{"id":"cggv:b2e8f55b-371e-438f-8923-73ca9b7ec034v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b2e8f55b-371e-438f-8923-73ca9b7ec034_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-10-12T18:36:10.096Z","role":"Publisher"},{"id":"cggv:b2e8f55b-371e-438f-8923-73ca9b7ec034_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-10-12T18:36:01.087Z","role":"Approver"}],"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/19251627","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a fatal degenerative motor neuron disorder. Ten percent of cases are inherited; most involve unidentified genes. We report here 13 mutations in the fused in sarcoma/translated in liposarcoma (FUS/TLS) gene on chromosome 16 that were specific for familial ALS. The FUS/TLS protein binds to RNA, functions in diverse processes, and is normally located predominantly in the nucleus. In contrast, the mutant forms of FUS/TLS accumulated in the cytoplasm of neurons, a pathology that is similar to that of the gene TAR DNA-binding protein 43 (TDP43), whose mutations also cause ALS. Neuronal cytoplasmic protein aggregation and defective RNA metabolism thus appear to be common pathogenic mechanisms involved in ALS and possibly in other neurodegenerative disorders.","dc:creator":"Kwiatkowski TJ","dc:date":"2009","dc:title":"Mutations in the FUS/TLS gene on chromosome 16 cause familial amyotrophic lateral sclerosis."},{"id":"https://pubmed.ncbi.nlm.nih.gov/19251628","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a fatal neurodegenerative disease that is familial in 10% of cases. We have identified a missense mutation in the gene encoding fused in sarcoma (FUS) in a British kindred, linked to ALS6. In a survey of 197 familial ALS index cases, we identified two further missense mutations in eight families. Postmortem analysis of three cases with FUS mutations showed FUS-immunoreactive cytoplasmic inclusions and predominantly lower motor neuron degeneration. Cellular expression studies revealed aberrant localization of mutant FUS protein. FUS is involved in the regulation of transcription and RNA splicing and transport, and it has functional homology to another ALS gene, TARDBP, which suggests that a common mechanism may underlie motor neuron degeneration.","dc:creator":"Vance C","dc:date":"2009","dc:title":"Mutations in FUS, an RNA processing protein, cause familial amyotrophic lateral sclerosis type 6."}],"evidence":[{"id":"cggv:b2e8f55b-371e-438f-8923-73ca9b7ec034_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2e8f55b-371e-438f-8923-73ca9b7ec034_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7e64143-e97e-455d-aab2-55bf40f27f41","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b0a9e2c9-9ebd-49cf-9ac9-a0297a3e634a","type":"FunctionalAlteration","dc:description":"To test the impact of fALS FUS mutations upon DDR and DNA repair, 4 fALS FUS mutants including R244C, R514S, H517Q and R521C (tagged with mCherry) were transfected into U2OS-GFP cell lines in which endogenous FUS expression was knocked down. Then I-SceI was expressed in these five cell lines to induce programmed DSBs, the percentage of GFP-positive cells 48 hours post-transfection was assessed using FACS. Compared to cells expressing FUS-WT, cells expressing fALS FUS mutants showed decreased percentage of GFP-positive cells, indicating deficient DSB repair. FUS-R244C and FUS-R514S presented the most severe deficiency in HR-mediated DSB repair, while the FUS-R521C cell line demonstrated a more modest deficiency, and FUS-H517Q had only a marginal defect. Further transfected the same stable cell lines with the NHEJ reporter construct to evaluate the DSB repair through the NHEJ mechanism and observed, similar to HR, the FUS-R514S and R521C mutants were also impaired in NHEJ-mediated DSB repair.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24036913","type":"dc:BibliographicResource","dc:abstract":"Defects in DNA repair have been extensively linked to neurodegenerative diseases, but the exact mechanisms remain poorly understood. We found that FUS, an RNA/DNA-binding protein that has been linked to amyotrophic lateral sclerosis (ALS) and frontotemporal lobar degeneration, is important for the DNA damage response (DDR). The function of FUS in DDR involved a direct interaction with histone deacetylase 1 (HDAC1), and the recruitment of FUS to double-stranded break sites was important for proper DDR signaling. Notably, FUS proteins carrying familial ALS mutations were defective in DDR and DNA repair and showed a diminished interaction with HDAC1. Moreover, we observed increased DNA damage in human ALS patients harboring FUS mutations. Our findings suggest that an impaired DDR and DNA repair may contribute to the pathogenesis of neurodegenerative diseases linked to FUS mutations. ","dc:creator":"Wang WY","dc:date":"2013","dc:title":"Interaction of FUS and HDAC1 regulates DNA damage response and repair in neurons."},"rdfs:label":"DDR and DNA repair"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"FUS proteins carrying familial ALS (fALS) mutations are defective in DDR and DNA repair, and show a diminished interaction with HDAC1. Moreover, increased DNA damage was also observed in human ALS patients harboring FUS mutations. These findings suggest that an impaired DDR and DNA repair may contribute to the pathogenesis of neurodegenerative diseases linked to FUS mutations."},{"id":"cggv:3ccb0eb9-3a5c-44b2-b1b8-075987f388fc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ccc83e4-590a-4949-a040-aa56db585faf","type":"FunctionalAlteration","dc:description":"C-terminal ALS FUS mutants form cytoplasmic inclusions due to the disruption of the nuclear localization signal. In transiently transfected CV-1 cells, the GFP-FUSWT protein was predominantly nuclear, while the ALS mutants (GFP-FUSR521C, GFP-FUSR521H and GFP-FUSR514G) showed increased cytoplasmic localization in a high percentage of cells. The truncated FUS protein GFP-FUSK510X showed almost exclusive cytoplasmic localization, confirming that the C-terminal region contains the dominant NLS for FUS. This effect can be abolished by the addition of a wild-type NLS to mutant proteins; following the addition of the wild-type NLS to the wild-type protein FUS remained in the nucleus while its addition to each of the ALS mutant proteins (mutant + NLS) restored their nuclear localization. Furthermore, cytoplasmic mislocalized FUS associates with stress granule markers, a common feature of ALS associated proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23474818","type":"dc:BibliographicResource","dc:abstract":"Mutations in the gene encoding Fused in Sarcoma (FUS) cause amyotrophic lateral sclerosis (ALS), a fatal neurodegenerative disorder. FUS is a predominantly nuclear DNA- and RNA-binding protein that is involved in RNA processing. Large FUS-immunoreactive inclusions fill the perikaryon of surviving motor neurons of ALS patients carrying mutations at post-mortem. This sequestration of FUS is predicted to disrupt RNA processing and initiate neurodegeneration. Here, we demonstrate that C-terminal ALS mutations disrupt the nuclear localizing signal (NLS) of FUS resulting in cytoplasmic accumulation in transfected cells and patient fibroblasts. FUS mislocalization is rescued by the addition of the wild-type FUS NLS to mutant proteins. We also show that oxidative stress recruits mutant FUS to cytoplasmic stress granules where it is able to bind and sequester wild-type FUS. While FUS interacts with itself directly by protein-protein interaction, the recruitment of FUS to stress granules and interaction with PABP are RNA dependent. These findings support a two-hit hypothesis, whereby cytoplasmic mislocalization of FUS protein, followed by cellular stress, contributes to the formation of cytoplasmic aggregates that may sequester FUS, disrupt RNA processing and initiate motor neuron degeneration.","dc:creator":"Vance C","dc:date":"2013","dc:title":"ALS mutant FUS disrupts nuclear localization and sequesters wild-type FUS within cytoplasmic stress granules."},"rdfs:label":"Mislocalization in cytoplasm"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The fundamental effects of mutant FUS proteins can be attributed to its aberrant gain-of-function properties that alter the homeostasis of the interactions of wild type FUS and its the interacting partners, including proteins, pre-mRNAs and lncRNAs, in the DNA damage response/repair and RNA splicing machinery.."},{"id":"cggv:f8b0decb-bae8-4073-9111-bd239866f674","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:76ce6b51-62e0-42e7-804b-5aa74cf0665f","type":"FunctionalAlteration","dc:description":"The authors found that FUS mutant fibroblasts have significantly greater levels of cytoplasmic FUS than control fibroblasts under basal culture conditions and stress granules (as measured by PABP granule formation) were almost absent from mutant and control fibroblasts under these conditions. Following treatment with 1 mm arsenite, the mean number of stress granules per cell was significantly increased in both mutant and control fibroblasts compared with untreated cells but a striking difference in the distribution of FUS was observed only in mutant fibroblasts treated with arsenite, as cytoplasmic FUS was recruited to stress granules. The mean number of FUS-positive cytoplasmic granules per cell was significantly increased following arsenite treatment only in mutant fibroblasts [ANOVA, with a Greenhouse-Geisser correction, P < 0.001, Dunnett's T3 post-hoc tests for FUSR521C (P < 0.01) and FUSR514G (P < 0.01)]. These experiments demonstrate that endogenous levels of cytoplasmic FUS are increased in mutant fibroblasts compared with controls, and that only the cytoplasmic pool of FUS is recruited into stress granules following oxidative stress.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23474818","rdfs:label":"Stress granules"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:b2e8f55b-371e-438f-8923-73ca9b7ec034_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:89be54f5-96b8-4cd1-b543-31a8c73b8cd9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6ff69fe9-39b6-45eb-a9c8-8a6f1f9a5e27","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Overexpression of a mutant (R521C substitution), but not normal, human FUS induced progressive paralysis resembling ALS. Mutant FUS transgenic rats developed progressive paralysis secondary to degeneration of motor axons, denervation atrophy of skeletal muscles, and displayed a substantial loss of neurons in the cortex and hippocampus.  Neuronal loss was accompanied by ubiquitin aggregation and glial reaction. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21408206","type":"dc:BibliographicResource","dc:abstract":"Fused in Sarcoma (FUS) proteinopathy is a feature of frontotemporal lobar dementia (FTLD), and mutation of the fus gene segregates with FTLD and amyotrophic lateral sclerosis (ALS). To study the consequences of mutation in the fus gene, we created transgenic rats expressing the human fus gene with or without mutation. Overexpression of a mutant (R521C substitution), but not normal, human FUS induced progressive paralysis resembling ALS. Mutant FUS transgenic rats developed progressive paralysis secondary to degeneration of motor axons and displayed a substantial loss of neurons in the cortex and hippocampus. This neuronal loss was accompanied by ubiquitin aggregation and glial reaction. While transgenic rats that overexpressed the wild-type human FUS were asymptomatic at young ages, they showed a deficit in spatial learning and memory and a significant loss of cortical and hippocampal neurons at advanced ages. These results suggest that mutant FUS is more toxic to neurons than normal FUS and that increased expression of normal FUS is sufficient to induce neuron death. Our FUS transgenic rats reproduced some phenotypes of ALS and FTLD and will provide a useful model for mechanistic studies of FUS-related diseases.","dc:creator":"Huang C","dc:date":"2011","dc:title":"FUS transgenic rats develop the phenotypes of amyotrophic lateral sclerosis and frontotemporal lobar degeneration."},"rdfs:label":"R521C transgenic rat"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Transgenic rats expressing the the R521C variant (identified in multiple unrelated ALS patients) had strong recapitulation of the human ALS phenotype."},{"id":"cggv:b6732544-b268-4ccf-992c-f332aa05fbc3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:476bbbd4-af0c-4849-85e7-bcac6b955639","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in patients, mutant FUS was found mislocalized to the cytoplasm, modelling a pathological hallmark of ALS-FUS. Analysis of these mutants (R521C and P525L) reveals progressive, age- and mutation-dependent motor neuron (MN) degeneration that faithfully models several key aspects of the ALS phenotype, including selectivity for MN subtypes most vulnerable in the human disease.  MN loss progressed steadily in both mutants to p360, but was more pronounced in the P525L mutant (∼30%), compared with the R521C mice (∼20%). MN loss in this model is associated with early synaptic failure and withdrawal of the motor axon from the neuromuscular junction. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26842965","type":"dc:BibliographicResource","dc:abstract":"Mutations in FUS cause amyotrophic lateral sclerosis (ALS), including some of the most aggressive, juvenile-onset forms of the disease. FUS loss-of-function and toxic gain-of-function mechanisms have been proposed to explain how mutant FUS leads to motor neuron degeneration, but neither has been firmly established in the pathogenesis of ALS. Here we characterize a series of transgenic FUS mouse lines that manifest progressive, mutant-dependent motor neuron degeneration preceded by early, structural and functional abnormalities at the neuromuscular junction. A novel, conditional FUS knockout mutant reveals that postnatal elimination of FUS has no effect on motor neuron survival or function. Moreover, endogenous FUS does not contribute to the onset of the ALS phenotype induced by mutant FUS. These findings demonstrate that FUS-dependent motor degeneration is not due to loss of FUS function, but to the gain of toxic properties conferred by ALS mutations. ","dc:creator":"Sharma A","dc:date":"2016","dc:title":"ALS-associated mutant FUS induces selective motor neuron degeneration through toxic gain of function."},"rdfs:label":"Conditional transgenic mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"Demonstrated that expression of mutant hFUS (R521C or P525L) is sufficient to cause MN degeneration, and that alleles associated with aggressive, juvenile-onset forms of ALS (P525L) are more pathogenic in these disease models."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:b2e8f55b-371e-438f-8923-73ca9b7ec034_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2e8f55b-371e-438f-8923-73ca9b7ec034_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3499,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:218b7e0c-d9c4-4835-920b-ba3d24173c5e","type":"GeneValidityProposition","disease":"obo:MONDO_0011951","gene":"hgnc:4010","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FUS was first reported in relation to autosomal dominant amyotrophic lateral sclerosis 6 (ALS) in 2009 (Kwiatkowski TJ, et al., 2009, PMID: 19251627 and Vance C, et al., 2009, PMID: 19251628). ALS is a neurodegenerative disorder affecting upper motor neurons in the brain and lower motor neurons in the brain stem and spinal cord, resulting in fatal paralysis. FUS encodes a nucleoprotein that functions in DNA and RNA metabolism, including DNA repair, and the regulation of transcription, RNA splicing, and export to the cytoplasm. It’s proposed that the FALS-associated FUS mutations alter the liquid-solid phase transition in FUS and thereby dominantly interfere with the ability of wild type FUS in DNA damage repair and RNA splicing, leading to both structural and functional defects in dendritic/axonal growth and synaptic transmission (PMID: 27033831). Evidence supporting this gene-disease relationship includes case-level data and experimental data. More than 50 mutations in FUS have been associated with ALS, the majority of which are dominant, missense changes clustered in and around the C-terminal nuclear localization signal, as well as some nonsense, splicing, and frameshift variants (reviewed in PMID: 27033831). This curation includes 26 variants in this gene that have been reported in 26 probands in 7 publications (PMIDs: 19251627, 19251628, 19741215, 20232451, 26362943, 22057404, and 20668259). Experimentally, this gene-disease relationship is supported the alterations observed in cells expressing FUS variants, showing mislocalization to the cytoplasm and association with stress granules (PMID: 23474818) as well as decreased DNA repair (PMID: 24036913). Further support is provided by several animal models (at least 6 transgenic strains, reviewed in PMID: 27033831) including mouse (PMID: 26842965) and rat models (PMID: 21408206), which recapitulate features of ALS. In summary FUS is definitively associated with autosomal dominant amyotrophic lateral sclerosis 6. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen ALS GCEP on 10/12/2021 (SOPv8).\nOf note, FUS has also been reported in relation to autosomal dominant hereditary essential tremor 4. This will be curated separately from ALS per criteria outlined by the ClinGen Lumping and Splitting working group; there is a difference in molecular mechanism (gain of toxicity vs loss of function) and phenotype.","dc:isVersionOf":{"id":"cggv:b2e8f55b-371e-438f-8923-73ca9b7ec034"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}