{"id":"cggv:4bfa265f-3b7a-4091-8e97-b13a7f4f2de7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4bfa265f-3b7a-4091-8e97-b13a7f4f2de7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10138","date":"2024-10-17T19:00:00.000Z","role":"Approver"},{"id":"cggv:4bfa265f-3b7a-4091-8e97-b13a7f4f2de7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10138","date":"2024-10-17T18:55:37.983Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8163685","type":"dc:BibliographicResource","dc:abstract":"To determine the molecular defect accounting for the deficiency of pulmonary surfactant protein B (SP-B) in full-term neonates who died from respiratory failure associated with alveolar proteinosis, the sequence of the SP-B transcript in affected infants was ascertained. A frameshift mutation consisting of a substitution of GAA for C in codon 121 of the SP-B cDNA was identified. The three affected infants in the index family were homozygous for this mutation, which segregated in a fashion consistent with autosomal recessive inheritance of disease. The same mutation was found in two other unrelated infants who died from alveolar proteinosis, one of whom was also homozygous, and in the parents of an additional unrelated, affected infant, but was not observed in 50 control subjects. We conclude that this mutation is responsible for SP-B deficiency and neonatal alveolar proteinosis in multiple families and speculate that the disorder is more common than was recognized previously.","dc:creator":"Nogee LM","dc:date":"1994","dc:title":"A mutation in the surfactant protein B gene responsible for fatal neonatal respiratory disease in multiple kindreds."},"evidence":[{"id":"cggv:4bfa265f-3b7a-4091-8e97-b13a7f4f2de7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4bfa265f-3b7a-4091-8e97-b13a7f4f2de7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0a100c10-5fe6-44c9-9493-53340a928d25","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b97fd8c-ac69-42ae-b35f-e30330565c8e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The proteomics profile shows that in two large cohorts SP-B is significantly associated with interstitial lung abnormalities. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35438610","type":"dc:BibliographicResource","dc:creator":"Axelsson GT","dc:date":"2022","dc:title":"The Proteomic Profile of Interstitial Lung Abnormalities."},"rdfs:label":"Axelsson Expression Experiment"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Score increased due to specificity and strength of evidence. "},{"id":"cggv:7bacb9b4-79db-4f15-9a86-a493ea6b2036","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ad23b95-75e2-4bc2-a627-64f5896064b5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Tissues samples were collected from an established biobank and RNA was extracted from tissue samples for analysis. At least three samples, from different individuals, of each were selected. \nFor each tissue, the average FPKM (fragments per kilobase of exon model per million mapped reads) value of all samples was used to estimate the gene expression level. SFTPB was found to be “Tissue specific” meaning that a 50-fold higher FPKM level was found in lung tissue compared with all other tissues.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"Fagerberg Expression Experiment"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Score increased because of  evidence of exclusive expression in lungs."},{"id":"cggv:1e547c8b-2d3d-433f-b572-0cc23961abac","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d0604382-69d7-4857-86f8-e6be03dfbf88","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"High molecular mass complexes identified in native surfactant were shown to demonstrate SP-B (SFTPB) and SP-A (SFTPA1/2) interactions as coimmunoprecipitation in either direction showed the SP-A/SP-B complex bound to the antibody crosslinked beads. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31357031","type":"dc:BibliographicResource","dc:abstract":"Pulmonary surfactant is a lipid-protein complex which coats lung alveoli. It displays the essential function of reducing surface tension at the air-liquid interface, avoiding alveolar collapse during expiration. The optimized biophysical properties of surfactant rely on its defined composition, constituted mainly by phospholipids and tiny amounts of lipid-associated specific proteins. Due to the highly hydrophobic nature of surfactant, organic solvents have been traditionally employed to obtain and characterize surfactant lipids and proteins, very likely leading to disruption of native interactions among its components. In the present work we have addressed the search of native protein complexes in pulmonary surfactant, which could have an essential role in the optimal function of the system. By solubilizing native lipid-protein membranes of surfactant with non-denaturing detergents, and with the use of a two-dimensional electrophoresis strategy, we have been able to detect the presence of supramolecular complexes composed of surfactant proteins SP-A, SP-B and SP-C. Furthermore, by co-immunoprecipitation assays, we have confirmed for the first time the existence of a direct interaction between SP-A and SP-B, an important feature which could explain the known functional cooperation of both proteins in several aspects of surfactant biology. SIGNIFICANCE: This paper deepens for the first time in the existence of complex interaction networks of surfactant proteins in native surfactant membranes. By the use of non-denaturing detergents, two-dimensional electrophoresis and immunoprecipitation, we have been able to make progress in the elucidation of native protein complexes in this essential system, that had been previously hindered by the classical purification protocols employing organic solvents. In this work, we have described the presence of interactions between SP-B and SP-A, two important proteins whose functional cooperation has been broadly reported in the literature. Pioneer determination of such native complexes could have potential implications for understanding the wide variety of roles of pulmonary surfactant system.","dc:creator":"Martínez-Calle M","dc:date":"2019","dc:title":"Native supramolecular protein complexes in pulmonary surfactant: Evidences for SP-A/SP-B interactions."},"rdfs:label":"Martínez-Calle Interaction Experiments"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:4bfa265f-3b7a-4091-8e97-b13a7f4f2de7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b59f73bf-e918-426c-829c-37080c0e4469","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:eb52c086-cec0-4c01-8704-bf118d8b10fa","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Following the rescue, immunoblotting showed SFTPB knockout cells with expression of mature SPB homodimer and transepithelial electrical resistance (TEER) levels increased to be comparable with wild type SALI cultures. Treatment with a control vector expressing EGFP failed to generate SPB homodimers and did not correct the TEER.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33426150","type":"dc:BibliographicResource","dc:abstract":"Surfactant protein B (SPB) deficiency is a severe monogenic interstitial lung disorder that leads to loss of life in infants as a result of alveolar collapse and respiratory distress syndrome. The development and assessment of curative therapies for the deficiency are limited by the general lack of well-characterized and physiologically relevant ","dc:creator":"Munis AM","dc:date":"2021","dc:title":"A human surfactant B deficiency air-liquid interface cell culture model suitable for gene therapy applications."},"rdfs:label":"Munis Cell Culture Rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"Score reduced as cell culture model evidence from the same paper is scored."},{"id":"cggv:9c321869-75ae-42fd-b115-5cdf7c9d7816","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fe47adf9-cc2d-4190-8f1c-5377b5ea9f51","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Without removal of doxycycline from water, the organisms survived and did not show signs of interstitial lung disease. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12639841","type":"dc:BibliographicResource","dc:abstract":"Targeted deletion of the surfactant protein (SP)-B locus in mice causes lethal neonatal respiratory distress. To assess the importance of SP-B for postnatal lung function, compound transgenic mice were generated in which the mouse SP-B cDNA was conditionally expressed under control of exogenous doxycycline in SP-B-/- mice. Doxycycline-regulated expression of SP-B fully corrected lung function in compound SP-B-/- mice and protected mice from respiratory failure at birth. Withdrawal of doxycycline from adult compound SP-B-/- mice resulted in decreased alveolar content of SP-B, causing respiratory failure when SP-B concentration was reduced to <25% of normal levels. Decreased SP-B was associated with low alveolar content of phosphatidylglycerol, accumulation of misprocessed SP-C proprotein in the air spaces, increased protein content in bronchoalveolar lavage fluid, and altered surfactant activity in vitro. Consistent with surfactant dysfunction, hysteresis, maximal tidal volumes, and end expiratory volumes were decreased. Reduction of alveolar SP-B content causes surfactant dysfunction and respiratory failure, indicating that SP-B is required for postnatal lung function.","dc:creator":"Melton KR","dc:date":"2003","dc:title":"SP-B deficiency causes respiratory failure in adult mice."},"rdfs:label":"Melton Mouse Model Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:7eaab253-c93a-44ed-aaff-9959dae2e68d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:de5e1ad6-a4ab-4de1-90d6-7bff831d35d8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the model and patient cells show absence or lack of SP-B mature protein. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33426150","rdfs:label":"Munis Cell Culture Model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:b46d4309-821f-42d8-83b9-276ad174b1d4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2edda350-2ece-4188-bf10-26b67fa7c3c9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Transgenic mice with no SP-B expression (SP-B-/- ) died after birth. Administration of doxycycline to dams allowed SP-B progeny to survive about 6% of the time. When doxycycline was included in drinking water, compound SP-B-/- mice from all four transgenic lines survived.\n\nHistological and ultrastructural analyses showed no difference between SP-B-/- and WT mice; conditional reconstitution of SP-B expression in SP-B-/- mice protected against respiratory failure at birth and sustained normal lung structure in adult mice. \n\nWhen SP-B-/- mice were removed from doxycycline they developed respiratory symptoms, including decreased activity, retractions at rest, and decreased respiratory rate culminating in death 7.5 ± 3.5 days after withdrawal from doxycycline.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12639841","rdfs:label":"Melton Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:3fee04a5-87e1-4184-abb7-93838781406a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4693cd59-79a5-46a5-997a-07baf019d929","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Compound transgenic SFTPB−/− offspring were maintained on doxycycline-containing food and survived for more than one year without evidence of respiratory distress. Withdrawal of transgenic SFTPB−/− mice from doxycycline resulted in respiratory failure within 3–4 days. \nPulmonary histology of compound transgenic mice (21 day and 6 week old) detected focal air space enlargement not detected in the control (WT) mice tissue. \nChronic, nonuniform SP-B deficiency was associated with alterations in both lung structure and function. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15722377","type":"dc:BibliographicResource","dc:abstract":"Surfactant protein B (SP-B) is required for function of newborn and adult lung, and partial deficiency has been associated with susceptibility to lung injury. In the present study, transgenic mice were produced in which expression of SP-B in type II epithelial cells was conditionally regulated. Concentrations of SP-B were maintained at 60-70% of that normally present in control. Immunostaining for SP-B demonstrated cellular heterogeneity in expression of the protein. In subsets of type II cells in which SP-B staining was decreased, immunostaining for pro-SP-C was increased and lamellar body ultrastructure was disrupted, consistent with focal SP-B deficiency. Fluorescence-activated cell sorting analyses of freshly isolated type II cells identified a population of cells with low SP-B content and a smaller population with increased SP-B content, confirming nonuniform expression of the SP-B transgene. Focal air space enlargement, without cellular infiltration or inflammation, was observed. Pressure-volume curves indicated that maximal tidal volume was unchanged; however, hysteresis was modestly altered and residual volumes were significantly decreased in the SP-B-deficient mice. Chronic, nonuniform SP-B deficiency perturbed pulmonary function and caused air space enlargement.","dc:creator":"Nesslein LL","dc:date":"2005","dc:title":"Partial SP-B deficiency perturbs lung function and causes air space abnormalities."},"rdfs:label":"Nesslein Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Score reduced because the model doesn't describe a human phenotype and the author's assertions are not directly related to inherited SP-B deficiency. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:4bfa265f-3b7a-4091-8e97-b13a7f4f2de7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29cd4fc6-d758-47ea-9c0b-c1db295e73f4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:29cd4fc6-d758-47ea-9c0b-c1db295e73f4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":12,"allele":{"id":"cggv:9a6f6247-ddcc-4a6b-a203-a06b7308ad82","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000542.5(SFTPB):c.620A>G (p.Tyr207Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1743977"}},"detectionMethod":"Exons and flanking regions of SFTPB (and several other genes) were sequenced and analyzed for variants. (Annex 1)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Oxygen saturation at 93% shortly after birth. Oxygen saturation dropped to 85% at 26 hours of life.","phenotypes":["obo:HP_0030864","obo:HP_0002789"],"previousTesting":true,"previousTestingDescription":"Chest X-rays showed fine granular infiltrates. \nChest computed tomography (age 29 days) showed ground-glass opacities, regular interlobular septal thickening and fine interlobular reticulations. \nInfection, anemia, metabolic perturbations and cardiopathy were excluded.","sex":"Female","variant":{"id":"cggv:d1d18cfd-6b36-40b0-9823-127a68aa8247_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9a6f6247-ddcc-4a6b-a203-a06b7308ad82"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37455866","type":"dc:BibliographicResource","dc:abstract":"The incapacity to synthesize certain components of pulmonary surfactant causes a heterogeneous group of rare respiratory diseases called genetic disorders of surfactant dysfunction. We report a female full-term infant with neonatal respiratory distress of early onset due to inherited SP-B deficiency. The infant failed oxygen weaning at multiple trials. Chest computed tomography was performed on the 29","dc:creator":"Khalsi F","dc:date":"2023","dc:title":"Congenital surfactant protein B (SP-B) deficiency: a case report."}},"rdfs:label":"Khalsi Proband"},{"id":"cggv:d1d18cfd-6b36-40b0-9823-127a68aa8247","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d1d18cfd-6b36-40b0-9823-127a68aa8247_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:db81e3f7-0c0c-4ed2-8f34-8546f0e5c5b1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:db81e3f7-0c0c-4ed2-8f34-8546f0e5c5b1","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":5,"allele":{"id":"cggv:b387cdc0-4b56-4c2f-b472-2a17682697c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000542.5(SFTPB):c.361delinsGAA (p.Pro121GlufsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA51754447"}},"detectionMethod":"cDNA was generated from lung samples of patients using RT-PCR on total cellular RNA. Sequence analysis of the cDNA product was repeated on two separately generated products from both II.5 and II.6. Genomic DNA was prepared from whole blood lymphocytes (expect for II.1, formalin-fixed paraffin-embedded lung tissue was used). PCR was used to amplify SFTPB and then the products underwent restriction analysis using Sful.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001522","obo:HP_0012418","obo:HP_0006517","obo:HP_0002643"],"previousTesting":false,"secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:768b3b6f-b1a1-4e6f-8fcd-76ec854fc6be_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b387cdc0-4b56-4c2f-b472-2a17682697c5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8163685"},"rdfs:label":"Nogee 1994 II.5"},{"id":"cggv:768b3b6f-b1a1-4e6f-8fcd-76ec854fc6be","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:768b3b6f-b1a1-4e6f-8fcd-76ec854fc6be_variant_evidence_item"},{"id":"cggv:768b3b6f-b1a1-4e6f-8fcd-76ec854fc6be_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"SP-B was not detected by immunoblotting. Immunostaining for SP-B was absent in alveolar epithelial cells and in the intraalveolar proteinaceous material. SP-B mRNA signal was not detected at higher or lower molecular weights to suggest an alternatively processed or degraded message, suggesting that the lack of SP-B protein in the case patient's lung was due to a pretranslational mechanism.\nProof of absence of SP-B in patient is available in PMID: 8421459. Figures 2 -4 show immunoblotting, immunohistochemical, and RNA analysis of the proband. "}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9edb0925-ab83-45bd-9b34-93b658241599_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9edb0925-ab83-45bd-9b34-93b658241599","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":55,"allele":{"id":"cggv:4cf2838a-535e-4756-b038-692a4bf0221a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000542.5(SFTPB):c.582G>A (p.Gln194=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA427081841"}},"detectionMethod":"Genetic analysis by targeted-capture NGS sequencing of telomerase-related and surfactant-related genes.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0002098","obo:HP_0012735","obo:HP_0002094"],"previousTesting":true,"previousTestingDescription":"Lung biopsy (unavailable sample) reported lung fibrosis (age 34). Respiratory status at the age of 42 years: FEV1 of 2.21 L (64%); FVC 3.13 L (74%), TLCO 45%; and a 6-min walking test with a nadir of SaO2 at 72% for 304 m (50%). The histopathology of the explanted lungs (age 51) was consistent with a usual interstitial pneumonia pattern.","sex":"Male","variant":{"id":"cggv:b2f5e4ec-a3ec-46ba-a034-6b3c73611e77_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4cf2838a-535e-4756-b038-692a4bf0221a"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37380697","type":"dc:BibliographicResource","dc:abstract":"Biallelic pathogenic variants in the surfactant protein (SP)-B gene (SFTPB) have been associated with fatal forms of interstitial lung diseases (ILD) in newborns and exceptional survival in young children. We herein report the cases of two related adults with pulmonary fibrosis due to a new homozygous SFTPB pathogenic variant, c.582G>A p.(Gln194=). In vitro transcript studies showed that this SFTPB synonymous pathogenic variant induces aberrant splicing leading to three abnormal transcripts with the preservation of the expression of a small proportion of normal SFTPB transcripts. Immunostainings on lung biopsies of the proband showed an almost complete loss of SP-B expression. This hypomorphic splice variant has thus probably allowed the patients' survival to adulthood while inducing an epithelial cell dysfunction leading to ILD. Altogether, this report shows that SFTPB pathogenic variants should be considered in atypical presentations and/or early-onset forms of ILD particularly when a family history is identified.","dc:creator":"Desroziers T","dc:date":"2023","dc:title":"Hypomorphic pathogenic variant in SFTPB leads to adult pulmonary fibrosis."}},"rdfs:label":"Desroziers Proband"},{"id":"cggv:b2f5e4ec-a3ec-46ba-a034-6b3c73611e77","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b2f5e4ec-a3ec-46ba-a034-6b3c73611e77_variant_evidence_item"},{"id":"cggv:b2f5e4ec-a3ec-46ba-a034-6b3c73611e77_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Three splice variants were identified by an in vitro transcript study. The first two amplicons lead to premature stop codons which may trigger the nonsense-mediated mRNA decay pathway. Transcript study showed that the third amplicon deletes two two major protein cleavage sites, certainly preventing the production of a mature SP-B protein."}],"strengthScore":1.5,"dc:description":"Upgraded due to functional evidence showing predicted null variant producing only aberrant transcripts."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:78f7d7e0-b0af-4ed5-be7a-341afe160b0b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:78f7d7e0-b0af-4ed5-be7a-341afe160b0b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:44574250-43d1-40bc-8040-5229630b5d33","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000542.5(SFTPB):c.706C>T (p.Arg236Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA210533"}},"detectionMethod":"NGS, variant confirmed by Sanger. No other mutations were found in SFTPB or other genes (SFTPC, ABCA3, CSF2R, and CSF2RB) associated with surfactant dysfunction.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Forced spirometry shows a moderate restrictive pulmonary function (forced vital capacity 64%, forced expiratory volume in 1 second 67%), and CT findings have worsened since diagnosis. ","phenotypes":["obo:HP_0002020","obo:HP_0002789","obo:HP_0031246","obo:HP_0012384"],"previousTesting":true,"previousTestingDescription":"Sweat test and contrast swallow were normal. He underwent flexible bronchoscopy: normal airway and bronchoalveolar lavage lipid-laden macrophage index, bacterial and viral cultures. Echocardiogram was normal. Lung auscultation is normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d3477efe-4a17-49fc-8595-1197e44c3885_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:44574250-43d1-40bc-8040-5229630b5d33"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28888561","type":"dc:BibliographicResource","dc:abstract":"Surfactant protein B encoding gene mutations have been related to early onset fatal respiratory distress in full-term neonates. We report a school-aged male child homozygous for a surfactant protein B encoding gene missense mutation who presented after the neonatal period. His respiratory insufficiency responded to high dose intravenous methylprednisolone and hydroxychloroquine.","dc:creator":"López-Andreu JA","dc:date":"2017","dc:title":"Delayed Presentation and Prolonged Survival of a Child with Surfactant Protein B Deficiency."}},"rdfs:label":"López-Andreu Proband"},{"id":"cggv:d3477efe-4a17-49fc-8595-1197e44c3885","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d3477efe-4a17-49fc-8595-1197e44c3885_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4bfa265f-3b7a-4091-8e97-b13a7f4f2de7_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:81f9756b-4202-4a9c-abe9-b87779d90ff2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:81f9756b-4202-4a9c-abe9-b87779d90ff2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":4,"allele":{"id":"cggv:40ccd547-ae29-4f26-ad45-d2b9f35a5f83","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000542.5(SFTPB):c.479T>G (p.Leu160Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347490447"}},"detectionMethod":"Genomic DNA was isolated from peripheral blood. Coding regions and flanking intron sequences of the SP-B gene were amplified by PCR. PCR products were sequenced using SP-B specific primers end labeled with 33P-dATP using T4 polynucleotide kinase and thermocycle sequencing.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypeFreeText":"Patient underwent lung transplant at 4 months old. ","phenotypes":["obo:HP_0033677","obo:HP_0004876","obo:HP_0025116"],"previousTesting":true,"previousTestingDescription":"Chest radiographic appearance consistent with RDS.","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:f4f0a174-6a46-4bbc-a878-98e622d96b8b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:40ccd547-ae29-4f26-ad45-d2b9f35a5f83"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10960490","type":"dc:BibliographicResource","dc:abstract":"Hereditary surfactant protein B (SP-B) deficiency has been lethal in the first year of life without lung transplantation. We tested the hypothesis that SP-B gene mutations may result in milder phenotypes by investigating the mechanisms for lung disease in two children with less severe symptoms than have been previously observed in SP-B deficiency. Immunostaining patterns for pulmonary surfactant proteins were consistent with SP-B deficiency in both children. DNA sequence analysis indicated that both children were homozygous for a mutation in exon 5 that created an alternative splice site. Reverse transcriptase PCR and sequence analysis confirmed use of this splice site, which resulted in a frameshift and a premature termination codon in exon 7. The predominant reverse transcriptase PCR product, however, lacked exon 7, which restored the reading frame but would not allow translation of the exons that encode mature SP-B. Western blot analysis detected reduced amounts of mature SP-B as well as an aberrant SP-B proprotein that corresponded to the size expected from translation of the abnormal transcript. We conclude that a novel splicing mutation was the cause of lung disease in these children and that hereditary SP-B deficiency can be the cause of lung disease in older children.","dc:creator":"Dunbar AE","dc:date":"2000","dc:title":"Prolonged survival in hereditary surfactant protein B (SP-B) deficiency associated with a novel splicing mutation."}},"rdfs:label":"Dunbar Proband"},{"id":"cggv:f4f0a174-6a46-4bbc-a878-98e622d96b8b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f4f0a174-6a46-4bbc-a878-98e622d96b8b_variant_evidence_item"},{"id":"cggv:f4f0a174-6a46-4bbc-a878-98e622d96b8b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Immunohistochemical analysis of surfactant protein expression and distribution showed a marked reduction in SP-B staining in proband as compared to control tissue. Using specific antisera for mature SP-B no staining was observed. ProSP-B staining was also absent. \nAntigen retrieval techniques helped detect both mature SP-B and proSP-B staining in patient 1. Genetic analysis revealed the variant creating an alternate donor splice site, causing a frameshift. RT-PCR showed a major transcript that was smaller and differed from control lung mRNA, resulting from a novel splice site, restoring the reading frame but lacking most of exon 5 and all of exon 7. Western blot also shows lack of mature SP-B and normal pro-SP-B proteins in the explanted lungs. "}],"strengthScore":0.1,"dc:description":"Score reduced because the missense variant maternity and paternity is not confirmed. Functional evidence from patient cells (explanted lungs) does not fully confirm the use of the aberrant splice site. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e1c65642-8ba6-453f-bc8a-1dbbe5ad72a2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e1c65642-8ba6-453f-bc8a-1dbbe5ad72a2","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":92,"allele":{"id":"cggv:58002ad0-f596-4124-acd5-7f6653075cd3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000542.5(SFTPB):c.744C>A (p.Cys248Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1743942"}},"detectionMethod":"Not described. Performed at University Hospital of Karlsruhe, Germany. ","ethnicity":{"id":"cg:UnknownEthnicity"},"phenotypes":["obo:HP_0005972","obo:HP_0040213","obo:HP_0001612","obo:HP_0001252","obo:HP_0034033"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:c9239eb7-8546-4fc2-8f7e-2983a96793df_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:58002ad0-f596-4124-acd5-7f6653075cd3"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26199800","type":"dc:BibliographicResource","dc:abstract":"Objective Surfactant protein B (SP-B) deficiency is a rare autosomal recessive disorder that is usually rapidly fatal. The c.397delCinsGAA mutation (121ins2) in exon 4 is found in more than two-thirds of patients. Design We report on a fatal case of SP-B deficiency caused by a homozygous C248X mutation in exon 7 of the SP-B gene. In addition, we provide an update of the current literature. The EMBASE, MEDLINE, and CINAHL databases were systematically searched to identify all papers published in the English and German literature on SP-B deficiency between 1989 and 2013. Results SP-B deficiency is characterized by progressive hypoxemic respiratory failure generally in full-term infants. They present with symptoms of respiratory distress and hypoxemia; chest X-ray resembles hyaline membrane disease. Prenatal diagnosis is possible from amniotic fluid or chorionic villi sampling. Conclusion Thirty-four mutations have been published in the literature. Treatment options are scarce. Gene therapy is hoped to be an option in the future.","dc:creator":"Kurath-Koller S","dc:date":"2015","dc:title":"Surfactant Protein B Deficiency Caused by Homozygous C248X Mutation-A Case Report and Review of the Literature."}},"rdfs:label":"Kurath-Koller Proband"},{"id":"cggv:c9239eb7-8546-4fc2-8f7e-2983a96793df","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c9239eb7-8546-4fc2-8f7e-2983a96793df_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f64ac9f3-730e-4b18-8b16-b4a3ed39d2a2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f64ac9f3-730e-4b18-8b16-b4a3ed39d2a2","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":21,"allele":[{"id":"cggv:60f39752-63b2-4c78-83f9-562155edd44f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000542.5(SFTPB):c.400_401dup (p.Asn134LysfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2580617568"}},{"id":"cggv:b387cdc0-4b56-4c2f-b472-2a17682697c5"}],"detectionMethod":"Genomic DNA was extracted from lymphoblasts of the proband and his parents. DNA sequence analysis of exon 4 and 5 of SFTPB were performed with PCR followed by allele specific PCR of exon 5 mutation.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000988","obo:HP_0001522","obo:HP_0002643"],"previousTesting":true,"sex":"Male","variant":[{"id":"cggv:f71b45cb-f999-4d87-934b-98864794bdbf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b387cdc0-4b56-4c2f-b472-2a17682697c5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10365365","type":"dc:BibliographicResource","dc:abstract":"Congenital alveolar proteinosis due to surfactant protein B deficiency is an inherited disease which results in severe respiratory failure in term infants soon after birth. The pathophysiologic basis of this disease is now known to be an inability to synthesise adequate quantities of normally functioning surfactant protein B. We report a male infant with fatal respiratory failure of neonatal onset, and histopathological features typical of those seen in congenital alveolar proteinosis. Molecular analysis of genomic DNA revealed two mutations, the 'common' 121ins2 mutation in exon 4, and a novel 2bp frameshift mutation in exon 5. We believe this is the first Australian case of surfactant protein B deficiency confirmed by molecular analysis.","dc:creator":"Williams GD","dc:date":"1999","dc:title":"Surfactant protein B deficiency: clinical, histological and molecular evaluation."}},{"id":"cggv:96db6bd7-d726-4601-b930-61cbd283c8bb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:60f39752-63b2-4c78-83f9-562155edd44f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10365365"}],"rdfs:label":"Williams Proband"},{"id":"cggv:96db6bd7-d726-4601-b930-61cbd283c8bb","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:96db6bd7-d726-4601-b930-61cbd283c8bb_variant_evidence_item"},{"id":"cggv:96db6bd7-d726-4601-b930-61cbd283c8bb_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Immunostaining for the mature active airway SP-B peptide and its proprotein (proSP-B) peptide were both negative whereas antisera directed against amino-terminal epitopes of SP-A and proSP-C stained intensely"}],"strengthScore":2},{"id":"cggv:f71b45cb-f999-4d87-934b-98864794bdbf","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f71b45cb-f999-4d87-934b-98864794bdbf_variant_evidence_item"},{"id":"cggv:f71b45cb-f999-4d87-934b-98864794bdbf_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Immunostaining for the mature active airway SP-B peptide and its proprotein (proSP-B) peptide were both negative whereas antisera directed against amino-terminal epitopes of SP-A and proSP-C stained intensely"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9227,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:ba2f8284-0477-4ef8-81ba-08e630d9b378","type":"GeneValidityProposition","disease":"obo:MONDO_0009929","gene":"hgnc:10801","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*SFTPB* was first reported in relation to autosomal recessive surfactant metabolism dysfunction, pulmonary, 1, also known as *SFTPB*-related interstitial lung disease, in 1993 (Nogee et al., PMID:8421459) in an index family with three full term neonates that passed away due to respiratory failure. All three siblings were found to be homozygous for the *SFTPB* mutation ‘121ins2’ (NM_000542.5:c.361delinsGAA) that is reported to be found in up to two thirds of mutant alleles of *SFTPB*. *SFTPB* encodes the pulmonary-associated surfactant B protein, known as SP-B, and was the first reported genetic cause of respiratory distress syndrome in infants. SP-B is expressed both in alveolar type II cells and in non-ciliated bronchial epithelial cells, although only alveolar type II cells fully process the proprotein to its mature form that is secreted into the airspaces, and is essential for lung function after birth (Nogee et al., PMID:8421459; Hartl et al., PMID:15819986). Patients typically present at term, often after an uneventful pregnancy, with respiratory distress, tachypnea, dyspnea, and apnea. Lung biopsy of patients shows alveolar proteinosis and interstitial fibrosis. Without lung transplant, the disease progression typically leads to fatal respiratory failure within months (Hartl et al., PMID:15819986; Desroziers et al., PMID:37380697). Rare cases have been reported of prolonged survival without lung transplant (Khalsi et al., PMID:37455866; López-Andreu et al., PMID:28888561, Ballard et al., PMID: 7491219, Dunbar et al., PMID 10960490) and one study reports adult onset in a proband confirmed to have biallelic SFTPB variants (Desroziers et al., PMID:37380697). \n\nMore than 700 unique variants (e.g. synonymous, missense, in-frame indel, nonsense, frameshift) have been reported in humans by ClinVar. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Seven variants of different types that have been reported in seven probands in seven publications (PMIDs: 8163685, 26199800, 37455866, 28888561, 10365365, 37380697, 10960490) are included in this curation. We report four probands with typical disease presentation and three probands with an atypical disease presentation. More evidence is available in the literature, but the maximum score for genetic evidence has been reached. \n\nThe mechanism of pathogenicity is known to be loss of function. This gene-disease relationship is supported by tissue specific expression, patient expression, protein interaction, model, and rescue experimental evidence (Fagerberg et al., PMID:24309898; Martínez-Calle et al., PMID:31357031; Axelsson et al., PMID:35438610; Nesslein et al., PMID:15722377; Melton et al., PMID:12639841; Munis et al., PMID:33426150). Transcriptomics and antibody-based proteomics have shown SFTPB expression to be exclusive to lung tissue (Fagerberg et al., PMID:24309898). A proteomics assay showed a high level of association between SFTPB and interstitial lung abnormalities in a large cohort (N = 5,259) study (Axelsson et al., 2022, PMID:35438610). The Melton et al. doxycycline-regulated compound transgenic mouse model shows that SP-B is required for postnatal lung function and that levels of SP-B at or below 25% of normal expression leads to surfactant dysfunction, respiratory failure, and death (Melton et al., PMID:12639841). This experiment also showed the rescue of the respiratory failure phenotype in the model. The Munis et al. cell culture rescue experiment treated an SP-B deficient surfactant air-liquid interface cell culture model with simian immunodeficiency virus (SIV)-based lentiviral vector (LV) pseudotyped with Sendai virus glycoproteins F and HN expressing SP-B protein. The rSIV.F/HN*-expressing SPB corrected the disease phenotype in the model culture (Munis et al., PMID:33426150). Additional cell model and rescue experiments (not included in this curation) are present in the literature (Lin et al., PMID:10383422; Akinbi et al., PMID:9092492, Jacob et al., PMID:28965766). The maximum score for experimental evidence was exceeded in this curation.\n\nIn summary, there is definitive evidence supporting the relationship between *SFTPB* and autosomal recessive surfactant metabolism dysfunction, pulmonary, 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Interstitial Lung Disease GCEP on the meeting date November 21, 2023 (SOP Version 9). \n","dc:isVersionOf":{"id":"cggv:4bfa265f-3b7a-4091-8e97-b13a7f4f2de7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}