{"id":"cggv:31f598a3-7efd-4e43-83f3-587e98924260v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:31f598a3-7efd-4e43-83f3-587e98924260_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-02-06T08:00:00.000Z","role":"Approver"},{"id":"cggv:31f598a3-7efd-4e43-83f3-587e98924260_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-05-06T14:25:52.182Z","role":"Publisher"}],"curationReasons":[{"id":"cg:RecurationCommunityRequest"},{"id":"cg:RecurationFrameworkChange"},{"id":"cg:ErrorClarification"}],"evidence":[{"id":"cggv:31f598a3-7efd-4e43-83f3-587e98924260_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:31f598a3-7efd-4e43-83f3-587e98924260_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:31f598a3-7efd-4e43-83f3-587e98924260_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0ef4d4db-41ab-41c0-a139-31689d77925b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:f4bdaa54-70c9-443b-b047-d752d9f6ea31","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Functions in receptor-mediated endocytosis and required at an intermediate stage in coated vesicle formation. Demonstrated the DNM1 protein expression was at least 30-fold higher in the brain than other tissues","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8101525","type":"dc:BibliographicResource","dc:abstract":"The role of human dynamin in receptor-mediated endocytosis was investigated by transient expression of GTP-binding domain mutants in mammalian cells. Using assays which detect intermediates in coated vesicle formation, the dynamin mutants were found to block endocytosis at a stage after the initiation of coat assembly and preceding the sequestration of ligands into deeply invaginated coated pits. Membrane transport from the ER to the Golgi complex was unaffected indicating that dynamin mutants specifically block early events in endocytosis. These results demonstrate that mutations in the GTP-binding domain of dynamin block Tfn-endocytosis in mammalian cells and suggest that a functional dynamin GTPase is required for receptor-mediated endocytosis via clathrin-coated pits.","dc:creator":"van der Bliek AM","dc:date":"1993","dc:title":"Mutations in human dynamin block an intermediate stage in coated vesicle formation."},"rdfs:label":"VDB Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Previously scored at 1 point. Expression data is no longer counted as supporting evidence, so I have switched the status of this evidence to \"Review.\" Evidence can be reconsidered in the future, but it will no longer count toward the experimental evidence total at this time.\nFunctions in receptor-mediated endocytosis and required at an intermediate stage in coated vesicle formation. Demonstrated the DNM1 protein expression was at least 30-fold higher in the brain than other tissues"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:31f598a3-7efd-4e43-83f3-587e98924260_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79a60412-8ca3-4d3a-92b0-2480be679c1d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:81f91cd4-8168-42d3-b384-a32a7d42240c","type":"FunctionalAlteration","dc:description":"Expression of mutant proteins decrease endocytosis activity in dominant negative manner. The G359A variant showed disrupted higher-order DNM1 oligomerization. EM of mutation DNM1-transfected HeLa cells and DNM1 mutate mice showed vesicle defects indicating vesicle scission activity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27066543","type":"dc:BibliographicResource","dc:abstract":"To elucidate the functional consequences of epileptic encephalopathy-causing de novo mutations in DNM1 (A177P, K206N, G359A), which encodes a large mechanochemical GTPase essential for neuronal synaptic vesicle endocytosis.","dc:creator":"Dhindsa RS","dc:date":"2015","dc:title":"Epileptic encephalopathy-causing mutations in DNM1 impair synaptic vesicle endocytosis."},"rdfs:label":"FA Nonpatient Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This is variant-level functional evidence. I have removed it from the experimental evidence total and instead applied it as supporting evidence for the individual with the G359A variant.\n\nExpression of mutant proteins decrease endocytosis activity in dominant negative manner."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:31f598a3-7efd-4e43-83f3-587e98924260_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7cebd752-09cc-4edb-a418-6f8087d71d87","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:0c557d20-f68a-4d3e-bfda-6c337c75cc45","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"1st report of \"fitful\" mice with recurrent, non-lethal seizures; phenotype is semidominant; homozygous mice have more severe phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20700442","type":"dc:BibliographicResource","dc:abstract":"Dynamin-1 (Dnm1) encodes a large multimeric GTPase necessary for activity-dependent membrane recycling in neurons, including synaptic vesicle endocytosis. Mice heterozygous for a novel spontaneous Dnm1 mutation--fitful--experience recurrent seizures, and homozygotes have more debilitating, often lethal seizures in addition to severe ataxia and neurosensory deficits. Fitful is a missense mutation in an exon that defines the DNM1a isoform, leaving intact the alternatively spliced exon that encodes DNM1b. The expression of the corresponding alternate transcripts is developmentally regulated, with DNM1b expression highest during early neuronal development and DNM1a expression increasing postnatally with synaptic maturation. Mutant DNM1a does not efficiently self-assemble into higher order complexes known to be necessary for proper dynamin function, and it also interferes with endocytic recycling in cell culture. In mice, the mutation results in defective synaptic transmission characterized by a slower recovery from depression after trains of stimulation. The DNM1a and DNM1b isoform pair is highly conserved in vertebrate evolution, whereas invertebrates have only one isoform. We speculate that the emergence of more specialized forms of DNM1 may be important in organisms with complex neuronal function.","dc:creator":"Boumil RM","dc:date":"2010","dc:title":"A missense mutation in a highly conserved alternate exon of dynamin-1 causes epilepsy in fitful mice."},"rdfs:label":"Boumil Rescue"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Heterozygotes reportedly suffered seizures following routine handling and did not have spontaneous seizures. Homozygote \"fitful\" mice experienced spontaneous seizures. The Epilepsy GCEP typically does not award points to mouse models without spontaneous seizures and for this reason, I have updated this evidence's status to \"Review.\""},{"id":"cggv:1164c373-dcd4-4246-8a63-2c6df32765ea","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:1c2682c8-e2f4-4d0b-b751-d1ef6bd2d7ff","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Used “fitful” mice with an EE disorder that carry a spontaneous mutation in DNM1. They demonstrated that seizure activity is independent from dev delay.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26125563","type":"dc:BibliographicResource","dc:abstract":"The childhood epileptic encephalopathies (EE's) are seizure disorders that broadly impact development including cognitive, sensory and motor progress with severe consequences and comorbidities. Recently, mutations in DNM1 (dynamin 1) have been implicated in two EE syndromes, Lennox-Gastaut Syndrome and Infantile Spasms. Dnm1 encodes dynamin 1, a large multimeric GTPase necessary for activity-dependent membrane recycling in neurons, including synaptic vesicle endocytosis. Dnm1Ftfl or \"fitful\" mice carry a spontaneous mutation in the mouse ortholog of DNM1 and recapitulate many of the disease features associated with human DNM1 patients, providing a relevant disease model of human EE's. In order to examine the cellular etiology of seizures and behavioral and neurological comorbidities, we engineered a conditional Dnm1Ftfl mouse model of DNM1 EE. Observations of Dnm1Ftfl/flox mice in combination with various neuronal subpopulation specific cre strains demonstrate unique seizure phenotypes and clear separation of major neurobehavioral comorbidities from severe seizures associated with the germline model. This demonstration of pleiotropy suggests that treating seizures per se may not prevent severe comorbidity observed in EE associated with dynamin-1 mutations, and is likely to have implications for other genetic forms of EE. ","dc:creator":"Asinof SK","dc:date":"2015","dc:title":"Independent Neuronal Origin of Seizures and Behavioral Comorbidities in an Animal Model of a Severe Childhood Genetic Epileptic Encephalopathy."},"rdfs:label":"Asinof Rescue"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Used “fitful” mice with an EE disorder that carry a spontaneous mutation in DNM1. They demonstrated that seizure activity is independent from dev delay."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":8267,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:aa742772-a03f-403a-a7af-9621c9f060e9","type":"GeneValidityProposition","disease":"obo:MONDO_0100062","gene":"hgnc:2972","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"*DNM1* was first reported in relation to autosomal dominant developmental and epileptic encephalopathy (DEE) in 2014 (EuroEPINOMICS-RES Consortium et al., PMID:25262651). Since this initial report, patients with DEE and biallelic variants in *DNM1* have also been identified (PMIDs: 36553519, 34172529, 37900685). DEE patients with biallelic *DNM1* variants typically have putative loss of function variants (nonsense, frameshift), whereas almost all individuals with monoallelic *DNM1* variants have de novo missense variants. Due to these differences in variant type and inheritance pattern, we have chosen to split these individuals into two separate curations: one for autosomal dominant DEE and the other for autosomal recessive DEE. This curation focuses solely on individuals with DEE resulting from monoallelic variants in *DNM1*.\n\nEighteen variants (missense, in-frame insertion) that have been reported in 25 patients are included in this curation (PMIDs: 25262651, 26611353, 26648591, 26795593, 34386584, 29397573, 29588952, 29427836, 31920647, 28667181). For all individuals with parental samples available, their variants have been confirmed to occur *de novo*. Of note, six individuals documented in this curation were found to have the recurrent de novo variant p.Ala237Trp. The mechanism of disease appears to be dominant negative (PMIDs: 28667181, 37132416). In summary, there is definitive evidence supporting the relationship between autosomal dominant developmental and epileptic encephalopathy and *DNM1*. This has\nbeen repeatedly demonstrated in both the research and clinical diagnostic settings, and has\nbeen upheld over time.\n\nThis classification was originally approved by the ClinGen Epilepsy GCEP on December 13, 2016. It was subsequently updated in September 2021 to change the disease term from early infantile epileptic encephalopathy to developmental and epileptic encephalopathy, but no new evidence was evaluated and the final classification was not changed. On February 6, 2024, due to new reports of autosomal recessive disease, this curation underwent administrative updates to include lumping and splitting information in the evidence summary. Additionally, scoring of case-level data was updated to be consistent with SOP Version 10; to retain the final classification of Definitive, new case-level data was included in this curation.","dc:isVersionOf":{"id":"cggv:31f598a3-7efd-4e43-83f3-587e98924260"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}