{"id":"cggv:814a7d4b-c79b-4f68-9873-0d8477ee95a2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:814a7d4b-c79b-4f68-9873-0d8477ee95a2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-02-28T17:00:00.000Z","role":"Approver"},{"id":"cggv:814a7d4b-c79b-4f68-9873-0d8477ee95a2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-12-09T11:07:02.528Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:814a7d4b-c79b-4f68-9873-0d8477ee95a2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:814a7d4b-c79b-4f68-9873-0d8477ee95a2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:88da73f5-272f-45de-9f71-b6e3d42a1e88","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2e7ce724-1cb2-475f-a169-68d9380563d4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA-seq profiling of HBB expression across more than 50 human tissues identified highly specific expression in whole blood","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"Expression in whole blood"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Upgraded by the GCEP due to the high specificity of HBB expression within whole blood, which is consistent with hematological phenotypes"},{"id":"cggv:92ef0f9e-0850-48b9-95b2-b6eb539db3f0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8555d1c3-550e-4966-aca9-649a25415b5e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The human HBB protein has been co-crystallized with the product of the HBA1 gene (identical to that of the HBA2 gene) in the form of a multimeric complex (oxyhemoglobin). Variants in HBA1 and HBA2 have been associated with unstable hemoglobinopathy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6644819","type":"dc:BibliographicResource","dc:abstract":"The structure of human oxyhaemoglobin was determined by single crystal X-ray analysis at 2.1 A resolution. Data were collected on an Arndt-Wonacott camera at -2 degrees C. The structure was refined to an R factor of 0.223 by the Jack-Levitt method, starting from Baldwin's model of human carbon monoxide haemoglobin. The active sites in the alpha and beta subunit are distinct. The iron atoms are 0.16(8) A and 0.00(8) A from the mean plane of the porphyrin carbons and nitrogens (0.12(8) A and -0.11(8) A from the mean plane of the porphyrin nitrogens) in the alpha and beta subunit, respectively, in correlation with the orientation of HisF8 relative to the porphyrin nitrogens. The haem group appears to be nearly planar in the alpha subunit but ruffled in the beta subunit. The Fe-O(1)-O(2) angles are 153(7) degrees and 159(12) degrees in the alpha and beta subunit, respectively. The oxygen molecule forms a hydrogen bond to N epsilon of HisE7 in the alpha, but either none or a weak one in the beta subunit. The following bond lengths were found: Fe-N epsilon (HisF8) = 1.94(9) A (alpha) and 2.07(9) A (beta); Fe-O(1) = 1.66(8) A (alpha) and 1.87(13) A (beta); Fe-Nporph (mean = 1.99(5) A (alpha) and 1.96(6) A (beta). These dimensions agree with the values obtained in oxymyoglobin and model compounds. The C-terminal residues, ArgHC3(141 alpha) and HisHC3(146 beta), are relatively delocalized, and their positions do not enable them to form the intersubunit salt bridges in which they are involved in deoxyhaemoglobin. The penultimate tyrosine residues, TyrHC2 140 alpha and 145 beta, are relatively localized and maintain the hydrogen bonds to the carbonyl oxygens of ValFG5 (93 alpha and 98 beta), with only minor variations compared to their geometry in deoxyhaemoglobin. TyrHC2(145 beta), however, alternates between a major and a minor site, in conjunction with CysF9(93 beta), both sharing the internal pocket between the F and H helices while in the major conformation. This suggests that the role of the penultimate tyrosines in the allosteric mechanism may differ from that previously proposed by Perutz. The overall quaternary structure of oxyhaemoglobin is identical, within experimental error, to that of carbon monoxide haemoglobin, and thus confirms the applicability of the allosteric mechanisms proposed by Perutz and Baldwin & Chothia to the process of oxygen binding.","dc:creator":"Shaanan B","dc:date":"1983","dc:title":"Structure of human oxyhaemoglobin at 2.1 A resolution."},"rdfs:label":"Protein interaction with HBA1/2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Upgraded as this evidence provides a link to genes associated with unstable hemoglobinopathy"},{"id":"cggv:4f535a9c-bd3f-4774-a904-b2e59c654b2e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:84dff3c7-6328-46a2-98cc-afd3c80f34fd","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The protein product of HBA1/HBA2 is part of a complex that functions to bind oxygen and release oxygen. The article shows the function of HBA1/HBA2 as a component of an oxygen-carrying complex (hemoglobin) that is central to the ability of red blood cells to oxygenate the body.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11747442","type":"dc:BibliographicResource","dc:abstract":"By using transgenic methodologies, we have produced a number of mouse/human chimeric hemoglobins containing adult mouse and human embryonic globin chains. A detailed analysis of the oxygen binding properties of these proteins identifies the dominant role played by the specific beta-type globin chains in the control of the oxygen binding characteristics. Further analysis traces the origins of these effects to alterations in the properties of the T states of these proteins. The human zeta/mouse beta chimeric protein has been crystallized, and its structure has been determined by X-ray diffraction to a resolution of 2.1 A with R (R(free)) values of 21.6% (24.9%). Close examination of the structure indicates that the subunit interfaces contain contacts which, although different from those present in either the parent human or the parent mouse proteins, retain the overall stabilizing interactions seen in other R state hemoglobins.","dc:creator":"Kidd RD","dc:date":"2001","dc:title":"The role of beta chains in the control of the hemoglobin oxygen binding function: chimeric human/mouse proteins, structure, and function."},"rdfs:label":"Kidd biochemical function "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Upgraded by the GCEP as this biochemical function is well-established in the HBA1/HBA2 literature."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:814a7d4b-c79b-4f68-9873-0d8477ee95a2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79e70043-14d8-4509-9f3b-ddec9a51a684","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:765c3482-fb89-42be-b1c3-bcfa0c048d99","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Introduction of Hb Santa Ana (c.266T>C (p.Leu89Pro)), a rare unstable hemoglobin described in humans (PMID: 7928381, 20730880), replicated the phenotypes of unstable hemoglobin with hemolytic anemia and Heinz body formation. Affected Anem/+ mice were paler and smaller than their normal littermates at birth. Hematologic evaluation of Anem/+ mice revealed phenotypes characteristic of a congenital hemolytic regenerative anemia, similar to human anemias due to unstable hemoglobin. They had moderate anemia with intense reticulocytosis and polychromasia, anisocytosis, macrocytosis, hypochromia, intraerythrocytic inclusion and Heinz bodies, hemoglobinuria, bilirubinemia, and erythrocytic populations with differing resistance to osmotic lysis. Splenomegaly was observed particularly in older mutant mice and jaundice was also seen. Histopathologic examination revealed dramatically increased hematopoiesis and hemosiderosis in hematopoietic organs and intracellular iron deposition in tubular renal cells.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28304246","type":"dc:BibliographicResource","dc:abstract":"In the present study, we described the phenotype, histologic morphology, and molecular etiology of a mouse model of unstable hemoglobin Santa Ana. Hematologic evaluation of anemic mice (Anem/+) discovered after N-ethyl-N-nitrosourea mutagenesis revealed moderate anemia with intense reticulocytosis and polychromasia, followed by anisocytosis, macrocytosis, hypochromia, and intraerythrocytic inclusion and Heinz bodies. The mice also demonstrated hemoglobinuria, bilirubinemia, and erythrocytic populations with differing resistance to osmotic lysis. Splenomegaly (particularly in older mutant mice) and jaundice were apparent at necropsy. Histopathologic examination revealed dramatically increased hematopoiesis and hemosiderosis in hematopoietic organs and intracellular iron deposition in tubular renal cells. These data are characteristic of a congenital hemolytic regenerative anemia, similar to human anemias due to unstable hemoglobin. Genetic mapping assigned the affected gene to mouse chromosome 7, approximately 50 cM from the Hbb locus. The sequence of the mutant Hbb gene exhibited a T→C transversion at nucleotide 179 in Hbb-b1, leading to the substitution of proline for leucine at amino acid residue 88 and thus homologous to the genetic defect underlying Santa Ana anemia in humans.","dc:creator":"Miyashiro SI","dc:date":"2016","dc:title":"A Mouse Model for Human Unstable Hemoglobin Santa Ana."},"rdfs:label":"ENU induced mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Upgraded by the GCEP as this is an ENU model that fully recapitulates the human disease with a variant that was observed in human cases"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:814a7d4b-c79b-4f68-9873-0d8477ee95a2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.1}],"evidenceStrength":"Definitive","sequence":9473,"specifiedBy":"GeneValidityCriteria10","strengthScore":16.1,"subject":{"id":"cggv:12a06644-a8d1-47fb-a028-3adb782ba0ad","type":"GeneValidityProposition","disease":"obo:MONDO_0020459","gene":"hgnc:4827","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*HBB* was first reported in relation to autosomal dominant unstable hemoglobin disease in 1962 (Frick et al. 1962, PMID: 13895148). Unstable hemoglobin disease results from the presence of a structurally abnormal hemoglobin variant which leads to Heinz bodies or basophilic inclusions in the red blood cells. The disease is characterized by hemolytic anemia, heat-labile hemoglobin, and is sometimes accompanied by splenomegaly and jaundice. The clinical severity and presentation of the unstable hemoglobinopathies vary widely. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms, inheritance pattern, and phenotypic variability in unstable hemoglobin disease and other disease entities associated with *HBB*. Therefore, the following disease entities have been split into multiple disease entities: AD familial erythrocytosis 7, AD and AR alpha-thalassemia, AD hemoglobin M disease, AD unstable hemoglobin disease, and AR Sickle cell disease. This curation addresses *HBB* in relation to AD unstable hemoglobin disease. At least 14 unique missense variants that have been reported in 15 probands in 14 publications (PMIDs: 13895148, 6771953, 6877904, 3781864, 8330973, 9730372, 11920235, 29573049, 25347256, 20730880, 30032685, 32029504, 33613322, 37457725) are included in this curation. Eight were reported as de novo occurrences. This gene disease association is also supported by experimental evidence including expression pattern of HBB across human tissues which is highly specific within whole blood (PMID: 23715323), biochemical studies indicating the well-established function of *HBB* in oxygen binding (PMID: 11747442), and its protein-protein interaction with the alpha hemoglobin chain encoded by *HBA1* and *HBA2* genes (PMID: 6644819), which harbors variants associated with unstable hemoglobin disease. Additionally, an ENU-induced mouse model replicated the human phenotype (PMIDs: 28304246). In summary, there is definitive evidence supporting the relationship between *HBB* and autosomal dominant unstable hemoglobin disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen General Gene Curation Expert Panel on 2/28/2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:814a7d4b-c79b-4f68-9873-0d8477ee95a2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}