{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-05-20T19:06:23.871Z","role":"Approver"},{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4f_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9a48c766-4ec8-4f5a-bb68-c382ee8a2c1f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9cb88713-4ef3-45cc-bcad-80ef7c695ce6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"detectionMethod":"","firstTestingMethod":"Exome sequencing","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:9a48c766-4ec8-4f5a-bb68-c382ee8a2c1f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d5b11a80-e21c-4ad7-aa86-b30da2dc0e72","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002488.4(NDUFA2):c.134A>C (p.Lys45Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA325196"}},{"id":"cggv:bf6e8d2d-c916-42e5-9f11-4bc5db17617c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002488.4(NDUFA2):c.225delG (p.Asn76Metfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/214712"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28857146","type":"dc:BibliographicResource","dc:abstract":"Deficiencies of mitochondrial respiratory chain complex I frequently result in leukoencephalopathy in young patients, and different mutations in the genes encoding its subunits are still being uncovered. We report 2 patients with cystic leukoencephalopathy and complex I deficiency with recessive mutations in NDUFA2, an accessory subunit of complex I. The first patient was initially diagnosed with a primary systemic carnitine deficiency associated with a homozygous variant in SLC22A5, but also exhibited developmental regression and cystic leukoencephalopathy, and an additional diagnosis of complex I deficiency was suspected. Biochemical analysis confirmed a complex I deficiency, and whole-exome sequencing revealed a homozygous mutation in NDUFA2 (c.134A>C, p.Lys45Thr). Review of a biorepository of patients with unsolved genetic leukoencephalopathies who underwent whole-exome or genome sequencing allowed us to identify a second patient with compound heterozygous mutations in NDUFA2 (c.134A>C, p.Lys45Thr; c.225del, p.Asn76Metfs*4). Only 1 other patient with mutations in NDUFA2 and a different phenotype (Leigh syndrome) has previously been reported. This is the first report of cystic leukoencephalopathy caused by mutations in NDUFA2.","dc:creator":"Perrier S","dc:date":"2018","dc:title":"Recessive mutations in NDUFA2 cause mitochondrial leukoencephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28857146","rdfs:label":"Index Case 2 (LD_0821)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Missense mutation and is a founder/common mutation."},{"id":"cggv:f1588472-618a-4373-bde4-14c9886b4b18_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2950b53a-c2fb-49ec-949e-0775467b46b6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"detectionMethod":"","firstTestingMethod":"Exome sequencing","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:f1588472-618a-4373-bde4-14c9886b4b18_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d5b11a80-e21c-4ad7-aa86-b30da2dc0e72"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28857146"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28857146","rdfs:label":"Index Case 3; Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Missense mutation and is a founder/common mutation."},{"id":"cggv:8f564f31-768c-46dc-83d1-df32ceefe59d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:35e4147b-ce2d-4222-9c91-b49ceb136b2f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:8f564f31-768c-46dc-83d1-df32ceefe59d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bd166c4c-ac17-4a0d-8bbb-343b3c77ae13","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002488.4(NDUFA2):c.208+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA804719863"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18513682","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial isolated complex I deficiency is the most frequently encountered OXPHOS defect. We report a patient with an isolated complex I deficiency expressed in skin fibroblasts as well as muscle tissue. Because the parents were consanguineous, we performed homozygosity mapping to identify homozygous regions containing candidate genes such as NDUFA2 on chromosome 5. Screening of this gene on genomic DNA revealed a mutation that interferes with correct splicing and results in the skipping of exon 2. Exon skipping was confirmed on the mRNA level. The mutation in this accessory subunit causes reduced activity and disturbed assembly of complex I. Furthermore, the mutation is associated with a mitochondrial depolarization. The expression and activity of complex I and the depolarization was (partially) rescued with a baculovirus system expressing the NDUFA2 gene.","dc:creator":"Hoefs SJ","dc:date":"2008","dc:title":"NDUFA2 complex I mutation leads to Leigh disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18513682","rdfs:label":"Index Case 1; Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Abnormal splicing causing early stop codon + western blot showing no/Low expression"},{"id":"cggv:9b815056-bb3c-4ae1-b56f-33ae2afc5ec3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cb22ea24-5be8-4c4e-b805-61f0d6cb6757","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:9b815056-bb3c-4ae1-b56f-33ae2afc5ec3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d5b11a80-e21c-4ad7-aa86-b30da2dc0e72"},{"id":"cggv:bf6e8d2d-c916-42e5-9f11-4bc5db17617c"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27159321","type":"dc:BibliographicResource","dc:abstract":"Here we report whole exome sequencing (WES) on a cohort of 71 patients with persistently unresolved white matter abnormalities with a suspected diagnosis of leukodystrophy or genetic leukoencephalopathy. WES analyses were performed on trio, or greater, family groups. Diagnostic pathogenic variants were identified in 35% (25 of 71) of patients. Potentially pathogenic variants were identified in clinically relevant genes in a further 7% (5 of 71) of cases, giving a total yield of clinical diagnoses in 42% of individuals. These findings provide evidence that WES can substantially decrease the number of unresolved white matter cases. Ann Neurol 2016;79:1031-1037.","dc:creator":"Vanderver A","dc:date":"2016","dc:title":"Whole exome sequencing in patients with white matter abnormalities."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27159321","rdfs:label":"Index Case 2 (LD_0821)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Same as Perrier (2018) Clin Genet 93: 396 PubMed: 28857146"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5},{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6917ba47-23c1-4b6e-b666-92fd7c3b2fa3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2fbfd175-d892-4d11-bff1-592baf0dca4e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"https://www.genecards.org/cgi-bin/carddisp.pl?gene=NDUFA2\nNDUFA2 is overexpressed in heart (6.7) abd brain (6.4) vs other tissues\nUsing in situ hybridization we investigated the relative expression of 33 nuclear encoded complex I subunits in different brain regions of the mouse at E11.5, E17.5, P1, P11, P28 and adult (12 weeks).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21556144","type":"dc:BibliographicResource","dc:abstract":"Mutations in the nuclear encoded subunits of mitochondrial complex I (NADH:ubiquinone oxidoreductase) may cause circumscribed cerebral lesions ranging from degeneration of the striatal and brainstem gray matter (Leigh syndrome) to leukodystrophy. We hypothesized that such pattern of regional pathology might be due to local differences in the dependence on complex I function. Using in situ hybridization we investigated the relative expression of 33 nuclear encoded complex I subunits in different brain regions of the mouse at E11.5, E17.5, P1, P11, P28 and adult (12 weeks). With respect to timing and relative intensity of complex I gene expression we found a highly variant pattern in different regions during development. High average expression levels were detected in periods of intense neurogenesis. In cerebellar Purkinje and in hippocampal CA1/CA3 pyramidal neurons we found a second even higher peak during the period of synaptogenesis and maturation. The extraordinary dependence of these structures on complex I gene expression during synaptogenesis is in accord with our recent findings that gamma oscillations--known to be associated with higher cognitive functions of the mammalian brain--strongly depend on the complex I activity. However, with the exception of the mesencephalon, we detected only average complex I expression levels in the striatum and basal ganglia, which does not explain the exquisite vulnerability of these structures in mitochondrial disorders.","dc:creator":"Wirtz S","dc:date":"2011","dc:title":"Region-specific expression of mitochondrial complex I genes during murine brain development."},"rdfs:label":"Mouse brain expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:986871cb-8a86-4a2e-9013-2be6c72cb29b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b3b1f7b4-d9ab-4272-b114-6cf3163dadbc","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Loeffen et al. (1998) noted that complex I can be fragmented into 3 different fractions. The flavoprotein fraction contains the NDUFV1, NDUFV2, and NDUFV3 subunits and the iron-sulfur protein (IP) fraction contains at least 7 subunits, NDUFS1-NDUFS6 and NDUFA5. The remaining subunits, including NDUFA2, are part of the hydrophobic protein (HP) fraction, which is involved in proton translocation. Loeffen et al. (1998)reported cDNA sequences of 8 nuclear-encoded subunits located within the hydrophobic protein fraction of NADH:ubiquinone oxidoreductase.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9878551","type":"dc:BibliographicResource","dc:abstract":"NADH:ubiquinone oxidoreductase (complex I) is an extremely complicated multiprotein complex located in the inner mitochondrial membrane. Its main function is the transport of electrons from NADH to ubiquinone, which is accompanied by translocation of protons from the mitochondrial matrix to the intermembrane space. Human complex I appears to consist of 41 subunits of which 34 are encoded by nDNA. Here we report the cDNA sequences of the hitherto uncharacterized 8 nuclear encoded subunits, all located within the hydrophobic protein (HP) fraction of complex I. Now all currently known 41 proteins of human NADH:ubiquinone oxidoreductase have been characterized and reported in literature, which enables more complete mutational analysis studies of isolated complex I-deficient patients.","dc:creator":"Loeffen JL","dc:date":"1998","dc:title":"cDNA of eight nuclear encoded subunits of NADH:ubiquinone oxidoreductase: human complex I cDNA characterization completed."},"rdfs:label":"complex I IP fractions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"This gene shares a biochemical relationship or function with 10+ genes known to cause Leigh syndrome."},{"id":"cggv:2599f6e6-7de4-47a4-ba32-22da31b18cf5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d075013e-4e8f-4f02-987d-338e0b111bc8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Two other previously unstudied subunits in relation to their presence in subassemblies are NDUFA2 and NDUFA13. The co-migration of the NDUFA2 subunit with peripheral arm subunits NDUFS2, NDUFS3, and NDUFA9 in subcomplex a2 (that appears during breakdown) is in line with its fractionation with the IP fragment","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17209039","type":"dc:BibliographicResource","dc:abstract":"Biogenesis of human mitochondrial complex I (CI) requires the coordinated assembly of 45 subunits derived from both the mitochondrial and nuclear genome. The presence of CI subcomplexes in CI-deficient cells suggests that assembly occurs in distinct steps. However, discriminating between products of assembly or instability is problematic. Using an inducible NDUFS3-green fluorescent protein (GFP) expression system in HEK293 cells, we here provide direct evidence for the stepwise assembly of CI. Upon induction, six distinct NDUFS3-GFP-containing subcomplexes gradually appeared on a blue native Western blot also observed in wild type HEK293 mitochondria. Their stability was demonstrated by differential solubilization and heat incubation, which additionally allowed their distinction from specific products of CI instability and breakdown. Inhibition of mitochondrial translation under conditions of steady state labeling resulted in an accumulation of two of the NDUFS3-GFP-containing subcomplexes (100 and 150 kDa) and concomitant disappearance of the fully assembled complex. Lifting inhibition reversed this effect, demonstrating that these two subcomplexes are true assembly intermediates. Composition analysis showed that this event was accompanied by the incorporation of at least one mitochondrial DNA-encoded subunit, thereby revealing the first entry point of these subunits.","dc:creator":"Vogel RO","dc:date":"2007","dc:title":"Identification of mitochondrial complex I assembly intermediates by tracing tagged NDUFS3 demonstrates the entry point of mitochondrial subunits."},"rdfs:label":"Complex I Assembly"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"This gene shares a biochemical relationship or function with 10+ genes known to cause Leigh syndrome. Additional to Loeffen, J. L. Biochem. Biophys. Res. Commun. 253: 415-422, 1998. PubMed: 9878551"},{"id":"cggv:1df8e946-1078-463c-bb58-18eae95c17e5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b844eb7b-3c17-421b-b1af-12abb2b39043","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Applied submitochondrial fluorescence recovery after photobleaching to HEK293 cells expressing 6 GFP-tagged subunits selected on the basis of current CI assembly models. Four subunits (NDUFV1, NDUFV2, NDUFA2, and NDUFA12) were also present as highly mobile matrix-soluble monomers, whereas, in sharp contrast, the other two subunits (NDUFB6 and NDUFS3) were additionally present in a slowly mobile fraction","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18826940","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I (CI) is a large assembly of 45 different subunits, and defects in its biogenesis are the most frequent cause of mitochondrial disorders. In vitro evidence suggests a stepwise assembly process involving pre-assembled modules. However, whether these modules also exist in vivo is as yet unresolved. To answer this question, we here applied submitochondrial fluorescence recovery after photobleaching to HEK293 cells expressing 6 GFP-tagged subunits selected on the basis of current CI assembly models. We established that each subunit was partially present in a virtually immobile fraction, possibly representing the holo-enzyme. Four subunits (NDUFV1, NDUFV2, NDUFA2, and NDUFA12) were also present as highly mobile matrix-soluble monomers, whereas, in sharp contrast, the other two subunits (NDUFB6 and NDUFS3) were additionally present in a slowly mobile fraction. In the case of the integral membrane protein NDUFB6, this fraction most likely represented one or more membrane-bound subassemblies, whereas biochemical evidence suggested that for the NDUFS3 protein this fraction most probably corresponded to a matrix-soluble subassembly. Our results provide first time evidence for the existence of CI subassemblies in mitochondria of living cells.","dc:creator":"Dieteren CE","dc:date":"2008","dc:title":"Subunits of mitochondrial complex I exist as part of matrix- and membrane-associated subcomplexes in living cells."},"rdfs:label":"CI assembly model"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"This gene shares a biochemical relationship or function with 10+ genes known to cause Leigh syndrome.  Additional to Loeffen, J. L. Biochem. Biophys. Res. Commun. 253: 415-422, 1998. PubMed: 9878551"},{"id":"cggv:c165bba0-ee01-41c6-974e-11680c317a10","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9710ca23-dd3a-4cd3-8a63-449dd2bc7bd6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"This study investigated several proteins by immunodetection for each OXPHOS\ncomplex. They performed immunodetection of nine CI subunits; NDUFS3, NDUFS2,NDUFA9,NDUFB6,NDUFA13,NDUFA6,NDUFA6,NDUFA2,NDUFA1,SDHA, ND1, ATPA1, COXIII","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17209039","rdfs:label":"Tracing Complex I Assembly"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"This gene interacts with more than 1 gene known to cause Leigh syndrome"},{"id":"cggv:d3733a0f-c25d-4296-8e95-a0886dde5e08","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec889d0e-32c9-47e9-b063-82e38c317f10","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Accessory subunit of the mitochondrial membrane respiratory chain NADH dehydrogenase (Complex I), that is believed not to be involved in catalysis. Complex I functions in the transfer of electrons from NADH to the respiratory chain. The immediate electron acceptor for the enzyme is believed to be ubiquinone.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9878551","rdfs:label":"Complex I Assembly"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Addition to Protein Interactions"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7bc8ee52-eefb-481f-8a45-3f33370085d6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7268a78c-45b8-4c6c-885a-a773248a43f7","type":"FunctionalAlteration","dc:description":"Marked decrease in protein level of NDUFA2 in the patient compared to the control; showed a lower activity of complex I in the patient fibroblasts compared to those of the control; demonstrated less NDUFA2, which was only present in the holo complex I and not in the subcomplexes, than in the control; These results indicate a disturbance in the assembly and/or stability of complex I and abn depolarization","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18513682","rdfs:label":"Significantly defects in a patient cell line"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e2fbf3d7-4452-4f21-9965-bce6db0fa4ce","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2cfc8ac1-6e2c-4377-bb56-c1dcf1419515","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Mutation in NDUFA2 Is Associated with Mitochondrial Depolarization & CO-I deficiency in Living Cells, which Can Be Restored by Baculoviral Complementation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18513682","rdfs:label":"Rescue phenotype in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:43094ca9-a2b2-4f14-9641-fa789f4dca62","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b4d1a215-bf70-4b80-a92f-e4d9f3bcd196","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue of each line restored complex I assembly in all cases (Fig. 2b). In NDUFA2-knockout cells, no N-module was present (Extended Data Fig. 4a) and these cells showed severe defects in complex  I activity and respiration (Fig. 2c)  They also uncovered clear structural correlations including the loss of subunits around the N-module upon knockout of subunit NDUFA2 as well as loss of subunits from the distal membrane module in NDUFB11-knockout cells (Fig. 3b).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626371","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first enzyme of the mitochondrial respiratory chain and is composed of 45 subunits in humans, making it one of the largest known multi-subunit membrane protein complexes. Complex I exists in supercomplex forms with respiratory chain complexes III and IV, which are together required for the generation of a transmembrane proton gradient used for the synthesis of ATP. Complex I is also a major source of damaging reactive oxygen species and its dysfunction is associated with mitochondrial disease, Parkinson's disease and ageing. Bacterial and human complex I share 14 core subunits that are essential for enzymatic function; however, the role and necessity of the remaining 31 human accessory subunits is unclear. The incorporation of accessory subunits into the complex increases the cellular energetic cost and has necessitated the involvement of numerous assembly factors for complex I biogenesis. Here we use gene editing to generate human knockout cell lines for each accessory subunit. We show that 25 subunits are strictly required for assembly of a functional complex and 1 subunit is essential for cell viability. Quantitative proteomic analysis of cell lines revealed that loss of each subunit affects the stability of other subunits residing in the same structural module. Analysis of proteomic changes after the loss of specific modules revealed that ATP5SL and DMAC1 are required for assembly of the distal portion of the complex I membrane arm. Our results demonstrate the broad importance of accessory subunits in the structure and function of human complex I. Coupling gene-editing technology with proteomics represents a powerful tool for dissecting large multi-subunit complexes and enables the study of complex dysfunction at a cellular level.","dc:creator":"Stroud DA","dc:date":"2016","dc:title":"Accessory subunits are integral for assembly and function of human mitochondrial complex I."},"rdfs:label":"KD cell lines restored complex I assembly"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"One cell culture model (non-patient) with disrupted gene function showing mitochondrial dysfunction"},{"id":"cggv:882ee149-17cd-4db5-8e9d-e54683e0e4fe","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0a4029a5-e384-42bb-88b1-21f6b5f32455","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Because the mitochondrial electron transport chain is a major site of ROS production, mitochondrial carbonylation is thought to contribute substantially to oxidative damage. Among the important targets of carbonylation implicated in mitochondrial dysfunction, two Complex I subunits have been identified: NDUFA2 and NDUFA3. In this study carbonylation of complex I subunits is associated with impaired activity (Fig. 7) and increased membrane potential (Fig. 8D) but diminished basal and coupled respiration (Fig. 8)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22822087","type":"dc:BibliographicResource","dc:abstract":"Carbonylation is the covalent, non-reversible modification of the side chains of cysteine, histidine, and lysine residues by lipid peroxidation end products such as 4-hydroxy- and 4-oxononenal. In adipose tissue the effects of such modifications are associated with increased oxidative stress and metabolic dysregulation centered on mitochondrial energy metabolism. To address the role of protein carbonylation in the pathogenesis of mitochondrial dysfunction, quantitative proteomics was employed to identify specific targets of carbonylation in GSTA4-silenced or overexpressing 3T3-L1 adipocytes. GSTA4-silenced adipocytes displayed elevated carbonylation of several key mitochondrial proteins including the phosphate carrier protein, NADH dehydrogenase 1α subcomplexes 2 and 3, translocase of inner mitochondrial membrane 50, and valyl-tRNA synthetase. Elevated protein carbonylation is accompanied by diminished complex I activity, impaired respiration, increased superoxide production, and a reduction in membrane potential without changes in mitochondrial number, area, or density. Silencing of the phosphate carrier or NADH dehydrogenase 1α subcomplexes 2 or 3 in 3T3-L1 cells results in decreased basal and maximal respiration. These results suggest that protein carbonylation plays a major instigating role in cytokine-dependent mitochondrial dysfunction and may be linked to the development of insulin resistance in the adipocyte.","dc:creator":"Curtis JM","dc:date":"2012","dc:title":"Protein carbonylation and adipocyte mitochondrial function."},"rdfs:label":"NDUFA2 is a the important target of carbonylation"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"One cell culture model (non-patient) with disrupted gene function showing mitochondrial dysfunction"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":526,"specifiedBy":"GeneValidityCriteria6","strengthScore":9.5,"subject":{"id":"cggv:206c45ce-8ff0-479d-90b3-b46fa0928a6e","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7685","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFA2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of March 14, 2019. NDUFA2 was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2008 (Hoefs et al., PMID 18513682). Several variants in the NDUFA2 gene have been reported in ClinVar, but mostly with limited evidence of pathogenicity. Evidence supporting this gene-disease relationship includes case-level data and experimental data (PMIDs 18513682, 28857146, 27159321) to reach a case-level evidence score of 4.5 points. This gene-disease association is further supported by the function of the gene product, complex I alterations in cell lines, expression studies, and animal models reaching an experimental score of 5.0 points. The mechanism for disease is complex I deficiency.  In summary, NDUFA2 is moderately associated with autosomal recessive Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 25, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:3f40eb04-1cc3-477c-ab0a-c8162958fd4f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}