{"id":"cggv:5e7d2674-bce3-469c-b1e4-5cf57f5780a8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5e7d2674-bce3-469c-b1e4-5cf57f5780a8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-05-26T11:00:00.000Z","role":"Approver"},{"id":"cggv:5e7d2674-bce3-469c-b1e4-5cf57f5780a8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-07-22T16:05:26.728Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/29342275","type":"dc:BibliographicResource","dc:abstract":"Heterozygous missense mutations in the N-terminal motor or coiled-coil domains of the kinesin family member 5A (KIF5A) gene cause monogenic spastic paraplegia (HSP10) and Charcot-Marie-Tooth disease type 2 (CMT2). Moreover, heterozygous de novo frame-shift mutations in the C-terminal domain of KIF5A are associated with neonatal intractable myoclonus, a neurodevelopmental syndrome. These findings, together with the observation that many of the disease genes associated with amyotrophic lateral sclerosis disrupt cytoskeletal function and intracellular transport, led us to hypothesize that mutations in KIF5A are also a cause of amyotrophic lateral sclerosis. Using whole exome sequencing followed by rare variant analysis of 426 patients with familial amyotrophic lateral sclerosis and 6137 control subjects, we detected an enrichment of KIF5A splice-site mutations in amyotrophic lateral sclerosis (2/426 compared to 0/6137 in controls; P = 4.2 × 10-3), both located in a hot-spot in the C-terminus of the protein and predicted to affect splicing exon 27. We additionally show co-segregation with amyotrophic lateral sclerosis of two canonical splice-site mutations in two families. Investigation of lymphoblast cell lines from patients with KIF5A splice-site mutations revealed the loss of mutant RNA expression and suggested haploinsufficiency as the most probable underlying molecular mechanism. Furthermore, mRNA sequencing of a rare non-synonymous missense mutation (predicting p.Arg1007Gly) located in the C-terminus of the protein shortly upstream of the splice donor of exon 27 revealed defective KIF5A pre-mRNA splicing in respective patient-derived cell lines owing to abrogation of the donor site. Finally, the non-synonymous single nucleotide variant rs113247976 (minor allele frequency = 1.00% in controls, n = 6137), also located in the C-terminal region [p.(Pro986Leu) in exon 26], was significantly enriched in familial amyotrophic lateral sclerosis patients (minor allele frequency = 3.40%; P = 1.28 × 10-7). Our study demonstrates that mutations located specifically in a C-terminal hotspot of KIF5A can cause a classical amyotrophic lateral sclerosis phenotype, and underline the involvement of intracellular transport processes in amyotrophic lateral sclerosis pathogenesis.","dc:creator":"Brenner D","dc:date":"2018","dc:title":"Hot-spot KIF5A mutations cause familial ALS."},"evidence":[{"id":"cggv:5e7d2674-bce3-469c-b1e4-5cf57f5780a8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e7d2674-bce3-469c-b1e4-5cf57f5780a8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:060f3faf-4bc5-45de-b4a2-0802b37ca065","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f9d77bb-7ae9-4bc7-971d-f467bc41c908","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Comparison of  KIF5A levels in the motor cortex, sensory cortex, spinal cord and cerebellum between ALS patients and controls  showed reduced expression in people with ALS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23006449","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis is a fatal motor neuron degenerative disease. Most cases are sporadic (SALS), and approximately 10% are familial (FALS) among which over 20% are linked to the SOD1 mutation. Both SALS and FALS have been associated with retrograde axonal transport defects. Kinesins (KIFs) are motor proteins involved mainly in anterograde transport; however, some also participate in retrograde transport.","dc:creator":"Kuźma-Kozakiewicz M","dc:date":"2012","dc:title":"Kinesin expression in the central nervous system of humans and transgenic hSOD1G93A mice with amyotrophic lateral sclerosis."},"rdfs:label":"KIF5A_altered_expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d685628f-39ab-4a1c-8ad8-677976a18a6d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:69c3930c-40dd-4eab-bf01-18804f367cde","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression levels in the human protein atlas","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"KIF5A_neuron_expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:5e7d2674-bce3-469c-b1e4-5cf57f5780a8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8fe63a58-36f0-4983-9ba5-0d50ad9a8a34","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3941643c-4cd1-40a5-bfb1-a54b21d73c71","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Degeneration and death of motor neurons in C. elegans with mutant KIF5A as seen in humans","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35430760","type":"dc:BibliographicResource","dc:abstract":"KIF5A is a kinesin superfamily motor protein that transports various cargos in neurons. Mutations in Kif5a cause familial amyotrophic lateral sclerosis (ALS). These ALS mutations are in the intron of Kif5a and induce mis-splicing of KIF5A mRNA, leading to splicing out of exon 27, which in human KIF5A encodes the cargo-binding tail domain of KIF5A. Therefore, it has been suggested that ALS is caused by loss of function of KIF5A. However, the precise mechanisms regarding how mutations in KIF5A cause ALS remain unclear. Here, we show that an ALS-associated mutant of KIF5A, KIF5A(Δexon27), is predisposed to form oligomers and aggregates in cultured mouse cell lines. Interestingly, purified KIF5A(Δexon27) oligomers showed more active movement on microtubules than wild-type KIF5A in vitro. Purified KIF5A(∆exon27) was prone to form aggregates in vitro. Moreover, KIF5A(Δexon27)-expressing Caenorhabditis elegans neurons showed morphological defects. These data collectively suggest that ALS-associated mutations of KIF5A are toxic gain-of-function mutations rather than simple loss-of-function mutations.","dc:creator":"Nakano J","dc:date":"2022","dc:title":"An ALS-associated KIF5A mutant forms oligomers and aggregates and induces neuronal toxicity."},"rdfs:label":"C. elegans exon skipping"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Decision of GCEP to downgrade C. elegans model for ALS."},{"id":"cggv:76be58a9-ec79-481a-add7-adabb99d942d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2cfd8ce8-ffab-449f-9cd6-5ae3c1e18c1b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Motor neuron degeneration is a feature of ALS","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22466687","type":"dc:BibliographicResource","dc:abstract":"Hereditary spastic paraplegia (HSP) is a neurodegenerative disorder preferentially affecting the longest corticospinal axons. More than 40 HSP genetic loci have been identified, among them SPG10, an autosomal dominant HSP caused by point mutations in the neuronal kinesin heavy chain protein KIF5A. Constitutive KIF5A knockout (KIF5A( -/- )) mice die early after birth. In these mice, lungs were unexpanded, and cell bodies of lower motor neurons in the spinal cord swollen, but the pathomechanism remained unclear. To gain insights into the pathophysiology, we characterized survival, outgrowth, and function in primary motor and sensory neuron cultures from KIF5A( -/- ) mice. Absence of KIF5A reduced survival in motor neurons, but not in sensory neurons. Outgrowth of axons and dendrites was remarkably diminished in KIF5A( -/- ) motor neurons. The number of axonal branches was reduced, whereas the number of dendrites was not altered. In KIF5A( -/- ) sensory neurons, neurite outgrowth was decreased but the number of neurites remained unchanged. In motor neurons maximum and average velocity of mitochondrial transport was reduced both in anterograde and retrograde direction. Our results point out a role of KIF5A in process outgrowth and axonal transport of mitochondria, affecting motor neurons more severely than sensory neurons. This gives pathophysiological insights into KIF5A associated HSP, and matches the clinical findings of predominant degeneration of the longest axons of the corticospinal tract.","dc:creator":"Karle KN","dc:date":"2012","dc:title":"Axonal transport deficit in a KIF5A( -/- ) mouse model."},"rdfs:label":"KIF5A_KO_mouse_phenotype"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Full KO of gene does not properly represent variation that is thought to cause ALS."},{"id":"cggv:5cb010a8-c5a8-4961-af47-550e1955adf8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e095c261-4e34-4f99-902a-c815c15318f6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Progressive paralysis and weight loss are both symptoms of ALS","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12682084","type":"dc:BibliographicResource","dc:abstract":"To test the hypothesis that fast anterograde molecular motor proteins power the slow axonal transport of neurofilaments (NFs), we used homologous recombination to generate mice lacking the neuronal-specific conventional kinesin heavy chain, KIF5A. Because null KIF5A mutants die immediately after birth, a synapsin-promoted Cre-recombinase transgene was used to direct inactivation of KIF5A in neurons postnatally. Three fourths of such mutant mice exhibited seizures and death at around 3 wk of age; the remaining animals survived to 3 mo or longer. In young mutant animals, fast axonal transport appeared to be intact, but NF-H, as well as NF-M and NF-L, accumulated in the cell bodies of peripheral sensory neurons accompanied by a reduction in sensory axon caliber. Older animals also developed age-dependent sensory neuron degeneration, an accumulation of NF subunits in cell bodies and a reduction in axons, loss of large caliber axons, and hind limb paralysis. These data support the hypothesis that a conventional kinesin plays a role in the microtubule-dependent slow axonal transport of at least one cargo, the NF proteins.","dc:creator":"Xia CH","dc:date":"2003","dc:title":"Abnormal neurofilament transport caused by targeted disruption of neuronal kinesin heavy chain KIF5A."},"rdfs:label":"KIF5A_KO_mouse_phenotype_clinical"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Full KO of gene does not properly represent variation that is thought to cause ALS."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:5e7d2674-bce3-469c-b1e4-5cf57f5780a8_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4869,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:0eb51546-3511-41d5-a3e8-1e0fc8442df3","type":"GeneValidityProposition","disease":"obo:MONDO_0060670","gene":"hgnc:6323","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"KIF5A was first reported in relation to autosomal dominant inherited ALS in two separate studies both published in March 2018 (Brenner et al., PMID: 29342275 and Nicolas et al., PMID: 29566793). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found difference in molecular mechanism and phenotypic variability of Hereditary Spastic Paraplegia and Charcot-Marie-Tooth disease type 2. Therefore, the following disease entities have been split into multiple disease entities, ALS 25 (OMIM:617921), Spastic paraplegia 10 (OMIM:604187) and Charcot-Marie-Tooth disease type 2. 42 variants (variant type, missense, frameshift and exon skipping) that have been reported in 42 probands in 8 publications (PMIDs: 29342275, 29566793, 30301576, 31422367, 31475037, 32815063, 32888732, 33077544) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. \nMany of the variants reported in people with ALS are at the C-terminal end of the protein and involve either skipping of exon 27 or frameshift variants that cause the final 34 amino acids of the protein to be substituted for a novel sequence of 39 or more amino acids with a number of charged residues. This novel amino acid sequence appears to confer a toxic gain of function of the variant protein (PMIDs: 35430760, 35385738). Cellular functional evidence includes reduced survival of neurons, formation of toxic aggregates, mislocalisation of variant protein to the distal end of neurons, increased binding and activity on microtubules, lack of autoinhibition, and co-localisation and subsequent mislocalisation of wild-type protein. The evidence was considered strong and well replicated enough to upgrade the variant score to one for each first occurrence of a variant predicted to cause the tail domain toxic gain of function. \nThis gene-disease relationship is also supported by experimental evidence, including expression assays (PMIDs: 24309898, 23006449) showing that KIF5A is expressed in healthy motor neurons and the levels are reduced in people with ALS. A model of C. elegans expressing human wild-type and exon 27 skipping KIF5A demonstrated neuronal loss and abnormal phenotype (PMID: 35430760). There are several mouse models of KIF5A knock-out in neurons (eg PMIDs: 12682084, 22466687), these were included in the curation but not scored as the mechanism is likely to be gain-of-function. In summary, KIF5A is definitively associated with autosomal dominant ALS. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:5e7d2674-bce3-469c-b1e4-5cf57f5780a8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}