{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T15:17:38.675Z","role":"Approver"},{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T15:17:48.065Z","role":"Publisher"}],"evidence":[{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2b_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:2caa659f-5f51-4a62-9eb6-46359d7a1e22_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:381be7f2-2e47-4dea-8c24-56c403fdf23f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Twelve patients of non-related Brazilian families with clinical and radiological findings consistent with LS and with muscle biopsy showing multiple deletions or depletion of mtDNA, followed-up in the Division of Neuromuscular Diseases of Universidade Federal de São Paulo (UNIFESP) in São Paulo, Brazil, were studied by whole-exome sequencing and eight patients had genetically-defined nuclear DNA defects. Sequence alignment and variant call coverage of target bases with >10 reads was 96.4%. De novo, homozygous or compound heterozygous variants with allele frequencies of <1% in the general population were further analyzed. Clinically significant variants were confirmed using Sanger sequencing. All mutations are predicted as pathogenic by in silico analysis by SIFT, PolyPhen-2 and MutationTaster","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"lactic acidosis (blood and CSF), hypotonia, dysphagia, ptosis, cognitive impairment, hypertrophic cardiomyopathy. MRI images available for review (Figure 2) (C-E) Patient 5: Axial brain MRI showing hyperintensity in the midbrain, medial globus pallidus and head of the caudate nucleus in T2-weighted images and also hyperintensity in the posterior column of the cervical spinal cord in T2-weighted images","sex":"Female","variant":{"id":"cggv:2caa659f-5f51-4a62-9eb6-46359d7a1e22_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1fb70aa4-f723-4d50-be13-a5979f694c39","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001151.4(SLC25A4):c.239G>A (p.Arg80His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10602460"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31271879","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome represents a complex inherited neurometabolic and neurodegenerative disorder associated with different clinical, genetic and neuroimaging findings in the context of bilateral symmetrical lesions involving the brainstem and basal ganglia. Heterogeneous neurological manifestations such as spasticity, cerebellar ataxia, dystonia, choreoathetosis and parkinsonism are associated with multisystemic and ophthalmological abnormalities due to >75 different monogenic causes. Here, we describe the clinical and genetic features of a Brazilian cohort of patients with Leigh Syndrome in which muscle biopsy analysis showed mitochondrial DNA defects and determine the utility of whole exome sequencing for a final genetic diagnostic in this cohort.","dc:creator":"Souza PVS","dc:date":"2019","dc:title":"Leigh syndrome caused by mitochondrial DNA-maintenance defects revealed by whole exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31271879","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"de Novo variant"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e6e43d02-6b9a-485b-822b-a96fccd4f253","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a8ddf896-3423-476b-8c80-4c312be7c069","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that SLC25A4 is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000151729-SLC25A4/summary/rna). Protein expression in the brain has been shown in the cerebral cortex, basal ganglia midbrain, pons, medulla, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh syndrome spectrum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:795615c5-86d5-45d9-98af-9645cf41907b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c89b9cc6-7f4e-4fbd-9a40-dee78264ce4c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Per Leigh map, POLG, SUCLA2, SUCLG1, FBXL4 associated with mtDNA maintenance. Also RNASEH1","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Mitochondrial DNA maintenance gene"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"5 other genes associated with LSS = 1 point"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c70340ae-93b9-4a5d-a96a-2483149aea6d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0e2f8c48-5a15-4001-9fdb-04c8603d0a24","type":"FunctionalAlteration","dc:description":"Mitochondrial respiratory chain activities in subjects 1, 2, and 5 showed decreased complexes I, III, and IV with a compensatory increase in Complex II. Subject 3 showed decreased complex I and IV with normal combined Complex II+III. Subject 6 had decreased Complex IV and decreased combined Complex II+III. qPCR revealed mtDNA depletion in all patients: Patients 1, 2 (<5% of controls) and Patients 3,5,7 (11-34% of controls)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27693233","type":"dc:BibliographicResource","dc:abstract":"Mutations in SLC25A4 encoding the mitochondrial ADP/ATP carrier AAC1 are well-recognized causes of mitochondrial disease. Several heterozygous SLC25A4 mutations cause adult-onset autosomal-dominant progressive external ophthalmoplegia associated with multiple mitochondrial DNA deletions, whereas recessive SLC25A4 mutations cause childhood-onset mitochondrial myopathy and cardiomyopathy. Here, we describe the identification by whole-exome sequencing of seven probands harboring dominant, de novo SLC25A4 mutations. All affected individuals presented at birth, were ventilator dependent and, where tested, revealed severe combined mitochondrial respiratory chain deficiencies associated with a marked loss of mitochondrial DNA copy number in skeletal muscle. Strikingly, an identical c.239G>A (p.Arg80His) mutation was present in four of the seven subjects, and the other three case subjects harbored the same c.703C>G (p.Arg235Gly) mutation. Analysis of skeletal muscle revealed a marked decrease of AAC1 protein levels and loss of respiratory chain complexes containing mitochondrial DNA-encoded subunits. We show that both recombinant AAC1 mutant proteins are severely impaired in ADP/ATP transport, affecting most likely the substrate binding and mechanics of the carrier, respectively. This highly reduced capacity for transport probably affects mitochondrial DNA maintenance and in turn respiration, causing a severe energy crisis. The confirmation of the pathogenicity of these de novo SLC25A4 mutations highlights a third distinct clinical phenotype associated with mutation of this gene and demonstrates that early-onset mitochondrial disease can be caused by recurrent de novo mutations, which has significant implications for the application and analysis of whole-exome sequencing data in mitochondrial disease.","dc:creator":"Thompson K","dc:date":"2016","dc:title":"Recurrent De Novo Dominant Mutations in SLC25A4 Cause Severe Early-Onset Mitochondrial Disease and Loss of Mitochondrial DNA Copy Number."},"rdfs:label":"Patient Cell Studies"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"More than one patient cell/tissue demonstrating mitochondrial alterations. (Score 1.5 pts)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac53147c-62f6-4d51-b02c-54bf318de1c8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c9bf77ae-0339-49be-bda3-8a1bf02a2da0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the p.Arg80His and p.Arg235Gly alterations had severe effects on transport activity with residual transport rates of 24% and 3%, respectively (Figure 4B).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27693233","rdfs:label":"Lactococcus lactis Transport activity"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"abnormal mito transport in bacterium studies"},{"id":"cggv:f5468c50-fb81-4808-b093-c6e6a4bef454","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f4a405f7-eb75-47f8-b880-3204080e10f8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Neither of the mutant strains were able to on ethanol or glycerol indicating that the mutant alleles were not able to complement thee OXPHOS defect of the aac-null mutants. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27693233","rdfs:label":"Yeast Complementation Studies"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced points as model system was yeast. Complementation studies support pathogenicity. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":2925,"specifiedBy":"GeneValidityCriteria7","strengthScore":6,"subject":{"id":"cggv:337f4355-30ba-487e-9ff0-3e20c7eeca71","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:10990","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The relationship between SLC25A4 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of March 24, 2021. The SLC25A4 gene encodes the mitochondrial adenine nucleotide translocator located in the mitochondrial inner membrane and functions to move ADP across the inner membrane into the mitochondrial matrix and ATP from the matrix into the cytoplasm.\n\nThe SLC25A4 gene has been reported only once in relation to autosomal dominant Leigh syndrome spectrum, in 2019 (PMID: 31271879).  However, defects of this gene are also associated with other mitochondrial phenotypes outside the scope of the Leigh syndrome spectrum gene-disease curation, including autosomal dominant progressive external ophthalmoplegia (PEO) with or without additional features such as exercise intolerance, muscle weakness, and hearing loss; a severe autosomal dominant presentation caused by de novo variants in this gene and characterized by infantile onset encephalomyopathy; and autosomal recessive skeletal myopathy and cardiomyopathy.  Evidence supporting the relationship between SLC25A4 and Leigh syndrome spectrum includes case-level data and experimental data. This curation included one de novo variant identified in one case in one publication (PMID: 31271879). No segregation data were available. The exact mechanism of disease is uncertain. This gene-disease association is also supported by known biochemical function, expression, functional alteration in patient cells, and animal models (PMIDs: 27977873, 25613900, 27693233).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 24, 2021 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:0a6890a4-e2d5-4895-956d-3f3103ec6a2b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}