{"id":"cggv:8b28cda3-bce6-4a8f-b359-0ab398a1111dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8b28cda3-bce6-4a8f-b359-0ab398a1111d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-06-03T21:10:25.440Z","role":"Publisher"},{"id":"cggv:8b28cda3-bce6-4a8f-b359-0ab398a1111d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-04-20T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:8b28cda3-bce6-4a8f-b359-0ab398a1111d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b28cda3-bce6-4a8f-b359-0ab398a1111d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e9ab2c9-5eac-4541-870f-612f52e067f5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd558c69-9bc2-4475-8b0e-9078cd77ca76","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NIPBL is associated with Cornelia de Lange syndrome with overlapping phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31320616","type":"dc:BibliographicResource","dc:abstract":"Mutations in NIPBL are the major cause of Cornelia de Lange Syndrome (CdLS). NIPBL is the cohesin-loading factor and has recently been associated with the BET (bromodomains and extra-terminal (ET) domain) proteins BRD2 and BRD4. Related to this, a CdLS-like phenotype has been described associated to BRD4 mutations. Here, we show direct interaction of NIPBL with different BET members in yeast, and selective interaction with BRD4 in cells, being the ET domain involved in the interaction. To understand the relationship between NIPBL and BET proteins, we have performed RNA-Seq expression analysis following depletion of the different proteins. Results indicate that genes regulated by NIPBL largely overlap with those regulated by BRD4 but not with those regulated by BRD2. ChIP-Seq analysis indicates preferential NIPBL occupancy at promoters, and knockdown experiments show mutual stabilization of NIPBL and BRD4 on co-regulated promoters. Moreover, human fibroblasts from CdLS probands with mutations in NIPBL show reduced BRD4 at co-occupied promoters. Functional analysis in vivo, using mutants of Drosophila melanogaster, confirmed the genetic interaction between Nipped-B and fs(1)h, the orthologs of human NIPBL and BRD4, respectively. Thus, we provide evidence for NIPBL and BRD4 cooperation in transcriptional regulation, which should contribute to explain the recently observed CdLS-like phenotype associated with BRD4 mutations.","dc:creator":"Luna-Peláez N","dc:date":"2019","dc:title":"The Cornelia de Lange Syndrome-associated factor NIPBL interacts with BRD4 ET domain for transcription control of a common set of genes."},"rdfs:label":"Yeast two-hybrid"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"Multiple evidence in this category"},{"id":"cggv:0d1deac3-fd2b-4a06-8405-a74b8a49b822","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:afa2a155-a398-45d7-a1f1-2034d1328c3d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NIPBL is associated with Cornelia de Lange syndrome with overlapping phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29379197","type":"dc:BibliographicResource","dc:abstract":"We found that the clinical phenotype associated with BRD4 haploinsufficiency overlapped with that of Cornelia de Lange syndrome (CdLS), which is most often caused by mutation of NIPBL. More typical CdLS was observed with a de novo BRD4 missense variant, which retained the ability to coimmunoprecipitate with NIPBL, but bound poorly to acetylated histones. BRD4 and NIPBL displayed correlated binding at super-enhancers and appeared to co-regulate developmental gene expression.","dc:creator":"Olley G","dc:date":"2018","dc:title":"BRD4 interacts with NIPBL and BRD4 is mutated in a Cornelia de Lange-like syndrome."},"rdfs:label":"BRD4 immunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"Multiple evidence in this catergory"},{"id":"cggv:c8a79e28-e260-4f12-aea7-e24f7a883ecd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dad78ec1-b2f7-40e4-a228-5b728bb109f2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NIPBL is associated with Cornelia de Lange syndrome with overlapping phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30796039","type":"dc:BibliographicResource","dc:abstract":"Cohesin consists of the SMC1-SMC3-Rad21 tripartite ring and the SA protein that interacts with Rad21. The Nipped-B protein loads cohesin topologically around chromosomes to mediate sister chromatid cohesion and facilitate long-range control of gene transcription. It is largely unknown how Nipped-B and cohesin associate specifically with gene promoters and transcriptional enhancers, or how sister chromatid cohesion is established. Here, we use genome-wide chromatin immunoprecipitation in ","dc:creator":"Pherson M","dc:date":"2019","dc:title":"Cohesin occupancy and composition at enhancers and promoters are linked to DNA replication origin proximity in "},"rdfs:label":"ChIP-seq in Drosophila"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"Multiple evidence in this category"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.75},{"id":"cggv:8b28cda3-bce6-4a8f-b359-0ab398a1111d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4f3dcc5-dea2-4e52-b198-a628bd1345aa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2f24178e-7864-48d2-980f-f83e671cf345","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both humans and mice have neurodevelopmental abnormality.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26301327","type":"dc:BibliographicResource","dc:abstract":"Precise regulation of transcription is crucial for the cellular mechanisms underlying memory formation. However, the link between neuronal stimulation and the proteins that directly interact with histone modifications to activate transcription in neurons remains unclear. Brd4 is a member of the bromodomain and extra-terminal domain (BET) protein family, which binds acetylated histones and is a critical regulator of transcription in many cell types, including transcription in response to external cues. Small molecule BET inhibitors are in clinical trials, yet almost nothing is known about Brd4 function in the brain. Here we show that Brd4 mediates the transcriptional regulation underlying learning and memory. The loss of Brd4 function affects critical synaptic proteins, which results in memory deficits in mice but also decreases seizure susceptibility. Thus Brd4 provides a critical link between neuronal activation and the transcriptional responses that occur during memory formation. ","dc:creator":"Korb E","dc:date":"2015","dc:title":"BET protein Brd4 activates transcription in neurons and BET inhibitor Jq1 blocks memory in mice."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.75,"dc:description":"There are other mouse models."},{"id":"cggv:ac7b25dd-d028-4304-a9d5-5fa349c6a6be","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d2635a08-d3c9-456b-aad7-3adc560f70f5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both humans and mice have neurodevelopmental abnormality.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31292434","type":"dc:BibliographicResource","dc:abstract":"Cerebellar neuronal progenitors undergo a series of divisions before irreversibly exiting the cell cycle and differentiating into neurons. Dysfunction of this process underlies many neurological diseases including ataxia and the most common pediatric brain tumor, medulloblastoma. To better define the pathways controlling the most abundant neuronal cells in the mammalian cerebellum, cerebellar granule cell progenitors (GCPs), we performed RNA-sequencing of GCPs exiting the cell cycle. Time-series modeling of GCP cell cycle exit identified downregulation of activity of the epigenetic reader protein Brd4. Brd4 binding to the Gli1 locus is controlled by Casein Kinase 1δ (CK1 δ)-dependent phosphorylation during GCP proliferation, and decreases during GCP cell cycle exit. Importantly, conditional deletion of Brd4 in vivo in the developing cerebellum induces cerebellar morphological deficits and ataxia. These studies define an essential role for Brd4 in cerebellar granule cell neurogenesis and are critical for designing clinical trials utilizing Brd4 inhibitors in neurological indications.","dc:creator":"Penas C","dc:date":"2019","dc:title":"Time series modeling of cell cycle exit identifies Brd4 dependent regulation of cerebellar neurogenesis."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.75,"dc:description":"There are other mouse models"},{"id":"cggv:c1a2ab73-a72d-42c1-908b-08bc757bbdf4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd46e961-b5e4-4732-89c1-dc0fe0baf1e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Same as humans, mice also show neurodevelopmental abnormality","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11997514","type":"dc:BibliographicResource","dc:abstract":"In a gene trap screen we recovered a mouse mutant line in which an insertion generated a null allele of the Brd4 gene. Brd4 belongs to the Fsh/Brd family, a group of structurally related proteins characterized by the association of two bromodomains and one extraterminal domain. Members of this family include Brd2/Ring3/Fsrg1 in mammals, fs(1)h in Drosophila, and Bdf1 in Saccharomyces cerevisiae. Brd4 heterozygotes display pre- and postnatal growth defects associated with a reduced proliferation rate. These mice also exhibit a variety of anatomical abnormalities: head malformations, absence of subcutaneous fat, cataracts, and abnormal liver cells. In primary cell cultures, heterozygous cells also display reduced proliferation rates and moderate sensitivity to methyl methanesulfonate. Embryos nullizygous for Brd4 die shortly after implantation and are compromised in their ability to maintain an inner cell mass in vitro, suggesting a role in fundamental cellular processes. Finally, sequence comparisons suggest that Brd4 is likely to correspond to the Brd-like element of the mediator of transcriptional regulation isolated by Y. W. Jiang, P. Veschambre, H. Erdjument-Bromage, P. Tempst, J. W. Conaway, R. C. Conaway, and R. D. Kornberg (Proc. Natl. Acad. Sci. USA 95:8538-8543, 1998) and the Brd4 mutant phenotype is discussed in light of this result. Together, our results provide the first genetic evidence for an in vivo role in mammals for a member of the Fsh/Brd family.","dc:creator":"Houzelstein D","dc:date":"2002","dc:title":"Growth and early postimplantation defects in mice deficient for the bromodomain-containing protein Brd4."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.75,"dc:description":"There are other mouse models."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.25}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:8b28cda3-bce6-4a8f-b359-0ab398a1111d_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5}],"evidenceStrength":"Definitive","sequence":4543,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.5,"subject":{"id":"cggv:ca4b2e89-bf62-466d-a59f-fa3b1c5d9c01","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:13575","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *BRD4* gene encodes a member of the bromo and extra-terminal domain (BET) family of nuclear proteins. It binds to lysine-acetylated histones, non-histone proteins, DNA and RNA, and is of importance in transcription, replication, and DNA repair. In 2018, Olley *et al.* reported four individuals with *de novo BRD4* variants (one multigenic deletion, two frameshift variants and one missense variant). Their clinical features included intellectual disability, Cornelia de Lange syndrome–like appearance, microcephaly, and cardiac malformations (PMID: 29379197). In 2020, Rentas *et al.* reported another individual with suspected Cornelia de Lange syndrome and a *BRD4* missense variant (PMID: 31911672). Multigenic deletions containing the *BRD4* gene have been reported in at least nine individuals with intellectual disability and congenital anomalies, some of whom exhibit a Cornelia de Lange syndrome–like phenotype (PMIDs: 17339581, 19215039, 20570643, 20648052, 21815246, 21994138, 22750323, 30055032, 30302754). Furthermore, three truncating *BRD4* variants (two de novo and one of unknown inheritance) have been reported in large studies of patient cohorts with autism spectrum disorder or developmental disorders, with no additional phenotype information (PMIDs: 31981491, 33057194). This gene-disease relationship is further supported by neurodevelopmental phenotypes in *Brd4* mouse models (PMIDs: 11997514, 26301327, 31292434) and the protein-protein interaction between BRD4 and NIPBL, the major disease gene for Cornelia de Lange syndrome (PMIDs: 29379197, 30796039, 31320616).\n\nIn summary, *BRD4* is definitively associated with autosomal dominant syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 20, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:8b28cda3-bce6-4a8f-b359-0ab398a1111d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}