{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60ev1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-06-07T16:00:00.000Z","role":"Approver"},{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-22T21:25:24.393Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22560091","type":"dc:BibliographicResource","dc:abstract":"Auriculocondylar syndrome (ACS) is a rare, autosomal-dominant craniofacial malformation syndrome characterized by variable micrognathia, temporomandibular joint ankylosis, cleft palate, and a characteristic \"question-mark\" ear malformation. Careful phenotypic characterization of severely affected probands in our cohort suggested the presence of a mandibular patterning defect resulting in a maxillary phenotype (i.e., homeotic transformation). We used exome sequencing of five probands and identified two novel (exclusive to the patient and/or family studied) missense mutations in PLCB4 and a shared mutation in GNAI3 in two unrelated probands. In confirmatory studies, three additional novel PLCB4 mutations were found in multigenerational ACS pedigrees. All mutations were confirmed by Sanger sequencing, were not present in more than 10,000 control chromosomes, and resulted in amino-acid substitutions located in highly conserved protein domains. Additionally, protein-structure modeling demonstrated that all ACS substitutions disrupt the catalytic sites of PLCB4 and GNAI3. We suggest that PLCB4 and GNAI3 are core signaling molecules of the endothelin-1-distal-less homeobox 5 and 6 (EDN1-DLX5/DLX6) pathway. Functional studies demonstrated a significant reduction in downstream DLX5 and DLX6 expression in ACS cases in assays using cultured osteoblasts from probands and controls. These results support the role of the previously implicated EDN1-DLX5/6 pathway in regulating mandibular specification in other species, which, when disrupted, results in a maxillary phenotype. This work defines the molecular basis of ACS as a homeotic transformation (mandible to maxilla) in humans.","dc:creator":"Rieder MJ","dc:date":"2012","dc:title":"A human homeotic transformation resulting from mutations in PLCB4 and GNAI3 causes auriculocondylar syndrome."},"evidence":[{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5},{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:283126dd-8f8a-4864-844b-c6e89641a5fa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:108a7af8-6caf-4e05-a249-489a6286b578","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Variants that disrupt the EDNRA-Gq/11-PLCB4 signaling axis result in 3 subtypes of ACS\nGNAI3: ACS type 1 (AD; dominant-negative LOF)\nNot curated by ClinGen\nDefinitive by TGMI|G2P, Moderate by Ambry & Illumina\nEDN1: ACS type 3 (AD, AR)\nNot curated by ClinGen\nStrong by TGMI|G2P, Invitae\nEDNRA: mandibulofacial dysostosis with alopecia (AD; ectopic signaling), oro-oto-cardiac syndrome (AD; LOF)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24123988","type":"dc:BibliographicResource","dc:abstract":"Among human birth defect syndromes, malformations affecting the face are perhaps the most striking due to cultural and psychological expectations of facial shape. One such syndrome is auriculocondylar syndrome (ACS), in which patients present with defects in ear and mandible development. Affected structures arise from cranial neural crest cells, a population of cells in the embryo that reside in the pharyngeal arches and give rise to most of the bone, cartilage and connective tissue of the face. Recent studies have found that most cases of ACS arise from defects in signaling molecules associated with the endothelin signaling pathway. Disruption of this signaling pathway in both mouse and zebrafish results in loss of identity of neural crest cells of the mandibular portion of the first pharyngeal arch and the subsequent repatterning of these cells, leading to homeosis of lower jaw structures into more maxillary-like structures. These findings illustrate the importance of endothelin signaling in normal human craniofacial development and illustrate how clinical and basic science approaches can coalesce to improve our understanding of the genetic basis of human birth defect syndromes. Further, understanding the genetic basis for ACS that lies outside of known endothelin signaling components may help elucidate unknown aspects critical to the establishment of neural crest cell patterning during facial morphogenesis.","dc:creator":"Clouthier DE","dc:date":"2013","dc:title":"Understanding the basis of auriculocondylar syndrome: Insights from human, mouse and zebrafish genetic studies."},"rdfs:label":"EDNRA signaling"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Shared function with other genes associated with the phenotype"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72deb385-683f-42f2-aa8a-acce17c8c11b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:983a86b5-bd08-43d7-8a54-dedc5ad865fd","type":"FunctionalAlteration","dc:description":"Measured gene expression levels for DLX5 and DLX6, which are known downstream targets of the EDNRA signaling pathway and play a key role in mandibular patterning, in cultured mandibular osteoblasts from ACS patients\ntwo GNAI3 probands (p.Gly40Arg) (S008, S011)\none PLCB4 proband (p.Try623Cys) (S001)\none unresolved ACS proband (A001)\nqRT-PCR of steady-state mRNA from osteoblasts from the PLCB4 proband demonstrated reduced DLX5 and DLX6 expression relative to control cell lines (Fig. S3)\nCells from the GNAI3 probands showed a similar effect, suggesting a common effector pathway via suppression of  EDNRA signaling\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22560091","rdfs:label":"Rieder 2012 patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Demonstrate an effect of patient-identified variants on a molecular pathway that is consistent with the clinical phenotype and provides insight into the mechanism of disease"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1845a648-74e1-47f7-a05c-355b4e8849ee","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:8220e802-858d-4d78-a855-74e6ff289545","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"schmerle (she) encodes a zebrafish ortholog of phospholipase C, beta 3 (Plcβ3), which is required in cranial neural crest cells for Edn1 regulation of pharyngeal arch patterning\nIdentify 2 independent she alleles that have missense variants in conserved residues in the catalytic domain\nHomozygous mutants have severe facial skeletal phenotypes similar to edn1 mutants and have defective expression of Edn1-dependent Dlx genes and Edn1-dependent intermediate and ventral arch domain transcription factors\nMild skeletal defects occur in heterozygotes, suggesting a dominant-negative effect\nmorpholino-mediated deletion in the N-terminal PH domain of Plcβ3 could partially rescue the facial skeletal defects in homozygous mutants\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17239364","type":"dc:BibliographicResource","dc:abstract":"Genetic and pharmacological studies demonstrate that Endothelin1 (Edn1) is a key signaling molecule for patterning the facial skeleton in fish, chicks, and mice. When Edn1 function is reduced early in development the ventral lower jaw and supporting structures are reduced in size and often fused to their dorsal upper jaw counterparts. We show that schmerle (she) encodes a zebrafish ortholog of Phospholipase C, beta 3 (Plcbeta3) required in cranial neural crest cells for Edn1 regulation of pharyngeal arch patterning. Sequencing and co-segregation demonstrates that two independent she (plcbeta3) alleles have missense mutations in conserved residues within the catalytic domains of Plcbeta3. Homozygous plcbeta3 mutants are phenotypically similar to edn1 mutants and exhibit a strong arch expression defect in Edn1-dependent Distalless (Dlx) genes as well as expression defects in several Edn1-dependent intermediate and ventral arch domain transcription factors. plcbeta3 also genetically interacts with edn1, supporting a model in which Edn1 signals through a G protein-coupled receptor to activate Plcbeta3. Mild skeletal defects occur in plcbeta3 heterozygotes, showing the plcbeta3 mutations are partially dominant. Through a morpholino-mediated deletion in the N-terminal PH domain of Plcbeta3, we observe a partial rescue of facial skeletal defects in homozygous plcbeta3 mutants, supporting a hypothesis that an intact PH domain is necessary for the partial dominance we observe. In addition, through mosaic analyses, we show that wild-type neural crest cells can efficiently rescue facial skeletal defects in homozygous plcbeta3 mutants, demonstrating that Plcbeta3 function is required in neural crest cells and not other cell types to pattern the facial skeleton.","dc:creator":"Walker MB","dc:date":"2007","dc:title":"phospholipase C, beta 3 is required for Endothelin1 regulation of pharyngeal arch patterning in zebrafish."},"rdfs:label":"Walker 2007 zebrafish missense variant model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"In humans, PLCB3 is associated with a non-ACS phenotype: spondylometaphyseal dysplasia with corneal dystrophy. Do note score."},{"id":"cggv:80203576-cde3-4fe3-9634-7272f1d75357","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:84fe1a19-6b46-4ee8-a861-a943079a95df","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Used CRISPR/Cas9 and homology-directed repair (HDR) to generate knock-in F0 perinatal embryos harboring the orthologous Plcb4 variant c.1862G>A (p.Arg621His)\nPlcb4KI/KI – homozygous for knock-in allele\nPlcb4Indel/KI -  compound het for knock-in allele and indel generated by NHEJ\nPlcb4wt/Indel – heterozygous for indel allele\nAll F0 E18.5 embryos harboring at least one KI allele (Plcb4KI/KI and Plcb4Indel/KI) had defects in head skeletal structure recapitulating those observed in hypomorphic Ednra mouse models and ACS patients, including one with PLCB4 p.Tyr623Cys: absent or hypoplastic mandibular process, ectopic bone, alterations in posterior roof of oral cavity and/or skull base\nPlcb4wt/Indel embryos did not show overt changes in skull structure\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35284927","type":"dc:BibliographicResource","dc:abstract":"Auriculocondylar syndrome 2 (ARCND2) is a rare autosomal dominant craniofacial malformation syndrome linked to multiple genetic variants in the coding sequence of phospholipase C β4 (PLCB4). PLCB4 is a direct signaling effector of the endothelin receptor type A (EDNRA)-Gq/11 pathway, which establishes the identity of neural crest cells (NCCs) that form lower jaw and middle ear structures. However, the functional consequences of PLCB4 variants on EDNRA signaling is not known. Here, we show, using multiple signaling reporter assays, that known PLCB4 variants resulting from missense mutations exert a dominant-negative interference over EDNRA signaling. In addition, using CRISPR/Cas9, we find that F0 mouse embryos modeling one PLCB4 variant have facial defects recapitulating those observed in hypomorphic Ednra mouse models, including a bone that we identify as an atavistic change in the posterior palate/oral cavity. Remarkably, we have identified a similar osseous phenotype in a child with ARCND2. Our results identify the disease mechanism of ARCND2, demonstrate that the PLCB4 variants cause craniofacial differences and illustrate how minor changes in signaling within NCCs may have driven evolutionary changes in jaw structure and function. This article has an associated First Person interview with the first author of the paper.","dc:creator":"Kanai SM","dc:date":"2022","dc:title":"Auriculocondylar syndrome 2 results from the dominant-negative action of PLCB4 variants."},"rdfs:label":"Kanai 2022 knock-in mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Recapitulation of skeletal and mandibular phenotype in CRISPR-mediated knock-in embryonic mouse model with patient variant (missing ear malformation)\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":7719,"specifiedBy":"GeneValidityCriteria10","strengthScore":14.5,"subject":{"id":"cggv:f89e1bd4-0a40-4bc1-9a80-933c5fb1237c","type":"GeneValidityProposition","disease":"obo:MONDO_0013845","gene":"hgnc:9059","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The PLCB4 gene is located on chromosome 20 at 20p12.3-p12.2 and encodes phospholipase C beta 4, which catalyzes the formation of inositol 1,4,5-trisphosphate and diacylglycerol from phosphatidylinositol 4,5-bisphosphate and functions as the direct signaling effector of the endothelin receptor type A (EDNRA)-Gq/11 pathway. EDNRA signaling plays a critical role in establishing the identity of neural crest cells that form the lower jaw and middle ear structures. \n\nThe PLCB4 gene was first reported in relation to autosomal dominant auriculocondylar syndrome (ACS) (MIM 614669) in 2012 (Rieder et al., PMID: 22560091). PLCB4 has also been associated with an autosomal recessive form of ACS (MIM 620458). Per criteria outlined by the ClinGen Lumping and Splitting Working group, we found differences in inheritance pattern, phenotype, and molecular mechanism. Therefore, the relationships between PLCB4 and autosomal dominant and autosomal recessive ACS were curated separately. \n\nAutosomal dominant ACS is a craniofacial malformation syndrome primarily characterized by a distinctive question mark outer ear deformity, temporomandibular joint ankylosis, full cheeks, micrognathia, microstomia, and obstructive sleep apnea, with variable expressivity. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. To date, all variants associated with autosomal dominant ACS have been missense variants that cluster at hotspots within the X and Y subdomains of phosphatidylinositol-specific phospholipase C catalytic domain; some of these variants have been shown to have a dominant-negative effect on EDNRA signaling (Kanai et al., 2022, PMID: 35284927). This curation included 14 heterozygous missense variants reported in 20 unrelated patients from six publications and are included in this curation (PMID: 22560091; Romanelli Talvares et al., 2017, PMID: 28328130; Nabil et al., 2020, PMID: 32201334; Vegas et al., 2022, PMID: 35170830; Peart et al., 2022, PMID: 34995019). In addition, 1.8 pts were awarded for segregation in three families. This gene-disease relationship is also supported by the gene’s biochemical function in EDNRA signaling that is shared with two other genes also associated with ACS (GNAI3 and EDN1) (Clouthier et al., 2014, PMID: 24123988), altered expression of genes downstream of EDNRA signaling in patient cells (PMID: 22560091), and recapitulation of the skeletal and mandibular phenotype observed in human patients in a knock-in mouse model (PMID: 35284927). In summary, PLCB4 is definitively associated with autosomal dominant auriculocondylar syndrome. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on 06.07.2023 (SOP Version 9.0).","dc:isVersionOf":{"id":"cggv:b419754b-72d5-4565-8213-b40051e3e60e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}