{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-04-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-09-16T19:23:27.422Z","role":"Publisher"}],"evidence":[{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01e407cc-2496-4a06-8613-5e868e9c7210","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66d2d010-b61c-4ad4-a278-58e7d0f14b67","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mutants have impaired ability to activate Tyrosine that can explain the pathogenicity of the variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21732632","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disorder (CMT) is the most common inherited peripheral neuropathy, afflicting 1 in every 2500 Americans. One form of this disease, Dominant Intermediate Charcot-Marie-Tooth disorder type C (DI-CMTC), is due to mutation of the gene encoding the cytoplasmic tyrosyl-tRNA synthetase (TyrRS). Three different TyrRS variants have been found to give rise to DI-CMTC: replacing glycine at position 41 by arginine (G41R), replacing glutamic acid at position 196 by lysine (E196K), and deleting amino acids 153-156 (Δ(153-156)). To test the hypothesis that DI-CMTC is due to a defect in the ability of tyrosyl-tRNA synthetase to catalyze the aminoacylation of tRNA(Tyr), we have expressed each of these variants as recombinant proteins and used single turnover kinetics to characterize their abilities to catalyze the activation of tyrosine and its subsequent transfer to the 3' end of tRNA(Tyr). Two of the variants, G41R and Δ(153-156), display a substantial decrease in their ability to bind tyrosine (>100-fold). In contrast, the E196K substitution does not significantly affect the kinetics for formation of the tyrosyl-adenylate intermediate and actually increases the rate at which the tyrosyl moiety is transferred to tRNA(Tyr). The observation that the E196K substitution does not decrease the rate of catalysis indicates that DI-CMTC is not due to a catalytic defect in tyrosyl-tRNA synthetase.","dc:creator":"Froelich CA","dc:date":"2011","dc:title":"Dominant Intermediate Charcot-Marie-Tooth disorder is not due to a catalytic defect in tyrosyl-tRNA synthetase."},"rdfs:label":"tyrosine affinity by equilibrium dialysis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57aecfe4-61bf-4ab4-9852-87aceda9a930","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:43d748d1-96b6-4981-b6a2-2d5ead91c9ed","type":"FunctionalAlteration","dc:description":"Immunoprecipitation of TRIM28 showed co-purification with TyrRS WT while the TyrRS mutants showed enhancement of TyrRS-TRIM28 and TyrRS-HDAC1 interactions (Fig. 1C,D) while the control (TyrRS-Y341A) showed reduction of TyrRS-TRIM28/HDAC1 binding (Fig. 1C,D). There was a reduction in TRIM28-E2F1 interaction due to the increased TyrRS-TRIM28 interaction in cells expressing the neurotoxic alleles (Fig. 1E), this resulted in E2F1 lacking deacetylation by HDAC1 and increased E2F1 acetylation levels (Fig. 1F) - the opposite was observed in cells expressing controls (Fig. 1E-F). RT-qPCR of HEK293 cells showed upregulation of E2F1 target genes in response to TyrRS-E196K overexpression (Fig. 1G).\n\nTreating cells expressing TyrRS-WT or TyrRS-E196K with HDAC1 activator (dexamethasone) or SIRT1 activator (resvartrol) showed reduction in acetylation levels of E2F1 (Fig. 2M).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31695036","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) is a length-dependent peripheral neuropathy. The aminoacyl-tRNA synthetases constitute the largest protein family implicated in CMT. Aminoacyl-tRNA synthetases are predominantly cytoplasmic, but are also present in the nucleus. Here we show that a nuclear function of tyrosyl-tRNA synthetase (TyrRS) is implicated in a Drosophila model of CMT. CMT-causing mutations in TyrRS induce unique conformational changes, which confer capacity for aberrant interactions with transcriptional regulators in the nucleus, leading to transcription factor E2F1 hyperactivation. Using neuronal tissues, we reveal a broad transcriptional regulation network associated with wild-type TyrRS expression, which is disturbed when a CMT-mutant is expressed. Pharmacological inhibition of TyrRS nuclear entry with embelin reduces, whereas genetic nuclear exclusion of mutant TyrRS prevents hallmark phenotypes of CMT in the Drosophila model. These data highlight that this translation factor may contribute to transcriptional regulation in neurons, and suggest a therapeutic strategy for CMT.","dc:creator":"Bervoets S","dc:date":"2019","dc:title":"Transcriptional dysregulation by a nucleus-localized aminoacyl-tRNA synthetase associated with Charcot-Marie-Tooth neuropathy."},"rdfs:label":"Co-immunoprecipitation and Western blot analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:28d0c1da-ab5d-4f14-825d-345f025ce51c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2ff8c622-b506-4839-a3ac-eb9c324567d9","type":"FunctionalAlteration","dc:description":"Stronger TyrRS-TRIM28 interaction and a significant increase in E2F1-regulated transcription in CMT patients’ PBMCs endogenously","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31695036","rdfs:label":"Immunoprecipitation and western blotting"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e359e6d-395d-4c4f-988f-2aa04e161ee0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10b2768a-4840-49f4-a58f-2ac8554c036a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"retinal disorganization, increased pupae formation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31695036","rdfs:label":"Retinal organization in fly"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:f5b7846a-c865-4d18-bae9-e846deb972cf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:73a4af9c-d73a-43eb-aa1a-33e03cd3f46d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"transgenic lines for expression of YARS_WT and three CMT-mutant variants (G41R, 153-156delVKQV andE196K; ref. 15) were regenerated using site-specific transgenesis. WT YARS is localized in third instar larval motor neurons throughout the cytoplasm, with homogeneous staining of cell bodies, axons and NMJs; no differences in the subcellular localization could be detected for any of the mutant YARS proteins; in class IV multidendritic sensory neurons, YARS_WT localized to the cell body, azon and the major dendritic branches, and to a much lesser extent to smaller dendritic branches. The CMT-mutant YARS proteins displayed a similar subcellular localization pattern, thus ltered subcellular localization of mutant YARS proteins is not the cause of structural and functional defects in motor and sensory neurons in this Drosophila CMT models","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26138142","type":"dc:BibliographicResource","dc:abstract":"Dominant mutations in five tRNA synthetases cause Charcot-Marie-Tooth (CMT) neuropathy, suggesting that altered aminoacylation function underlies the disease. However, previous studies showed that loss of aminoacylation activity is not required to cause CMT. Here we present a Drosophila model for CMT with mutations in glycyl-tRNA synthetase (GARS). Expression of three CMT-mutant GARS proteins induces defects in motor performance and motor and sensory neuron morphology, and shortens lifespan. Mutant GARS proteins display normal subcellular localization but markedly reduce global protein synthesis in motor and sensory neurons, or when ubiquitously expressed in adults, as revealed by FUNCAT and BONCAT. Translational slowdown is not attributable to altered tRNA(Gly) aminoacylation, and cannot be rescued by Drosophila Gars overexpression, indicating a gain-of-toxic-function mechanism. Expression of CMT-mutant tyrosyl-tRNA synthetase also impairs translation, suggesting a common pathogenic mechanism. Finally, genetic reduction of translation is sufficient to induce CMT-like phenotypes, indicating a causal contribution of translational slowdown to CMT. ","dc:creator":"Niehues S","dc:date":"2015","dc:title":"Impaired protein translation in Drosophila models for Charcot-Marie-Tooth neuropathy caused by mutant tRNA synthetases."},"rdfs:label":"subcellular localization of mutati YARS proteins in Fly"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a19c183e-2a6b-481e-b4bf-dc8d642c1ff2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3134e4d2-d0bd-4537-993b-e419a76a2959","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormality in enzyme function may lead to motor deficits in Drosophila that recapitulates  several  hallmarks  of  the  human  disease, including a progressive deficit in motor performance","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19561293","type":"dc:BibliographicResource","dc:abstract":"Dominant-intermediate Charcot-Marie-Tooth neuropathy (DI-CMT) is characterized by axonal degeneration and demyelination of peripheral motor and sensory neurons. Three dominant mutations in the YARS gene, encoding tyrosyl-tRNA synthetase (TyrRS), have so far been associated with DI-CMT type C. The molecular mechanisms through which mutations in YARS lead to peripheral neuropathy are currently unknown, and animal models for DI-CMTC are not yet available. Here, we report the generation of a Drosophila model of DI-CMTC: expression of the 3 mutant--but not wild type--TyrRS in Drosophila recapitulates several hallmarks of the human disease, including a progressive deficit in motor performance, electrophysiological evidence of neuronal dysfunction and morphological signs of axonal degeneration. Not only ubiquitous, but also neuron-specific expression of mutant TyrRS, induces these phenotypes, indicating that the mutant enzyme has cell-autonomous effects in neurons. Furthermore, biochemical and genetic complementation experiments revealed that loss of enzymatic activity is not a common feature of DI-CMTC-associated mutations. Thus, the DI-CMTC phenotype is not due to haploinsufficiency of aminoacylation activity, but most likely to a gain-of-function alteration of the mutant TyrRS or interference with an unknown function of the WT protein. Our results also suggest that the molecular pathways leading to mutant TyrRS-associated neurodegeneration are conserved from flies to humans.","dc:creator":"Storkebaum E","dc:date":"2009","dc:title":"Dominant mutations in the tyrosyl-tRNA synthetase gene recapitulate in Drosophila features of human Charcot-Marie-Tooth neuropathy."},"rdfs:label":"Motor performance test"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:f65bb82d-6545-4bda-a480-d973f62af518","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b4dc3098-551d-451f-a71f-c82e85891deb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant enzymes induced defects in the giant synaptic terminal. The giant synaptic terminal was abnormally thin with occasional vesicles or exhibited constrictions .","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19561293","rdfs:label":"Electrophysiology and Morphology of the longest axons inDros"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:8055e08c-5284-47f6-8aed-fb7ad5edfcfc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:91fd3afd-ee57-4e97-8cc5-de39c4179f5f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"A genome-wide search was performed using the 382 STR markers of the ABI Prism Linkage Mapping Set, v2.5 (Applied Biosystems), spaced at average intervals of 10 cM.","firstTestingMethod":"Sanger sequencing","previousTesting":true,"previousTestingDescription":"PMP22dupl/del, mutations in PMP22, MPZ, Cx32, and EGR2. In addition,  linkage to the CMT1A, CMT1B, CMT2D, CMT2E, DI-CMTA, and DI-CMTB loci was excluded by STR analysis.","secondTestingMethod":"Genotyping","sex":"UnknownEthnicity","variant":{"id":"cggv:8055e08c-5284-47f6-8aed-fb7ad5edfcfc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f644da09-ac4d-4251-b8b5-f5a4687db6a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003680.3(YARS1):c.586G>A (p.Glu196Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118054"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16429158","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) neuropathies are common disorders of the peripheral nervous system caused by demyelination or axonal degeneration, or a combination of both features. We previously assigned the locus for autosomal dominant intermediate CMT neuropathy type C (DI-CMTC) to chromosome 1p34-p35. Here we identify two heterozygous missense mutations (G41R and E196K) and one de novo deletion (153-156delVKQV) in tyrosyl-tRNA synthetase (YARS) in three unrelated families affected with DI-CMTC. Biochemical experiments and genetic complementation in yeast show partial loss of aminoacylation activity of the mutant proteins, and mutations in YARS, or in its yeast ortholog TYS1, reduce yeast growth. YARS localizes to axonal termini in differentiating primary motor neuron and neuroblastoma cultures. This specific distribution is significantly reduced in cells expressing mutant YARS proteins. YARS is the second aminoacyl-tRNA synthetase found to be involved in CMT, thereby linking protein-synthesizing complexes with neurodegeneration.","dc:creator":"Jordanova A","dc:date":"2006","dc:title":"Disrupted function and axonal distribution of mutant tyrosyl-tRNA synthetase in dominant intermediate Charcot-Marie-Tooth neuropathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16429158","rdfs:label":"Bulgarian, CMT-176"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:aceb77d1-b209-4f69-a2e6-f1ff883f96fd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:898b7be9-d259-4767-8806-ea8b50e6e879","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:aceb77d1-b209-4f69-a2e6-f1ff883f96fd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:208d3700-ed07-4ff7-9ac2-780ce8180ad6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003680.3(YARS1):c.586G>C (p.Glu196Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10584076"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26257172","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease is a clinically and genetically heterogeneous distal symmetric polyneuropathy. Whole-exome sequencing (WES) of 40 individuals from 37 unrelated families with CMT-like peripheral neuropathy refractory to molecular diagnosis identified apparent causal mutations in ∼ 45% (17/37) of families. Three candidate disease genes are proposed, supported by a combination of genetic and in vivo studies. Aggregate analysis of mutation data revealed a significantly increased number of rare variants across 58 neuropathy-associated genes in subjects versus controls, confirmed in a second ethnically discrete neuropathy cohort, suggesting that mutation burden potentially contributes to phenotypic variability. Neuropathy genes shown to have highly penetrant Mendelizing variants (HPMVs) and implicated by burden in families were shown to interact genetically in a zebrafish assay exacerbating the phenotype established by the suppression of single genes. Our findings suggest that the combinatorial effect of rare variants contributes to disease burden and variable expressivity.","dc:creator":"Gonzaga-Jauregui C","dc:date":"2015","dc:title":"Exome Sequence Analysis Suggests that Genetic Burden Contributes to Phenotypic Variability and Complex Neuropathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26257172","rdfs:label":"BAB3646"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:6b5c5ead-b73c-4586-87a6-a824db09c236_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23ea6c5f-1ac5-43b6-add2-87e93eaf3338","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:6b5c5ead-b73c-4586-87a6-a824db09c236_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5cd8ab2d-6401-4031-91b2-cfecca7ef746","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003680.3(YARS1):c.241_242delinsAT (p.Asp81Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA198550"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24354524","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Hyun YS","dc:date":"2014","dc:title":"Rare variants in methionyl- and tyrosyl-tRNA synthetase genes in late-onset autosomal dominant Charcot-Marie-Tooth neuropathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24354524","rdfs:label":"FC415 II-5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:6c330aea-3c95-4edd-ae37-764f73257e34_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9d858313-335c-4312-8470-cddd7393f1ec","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypes":["obo:HP_0002936","obo:HP_0001760","obo:HP_0003693","obo:HP_0001324"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:6c330aea-3c95-4edd-ae37-764f73257e34_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4feac192-1511-422d-ae06-efeefd6898e6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_011542347.2(YARS):c.80G>A (p.Arg27Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA745121"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30373780","type":"dc:BibliographicResource","dc:abstract":"Inherited peripheral neuropathies (IPN) represent a large heterogenous group of hereditary diseases with more than 100 causative genes reported to date. In this context, targeted next-generation sequencing (NGS) offers the opportunity to screen all these genes with high efficiency in order to unravel the genetic basis of the disease. Here, we compare the diagnostic yield of targeted NGS with our previous gene by gene Sanger sequencing strategy. We also describe several novel likely pathogenic variants.","dc:creator":"Bacquet J","dc:date":"2018","dc:title":"Molecular diagnosis of inherited peripheral neuropathies by targeted next-generation sequencing: molecular spectrum delineation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30373780","rdfs:label":"patient #50"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"There is no functional evidence for this variant."},{"id":"cggv:7463a07b-dd67-4f9a-ae1c-bd575b4c15ee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ab64b4cb-b63e-4810-a198-632d24b6382d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:7463a07b-dd67-4f9a-ae1c-bd575b4c15ee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1e51f8c5-f7e9-4d94-93a6-b860d11fef52","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_011542347.2(YARS):c.247G>A (p.Val83Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA745066"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27027447","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease is the most common hereditary peripheral neuropathy. More than 50 causative genes have been identified. The lack of genotype-phenotype correlations in many CMT patients make it difficult to decide which genes are affected. Recently, targeted next-generation sequencing (NGS) has been introduced as an alternative approach for diagnosis of genetic disorders. Here, we applied targeted NGS in combination with PMP22 duplication/deletion analysis to screen causative genes in 22 Chinese CMT families. The novel variants detected by targeted NGS were then further studied in cultured cells. Of the 22 unrelated patients, 8 had PMP22 duplication. The targeted NGS revealed 10 possible pathogenic variants in 11 patients, including 7 previously reported variants and 3 novel heterozygous variants (GJB1: p.Y157H; MFN2: p.G127S; YARS: p.V293M). Further classification of the novel variants according to American College of Medical Genetics and Genomics (ACMG) standards and guidelines and functional analysis in cultured cells indicated that p.Y157H in GJB1 was pathogenic, p.G127S in MFN2 was likely pathogenic, while p.V293M in YARS was likely benign. Our results suggest the potential for targeted NGS to make a more rapid and precise diagnosis in CMT patients. Moreover, the functional analysis is required when the novel variants are indistinct. ","dc:creator":"Li LX","dc:date":"2016","dc:title":"Improving molecular diagnosis of Chinese patients with Charcot-Marie-Tooth by targeted next-generation sequencing and functional analysis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27027447","rdfs:label":"Li, case 7"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"No functional studies are available to show the damaging effect of the variant."},{"id":"cggv:6b2e9cc6-db85-47b1-882d-c31c537d9efd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1c1724b1-6da7-4145-9c3f-2c2c86ac16ea","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:6b2e9cc6-db85-47b1-882d-c31c537d9efd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a73dc6d5-2427-4cfe-8ff1-0c95622d43dd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003680.3(YARS1):c.121G>A (p.Gly41Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118052"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16429158"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16429158","rdfs:label":"CMT160"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:eaab43ae-f707-46ca-af3a-d27e0eb7571b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cd3e78de-8036-4b1a-987d-91ba63eb69e8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:eaab43ae-f707-46ca-af3a-d27e0eb7571b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3a8dc092-6aee-47fb-bae3-5b05c53f22fd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_011542347.2(YARS):c.190G>A (p.Glu64Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA745104"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24627108","type":"dc:BibliographicResource","dc:abstract":"Inherited peripheral neuropathies (IPN) are one of the most frequent inherited causes of neurological disability characterized by considerable phenotypic and genetic heterogeneity. Based on clinical and electrophysiological properties, they can be subdivided into three main groups: HMSN, dHMN, and HSN. At present, more than 50 IPN genes have been identified. Still, many patients and families with IPN have not yet received a molecular genetic diagnosis because clinical genetic testing usually only covers a subset of IPN genes. Moreover, a considerable proportion of IPN genes has to be identified. Here we present results of WES in 27 IPN patients excluded for mutations in many known IPN genes. Eight of the patients received a definite diagnosis. While six of these patients carried bona fide pathogenic mutations in known IPN genes, two patients had mutations in genes known to be involved in other types of neuromuscular disorders. A further group of eight patients carried sequence variations in IPN genes that could not unequivocally be classified as pathogenic. In addition, combining data of WES and linkage analysis identified SH3BP4, ITPR3, and KLHL13 as novel IPN candidate genes. Moreover, there was evidence that particular mutations in PEX12, a gene known to cause Zellweger syndrome, could also lead to an IPN phenotype. We show that WES is a useful tool for diagnosing IPN and we suggest an expanded phenotypic spectrum of some genes involved in other neuromuscular and neurodegenerative disorders. Nevertheless, interpretation of variants in known and potential novel disease genes has remained challenging.","dc:creator":"Schabhüttl M","dc:date":"2014","dc:title":"Whole-exome sequencing in patients with inherited neuropathies: outcome and challenges."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24627108","rdfs:label":"HMSN-S4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"There is no functional study for this variant."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.3},{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:0de64d9d-2cbe-4272-a852-19fe8ad02f53_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:526ef101-ebc4-47a1-896d-98a7a86a53a5","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:0de64d9d-2cbe-4272-a852-19fe8ad02f53_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d73cb569-ba85-49d5-8dfc-1ad683c83607","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003680.3(YARS1):c.458_469del (p.Val153_Val156del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA212845"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16429158"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16429158","rdfs:label":"CMT"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.8}],"evidenceStrength":"Definitive","sequence":1001,"specifiedBy":"GeneValidityCriteria7","strengthScore":11.8,"subject":{"id":"cggv:167ab44d-1282-4a38-b8e5-4175c0fab250","type":"GeneValidityProposition","disease":"obo:MONDO_0015626","gene":"hgnc:12840","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"YARS1 was first reported in relation to autosomal dominant Charcot-Marie-Tooth Disease in 2006 (Jordanova et al., PMID: 16429158). At least 8 unique variants have been reported in humans, including missense and indels. Evidence supporting this gene-disease relationship includes case level data, segregation data, and experimental data. Variants in this gene have been reported in at least 8 probands in 6 different publications (PMIDs: 24627108, 27027447, 16429158, 24354524, 26257172, 30373780). Variants in this gene have also segregated with disease in 34 additional family members across two different families. This gene-disease relationship is supported by animal models and functional studies. In drosophila models, expression of mutant YARS1 resulted in progressive motor impairment, electrophysiological deficits, and impaired protein translation (PMIDs: 19561293, 26138142). In cell culture, expression of mutant YARS1 was shown to result in transcriptional dysregulation through alterations of interactions between YARS1 and transcriptional regulators, leading to hyperactivation of E2F1 (PMID:31695036). In summary, YARS1 is DEFINITIVELY associated with autosomal dominant Charcot-Marie-Tooth Disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:9c326f90-be08-4bb3-9593-b2df48f29ca1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}