{"id":"cggv:d248ef99-6ff8-43d8-a24e-dfce6b2db1c8v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:d248ef99-6ff8-43d8-a24e-dfce6b2db1c8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-03-03T14:01:22.182Z","role":"Publisher"},{"id":"cggv:d248ef99-6ff8-43d8-a24e-dfce6b2db1c8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-10-20T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d248ef99-6ff8-43d8-a24e-dfce6b2db1c8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d248ef99-6ff8-43d8-a24e-dfce6b2db1c8_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:40b3589e-7c20-406f-b47a-36976823b81f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3309bdd8-ff13-4a8b-878a-9eb0adb54dba","type":"Proband","detectionMethod":"Per the authors: \"Genomic DNA from a male proband, or in five instances a female obligate carrier, from 208 families with multiple individuals with mental retardation and a pattern of transmission compatible with X linkage (see Table 1 for clinical summary) was sequenced through the coding exons of 718 X-chromosome genes (Supplementary Table 1). This set was composed of 699 out of 829 genes from the Vega database and 19 X-chromosome genes not included in Vega but present in Ensembl/NCBI (Supplementary Table 1). The average coverage of the 718 genes screened was 75%; therefore, the coverage of the full protein coding sequences of the Vega X chromosome was 65%. Sixteen of the genes screened are in the pseudoautosomal regions common to the X and Y chromosomes and 702 are in the X-specific part. The screened DNA corresponds to ~1 Mb of coding sequence per sample and >200 Mb in total.","phenotypeFreeText":"This variant was included in a supplemental table outlining variants detected after performing X-exome sequencing on individuals with suspected X-linked intellectual disability.  No specific details on individual probands were provided.","previousTesting":true,"previousTestingDescription":"Per the authors: \"The 208 families were prescreened and found negative for cytogenetic\nabnormalities at 500G banding resolution, for expansion of the FMR1 trinucleotide repeat\nand for unambiguous disease-causing sequence variants in the XLMR-causing genes\npublished when the study was initiated.\"","sex":"UnknownEthnicity","variant":{"id":"cggv:40b3589e-7c20-406f-b47a-36976823b81f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e99fbbc0-ab90-4bae-a1b1-e118e7096c7c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004840.3(ARHGEF6):c.362G>A (p.Arg121His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/128447"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19377476","type":"dc:BibliographicResource","dc:abstract":"Large-scale systematic resequencing has been proposed as the key future strategy for the discovery of rare, disease-causing sequence variants across the spectrum of human complex disease. We have sequenced the coding exons of the X chromosome in 208 families with X-linked mental retardation (XLMR), the largest direct screen for constitutional disease-causing mutations thus far reported. The screen has discovered nine genes implicated in XLMR, including SYP, ZNF711 and CASK reported here, confirming the power of this strategy. The study has, however, also highlighted issues confronting whole-genome sequencing screens, including the observation that loss of function of 1% or more of X-chromosome genes is compatible with apparently normal existence.","dc:creator":"Tarpey PS","dc:date":"2009","dc:title":"A systematic, large-scale resequencing screen of X-chromosome coding exons in mental retardation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19377476","rdfs:label":"Tarpey #59"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Subsequent to the publication of this article, another article (Piton et al. 2013, PMID:23871722) reported that this particular variant was observed in 14 males from the NHLBI Exome Sequencing Project (ESP) cohort of individuals from the general population. As of May 2018, the highest minor allele frequency for this variant has been observed in 6/633 alleles tested in the \"Other\" subpopulation within in ExAC (allele frequency = 0.00948).  In gnomAD, the variant is observed at a total frequency of 0.00470, and has been observed in 942/200375 alleles, including 2 homozygotes.  Note that ExAC and gnomAD have overlapping samples, including a subset of samples from the ESP.  Given the frequency of this variant in the general population, it is unlikely to be associated with moderate to profound intellectual disability."},{"id":"cggv:0fc221d2-552b-44c5-821d-57a53bde7a16_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:20bb94e7-4d79-4738-a96f-7d079f43db3a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":46,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Description of the family from Yntema et al. 1998: \"In all patients, pregnancy and delivery were uneventful. The mental retardation was noticed during early childhood and appeared non-progressive. None of them had convulsions. All patients were either institutionalised or living and working in a sheltered environment. Physically they were all healthy. Their behaviour was normal, except for the brothers III.24, III.26, and III.28 who were described as difficult to control, chaotic, and autistic-like, and III.16 who showed obsessive behaviour. III.11 died at the age of 11 during heart surgery. He was attending a special education unit. Obligate carriers were all normal.\"  Affected family members were described as having moderate to profound intellectual disability.  There was one large hyperpigmented spot on the back of individual III-20.","phenotypes":["obo:HP_0001249","obo:HP_0000034"],"previousTesting":true,"previousTestingDescription":"From Yntema et al. 1998: \"Cytogenetic analysis and molecular study of the FMR-1 gene was performed in several patients.\"","sex":"Male","variant":{"id":"cggv:0fc221d2-552b-44c5-821d-57a53bde7a16_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:88c61dfe-b17f-425c-b904-616241e63d37","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004840.3(ARHGEF6):c.166-11T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/367947"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11017088","type":"dc:BibliographicResource","dc:abstract":"X-linked forms of mental retardation (XLMR) include a variety of different disorders and may account for up to 25% of all inherited cases of mental retardation. So far, seven X-chromosomal genes mutated in nonspecific mental retardation (MRX) have been identified: FMR2, GDI1, RPS6KA3, IL1RAPL, TM4SF2, OPHN1 and PAK3 (refs 2-9). The products of the latter two have been implicated in regulation of neural plasticity by controlling the activity of small GTPases of the Rho family. Here we report the identification of a new MRX gene, ARHGEF6 (also known as alphaPIX or Cool-2), encoding a protein with homology to guanine nucleotide exchange factors for Rho GTPases (Rho GEF). Molecular analysis of a reciprocal X/21 translocation in a male with mental retardation showed that this gene in Xq26 was disrupted by the rearrangement. Mutation screening of 119 patients with nonspecific mental retardation revealed a mutation in the first intron of ARHGEF6 (IVS1-11T-->C) in all affected males in a large Dutch family. The mutation resulted in preferential skipping of exon 2, predicting a protein lacking 28 amino acids. ARHGEF6 is the eighth MRX gene identified so far and the third such gene to encode a protein that interacts with Rho GTPases.","dc:creator":"Kutsche K","dc:date":"2000","dc:title":"Mutations in ARHGEF6, encoding a guanine nucleotide exchange factor for Rho GTPases, in patients with X-linked mental retardation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11017088","rdfs:label":"MRX46 Proband III-20"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Opting not to score this proband given questionable pathogenicity of the variant.  The authors note that the variant has a \"marginal effect on the predicted splicing efficiency (79% versus 77% in the mutant).\"  The authors also showed that, although the affected males exhibited greater amounts of truncated RNA (with exon 2 skipped) compared to wild-type in lymphoblastoid cell lines by semi-quantitative PCR, they also noted that they detected \"small amounts of the product without exon 2 in obligate carriers and in the unaffected male, suggesting that skipping of exon 2 is a rare, but normal, event in lymphoblastoid cell lines.\"  This truncated cDNA fragment was also found to be \"3-10% of the total product\" observed in 52 control individuals.\n\nSubsequent to the publication of this article, another article (Piton et al. 2013, PMID:23871722) reported that this particular variant was observed \"in EVS [Exome Sequencing Project's Exome Variant Server] in five males [from the general population], all of European origin (MAF = 0.26%).\"  As of May 2018, this variant has been observed in 4/766 alleles tested in the European subpopulation in the 1000 Genomes Project (allele frequency = 0.00522).  In gnomAD, which does include samples from both the 1000 Genomes Project and the Exome Sequencing Project, the variant is observed at a frequency of 0.002957 among European non-Finnish individuals, including 102 hemizygotes and 1 homozygote.  Given the frequency of this variant in the general population, it is unlikely to be associated with moderate to profound intellectual disability."},{"id":"cggv:615f00e8-0088-4a9a-880b-c7a7e21f8e8d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cac485f2-210d-494e-8f64-5dfda53a1b2e","type":"Proband","detectionMethod":"Per the authors: \"Genomic DNA from a male proband, or in five instances a female obligate carrier, from 208 families with multiple individuals with mental retardation and a pattern of transmission compatible with X linkage (see Table 1 for clinical summary) was sequenced through the coding exons of 718 X-chromosome genes (Supplementary Table 1). This set was composed of 699 out of 829 genes from the Vega database and 19 X-chromosome genes not included in Vega but present in Ensembl/NCBI (Supplementary Table 1). The average coverage of the 718 genes screened was 75%; therefore, the coverage of the full protein coding sequences of the Vega X chromosome was 65%. Sixteen of the genes screened are in the pseudoautosomal regions common to the X and Y chromosomes and 702 are in the X-specific part. The screened DNA corresponds to ~1 Mb of coding sequence per sample and >200 Mb in total.\"","phenotypeFreeText":"This variant was included in a supplemental table outlining variants detected after performing X-exome sequencing on individuals with suspected X-linked intellectual disability.  No specific details on individual probands were provided.","previousTesting":true,"previousTestingDescription":"Per the authors: \"The 208 families were prescreened and found negative for cytogenetic\nabnormalities at 500G banding resolution, for expansion of the FMR1 trinucleotide repeat\nand for unambiguous disease-causing sequence variants in the XLMR-causing genes\npublished when the study was initiated.\"","sex":"UnknownEthnicity","variant":{"id":"cggv:615f00e8-0088-4a9a-880b-c7a7e21f8e8d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7c4e7da0-723b-4d4e-a181-3802bc79abce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004840.3(ARHGEF6):c.992A>G (p.Tyr331Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414762144"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19377476"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19377476","rdfs:label":"Tarpey #60"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"No functional evidence is available to support pathogenicity of this variant, though several computational predictors predict a damaging effect.  The variant is present in gnomAD; it has been observed in 4/80090 alleles in the European non-Finnish subpopulation (3 hemizygotes), for a subpopulation frequency of 0.00004994 (total allele frequency = 0.00002239). When initially curated, this variant was assigned the lowest score, 0.1 points, due to its low frequency in gnomAD. However, upon recuration in 2020 (at which time evidence is still lacking), it was decided to downgrade this variant to 0 points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:d248ef99-6ff8-43d8-a24e-dfce6b2db1c8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d248ef99-6ff8-43d8-a24e-dfce6b2db1c8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94bdda41-caf2-455d-8086-cf97b08471ec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c71ec9c2-5aec-4fda-9ffb-603e97559454","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Ramakers et al. performed \"immunoblot analysis of protein lysates derived from different brain areas of adult wild-type mice using a specific anti-alphaPix/Arghef6 antibody\" and observed higer levels of the isoform in the hippocampus than in the cortex and cerebellum.  AlphaPix/Arhgef6 \"was absent in lysates derived from alphaPix/Arhgef6 -/Y mice.\"  However, upon evaluation of human expression data in GTEX, ARGHEF6 appears to be ubiquitously expressed throughout the body, including various areas of the brain.  The levels of expression in the brain do not appear to be significantly higher than other areas of the body.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21989057","type":"dc:BibliographicResource","dc:abstract":"Mutations in the ARHGEF6 gene, encoding the guanine nucleotide exchange factor αPIX/Cool-2 for the Rho GTPases Rac1 and Cdc42, cause X-linked intellectual disability (ID) in humans. We show here that αPix/Arhgef6 is primarily expressed in neuropil regions of the hippocampus. To study the role of αPix/Arhgef6 in neuronal development and plasticity and gain insight into the pathogenic mechanisms underlying ID, we generated αPix/Arhgef6-deficient mice. Gross brain structure in these mice appeared to be normal; however, analysis of Golgi-Cox-stained pyramidal neurons revealed an increase in both dendritic length and spine density in the hippocampus, accompanied by an overall loss in spine synapses. Early-phase long-term potentiation was reduced and long-term depression was increased in the CA1 hippocampal area of αPix/Arhgef6-deficient animals. Knockout animals exhibited impaired spatial and complex learning and less behavioral control in mildly stressful situations, suggesting that this model mimics the human ID phenotype. The structural and electrophysiological alterations in the hippocampus were accompanied by a significant reduction in active Rac1 and Cdc42, but not RhoA. In conclusion, we suggest that imbalance in activity of different Rho GTPases may underlie altered neuronal connectivity and impaired synaptic function and cognition in αPix/Arhgef6 knockout mice.","dc:creator":"Ramakers GJ","dc:date":"2012","dc:title":"Dysregulation of Rho GTPases in the αPix/Arhgef6 mouse model of X-linked intellectual disability is paralleled by impaired structural and synaptic plasticity and cognitive deficits."},"rdfs:label":"Ramakers Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Ramakers et al. performed \"immunoblot analysis of protein lysates derived from different brain areas of adult wild-type mice using a specific anti-alphaPix/Arghef6 antibody\" and observed higer levels of the isoform in the hippocampus than in the cortex and cerebellum.  AlphaPix/Arhgef6 \"was absent in lysates derived from alphaPix/Arhgef6 -/Y mice.\"  However, upon evaluation of human expression data in GTEX, ARGHEF6 appears to be ubiquitously expressed throughout the body, including various areas of the brain.  The levels of expression in the brain do not appear to be significantly higher than other areas of the body."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:d248ef99-6ff8-43d8-a24e-dfce6b2db1c8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da624692-276f-4cc2-9cdf-004858f40323","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:70a2a727-c066-4ba7-bb07-6b9eb3dce6da","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Per the authors: \"Behavioral characterization of aPix/Arhgef6-deficient mice revealed largely intact performance in basic tests of spatial reference and working memory, as well as normal day-to-day habituation to a novel arena. However, more complex spatial learning and flexibility was impaired in aPix/Arhgef62/Y mice.\"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21989057","rdfs:label":"Ramakers alphaPix/Arhgef6 -/Y Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This mouse model represents a knockout; however, to date, no null variants have been reported in ARHGEF6 in humans with an intellectual disability phenotype.  The few variants that have been reported have been missense variants with no functional studies characterizing their potential mechanism of action, or larger scale copy number variants involving multiple genes or incompletely characterized.  As such, it is unclear whether this model recapitulates the human disease state as the putative mechanism of human disease is unknown.  The mouse does appear to exhibit some deficits in complex spatial learning and flexibility, though they did not differ from their wild-type littermates on a number of other cognitive assessments performed in this study. Score downgraded from the initial value of 1 (original curation) to 0 (recuration), in light of the questionable construct validity in this model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":2109,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:54748aa6-6bee-4fec-94e8-19b521447489","type":"GeneValidityProposition","disease":"obo:MONDO_0019181","gene":"hgnc:685","modeOfInheritance":"obo:HP_0001417"},"version":"2.1","dc:description":"The relationship between ARHGEF6 and nonsyndromic X-linked intellectual disability (ID) was first reported in 2000 by Kutsche et al. (PMID: 11017088). They described a male with ID and an apparently balanced X;21 translocation disrupting ARHGEF6, inherited from his unaffected mother. Using genomic walking, the authors showed that the translocation was molecularly unbalanced, with a 10-bp deletion on the X chromosome and a 9-bp deletion in the β-satellite DNA on chromosome 21. No additional studies were done to determine the effects on ARHGEF6 expression. The mother did not show preferential inactivation of her normal X. This translocation was not counted as evidence because the impact of the breakpoints on neighboring genes cannot be ruled out. These authors went on to screen 119 additional patients with nonspecific ID for variants in ARHGEF6 and identified a variant within the first intron in all (tested) affected males in a large Dutch family. This variant has been found at a higher than expected frequency in the general population and is therefore not considered evidence in this evaluation. Two additional missense variants were described by Tarpey et al. (2009, PMID: 19377476); both have been observed at frequencies in the general population too high to be considered as evidence in this evaluation. According to gnomAD (v2.1.1), ARHGEF6 is highly constrained for protein truncating variants (pLI 1) but not for missense variants (Z score 1.35). Accordingly, and given the lack of functional studies, we decided not to score several other missense variants that have been reported in individuals with ID or autism spectrum disorder (PMID: 22511880, 23849776, 26350204, 28397838). There is also a report of two brothers with ID and a multi-gene duplication involving ARHGEF6 (Madrigal et al. 2010, PMID: 20861843; family also described in Madrigal et al. 2007, PMID: 17304053); this is not counted as evidence due to the multi-gene nature of the CNV. In terms of experimental evidence, a knockout mouse model shows altered dendritic length and spine density in the hippocampus and deficits in spatial learning (Ramakers et al. 2012, PMID: 21989057). However, because of the lack of convincing human genetic evidence, we did not score this animal model. In summary, the evidence supporting an association between nonsyndromic X-linked ID and ARHGEF6 is disputed. This classification was approved by the ClinGen ID/Autism Expert Panel 10/20/2020. Note that this gene-disease relationship was originally curated in 06/2018 and given a limited classification. Changes in scoring practices resulted in the classification being updated.\nLack of sufficient genetic evidence leaves this gene-disease relationship disputed. Classification changed from limited to disputed following recuration in 10/2020.","dc:isVersionOf":{"id":"cggv:d248ef99-6ff8-43d8-a24e-dfce6b2db1c8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}