{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fcv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2020-09-16T19:23:17.578Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10018","role":"SecondaryContributor"},{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2018-11-14T18:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a127b9cd-2df7-4a8e-96d1-5d4da0a0f712","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c879d496-9f85-4b4c-81f1-e19e52caef2f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mutant forms of human APOB were expressed in transgenic mice and the resulting LDL were purified and tested for receptor-binding activity.  Competitive and direct binding experiments indicate that R3500Q, R3500G and R3500K mutations cause  defective receptor binding.  This is consistent with the disease as patients with hypercholesterolemia have an accumulation of high levels of LDL in circulation. This is caused by a disruption of the binding of LDL to its receptor.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9486979","type":"dc:BibliographicResource","dc:abstract":"Familial defective apolipoprotein B100 (FDB) is caused by a mutation of apo-B100 (R3500Q) that disrupts the receptor binding of low density lipoproteins (LDL), which leads to hypercholesterolemia and premature atherosclerosis. In this study, mutant forms of human apo-B were expressed in transgenic mice, and the resulting human recombinant LDL were purified and tested for their receptor-binding activity. Site-directed mutagenesis and other evidence indicated that Site B (amino acids 3,359-3,369) binds to the LDL receptor and that arginine-3,500 is not directly involved in receptor binding. The carboxyl-terminal 20% of apo-B100 is necessary for the R3500Q mutation to disrupt receptor binding, since removal of the carboxyl terminus in FDB LDL results in normal receptor-binding activity. Similarly, removal of the carboxyl terminus of apo-B100 on receptor-inactive VLDL dramatically increases apo-B-mediated receptor-binding activity. We propose that the carboxyl terminus normally functions to inhibit the interaction of apo-B100 VLDL with the LDL receptor, but after the conversion of triglyceride-rich VLDL to smaller cholesterol-rich LDL, arginine-3,500 interacts with the carboxyl terminus, permitting normal interaction between LDL and its receptor. Moreover, the loss of arginine at this site destabilizes this interaction, resulting in receptor-binding defective LDL.","dc:creator":"Boren J","dc:date":"1998","dc:title":"Identification of the low density lipoprotein receptor-binding site in apolipoprotein B100 and the modulation of its binding activity by the carboxyl terminus in familial defective apo-B100."},"rdfs:label":"APOB modulates LDL receptor binding"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"This is a well-characterized disease mechanism for familial defective apob100 patients and has been demonstrated in multiple reports. Also took into account that APOB interacts with a definitive gene for FH: LDLR. Combined here since the biochemical function and protein interaction are related."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20c492e0-d073-476b-9456-73eca6ede97e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5e4d0951-83a3-4caf-b544-c0f4f98c097b","type":"FunctionalAlteration","dc:description":"LDLs were isolated from plasma of an individual (G.R.) with an APOB variant (p.Arg3527Gln). LDL from the patient displayed a reduced ability to bind to the LDL receptors in normal human fibroblasts. The patient's LDL possessed 32% of normal receptor binding activity. The patient LDLs were less effective than normal LDL in competing with labeled normal LDL for cellular uptake and degradation. Defective receptor binding results in inefficient clearance of LDL.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3477815","type":"dc:BibliographicResource","dc:abstract":"Previous in vivo turnover studies suggested that retarded clearance of low density lipoproteins (LDL) from the plasma of some hypercholesterolemic patients is due to LDL with defective receptor binding. The present study examined this postulate directly by receptor binding experiments. The LDL from a hypercholesterolemic patient (G.R.) displayed a reduced ability to bind to the LDL receptors on normal human fibroblasts. The G.R. LDL possessed 32% of normal receptor binding activity (approximately equal to 9.3 micrograms of G.R. LDL per ml were required to displace 50% of 125I-labeled normal LDL, vs. approximately equal to 3.0 micrograms of normal LDL per ml). Likewise, the G.R. LDL were much less effective than normal LDL in competing with 125I-labeled normal LDL for cellular uptake and degradation and in stimulating intracellular cholesteryl ester synthesis. The defect in LDL binding appears to be due to a genetic abnormality of apolipoprotein B-100: two brothers of the proband possess LDL defective in receptor binding, whereas a third brother and the proband's son have normally binding LDL. Further, the defect in receptor binding does not appear to be associated with an abnormal lipid composition or structure of the LDL: the chemical and physical properties of the particles were normal, and partial delipidation of the LDL did not alter receptor binding activity. Normal and abnormal LDL subpopulations were partially separated from plasma of two subjects by density-gradient ultracentrifugation, a finding consistent with the presence of a normal and a mutant allele. The affected family members appear to be heterozygous for this disorder, which has been designated familial defective apolipoprotein B-100. These studies indicate that the defective receptor binding results in inefficient clearance of LDL and the hypercholesterolemia observed in these patients.","dc:creator":"Innerarity TL","dc:date":"1987","dc:title":"Familial defective apolipoprotein B-100: low density lipoproteins with abnormal receptor binding."},"rdfs:label":"LDL binding to apoB"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4cdc499-4778-4364-ab75-3d9be291ab07","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:289dd0ba-85bc-4703-b705-85ded679c796","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In 11 transgenic mouse lines expressing human apoB, the concentration of apoB and LDL were related to the transgene copy number. The transgenic line with the most copies of apoB had >4-fold increase in LDL cholesterol compared to non-transgenic mice. This is consistent with the function of APOB and the feedback mechanism of LDLR (PMID: 212203). Conversely, it has been shown that APOB heterozygous knockout mice (PMID: 7878058) and mice with si-RNA mediated silencing of APOB  (PMID: 15538359) have reduced LDL cholesterol.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8134359","type":"dc:BibliographicResource","dc:abstract":"The atherogenic macromolecule lipoprotein(a) [Lp(a)] has resisted in vivo analyses partly because it is found in a limited number of experimental animals. Although transgenic mice expressing human apolipoprotein (a) [apo(a)] have previously been described, they failed to assemble Lp(a) particles because of the inability of human apo(a) to associate with mouse apolipoprotein B (apoB). We isolated a 90-kilobase P1 phagemid containing the human apoB gene and with this DNA generated 13 lines of transgenic mice of which 11 expressed human apoB. The human apoB transcript was expressed and edited in the liver of the transgenic mice. Plasma concentrations of human apoB, as well as low density lipoprotein (LDL), were related to transgene copy number; the transgenic line with the most copies of human apoB had a > 4-fold increase in LDL cholesterol compared with nontransgenics and a lipoprotein profile similar to that of humans. When human apoB and apo(a) transgenic mice were bred together, plasma apo(a) in mice expressing both human proteins was tightly associated with lipoproteins in the LDL density region. These studies demonstrate the successful expression of human apoB and the efficient assembly of Lp(a) in mice.","dc:creator":"Callow MJ","dc:date":"1994","dc:title":"Expression of human apolipoprotein B and assembly of lipoprotein(a) in transgenic mice."},"rdfs:label":"Mouse overexpression"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:d31a1a19-98a8-49d1-9b48-9edc1b9d7591","type":"EvidenceLine","evidence":[{"id":"cggv:d31a1a19-98a8-49d1-9b48-9edc1b9d7591_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:42e72c2b-bf14-4942-a038-9d8e0daed52d","type":"Cohort","allGenotypedSequenced":36,"alleleFrequency":0.05555555555555555,"detectionMethod":"Presence of Arg3500Gln  was determined in pooled samples by PCR: looked for mutation specific band. When a mutation was identified in the pooled sample, DNA from each of the subjects was re-analyzed.","evidence":[{"id":"cggv:d31a1a19-98a8-49d1-9b48-9edc1b9d7591_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"cggv:40a93f3d-f126-4094-8763-a2cbe5f52e0c"}},"controlCohort":{"id":"cggv:17acab4a-7e2b-4c5a-8bd4-d2890f6487ae","type":"Cohort","allGenotypedSequenced":9255,"alleleFrequency":0.0007563479200432199,"detectionMethod":"Presence of Arg3500Gln  was determined in pooled samples by PCR: looked for mutation specific band. When a mutation was identified in the pooled sample, DNA from each of the subjects was re-analyzed.","evidence":[{"id":"cggv:d31a1a19-98a8-49d1-9b48-9edc1b9d7591_cc_evidence_item"}],"numWithVariant":7},"lowerConfidenceLimit":16,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.001,"statisticalSignificanceType":"","statisticalSignificanceValue":78,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":388,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9603795","type":"dc:BibliographicResource","dc:abstract":"Familial hypercholesterolemia leads to premature ischemic heart disease and is often caused by mutations in the gene for the low-density lipoprotein receptor. Mutations in the apolipoprotein B gene, which encodes a ligand for this receptor, may also result in this phenotype.","dc:creator":"Tybjaerg-Hansen A","dc:date":"1998","dc:title":"Association of mutations in the apolipoprotein B gene with hypercholesterolemia and the risk of ischemic heart disease."},"rdfs:label":"Tybjaerg-Hansen Case-Control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":3,"dc:description":""}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":3},{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:eac537f3-918d-4c55-99d3-2a01643d87e3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:04a36410-48a5-4b11-8a63-1ff06626a15e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":51,"detectionMethod":"PCR and DGGE on the region of apoB including codon 3500. Genotypes of individuals and family members were determined by RFLP analysis with Southern blot. The PCR product from the proband was cloned and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"TC: 8.6 mmol/L, LDL-C: 6.4 mmol/L","phenotypes":["obo:HP_0003077","obo:HP_0010874","obo:HP_0001084"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:eac537f3-918d-4c55-99d3-2a01643d87e3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b59c1b44-38ce-40b2-9dc0-1926f2b094ba","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.10579C>T (p.Arg3527Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA044117"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7627691","type":"dc:BibliographicResource","dc:abstract":"The apoB arginine-to glutamine change at codon 3500 has become established as a cause of failure of binding of the LDL particle to its receptor and the consequent hypercholesterolemia of familial defective apoB 100. A search for further similar mutations was undertaken by systematic screening of a candidate region of the apoB gene from individuals with hypercholesterolemia. Polymerase chain reaction and denaturing gradient gel electrophoresis were used. We describe two families in which a different mutation in the codon 3500 causes an arginine-to-tryptophan substitution. Most adults in these families who have this mutation have hypercholesterolemia. LDL derived from all who have inherited the mutation is dysfunctional in that it allows only poor growth of an LDL cholesterol-dependent cell line. We conclude that this arginine 3500 is essential to the function of apoB and that its loss and replacement by glutamine or tryptophan is responsible for the hypercholesterolemia of familial defective apoB 100.","dc:creator":"Gaffney D","dc:date":"1995","dc:title":"Independent mutations at codon 3500 of the apolipoprotein B gene are associated with hyperlipidemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7627691","rdfs:label":"I-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"LDL functional assay in U937 cells: relative growth rates of LDL from subjects with the variant were about half those of LDL from normal subjects. No difference between individuals with the R3500W variant and more well-characterized R3500Q variant."},{"id":"cggv:f1b1bc1f-c8f5-4840-90f3-4848e6f556dc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:18a2af6f-ac69-4896-8fab-a5d682eed507","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":69,"detectionMethod":"Screened for prevalent European mutations in apoB with DGGE.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"LDL (mg/dl) = 145","phenotypes":["obo:HP_0003124","obo:HP_0005145","obo:HP_0001677"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f1b1bc1f-c8f5-4840-90f3-4848e6f556dc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:27cdac04-b597-482a-8dfb-5ad5cca5879e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.2(APOB):c.10708C>T (p.His3570Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/431988"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15135245","type":"dc:BibliographicResource","dc:abstract":"ApolipoproteinB 100 (apoB-100) is an important component of atherogenic lipoproteins such as LDL and serves as a ligand for the LDL-receptor. Familial defective apolipoproteinB 100 (FDB) is caused by a R3500Q mutation of the apoB gene and results in decreased binding of LDL to the LDL-receptor. So far FDB is the most frequent and best studied alteration of apoB-100. Apart from this, three other apoB mutations, R3500W, R3531C and R3480W, affecting binding to the LDL-receptor are known to date. We screened the apoB gene segment of codons 3448-3561 by denaturing gradient gel electrophoresis (DGGE) analysis in a total of 853 consecutively sampled German patients undergoing diagnostic coronary angiography for suspected CAD. By this, a new single base mutation was detected and confirmed by DNA sequencing. The mutation, CAC(3543)TAC results in a His3543Tyr substitution in apoB-100 (H3543Y). The prevalence of heterozygotes for H3543Y in the study population was 0.47% compared to 0.12% for the known Arg 3500 Gln (R3500Q) mutation. In conclusion, the new mutation is four times more frequent than \"classical\" FDB and thus appears to be the most common apoB mutation in Germany.","dc:creator":"Soufi M","dc:date":"2004","dc:title":"A new but frequent mutation of apoB-100-apoB His3543Tyr."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15135245","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Preliminary studies from the authors indicate that a mutation in this region could decrease binding of LDL to its receptor. In vivo kinetic studies in patient 1 and 3 show that the LDL apob-100 fractional catabolic rate (FCR) was lower than controls. LDL apob production rates (PR) in the two patients was lower than controls. These data are comparable to in vivo kinetic studies in classical FDB."},{"id":"cggv:0acfc47f-7ba6-4fb2-b82c-69db417f2e3d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4824b060-470e-41d9-b205-c0f1a6b403b0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":61,"detectionMethod":"Screened for prevalent European mutations in apoB with DGGE.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0003124","obo:HP_0001677","obo:HP_0005145"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:0acfc47f-7ba6-4fb2-b82c-69db417f2e3d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9fe43f4-560b-4672-959c-02004cac71b8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.10580G>A (p.Arg3527Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA022750"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15135245"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15135245","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This is the most well-known APOB variant. From GeneDx: Functional studies indicate that the R3527Q variant causes decreased binding of the APOB protein to the LDL receptor (Fisher et al., 1999). Furthermore, a pathogenic missense variant at the same residue (R3527W, also denoted as R3500W due to the use of alternate nomenclature) has also been reported in association with FH."},{"id":"cggv:6f60424a-2170-4186-9d44-474d211fbf46_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a2dc4c5-b27e-401c-aff9-eba039283ba9","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"detectionMethod":"Performed exome sequencing on the proband, followed by confirmation of the mutation in family members.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0003124","previousTesting":true,"previousTestingDescription":"No mutations in LDLR, APOB or PCSK9 using routine diagnostics.","sex":"Female","variant":{"id":"cggv:6f60424a-2170-4186-9d44-474d211fbf46_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a820ffce-0a07-4d0b-9fe7-e46d802cce86","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.9175C>T (p.Arg3059Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA066337"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22408029","type":"dc:BibliographicResource","dc:abstract":"Aims Autosomal dominant hypercholesterolaemia (ADH) is a major risk factor for coronary artery disease. This disorder is caused by mutations in the genes coding for the low-density lipoprotein receptor (LDLR), apolipoprotein B (APOB), and proprotein convertase subtilisin/kexin 9 (PCSK9). However, in 41% of the cases, we cannot find mutations in these genes. In this study, new genetic approaches were used for the identification and validation of new variants that cause ADH. Methods and results Using exome sequencing, we unexpectedly identified a novel APOB mutation, p.R3059C, in a small-sized ADH family. Since this mutation was located outside the regularly screened APOB region, we extended our routine sequencing strategy and identified another novel APOB mutation (p.K3394N) in a second family. In vitro analyses show that both mutations attenuate binding to the LDLR significantly. Despite this, both mutations were not always associated with ADH in both families, which prompted us to validate causality through using a novel genetic approach. Conclusion This study shows that advances in genetics help increasing our understanding of the causes of ADH. We identified two novel functional APOB mutations located outside the routinely analysed APOB region, suggesting that screening for mutations causing ADH should encompass the entire APOB coding sequence involved in LDL binding to help identifying and treating patients at increased cardiovascular risk.","dc:creator":"Motazacker MM","dc:date":"2012","dc:title":"Advances in genetics show the need for extending screening strategies for autosomal dominant hypercholesterolaemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22408029","rdfs:label":"A13"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This variant maps to the region that binds the LDLR. The authors isolated LDL particles from carriers and non-carriers and performed in vitro LDL uptake assays in HepG2 cells. Uptake of LDL was reduced when using particles from mutation carriers."},{"id":"cggv:df068080-701a-4f93-9365-cfa067ec08d8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ded6cc2e-8dfa-4213-ac93-a322b0a9c629","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"detectionMethod":"Sequenced the region encompassing amino acids 3386-3396, which is responsible for binding to the LDLR.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0003124","previousTesting":true,"previousTestingDescription":"\"Molecularly undefined ADH\"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:df068080-701a-4f93-9365-cfa067ec08d8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2d2d62e8-032f-4488-b439-07e4e04da04c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.2(APOB):c.10182G>T (p.Lys3394Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/438310"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22408029"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22408029","rdfs:label":"B16"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This variant maps to the region that binds the LDLR. The authors isolated LDL particles from carriers and non-carriers and performed in vitro LDL uptake assays in HepG2 cells. Uptake of LDL was reduced when using particles from mutation carriers."},{"id":"cggv:4fc15d36-4ff1-47b7-89c3-32d27f4805bb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b1836ef4-d5c1-4f65-a2fd-6b29a412afe9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"PCR and DGGE on the region of apoB including codon 3500. Genotypes of individuals and family members were determined by RFLP analysis with Southern blot. The PCR product from the proband was cloned and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"TC: 7.8 mmol/L, LDL-C: 6.0 mmol/L","phenotypes":["obo:HP_0003077","obo:HP_0001031","obo:HP_0010874"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4fc15d36-4ff1-47b7-89c3-32d27f4805bb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b59c1b44-38ce-40b2-9dc0-1926f2b094ba"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7627691"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7627691","rdfs:label":"I-6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"LDL functional assay in U937 cells: relative growth rates of LDL from subjects with the variant were about half those of LDL from normal subjects. No difference between individuals with the R3500W variant and more well-characterized R3500Q variant."},{"id":"cggv:bdffbf07-b0e1-4fe3-82ef-3adc2053ea79_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66885c69-d405-428b-becb-181c205363ac","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:bdffbf07-b0e1-4fe3-82ef-3adc2053ea79_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9fe43f4-560b-4672-959c-02004cac71b8"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2563166","type":"dc:BibliographicResource","dc:abstract":"Familial defective apolipoprotein (apo) B-100 is a genetic disease that leads to hypercholesterolemia and to an increased serum concentration of low density lipoproteins that bind defectively to the apoB,E(LDL) receptor. The disorder appears to result from a mutation in the gene for apoB-100. Extensive sequence analysis of the two alleles of one subject heterozygous for the disorder has revealed a previously unreported mutation in the codon for amino acid 3500 that results in the substitution of glutamine for arginine. This same mutant allele occurs in six other, unrelated subjects and in eight affected relatives in two of these families. A partial haplotype of this mutant apoB-100 allele was constructed by sequence analysis and restriction enzyme digestion at positions where variations in the apoB-100 are known to occur. This haplotype is the same in three probands and four affected members of one family and lacks a polymorphic Xba I site whose presence has been correlated with high cholesterol levels. Thus, it appears that the mutation in the codon for amino acid 3500 (CGG----CAG), a CG mutational \"hot spot,\" defines a minor apoB-100 allele associated with defective low density lipoproteins and hypercholesterolemia.","dc:creator":"Soria LF","dc:date":"1989","dc:title":"Association between a specific apolipoprotein B mutation and familial defective apolipoprotein B-100."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2563166","rdfs:label":"WS"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"This is a well-known variant but it was already given max points."},{"id":"cggv:0a06366b-ff04-4b14-9532-89ba894191dc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1afcda5d-1e88-480b-885c-2a7573f3158f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":42,"detectionMethod":"Screened for prevalent European mutations in apoB with DGGE.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"LDL (mg/dl) = 154","phenotypes":["obo:HP_0003124","obo:HP_0005145","obo:HP_0001677"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:0a06366b-ff04-4b14-9532-89ba894191dc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:27cdac04-b597-482a-8dfb-5ad5cca5879e"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15135245"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15135245","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Possible founder? Preliminary studies from the authors indicate that a mutation in this region could decrease binding of LDL to its receptor. In vivo kinetic studies in patient 1 and 3 show that the LDL apob-100 fractional catabolic rate (FCR) was lower than controls. LDL apob production rates (PR) in the two patients was lower than controls. These data are comparable to in vivo kinetic studies in classical FDB."},{"id":"cggv:2cccf9ea-f456-4981-96fc-5c8e1e310e20_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:70ddd185-0b16-4ec4-b0c5-7d115abe3f55","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":58,"detectionMethod":"All exons of APOB were amplified in pools of 20, 20 and 25 DNAs and sequenced by pyrosequencing.","phenotypeFreeText":"TC:350 LDL: 255 HDL:56","phenotypes":"obo:HP_0003124","previousTesting":true,"previousTestingDescription":"No mutations in LDLR, pCSK9 or in fragments of exons 26 and 29 of APOB.","sex":"Female","variant":{"id":"cggv:2cccf9ea-f456-4981-96fc-5c8e1e310e20_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0c03daaf-9cb5-4fa7-bc4b-893418765194","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.2(APOB):c.3491G>C (p.Arg1164Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/265885"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24234650","type":"dc:BibliographicResource","dc:abstract":"Familial hypercholesterolaemia (FH) is characterized by increased circulating low-density lipoprotein (LDL) cholesterol leading to premature atherosclerosis and coronary heart disease. Although FH is usually caused by mutations in LDLR, mutations in APOB and PCSK9 also cause FH but only a few mutations have been reported, APOB p.R3527Q being the most common. However, 30-80% of clinical FH patients do not present an identifiable mutation in any of the described genes. To identify the genetic cause of the hypercholesterolaemia in 65 patients without mutations in LDLR, PCSK9 or in fragments of exon 26 and 29 of APOB currently analysed, we performed whole sequencing of APOB by pyrosequencing. A total of 10 putative mutations in APOB were identified. Flow cytometry with fluorescently labelled LDL from patients and relatives showed that p.Arg1164Thr (exon 22) and p.Gln4494del (exon 29) presented a 40% decrease in internalization in lymphocytes and HepG2 cells, very similar to APOB3527. The proliferation assays with U937 cells showed reduced growth for both cases. The variant p.Tyr1247Cys was found to be neutral and other three alterations were considered polymorphisms. Our results emphasize the need to study the whole APOB in routine protocols to improve patient identification and cardiovascular risk assessment.","dc:creator":"Alves AC","dc:date":"2014","dc:title":"Novel functional APOB mutations outside LDL-binding region causing familial hypercholesterolaemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24234650","rdfs:label":"I:2 (patient 3)"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"To test the proliferation of U937 cells in the presence of altered apoB particles, LDL from patients and their relatives with and without the putative variants was added to the medium. The results obtained were similar to the other assays with LDL from index patients and relatives with the alteration resulting in ∼50–60% growth compared with normal control, very similar to LDL from the APO3527 positive control (Fig. 2D and D)."},{"id":"cggv:fa771a02-63f4-4b87-9857-ac00557deb33_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b5a72b3d-ff5d-4c56-bd48-3040efce4048","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":64,"detectionMethod":"Screened for prevalent European mutations in apoB with DGGE.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"LDL (mg/dl) = 62","phenotypes":["obo:HP_0003124","obo:HP_0001677","obo:HP_0005145"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:fa771a02-63f4-4b87-9857-ac00557deb33_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:27cdac04-b597-482a-8dfb-5ad5cca5879e"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15135245"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15135245","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Possible founder? Preliminary studies from the authors indicate that a mutation in this region could decrease binding of LDL to its receptor. In vivo kinetic studies in patient 1 and 3 show that the LDL apob-100 fractional catabolic rate (FCR) was lower than controls. LDL apob production rates (PR) in the two patients was lower than controls. These data are comparable to in vivo kinetic studies in classical FDB."},{"id":"cggv:0639c4aa-c9f4-463b-9ddb-6e5d121f00ce_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cfa326ed-38b9-4e3c-ad89-1535148fd9c4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":69,"detectionMethod":"Linkage analysis and exome sequencing on 7 individuals (I:1, I:2, II:1, II:2, II:3, II:4, and II:5).","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0003124","obo:HP_0010874"],"previousTesting":true,"previousTestingDescription":"Sequencing was previously performed on LDLR, exon 26 of APOB, and PCSK9 in Individual I:2.","sex":"Female","variant":{"id":"cggv:0639c4aa-c9f4-463b-9ddb-6e5d121f00ce_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3ace3377-4470-45ef-abdc-181a30bd4f90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.2(APOB):c.148C>T (p.Arg50Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/438309"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24498611","type":"dc:BibliographicResource","dc:abstract":"Patients with autosomal dominant hypercholesterolemia (ADH) have a high risk of developing cardiovascular disease that can be effectively treated using statin drugs. Molecular diagnosis and family cascade screening is recommended for early identification of individuals at risk, but up to 40% of families have no mutation detected in known genes. This study combined linkage analysis and exome sequencing to identify a novel variant in exon 3 of APOB (Arg50Trp). Mass spectrometry established that low-density lipoprotein (LDL) containing Arg50Trp APOB accumulates in the circulation of affected individuals, suggesting defective hepatic uptake. Previously reported mutations in APOB causing ADH have been located in exon 26. This is the first report of a mutation outside this region causing this phenotype, therefore, more extensive screening of this large and highly polymorphic gene may be necessary in ADH families. This is now feasible due to the high capacity of recently available sequencing platforms.","dc:creator":"Thomas ER","dc:date":"2013","dc:title":"Identification and biochemical analysis of a novel APOB mutation that causes autosomal dominant hypercholesterolemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24498611","rdfs:label":"I:2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Mutant APOB  accumulates in circulation, similar to other APOB mutations, possibly due to defective hepatic uptake and clearance."},{"id":"cggv:e4440f80-518f-4fa6-8ad7-a3d93cbf2bb9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fdf79265-0dde-4c3b-9c98-82fa040602fa","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Examined part of the gene corresponding to the carboxyl-terminal half of apoB-100.","firstTestingMethod":"PCR","phenotypeFreeText":"LDLs bound abnormally to the apoB, E(LDL) receptor in normal human fibroblasts.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e4440f80-518f-4fa6-8ad7-a3d93cbf2bb9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9fe43f4-560b-4672-959c-02004cac71b8"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2563166"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2563166","rdfs:label":"GR"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"This is a common pathogenic variant, but it was already given max points. Functional studies indicate that it causes decreased binding of the APOB protein to the LDL receptor (Fisher, 1999)."},{"id":"cggv:793fbf19-20c5-4a7f-a473-d2b3d63d97df_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01901e88-af07-4e06-b422-8114a319c67a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"Screened for prevalent European mutations in apoB with DGGE.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"LDL (mg/dl) = 174","phenotypes":["obo:HP_0001677","obo:HP_0003124","obo:HP_0005145"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:793fbf19-20c5-4a7f-a473-d2b3d63d97df_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:27cdac04-b597-482a-8dfb-5ad5cca5879e"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15135245"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15135245","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Possible founder? Preliminary studies from the authors indicate that a mutation in this region could decrease binding of LDL to its receptor. In vivo kinetic studies in patient 1 and 3 show that the LDL apob-100 fractional catabolic rate (FCR) was lower than controls. LDL apob production rates (PR) in the two patients was lower than controls. These data are comparable to in vivo kinetic studies in classical FDB."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":6.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.75}],"evidenceStrength":"Definitive","sequence":909,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.25,"subject":{"id":"cggv:a37db2c2-4c15-4364-b56b-2437b415ac39","type":"GeneValidityProposition","disease":"obo:MONDO_0007751","gene":"hgnc:603","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The APOB gene has been reported in association with hypercholesterolemia (autosomal dominant) and hypobetalipoproteinemia (autosomal recessive). The relationship between APOB and hypercholesterolemia (autosomal dominant) was evaluated using the ClinGen Clinical Validity Framework. Variants in APOB were first reported in humans with hypercholesterolemia as early as 1989 (Soria et al., PMID: 2563166). At least 7 variants (missense) in at least 13 probands in 6 publications been reported in humans (PMIDs: 24498611, 24234650, 15135245, 22408029, 2563166, 7627691). Variants in this gene segregated with disease in at least 41 family members. This gene-disease relationship has been studied in at least 1 case-control study at the single variant level with an odds ratio of 78 (95% CI 16-388, p=0.0001) (PMID: 9603795). The mechanism for disease involves mainly heterozygous missense variants resulting in defective apo B100 on LDL particles that fails to bind to LDLR (PMID: 29219151). The gene-disease association is also supported by in vitro studies and animal models. In summary, APOB is definitively associated with autosomal dominant hypercholesterolemia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen General Gene Curation EP on 11/14/2018.\n","dc:isVersionOf":{"id":"cggv:1c26b83b-409e-47c7-9c53-6ca79472d6fc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}