{"id":"cggv:effa2b38-35c6-4071-b0d1-ce6970bb6ec1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:effa2b38-35c6-4071-b0d1-ce6970bb6ec1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-04-03T13:20:02.883Z","role":"Publisher"},{"id":"cggv:effa2b38-35c6-4071-b0d1-ce6970bb6ec1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2021-01-13T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:effa2b38-35c6-4071-b0d1-ce6970bb6ec1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:effa2b38-35c6-4071-b0d1-ce6970bb6ec1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:effa2b38-35c6-4071-b0d1-ce6970bb6ec1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:effa2b38-35c6-4071-b0d1-ce6970bb6ec1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a6501410-b26f-4427-8fb9-de71bb7e4f37","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:487667e5-d916-4503-bedc-072186710441","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"MUC1wt is physiologically expressed (and can be detected) by many different tissue in human body, e.g. kidney or urine derived cells...\nIn pateints with ADTKD-MUC1 can be also detect mutated form of MUC1 (MUC1-fs).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32450155","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant tubulointerstitial kidney disease (ADTKD) is an increasingly recognized cause of end-stage kidney disease, primarily due to mutations in UMOD and MUC1. The lack of clinical recognition and the small size of cohorts have slowed the understanding of disease ontology and development of diagnostic algorithms. We analyzed two registries from Europe and the United States to define genetic and clinical characteristics of ADTKD-UMOD and ADTKD-MUC1 and develop a practical score to guide genetic testing. Our study encompassed 726 patients from 585 families with a presumptive diagnosis of ADTKD along with clinical, biochemical, genetic and radiologic data. Collectively, 106 different UMOD mutations were detected in 216/562 (38.4%) of families with ADTKD (303 patients), and 4 different MUC1 mutations in 72/205 (35.1%) of the families that are UMOD-negative (83 patients). The median kidney survival was significantly shorter in patients with ADTKD-MUC1 compared to ADTKD-UMOD (46 vs. 54 years, respectively), whereas the median gout-free survival was dramatically reduced in patients with ADTKD-UMOD compared to ADTKD-MUC1 (30 vs. 67 years, respectively). In contrast to patients with ADTKD-UMOD, patients with ADTKD-MUC1 had normal urinary excretion of uromodulin and distribution of uromodulin in tubular cells. A diagnostic algorithm based on a simple score coupled with urinary uromodulin measurements separated patients with ADTKD-UMOD from those with ADTKD-MUC1 with a sensitivity of 94.1%, a specificity of 74.3% and a positive predictive value of 84.2% for a UMOD mutation. Thus, ADTKD-UMOD is more frequently diagnosed than ADTKD-MUC1, ADTKD subtypes present with distinct clinical features, and a simple score coupled with urine uromodulin measurements may help prioritizing genetic testing.","dc:creator":"Olinger E","dc:date":"2020","dc:title":"Clinical and genetic spectra of autosomal dominant tubulointerstitial kidney disease due to mutations in UMOD and MUC1."},"rdfs:label":"Detection of mutated MUC1 (MUC1-fs) in urine derived cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:73db2970-78f1-448c-a78b-ba9516fa3545","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2d49593a-b517-4960-896f-03fec3436c9e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"In patients with the disease is present mutated MUC1 (frame shifted MUC1 = MUC1-fs) which is not present in healthy controls. \nMUC1-fs can be also detected in other tissues in patients with shifted mutation in VNTR of MUC1 gene (e.g. skin, breast).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29967284","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant tubulointerstitial kidney disease caused by mucin-1 gene (","dc:creator":"Živná M","dc:date":"2018","dc:title":"Noninvasive Immunohistochemical Diagnosis and Novel "},"rdfs:label":"IHC of mutated MUC1 in kidney biopsy from patients "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Presence of MUC1-fs (mutated MUC1) in kidney tissue is one of the diagnostic marker of ADTKD due to mutations in MUC1. "},{"id":"cggv:605ea868-767b-4d92-87e8-1847a8026bc8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a823e210-b1c2-428b-8dfe-9d187886649a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"In patients with the disease is present mutated MUC1 (frame shifted MUC1 = MUC1-fs) which is not present in healthy controls. \nMUC1-fs can be also detected in other tissues in patients with shifted mutation in VNTR of MUC1 gene (e.g. skin, breast).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23396133","type":"dc:BibliographicResource","dc:abstract":"Although genetic lesions responsible for some mendelian disorders can be rapidly discovered through massively parallel sequencing of whole genomes or exomes, not all diseases readily yield to such efforts. We describe the illustrative case of the simple mendelian disorder medullary cystic kidney disease type 1 (MCKD1), mapped more than a decade ago to a 2-Mb region on chromosome 1. Ultimately, only by cloning, capillary sequencing and de novo assembly did we find that each of six families with MCKD1 harbors an equivalent but apparently independently arising mutation in sequence markedly under-represented in massively parallel sequencing data: the insertion of a single cytosine in one copy (but a different copy in each family) of the repeat unit comprising the extremely long (∼1.5-5 kb), GC-rich (>80%) coding variable-number tandem repeat (VNTR) sequence in the MUC1 gene encoding mucin 1. These results provide a cautionary tale about the challenges in identifying the genes responsible for mendelian, let alone more complex, disorders through massively parallel sequencing.","dc:creator":"Kirby A","dc:date":"2013","dc:title":"Mutations causing medullary cystic kidney disease type 1 lie in a large VNTR in MUC1 missed by massively parallel sequencing."},"rdfs:label":"IHC and IF of mutated MUC1 in kidney biopsy from patient"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Presence of MUC1-fs (mutated MUC1) in kidney tissue is one of the diagnostic marker of ADTKD due to mutations in MUC1."},{"id":"cggv:62964795-caaa-415f-bca3-f61682adb946","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d70b6462-7750-4994-b7b6-72d9faafb354","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Positivity of MUC1-fs (mutated MUC1) in urinary cells is one of the diagnostic marker of ADTKD due to mutations in MUC1. MUC1-fs is detected specifically in patients with frame shift mutation(s) - either insertion (3n+1)nt or deletion (3n-1)nt in VNTR of MUC1. This MUC1-fs is never positive in healthy control. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29967284","rdfs:label":"ICC detection of mut MUC1 in urinary cells from patients "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Positivity of MUC1-fs (mutated MUC1) in urinary cells is one of the diagnostic marker of ADTKD due to mutations in MUC1. MUC1-fs is detected specifically in patients with frame shift mutation(s) - either insertion (3n+1)nt or deletion (3n-1)nt in VNTR of MUC1. This MUC1-fs is never positive in healthy control."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:effa2b38-35c6-4071-b0d1-ce6970bb6ec1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba45b8ce-0c9b-4feb-a051-dbdb10c64f16","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e9d79176-fc40-47e9-af43-c46cba357b4c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice carying mutant (MUC1-fs) allele developed progressive kidney disease while parental or wt (MUC1-wt) have no pathologic changes. The pathological changes detected in MUC1 mutant mice were similar to those observed in ADTKD-MUC1 patients: \ni) marked tubular dilations and interstitial fibrosis\nii) serum creatinin was mildly elevated in females (at 76 weeks), but not in males.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31348885","type":"dc:BibliographicResource","dc:abstract":"Intracellular accumulation of misfolded proteins causes toxic proteinopathies, diseases without targeted therapies. Mucin 1 kidney disease (MKD) results from a frameshift mutation in the MUC1 gene (MUC1-fs). Here, we show that MKD is a toxic proteinopathy. Intracellular MUC1-fs accumulation activated the ATF6 unfolded protein response (UPR) branch. We identified BRD4780, a small molecule that clears MUC1-fs from patient cells, from kidneys of knockin mice and from patient kidney organoids. MUC1-fs is trapped in TMED9 cargo receptor-containing vesicles of the early secretory pathway. BRD4780 binds TMED9, releases MUC1-fs, and re-routes it for lysosomal degradation, an effect phenocopied by TMED9 deletion. Our findings reveal BRD4780 as a promising lead for the treatment of MKD and other toxic proteinopathies. Generally, we elucidate a novel mechanism for the entrapment of misfolded proteins by cargo receptors and a strategy for their release and anterograde trafficking to the lysosome.","dc:creator":"Dvela-Levitt M","dc:date":"2019","dc:title":"Small Molecule Targets TMED9 and Promotes Lysosomal Degradation to Reverse Proteinopathy."},"rdfs:label":"Knockin mice carrier human MUC1-fs allele"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":6081,"specifiedBy":"GeneValidityCriteria8","strengthScore":16,"subject":{"id":"cggv:0359c4b0-c3a1-4ed3-aea2-cb569a09d0ae","type":"GeneValidityProposition","disease":"obo:MONDO_0020726","gene":"hgnc:7508","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*MUC1* was FIRST reported in relation to autosomal dominant tubulointerstitial kidney disease (ADTKD-*MUC1*; OMIM: 174000) in 2013 (Kirby et al, PMID: 23396133). ADTKD-*MUC1* is characterized by slowly progressive tubulointerstitial kidney disease that leads to end-stage renal disease (ESRD) between ages 20-70 years. Age of end-stage kidney disease is variable and the reasons for this variability are unclear. Patients with ADTKD-*MUC1* have a bland urinary sediment without proteinuria or hematuria. The kidney ultrasound shows changes that are commonly found in chronic kidney disease and in general is not helpful in making this diagnosis. The key diagnostic parameter is a family history of chronic kidney disease. There are no other primary clinical manifestations of this disease (PMIDs: 24509297, 23946964; 32450155, 36250282). *MUC1* contains within the coding region a domain of multiple variable-number tandem repeats called the \"VNTR domain\" [NC_000001.10:g.(155160963_155162030)]. Mutational analysis of the *MUC1* VNTR region is extremely difficult due to its repetitive nature and high guanine/cytosine content (>80%) (PMIDs: 31116938, 27157321). In approximately 95% of cases the ADTKD-*MUC1* pathogenic variant is the insertion of an extra cytosine within a heptanucleotide cytosine tract of a VNTR unit (PMIDs: 23396133, 29967284, 29217307). Less common is the insertion of a different nucleotide (e.g., adenine, guanine). At least 7 unique variants in the VNTR domain of *MUC1*, and one variant located immediately before the VNTR (PMIDs: 29156055, 29967284), have been reported in humans. *MUC1* pathogenic variants result in the creation of the +1 frameshifted MUC1 protein (MUC1-fs). Expression of MUC1-fs is toxic to kidney cells and is responsible for slowly progressive chronic kidney disease, the sole manifestation of this disorder. Evidence supporting this gene-disease relationship includes case-level data, segregation data and experimental data. Summary of Case Level Data: 12 POINTS. Variants in this gene have been reported in at least 600 individuals (from more than 300 families) and segregated with the disease (PMIDs: 24509297, 23946964, 29217307, 29156055, 32450155, 36250282;). *MUC1* pathogenic variants causing ADTKD-*MUC1* result in the creation of the same frameshifted protein (MUC1-fs). This protein accumulates within the endoplasmic reticulum Golgi intermediate compartment (ERGIC) (PMIDs: 31348885, 29967284, 36250282). In individuals with ADTKD-*MUC1*, MUC1-fs is found in all cell types normally expressing MUC1 (including breast, gastric mucosa, and lung) (PMID: 29967284); however, clinical manifestations of disease only occur in the kidney, where its deposition leads to accelerated apoptosis, tubular cell death, nephron dropout, and progressive chronic kidney disease. Summary of Experimental Evidence: 4 POINTS. This gene-disease association is supported by immunohistochemical studies of MUC1-fs in patient kidney biopsies, urine derived cells from patients, kidney organoids derived from ADTKD-*MUC1* patients and a MUC1-fs knock-in mouse model (PMIDs: 29967284, 29217307, 31348885). In summary, *MUC1* is definitively associated with autosomal dominant tubulointerstitial kidney disease due to *MUC1* frameshifting mutations mainly in the VNTR (ADTKD-*MUC1*). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Cystic and Ciliopathy Disorders GCEP Working Group on 01/13/2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:effa2b38-35c6-4071-b0d1-ce6970bb6ec1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}