{"id":"cggv:1165f12f-3e9d-41c6-b7c4-1a52037cf017v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1165f12f-3e9d-41c6-b7c4-1a52037cf017_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-03-29T02:14:47.221Z","role":"Publisher"},{"id":"cggv:1165f12f-3e9d-41c6-b7c4-1a52037cf017_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-03-28T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/1398295","type":"dc:BibliographicResource","dc:abstract":"Structural hemoglobinopathies usually are inherited as autosomic dominant traits; de novo mutations are uncommon. Analytical and preparative procedures for the characterization of an abnormal hemoglobin are complex and time-consuming. Mass spectrometer analysis allows a rapid identification of the amino acid substitution.","dc:creator":"Rotoli B","dc:date":"1992","dc:title":"Hb-M \"Hyde Park\": a de novo mutation, identified by mass spectrometry and DNA analysis."},"evidence":[{"id":"cggv:1165f12f-3e9d-41c6-b7c4-1a52037cf017_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.95},{"id":"cggv:1165f12f-3e9d-41c6-b7c4-1a52037cf017_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1165f12f-3e9d-41c6-b7c4-1a52037cf017_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5a2dc35-da94-4bd0-8a38-f7dafcd2758c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:135322f0-e361-4a39-bad3-8717f447c8c9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA-seq profiling of HBB expression across more than 50 human tissues identified highly specific expression in whole blood (https://gtexportal.org/home/gene/HBB).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"Specific expression in blood"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"There is high specificity of HBB expression within whole blood, which is consistent with the hematological phenotypes of methemobloginemia."},{"id":"cggv:591b4d7f-2d57-4979-b6da-ad7fbcec72cf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63418f25-1e71-4368-bd23-7839ca4a6bab","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The article provides an example of the function of HBB as a component of an oxygen-carrying complex (hemoglobin) that is central to the ability of red blood cells to oxygenate the body.\n\nThe authors used transgenic methodologies to produce mouse/human chimeric hemoglobins containing adult mouse and human embryonic globin chains. A detailed analysis of the oxygen binding properties of these proteins identifies the dominant role played by the specific β-type globin chains in the control of the oxygen binding characteristics. \n\nHemoglobin M variants are amino acid substitutions in the heme binding pocket, causing structural alterations which stabilize the ferric state, resulting in extremely low oxygen affinity and resistance to reduction. Thus alteration of the normal oxygen binding characteristics results in methemoglobinemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11747442","type":"dc:BibliographicResource","dc:abstract":"By using transgenic methodologies, we have produced a number of mouse/human chimeric hemoglobins containing adult mouse and human embryonic globin chains. A detailed analysis of the oxygen binding properties of these proteins identifies the dominant role played by the specific beta-type globin chains in the control of the oxygen binding characteristics. Further analysis traces the origins of these effects to alterations in the properties of the T states of these proteins. The human zeta/mouse beta chimeric protein has been crystallized, and its structure has been determined by X-ray diffraction to a resolution of 2.1 A with R (R(free)) values of 21.6% (24.9%). Close examination of the structure indicates that the subunit interfaces contain contacts which, although different from those present in either the parent human or the parent mouse proteins, retain the overall stabilizing interactions seen in other R state hemoglobins.","dc:creator":"Kidd RD","dc:date":"2001","dc:title":"The role of beta chains in the control of the hemoglobin oxygen binding function: chimeric human/mouse proteins, structure, and function."},"rdfs:label":"oxygen carrier activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The function of HBB in oxygen binding, as part of the hemoglobin structure, is well-established."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1165f12f-3e9d-41c6-b7c4-1a52037cf017_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c850308d-ba84-48e1-acec-0bec4c15e40e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ac10163-a351-4004-a9ca-ef7a666c5f7e","type":"FunctionalAlteration","dc:description":"Hb M variants have extremely low oxygen affinity of the normal subunit and extraordinary resistance to both enzymatic and chemical reduction of the abnormal met-subunit. To get insight into the contribution of heme structures to these differences among Hb M's, the authors examined the 406.7-nm excited resonance Raman (RR) spectra of five Hb M's in the frequency region from 1700 to 200 cm-1. \n\nThe β-abnormal Hb M variants, namely, Hb M Hyde Park [β(F8)His → Tyr], Hb M Saskatoon [β(E7)His → Tyr], and Hb M Milwaukee [β(E11)Val → Glu], displayed RR band patterns similar to that of metHb A, but with some minor individual differences. The RR bands characteristic of the met-subunits of Hb M's totally disappeared by chemical reduction, and the ferrous heme of abnormal subunits was no longer bonded with Tyr or Glu. They were bonded to the distal (E7) or proximal (F8) His, and this was confirmed by the presence of the νFe-His mode at 215 cm-1 in the 441.6-nm excited RR spectra. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15222763","type":"dc:BibliographicResource","dc:abstract":"The alpha-abnormal hemoglobin (Hb) M variants show physiological properties different from the beta-abnormal Hb M variants, that is, extremely low oxygen affinity of the normal subunit and extraordinary resistance to both enzymatic and chemical reduction of the abnormal met-subunit. To get insight into the contribution of heme structures to these differences among Hb M's, we examined the 406.7-nm excited resonance Raman (RR) spectra of five Hb M's in the frequency region from 1700 to 200 cm(-1). In the high-frequency region, profound differences between met-alpha and met-beta abnormal subunits were observed for the in-plane skeletal modes (the nu(C=C), nu(37), nu(2), nu(11), and nu(38) bands), probably reflecting different distortions of heme structure caused by the out-of-plane displacement of the heme iron due to tyrosine coordination. Below 900 cm(-1), Hb M Iwate [alpha(F8)His --> Tyr] exhibited a distinct spectral pattern for nu(15), gamma(11), delta(C(beta)C(a)C(b))(2,4), and delta(C(beta)C(c)C(d))(6,7) compared to that of Hb M Boston [alpha(E7)His --> Tyr], although both heme irons are coordinated by Tyr. The beta-abnormal Hb M variants, namely, Hb M Hyde Park [beta(F8)His --> Tyr], Hb M Saskatoon [beta(E7)His --> Tyr], and Hb M Milwaukee [beta(E11)Val --> Glu], displayed RR band patterns similar to that of metHb A, but with some minor individual differences. The RR bands characteristic of the met-subunits of Hb M's totally disappeared by chemical reduction, and the ferrous heme of abnormal subunits was no longer bonded with Tyr or Glu. They were bonded to the distal (E7) or proximal (F8) His, and this was confirmed by the presence of the nu(Fe-His) mode at 215 cm(-1) in the 441.6-nm excited RR spectra. A possible involvement of heme distortion in differences of reducibility of abnormal subunits and oxygen affinity of normal subunits is discussed.","dc:creator":"Jin Y","dc:date":"2004","dc:title":"Heme structures of five variants of hemoglobin M probed by resonance Raman spectroscopy."},"rdfs:label":"heme structure"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:ae7cdd54-a647-4b25-8bed-0dc3afa5f98b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a8983413-4889-4ac2-915d-233327622314","type":"FunctionalAlteration","dc:description":"The absorption spectrum showed a small shoulder between 600 and 650nm. The spectrum profile differed from that of normal fully oxidized Hb because of the absence of a minimum absorbance at 600 nm and of a peak at 630 nm.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/1398295","rdfs:label":"Spectral absorption"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The difference in the light absorption pattern explains the formation of chocolate-brown blood."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":7981,"specifiedBy":"GeneValidityCriteria10","strengthScore":14.45,"subject":{"id":"cggv:1fdc5784-f4ed-4871-a8a0-6c95b4207625","type":"GeneValidityProposition","disease":"obo:MONDO_0018023","gene":"hgnc:4827","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Hemoglobin M disease was first reported by Horlein and Weber in 1948 (PMID: 18105244) in a family with hereditary cyanosis due to methemoglobinemia. Chemical characterizations of hemoglobin M (Hb M) were described in the late 1950s and early 1960s by Gerald (PMIDs: 13572451, 13897827), who reported that Hbs M are poorly, or not at all, separable electrophoretically from normal adult hemoglobin unless the hemolysate has been treated with oxidizing agents and the isolated methemoglobins M differ in the spectral absorption curves. These chemical differences result in the methemoglobinemia known as Hemoglobin M disease, in which more than 1% of hemoglobin is oxidized to methemoglobin, a type of hemoglobin that contains the ferric form of iron, and patients are cyanotic but otherwise asymptomatic. The first variant reported in *HBB* was HbM-Hyde Park, which was identified as substitution of the proximal Histidine for Tyrosine in the late 1960s (PMID: 5700302) and genetically confirmed in 1992 (PMID: 1398295) in relation to autosomal dominant Hemoglobin M disease. The majority of the variants occur in the E or F-helices, most commonly involving conserved proximal or distal histidine residues. These amino acid substitutions in the heme binding pocket cause structural alterations which stabilize the ferric state, resulting in extremely low oxygen affinity and resistance to reduction. Six missense variants that have been reported in 28 probands in 21 publications (PMIDs: 1398295, 6311728, 7663000, 7713749, 8226097, 8294206, 9494043, 15929117, 19199228, 19727720, 19758826, 24744675, 25079170, 28096792, 31267164, 31431070, 33251782, 34092029, 34789072, 34789072, 30828177) are included in this curation. Hemoglobin M variants have altered function, suggesting a neomorphic mechanism of pathogenicity, due to increased stabilization of the ferric state. This gene-disease relationship is also supported by experimental evidence, the high specificity of expression within the whole blood (PMID: 23715323) and its well-established function in oxygen binding, as part of the hemoglobin structure (PMID: 11747442). In Hemoglobin M disease, the function is altered due to differences in the heme structure (PMID: 15222763) and in patient cells alterations in the light absorption pattern explain the formation of chocolate-brown blood (PMID: 1398295). In summary, there is definitive evidence supporting the relationship between *HBB* and autosomal dominant Hemoglobin M disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The classification was approved by the ClinGen General GCEP on the meeting date July, 26, 2023 (SOP version 9).\n\nOf note, *HBB* is also related to beta-thalassemia, sickle cell, erythrocytosis, and unstable hemoglobin disease, however per criteria outlined by the ClinGen Lumping and Splitting Working group we found differences in that the molecular mechanism (missense variants which stabilize the ferric state) and phenotype (benign cyanosis) were unique to the Hemoglobin M disease entity, which is therefore curated separately from the additional disease entities.","dc:isVersionOf":{"id":"cggv:1165f12f-3e9d-41c6-b7c4-1a52037cf017"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}