{"id":"cggv:83a9ea83-5dec-4496-a5d8-9b5fdf9373d7v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:83a9ea83-5dec-4496-a5d8-9b5fdf9373d7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-06-22T16:00:00.000Z","role":"Approver"},{"id":"cggv:83a9ea83-5dec-4496-a5d8-9b5fdf9373d7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-06-30T14:31:30.426Z","role":"Publisher"}],"evidence":[{"id":"cggv:83a9ea83-5dec-4496-a5d8-9b5fdf9373d7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:83a9ea83-5dec-4496-a5d8-9b5fdf9373d7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b1d5a109-87a0-419f-afcf-b523b2fbbe65","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d673a4cd-1a6e-4cfa-837d-cd21c5f7a9f3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Desmoplakin protein expression was assessed in purified ventricular cardiomyocytes from DSP-KO mice and wild-type controls. Immunofluorescence staining displayed significant expression of DSP within intercalated discs in the controls and a loss within the KO mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24108106","type":"dc:BibliographicResource","dc:abstract":"Arrhythmogenic right ventricular cardiomyopathy (ARVC) termed a 'disease of the desmosome' is an inherited cardiomyopathy that recently underwent reclassification owing to the identification of left-dominant and biventricular disease forms. Homozygous loss-of-function mutations in the desmosomal component, desmoplakin, are found in patients exhibiting a biventricular form of ARVC; however, no models recapitulate the postnatal hallmarks of the disease as seen in these patients. To gain insights into the homozygous loss-of-function effects of desmoplakin in the heart, we generated cardiomyocyte-specific desmoplakin-deficient mice (DSP-cKO) using ventricular myosin light chain-2-Cre mice. Homozygous DSP-cKO mice are viable but display early ultrastructural defects in desmosomal integrity leading to a cardiomyopathy reminiscent of a biventricular form of ARVC, which includes cell death and fibro-fatty replacement within the ventricle leading to biventricular dysfunction, failure and premature death. DSP-cKO mice also exhibited ventricular arrhythmias that are exacerbated with exercise and catecholamine stimulation. Furthermore, DSP-cKO hearts exhibited right ventricular conduction defects associated with loss of connexin 40 expression and electrical wavefront propagation defects associated with loss of connexin 43 expression. Dose-dependent assessment of the effects of loss of desmoplakin in neonatal ventricular cardiomyocytes revealed primary loss of connexin 43 levels, phosphorylation and function independent of the molecular dissociation of the mechanical junction complex and fibro-fatty manifestation associated with ARVC, suggesting a role for desmoplakin as a primary stabilizer of connexin integrity. In summary, we provide evidence for a novel mouse model, which is reminiscent of the postnatal onset of ARVC while highlighting mechanisms underlying a biventricular form of human ARVC. ","dc:creator":"Lyon RC","dc:date":"2014","dc:title":"Connexin defects underlie arrhythmogenic right ventricular cardiomyopathy in a novel mouse model."},"rdfs:label":"Mouse DSP Expressed in Wildtype Cardiomyocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"While DSP was expressed in the mouse heart, we considered to not count this evidence as it was the only evidence linking DSP to a cardiac phenotype."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:83a9ea83-5dec-4496-a5d8-9b5fdf9373d7_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":4669,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:8d7ab37c-dfeb-425d-b8f3-358ce7a17bdc","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:3052","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*DSP* codes for the desmoplakin protein of the desmosome in the intercellular junction which is involved in force transmission in the myocardium and is also in the network of epithelial cells. DSP was first reported to be associated with palmoplantar epidermis, woolly hair, and dilated left ventricular cardiomyopathy (OMIM #605676).  Rampazzo then described variants in Italian families with arrhythmogenic right ventricular dysplasia (ARVD) (PMID: 12373648).  It is now known as the second most common genetic etiology of arrhythmogenic right ventricular cardiomyopathy (ARVC) PMID: 30915475.  There have been occasional reports of DSP variants found in patients with HCM, however there is no conclusive evidence of pathogenicity of these variants in causing HCM, and there is no assertions of a disease mechanism despite rare variants being identified (PMID: 34500006). This gene-disease relationship was originally curated by the ClinGen Hypertrophic Cardiomyopathy GCEP in March 2017, and was given a classification of  ‘no known disease relationship’ due to the absence of a clear assertion of disease causality in the literature.  Upon recuration, by the Hereditary Cardiovascular Disease GCEP, they conferred a continued lack of supportive evidence for *DSP* in hypertrophic cardiomyopathy, and therefore updated the classification to DISPUTED. More evidence is needed to either support or entirely refute the role *DSP* plays in this HCM. This classification was approved by the ClinGen Hereditary Cardiovascular Diseases GCEP on April 13, 2022.\nThere is no convincing evidence to associate DSP with HCM in either human probands or experimental models.","dc:isVersionOf":{"id":"cggv:83a9ea83-5dec-4496-a5d8-9b5fdf9373d7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}