{"id":"cggv:132d0be7-2003-43ed-a934-1cf60cf45773v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:132d0be7-2003-43ed-a934-1cf60cf45773_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-09-28T14:00:33.728Z","role":"Publisher"},{"id":"cggv:132d0be7-2003-43ed-a934-1cf60cf45773_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-07-13T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:132d0be7-2003-43ed-a934-1cf60cf45773_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:132d0be7-2003-43ed-a934-1cf60cf45773_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.75},{"id":"cggv:132d0be7-2003-43ed-a934-1cf60cf45773_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:132d0be7-2003-43ed-a934-1cf60cf45773_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:971d8df4-72af-4e46-9155-09341cddde9f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:278f15d1-5f09-4c57-97e2-52d787bbf261","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"in situ hybridization shows expression of ATL3 in dorsal root ganglion cells in mouse  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24459106","type":"dc:BibliographicResource","dc:abstract":"Many neurodegenerative disorders present with sensory loss. In the group of hereditary sensory and autonomic neuropathies loss of nociception is one of the disease hallmarks. To determine underlying factors of sensory neurodegeneration we performed whole-exome sequencing in affected individuals with the disorder. In a family with sensory neuropathy with loss of pain perception and destruction of the pedal skeleton we report a missense mutation in a highly conserved amino acid residue of atlastin GTPase 3 (ATL3), an endoplasmic reticulum-shaping GTPase. The same mutation (p.Tyr192Cys) was identified in a second family with similar clinical outcome by screening a large cohort of 115 patients with hereditary sensory and autonomic neuropathies. Both families show an autosomal dominant pattern of inheritance and the mutation segregates with complete penetrance. ATL3 is a paralogue of ATL1, a membrane curvature-generating molecule that is involved in spastic paraplegia and hereditary sensory neuropathy. ATL3 proteins are enriched in three-way junctions, branch points of the endoplasmic reticulum that connect membranous tubules to a continuous network. Mutant ATL3 p.Tyr192Cys fails to localize to branch points, but instead disrupts the structure of the tubular endoplasmic reticulum, suggesting that the mutation exerts a dominant-negative effect. Identification of ATL3 as novel disease-associated gene exemplifies that long-term sensory neuronal maintenance critically depends on the structural organisation of the endoplasmic reticulum. It emphasizes that alterations in membrane shaping-proteins are one of the major emerging pathways in axonal degeneration and suggests that this group of molecules should be considered in neuroprotective strategies. ","dc:creator":"Kornak U","dc:date":"2014","dc:title":"Sensory neuropathy with bone destruction due to a mutation in the membrane-shaping atlastin GTPase 3."},"rdfs:label":"In situ hybridization in mouse DRG"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:866810ae-7bcf-44f1-b80f-c4529eb324f5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:125eeadd-39d3-4e00-af98-3d2b6f24ae58","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ATL3 physically interacts with ATL1 demonstrated by Co-IP","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18270207","type":"dc:BibliographicResource","dc:abstract":"The hereditary spastic paraplegias (SPG1-33) comprise a cluster of inherited neurological disorders characterized principally by lower extremity spasticity and weakness due to a length-dependent, retrograde axonopathy of corticospinal motor neurons. Mutations in the gene encoding the large oligomeric GTPase atlastin-1 are responsible for SPG3A, a common autosomal dominant hereditary spastic paraplegia. Here we describe a family of human GTPases, atlastin-2 and -3 that are closely related to atlastin-1. Interestingly, while atlastin-1 is predominantly localized to vesicular tubular complexes and cis-Golgi cisternae, mostly in brain, atlastin-2 and -3 are localized to the endoplasmic reticulum (ER) and are most enriched in other tissues. Knockdown of atlastin-2 and -3 levels in HeLa cells using siRNA (small interfering RNA) causes disruption of Golgi morphology, and these Golgi structures remain sensitive to brefeldin A treatment. Interestingly, expression of SPG3A mutant or dominant-negative atlastin proteins lacking GTPase activity causes prominent inhibition of ER reticularization, suggesting a role for atlastin GTPases in the formation of three-way junctions in the ER. However, secretory pathway trafficking as assessed using vesicular stomatitis virus G protein fused to green fluorescent protein (VSVG-GFP) as a reporter was essentially normal in both knockdown and dominant-negative overexpression conditions for all atlastins. Thus, the atlastin family of GTPases functions prominently in both ER and Golgi morphogenesis, but they do not appear to be required generally for anterograde ER-to-Golgi trafficking. Abnormal morphogenesis of the ER and Golgi resulting from mutations in atlastin-1 may ultimately underlie SPG3A by interfering with proper membrane distribution or polarity of the long corticospinal motor neurons.","dc:creator":"Rismanchi N","dc:date":"2008","dc:title":"Atlastin GTPases are required for Golgi apparatus and ER morphogenesis."},"rdfs:label":"Co-IP of ATL1 and ATL3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:8a1a4292-ea3c-46b2-a71d-d50523c3ace6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d211935c-4df7-4046-be30-492f4c30f478","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ATL1 is important for ER tabulation. ATL3 mutations leads to disrupted ER structure","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27619977","type":"dc:BibliographicResource","dc:abstract":"In higher eukaryotes, the endoplasmic reticulum (ER) contains a network of membrane tubules, which transitions into sheets during mitosis. Network formation involves curvature-stabilizing proteins, including the reticulons (Rtns), as well as the membrane-fusing GTPase atlastin (ATL) and the lunapark protein (Lnp). Here, we have analyzed how these proteins cooperate. ATL is needed to not only form, but also maintain, the ER network. Maintenance requires a balance between ATL and Rtn, as too little ATL activity or too high Rtn4a concentrations cause ER fragmentation. Lnp only affects the abundance of three-way junctions and tubules. We suggest a model in which ATL-mediated fusion counteracts the instability of free tubule ends. ATL tethers and fuses tubules stabilized by the Rtns, and transiently sits in newly formed three-way junctions. Lnp subsequently moves into the junctional sheets and forms oligomers. Lnp is inactivated by mitotic phosphorylation, which contributes to the tubule-to-sheet conversion of the ER.","dc:creator":"Wang S","dc:date":"2016","dc:title":"Cooperation of the ER-shaping proteins atlastin, lunapark, and reticulons to generate a tubular membrane network."},"rdfs:label":"Cells transfected with Atlastin defective mutants"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:132d0be7-2003-43ed-a934-1cf60cf45773_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fb2c3f15-daf0-4b89-a943-a47a85daa5fb","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:96aa40b1-7e51-4b15-a4c1-b51f9ec9b53c","type":"FunctionalAlteration","dc:description":"Increased ER-mitochondrila contact sites and decreased mitochondrial trafficking in patients fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30339187","type":"dc:BibliographicResource","dc:abstract":"Axonopathies are neurodegenerative disorders caused by axonal degeneration, affecting predominantly the longest neurons. Several of these axonopathies are caused by genetic defects in proteins involved in the shaping and dynamics of the endoplasmic reticulum (ER); however, it is unclear how these defects impinge on neuronal survival. Given its central and widespread position within a cell, the ER is a pivotal player in inter-organelle communication. Here, we demonstrate that defects in the ER fusion protein ATL3, which were identified in patients suffering from hereditary sensory and autonomic neuropathy, result in an increased number of ER-mitochondria contact sites both in HeLa cells and in patient-derived fibroblasts. This increased contact is reflected in higher phospholipid metabolism, upregulated autophagy and augmented Ca2+ crosstalk between both organelles. Moreover, the mitochondria in these cells display lowered motility, and the number of axonal mitochondria in neurons expressing disease-causing mutations in ATL3 is strongly decreased. These results underscore the functional interdependence of subcellular organelles in health and disease and show that disorders caused by ER-shaping defects are more complex than previously assumed.","dc:creator":"Krols M","dc:date":"2019","dc:title":"Sensory neuropathy-causing mutations in ATL3 affect ER-mitochondria contact sites and impair axonal mitochondrial distribution."},"rdfs:label":"Evaluation of mitochondrial distribution and dynamics "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:d76917a8-be7b-435a-bab0-089b9b75e584","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fa99bfb0-7517-4a3a-9843-bdd5b76d0d03","type":"FunctionalAlteration","dc:description":"Abnormal ER network organization was observed in patients fibroblasts. EM shows abnormal tethering of ER tubules","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29768202","type":"dc:BibliographicResource","dc:abstract":"The endoplasmic reticulum (ER) is a complex network of sheets and tubules that is continuously remodeled. The relevance of this membrane dynamics is underscored by the fact that mutations in atlastins (ATLs), the ER fusion proteins in mammals, cause neurodegeneration. How defects in this process disrupt neuronal homeostasis is unclear. Using electron microscopy (EM) volume reconstruction of transfected cells, neurons, and patient fibroblasts, we show that hereditary sensory and autonomic neuropathy (HSAN)-causing ATL3 mutants promote aberrant ER tethering hallmarked by bundles of laterally attached ER tubules. In vitro, these mutants cause excessive liposome tethering, recapitulating the results in cells. Moreover, ATL3 variants retain their dimerization-dependent GTPase activity but are unable to promote membrane fusion, suggesting a defect in an intermediate step of the ATL3 functional cycle. Our data show that the effects of ATL3 mutations on ER network organization go beyond a loss of fusion and shed light on neuropathies caused by atlastin defects.","dc:creator":"Krols M","dc:date":"2018","dc:title":"Sensory-Neuropathy-Causing Mutations in ATL3 Cause Aberrant ER Membrane Tethering."},"rdfs:label":"Abnormal ER network organization in patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":3439,"specifiedBy":"GeneValidityCriteria8","strengthScore":8.25,"subject":{"id":"cggv:8523c47c-93a8-4697-ac63-948404fe2131","type":"GeneValidityProposition","disease":"obo:MONDO_0014286","gene":"hgnc:24526","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ATL3 was first reported in relation to autosomal dominant Charcot-Marie-Tooth Disease in 2014 (Kornak et al., PMID: 24459106). ATL3 encodes for the endoplasmic reticulum (ER) membrane shaping protein, atlastin 3. Two recurrent missense variants, Y192C and P338R, have been reported in five autosomal dominant families from four different publications (PMIDs: 24459106, 34090020, 24736309, 30680846). All reported cases are described with axonal sensory neuropathy (HSN). Clinical presentation includes sensory disturbances in the distal parts of the lower limbs, painless injuries and foot ulcerations. Case-level variant and experimental evidence support the gene-disease relationship. Expression of the ATL3 mutant Y192C in cell culture led to protein aggregates and disruption of the endoplasmic reticulum network (PMID: 24459106). Expression of both mutants, Y192C and P338R, caused disruption of the ER connectivity and loss of ER fusion efficiency in transfected cells (PMID: 29768202). In situ hybridization analysis in mouse tissues show high expression of ATL3 in dorsal root ganglion (DRG), in line with the major site of the pathology (PMID:24459106).  ATL3 can physically interact with ATL1, which has also been associated with HSN (PMID: 24459106). In addition, ATL3 performs a biochemical function shared with ATL1 in ER structure maintenance (PMID: 27619977). Analysis of patient fibroblasts revealed abnormal ER network and altered mitochondrial distribution and dynamics (PMIDs: 29768202 and 30339187). Although there is strong genetic and experimental supporting evidence available, the lack of additional families and an animal model limits the final classification to MODERATE.","dc:isVersionOf":{"id":"cggv:132d0be7-2003-43ed-a934-1cf60cf45773"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}