{"id":"cggv:a6c1e0b1-de02-4899-9825-acc950bedcc3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:a6c1e0b1-de02-4899-9825-acc950bedcc3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-11-28T02:56:47.456Z","role":"Publisher"},{"id":"cggv:a6c1e0b1-de02-4899-9825-acc950bedcc3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-10-19T15:55:22.241Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30723080","type":"dc:BibliographicResource","dc:abstract":"Ras-related C3 botulinum toxin substrate 2 (RAC2), through interactions with reduced NAD phosphate oxidase component p67 ","dc:creator":"Hsu AP","dc:date":"2019","dc:title":"Dominant activating RAC2 mutation with lymphopenia, immunodeficiency, and cytoskeletal defects."},"evidence":[{"id":"cggv:a6c1e0b1-de02-4899-9825-acc950bedcc3_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5},{"id":"cggv:a6c1e0b1-de02-4899-9825-acc950bedcc3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a6c1e0b1-de02-4899-9825-acc950bedcc3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1d699a52-35a0-4bd5-982f-add00964e928","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d98bcbe2-86a9-4b17-b05e-11b69a393789","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of different murine cell types and tissues with labeled RAC2 cDNA as the probe revealed RAC2 expression based on the presence of transcripts occurred in myeloid (Fig. 3), pre-B, B, T, and erythroleukemic cell lines (Fig. 4) and in the bone marrow, spleens, and thymus, but not in the brain, kidney, lung, liver, or testes (Fig. 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2189110","type":"dc:BibliographicResource","dc:abstract":"A 1.26 kb murine cDNA having 31% homology with human ras and 55% homology with human rho proteins was isolated using an oligonucleotide probe homologous to catalytic subdomain of a tyrosine kinase subfamily. Northern blot analysis indicates that the expression of the murine gene is restricted to the cells of hemopoietic lineages and the mRNA levels increase with the terminal differentiation of hemopoietic cells into granulocytes.","dc:creator":"Shirsat NV","dc:date":"1990","dc:title":"A member of the ras gene superfamily is expressed specifically in T, B and myeloid hemopoietic cells."},"rdfs:label":"RAC2 expression specific to hematopoietic cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Patients with RAC2-associated disease show defects in neutrophil, T cell, and B-cell populations/functions.  Expression occurring in and being specific to hematopoietic cells is consistent with the patient phenotypes."},{"id":"cggv:2cc83d85-3edb-498b-a868-366e2d316e3a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:04263d5e-b355-48fb-b389-ccd7edda3569","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Assessment of patient neutrophils has revealed changes in chemotaxis and reactive oxygen species production. These experiments support a role in RAC2 regulation of these processes in neutrophils.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14564009","type":"dc:BibliographicResource","dc:abstract":"The Rho guanosine triphosphatases (GTPases) Rac1 and Rac2 are critical signaling regulators in mammalian cells. The deletion of both Rac1 and Rac2 murine alleles leads to a massive egress of hematopoietic stem/progenitor cells (HSC/Ps) into the blood from the marrow, whereas Rac1-/- but not Rac2-/- HSC/Ps fail to engraft in the bone marrow of irradiated recipient mice. In contrast, Rac2, but not Rac1, regulates superoxide production and directed migration in neutrophils, and in each cell type, the two GTPases play distinct roles in actin organization, cell survival, and proliferation. Thus, Rac1 and Rac2 regulate unique aspects of hematopoietic development and function.","dc:creator":"Gu Y","dc:date":"2003","dc:title":"Hematopoietic cell regulation by Rac1 and Rac2 guanosine triphosphatases."},"rdfs:label":"RAC2 role in neutrophil superoxide production and chemotaxis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Assessment of patient neutrophils has revealed changes in chemotaxis and reactive oxygen species production. These experiments support a role in RAC2 regulation of these processes in neutrophils."},{"id":"cggv:0de433e9-3c1f-4fa1-9690-d4947c56401c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2fea6400-9e93-4026-b136-7c29fd60d8ef","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"A significant decrease in the T cell population has been observed in patients with RAC2-associated disease.  These experiments indicate RAC2 has a role in T cell proliferation and thus could be involved in the smaller population of T cells observed in patients. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11581314","type":"dc:BibliographicResource","dc:abstract":"Rac2 is a hematopoietic-specific GTPase acting as a molecular switch to mediate both transcriptional activation and cell morphological changes. We have examined the effect of Rac2 deficiency during T cell activation. In Rac2(-/-) T cells, proliferation was reduced upon stimulation with either plate-bound anti-CD3 or T cell receptor-specific antigen. This defect is accompanied with decreased activation of mitogen activated protein kinase extracellular signal-regulated kinase (ERK)1/2 and p38, and reduced Ca(2)+ mobilization. TCR stimulation-induced actin polymerization is also reduced. In addition, anti-CD3 cross-linking-induced T cell capping is reduced compared with wild-type T cells. These results indicate that Rac2 is important in mediating both transcriptional and cytoskeletal changes during T cell activation. The phenotypic similarity of Rac2(-/-) to Vav(-/-) cells implicates Rac2 as a downstream mediator of Vav signaling.","dc:creator":"Yu H","dc:date":"2001","dc:title":"Deficiency of small GTPase Rac2 affects T cell activation."},"rdfs:label":"RAC2 role in T cell proliferation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"These experiments indicate RAC2 has a role in T cell proliferation.  Disruption of this function may be involved in the T cell population downsizing noted in patients with RAC2-associated disease. "},{"id":"cggv:311e08c2-265f-4979-90e5-f3340720f708","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8475ef41-844f-4599-8d0c-9b2e5d95f0aa","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"These experiments demonstrate a role for RAC2 in B cell proliferation and survival, which is consistent with the reduction in the B cell populations noted in these patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14564011","type":"dc:BibliographicResource","dc:abstract":"The Rac1 guanosine triphosphatase (GTPase) has been implicated in multiple cellular functions, including actin dynamics, proliferation, apoptosis, adhesion, and migration resulting from signaling by multiple receptors, including the B cell antigen receptor (BCR). We used conditional gene targeting to generate mice with specific Rac1 deficiency in the B cell lineage. In the absence of both Rac1 and the highly related Rac2, B cell development was almost completely blocked. Both GTPases were required to transduce BCR signals leading to proliferation, survival and up-regulation of BAFF-R, a receptor for BAFF, a key survival molecule required for B cell development and maintenance.","dc:creator":"Walmsley MJ","dc:date":"2003","dc:title":"Critical roles for Rac1 and Rac2 GTPases in B cell development and signaling."},"rdfs:label":"RAC2 role in B cell survival and proliferation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Experimental studies with B cells demonstrate a role for RAC2 in B cell survival and proliferation, which is consistent with B cell defects seen in patients."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a6c1e0b1-de02-4899-9825-acc950bedcc3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ae097da1-8676-45b0-9d14-c35624b1f9ad","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d08280d9-ced1-4b82-b806-e274c00b4f69","type":"FunctionalAlteration","dc:description":"There was an increased ratio of GTP-bound RAC2 to non-GTP bound RAC2 in the patient neutrophils compared to the control following stimulation with fMLF (Fig. 1B).  To measure this, RAC2 was immunoprecipitated using GTP-bound RAC2 with PAK-loaded beads (which bind specifically to the GTP-bound RAC2 vs non bound) and then ran on a gel. Notaby, a similar phenotype was noted for patient neutrophils in PMID: 30723080 carrying the same variant. In addition, Chemotaxis of neutrophils isolated from 2 patients (father and son from the same kindred) was assessed in fibrin gel following stimulation with fMLF.  The patient cells (carrying the RAC2 variant) displayed significantly less chemotaxis in the presence of fMLF than the control cells in terms of both chemotaxis velocity and distance (Fig. 1C). ]","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31382036","type":"dc:BibliographicResource","dc:creator":"Smits BM","dc:date":"2020","dc:title":"A dominant activating RAC2 variant associated with immunodeficiency and pulmonary disease."},"rdfs:label":"GTP binding by RAC2"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Neutrophils isolated from patients carrying the RAC2 missense variant 184G>A displayed increased ratios of RAC2 GTP-binding in response to fMLF. This is consistent with a gain-of-function for this variant as the GTP-bound RAC2 is considered the active version of RAC2.  Notably, chemotaxis in patient neutrophils was impaired, recapitulating results seen in neutrophils from different patients carrying the same variant."},{"id":"cggv:fcc28ab7-aecf-458d-8649-9c32f55d6406","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:91ccb3f1-2577-4736-905b-41a24c1a1a71","type":"FunctionalAlteration","dc:description":"Neutrophils isolated from 2 unrelated patients carrying the RAC2E62K variant were compared to neutrophils from 6 healthy controls in terms of superoxide production 9both over time and cumulatively) in response to fMLF over time.  The variant carrying neutrophils from both patients generated significantly more reactive oxygen species than the healthy controls. Diogenes reagent and a plate reader were used to visualize/measure reactive oxygen species production. A defect in chemotaxis was also noted for patient neutrophils compared to healthy control neutrophils in response to fMLF. In addition, there was an increase in F-actin expression in patient neutrophils following stimulation with fMLP","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30723080","rdfs:label":"Neutrophils functions in cells with RAC2E62K"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Using patient neutrophils, the presence of the variant resulted in a defect in superoxide production and chemotaxis and an increase in F-actin production in response to stimulation, which RAC2 has previously been demonstrated to have a role in."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:a6c1e0b1-de02-4899-9825-acc950bedcc3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3dc2ee78-c338-436e-96e2-f9a750649764","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e1baac8b-7836-474e-bc25-1250da3d629d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients carrying this variant, RAC2 E62K, present with recurrent infections, indicating impairment of the immune system.  This assay, which reveals that patient neutrophils (expressing RAC2 E62K) were defective at killing of GFP-expressing Staphylococcus aureus in vitro compared to healthy control neutrophils (Fig. 1D).  This is indicative of a potential additional mechanism of immunodeficiency, in addition to the T and B lymphopenia, that may be contributing to patient susceptibility to infection. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31382036","rdfs:label":"Bacterial killing by RAC2 E62K-expressing neutrophils"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"Neutrophils isolated from patients heterozygous for RAC2 E62K were impaired at killing of neutrophils, which is suggestive of a contributing factor to increased susceptibility of patients to infection (along with other factors). "},{"id":"cggv:205265da-e579-474c-9231-9908da574a23","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f3d1e5d2-4050-401a-bea9-d54d1d8a4e06","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Introduction of the variant into a mouse resulted in a significant reduction in the number of overall T cells, CD4+ T cells, CD8+ T cells, and B cells in the blood and increased reactive oxygen species production and F-actin expression. These phenotypes have been observed in patients, patient cells, and/or transfected cells carrying this RAC2 variant.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30723080","rdfs:label":"RAC2E62K mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This mouse models recapitulates many aspects of disease in humans and human cells (smaller T and B cell populations and increased reactive oxygen species and F-actin production). However, the mice were not assessed for hypogammaglobulinemia or susceptibility to infection."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Strong","sequence":3693,"specifiedBy":"GeneValidityCriteria8","strengthScore":11.5,"subject":{"id":"cggv:278b75c5-46f5-47fb-a259-f85858b54f90","type":"GeneValidityProposition","disease":"obo:MONDO_0033554","gene":"hgnc:9802","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"RAC2 was first reported in relation to autosomal dominant immunodeficiency 73b with defective neutrophil chemotaxis and lymphopenia in 2019 (Hsu AP et al., PMID: 30723080). This phenotypically heterogeneous disease is characterized by immunological defects (e.g., decreased B and T lymphopenia, T-cell and neutrophil disfunction, and hypogammaglobulinemia, including reduced IgM, IgA, and IgG) and recurrent and/or severe infections (particularly respiratory infections, but other types of infection, such as cellulitis, meningitis, and sepsis, have been reported). This disease has an age of onset of infancy or early childhood and incomplete penetrance has not been reported to date. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanisms, inheritance pattern, and/or phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, autosomal dominant neutrophil immunodeficiency syndrome (i.e., autosomal dominant immunodeficiency 73a with defective neutrophil chemotaxis and lymphopenia; OMIM: # 608203), autosomal dominant immunodeficiency 73b with defective neutrophil chemotaxis and lymphopenia (OMIM: # 618986), and autosomal recessive immunodeficiency 73c with defective neutrophil chemotaxis and hypogammaglobulinemia (OMIM: # 618987). The split curations for  autosomal dominant immunodeficiency 73a with defective neutrophil chemotaxis and lymphopenia and autosomal recessive immunodeficiency 73c with defective neutrophil chemotaxis and hypogammaglobulinemia have been curated separately. Four missense variants that have been reported in 8 probands in 5 publications (PMIDs: 30654050, 30723080, 31071452, 31382036, 31919089) are included in this curation.  When family members were available to be genotyped, the variants were found to either be de novo (PMID: 30723080) or inherited from affected family members (PMID: 30654050, 31382036, 31919089). The mechanism of pathogenicity appears to be gain-of-function, as evidenced by an increased reactive oxygen species production and/or proportion of GTP-bound RAC2 (the active form) in the presence of these RAC2 variant, although there are concurrent defects in B-cell, T-cell, and neutrophil populations and/or functions. This gene-disease association is also supported by RAC2 expression being specific to hematopoietic cells and demonstrated roles for RAC2 in regulation of T cell proliferation, B cell survival and proliferation, and neutrophil effector functions, including reactive oxygen species production and chemotaxis (PMID: 2189110, 11581314, 14564009, 14564011). A mouse model expressing a gain-of-function variant reported in a patient was found to recapitulate the immunological features of the disease seen in humans (PMIDs: 30723080). Assessment of patient neutrophils carrying a RAC2 variant revealed significantly increased reactive oxygen species production and proportion of GTP-bound RAC2 and defects in chemotaxis and killing of Staphylococcus aureus compared to control neutrophils (PMID: 30723080, 31382036). In summary, there is strong evidence to support the relationship between RAC2 and autosomal dominant immunodeficiency 73b with defective neutrophil chemotaxis and lymphopenia. Three years must elapse from the first proposal of the association to reach a definitive classification without any valid contradictory evidence. We will re-evaluate this gene-disease relationship at that time to determine if an upgraded classification of definitive is warranted.","dc:isVersionOf":{"id":"cggv:a6c1e0b1-de02-4899-9825-acc950bedcc3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}