{"id":"cggv:ed6df631-4153-4f76-9bdd-073ed4cb68a2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ed6df631-4153-4f76-9bdd-073ed4cb68a2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2022-03-15T05:03:29.844Z","role":"Publisher"},{"id":"cggv:ed6df631-4153-4f76-9bdd-073ed4cb68a2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2021-09-13T02:30:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ed6df631-4153-4f76-9bdd-073ed4cb68a2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:ed6df631-4153-4f76-9bdd-073ed4cb68a2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed6df631-4153-4f76-9bdd-073ed4cb68a2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac7bbff5-2b2b-422b-a025-3246dbeb0034","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:91fa1a0b-42eb-45ff-a715-5e5e381550ba","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Histological staining","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1977575","type":"dc:BibliographicResource","dc:abstract":"The expression of the murine paired-box-containing gene, Pax2, is examined in the developing central nervous system by in situ hybridization. Pax2 expression is detected along the boundaries of primary divisions of the neural tube. Initially, Pax2 is expressed in the ventricular zone in two compartments of cells on either side of the sulcus limitans and along the entire rhombencephalon and spinal cord. At later times, Pax2 is restricted to progeny cells that have migrated to specific regions of the intermediate zone. In the eye, Pax2 expression is restricted to the ventral half of the optic cup and stalk and later to the optic disc and nerve. In the ear, expression is restricted to regions of the otic vesicle that form neuronal components. The transient and restricted nature of Pax2 expression suggests that this murine segmentation gene homologue may also establish compartmental boundaries and contribute to the specification of neuronal identity, as do certain Drosophila segmentation genes.","dc:creator":"Nornes HO","dc:date":"1990","dc:title":"Spatially and temporally restricted expression of Pax2 during murine neurogenesis."},"rdfs:label":"PAX2 expression in mouse eye"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f206f8ed-e477-43e9-8f31-337138fd0886","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a2dcbfb2-b1ee-4db2-8976-0bd17aa64981","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Histological staining","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1378753","type":"dc:BibliographicResource","dc:abstract":"We have examined the pattern of expression of the human PAX2 gene in Wilms' tumors and human fetal kidney by Northern blot and in situ hybridization. Human PAX2 encodes a paired box-containing protein and has a high degree of homology with mouse and Drosophila paired box genes. In situ hybridization analysis reveals that PAX2 is expressed in nephrogenic structures in fetal kidney and also in Wilms' tumors. This pattern of expression suggests that PAX2 may have a role in differentiation of tissues in the kidney. In fetal kidney, PAX2 expression rapidly attenuates following the initial differentiation, but no evidence of attenuation was found in Wilms' tumors. The timing of PAX2 expression is restricted to fetal development, although high levels of expression were also observed in nephrogenic rests of residual normal juvenile kidney tissue adjacent to a Wilms' tumor. Nephrogenic rests are the presumptive precursors of Wilms' tumor but are not necessarily neoplastic. The failure of PAX2 expression to attenuate in Wilms' tumors and nephrogenic rests may be associated with events leading to the onset of Wilms' tumor. By somatic cell hybrid mapping, the PAX2 gene was localized to chromosome 10q22.1-q24.3, although this region has not previously been implicated in Wilms' tumor.","dc:creator":"Eccles MR","dc:date":"1992","dc:title":"Expression of the PAX2 gene in human fetal kidney and Wilms' tumor."},"rdfs:label":"PAX2 expression in human fetal kidney"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:5caa781b-1f41-47bf-ab82-56cf3770cfb0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eee9b0f2-a59c-4d11-b857-b2f94d7a8d00","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"PAX2 mutations impairs interaction with WT1, which in turn impairs expression of podocyte proteins and subsequent proteinuria, the phenotype of FSGS 7","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14603255","type":"dc:BibliographicResource","dc:abstract":"Metanephric kidney development requires an inductive interaction between the ureteric bud and progenitor mesenchyme, where the early expression of two genes, Wilms' tumour 1 (WT1) and paired box 2 (Pax2), establishes critical but unknown developmental pathways. Indeed, transgenic mice with deregulated overexpression of Pax2 exhibit structural kidney defects and impaired renal function, as do mice harboring targeted disruptions and/or spontaneous mutations of either the Pax2 or WT1 genes. WT1 and Pax2 are thought to regulate each other's expression during renal development. To better define the relationship between WT1 and Pax2, we generated mouse embryos containing heterozygous mutations in both genes. WT1(+/-)/Pax2(1Neu/+) kidneys were 50% smaller than wild-type kidneys. They were characterized by severe attenuation of the renal medulla, and reduced development of calyces and the renal pelvis. Renal cortex development in compound heterozygotes culminated in fewer nephrons than in WT1(+/-), Pax2(1Neu/+) or wild-type mice. Only minor variations in the mesenchymal expression pattern of Pax2 protein, and the mRNA expression levels of Pax2 and WT1, were noted in mutant kidneys. We show that WT1 and Pax2 proteins interact in vitro and in vivo, demonstrating that WT1 and Pax2 can form a molecular complex. Our data suggest that WT1 is a modifier of the Pax2 mutant phenotype.","dc:creator":"Discenza MT","dc:date":"2003","dc:title":"WT1 is a modifier of the Pax2 mutant phenotype: cooperation and interaction between WT1 and Pax2."},"rdfs:label":"PAX2 interaction with WT1 in vivo and in vitro"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:e10e0e28-e128-435e-9865-e09aab29c1d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:071af61f-20ca-49f3-8ef1-a312bc7cd930","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Disruption of WNT4 activity by PAX2 mutation impairs nephrogenesis, which causes CAKUT (kidney phenotype of papillorenal syndrome). PAX2 knockout mice had reduced WNT4 mRNA expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16368682","type":"dc:BibliographicResource","dc:abstract":"The transcription factor PAX2 is expressed during normal kidney development and is thought to influence outgrowth and branching of the ureteric bud. Mice with homozygous null Pax2 mutations have developmental defects of the midbrain-hindbrain region, optic nerve, and ear and are anephric. During nephrogenesis, PAX2 is also expressed by mesenchymal cells as they cluster and reorganize to form proximal elements of each nephron, but the function of PAX2 in these cells is unknown. In this study we hypothesized that PAX2 activates expression of WNT4, a secreted glycoprotein known to be critical for successful nephrogenesis. PAX2 protein was identified in distal portions of the \"S-shaped\" body, and the protein persists in the emerging proximal tubules of murine fetal kidney. PAX2 activated WNT4 promoter activity 5-fold in co-transfection assays with JTC12 cells derived from the proximal tubule. Inspection of the 5'-flanking sequence of the human WNT4 gene identified three novel PAX2 recognition motifs; each exhibited specific PAX2 protein binding in electromobility shift assays. Two motifs were contained within a completely duplicated 0.66-kb cassette. Transfection of JTC12 cells with a PAX2 expression vector was associated with a 7-fold increase in endogenous WNT4 mRNA. In contrast, Wnt4 mRNA was decreased by 60% in mesenchymal cell condensates of fetal kidney from mice with a heterozygous Pax2 mutation. We speculated that a key function of PAX2 is to activate WNT4 gene expression in metanephric mesenchymal cells as they differentiate to form elements of the renal tubules.","dc:creator":"Torban E","dc:date":"2006","dc:title":"PAX2 activates WNT4 expression during mammalian kidney development."},"rdfs:label":"PAX2 expressed in monkey proximal tubule cell line "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ed6df631-4153-4f76-9bdd-073ed4cb68a2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cf81aef-03fe-4735-9bb4-ab639c09530d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e2eb375e-4eba-44d0-be22-e38c5e4cf212","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30998089","type":"dc:BibliographicResource","dc:abstract":"Focal segmental glomerulosclerosis (FSGS) is defined by focal (involving few glomeruli) and segmental sclerosis of the glomerular tuft that manifests with nephrotic syndrome. Mutations in genes involved in the maintenance of structure and function of podocytes have been found in a minority of these patients. A family with adult-onset autosomal dominant FSGS was recently found to carry a new germline missense heterozygous mutation (p.G189R) in the octapeptide domain of the transcription factor PAX2. Here, we efficiently corrected this point mutation in patient-derived induced pluripotent stem cells (iPSCs) by means of CRISPR-Cas9-based homology-directed repair. The iPSC lines were differentiated into podocytes, which were tested for their motility. Editing the PAX2 p.G189R mutation restored podocyte motility, which was altered in podocytes derived from patient iPSCs.","dc:creator":"Trionfini P","dc:date":"2019","dc:title":"CRISPR-Cas9-Mediated Correction of the G189R-PAX2 Mutation in Induced Pluripotent Stem Cells from a Patient with Focal Segmental Glomerulosclerosis."},"rdfs:label":"Mutation rescue using CRISPR-Cas9"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:1e04db6c-e558-47fc-9b91-a9466a38cbb7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bacfe7b8-da3b-4b1e-a5d3-e1f7422cc8ae","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous carriers (A220G+/-) had various ocular abnormalities (optic nerve excavation, retinal dysplasia, bending of the retinal vasculature) and renal abnormalities (degenerative tubules on histology and a few mice had unilateral renal hypoplasia).\nMissense mutation (A220G) in mouse fibroblast cell line had reduced PAX2 protein expression.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20221250","type":"dc:BibliographicResource","dc:abstract":"Papillorenal syndrome (PRS, also known as renal-coloboma syndrome) is an autosomal dominant disease characterized by potentially-blinding congenital optic nerve excavation and congenital kidney abnormalities. Many patients with PRS have mutations in the paired box transcription factor gene, PAX2. Although most mutations in PAX2 are predicted to result in complete loss of one allele's function, three missense mutations have been reported, raising the possibility that more subtle alterations in PAX2 function may be disease-causing. To date, the molecular behaviors of these mutations have not been explored. We describe a novel mouse model of PRS due to a missense mutation in a highly-conserved threonine residue in the paired domain of Pax2 (p.T74A) that recapitulates the ocular and kidney findings of patients. This mutation is in the Pax2 paired domain at the same location as two human missense mutations. We show that all three missense mutations disrupt potentially critical hydrogen bonds in atomic models and result in reduced Pax2 transactivation, but do not affect nuclear localization, steady state mRNA levels, or the ability of Pax2 to bind its DNA consensus sequence. Moreover, these mutations show reduced steady-state levels of Pax2 protein in vitro and (for p.T74A) in vivo, likely by reducing protein stability. These results suggest that hypomorphic alleles of PAX2/Pax2 can lead to significant disease in humans and mice.","dc:creator":"Alur RP","dc:date":"2010","dc:title":"Papillorenal syndrome-causing missense mutations in PAX2/Pax2 result in hypomorphic alleles in mouse and human."},"rdfs:label":"PAX2 missense mutation mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":4061,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:9bd30089-5bbf-4fe5-9491-5c5cc9d3eed8","type":"GeneValidityProposition","disease":"obo:MONDO_0014451","gene":"hgnc:8616","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *PAX2* gene is located on chromosome 10 at 10q24.31 and encodes the protein paired box gene 2, which is a transcription factor involved in the development of the urogenital tract, eyes, and central nervous system (CNS). *PAX2* mutation was first reported in relation to autosomal dominant papillorenal syndrome in 1995 (Sanyanusin et al., PMID: 7795640). Papillorenal syndrome is characterized by congenital anomalies of kidney and urinary tract (CAKUT), ocular anomalies and high frequency hearing loss. *PAX2* mutation has also been reported in association with Focal segmental glomerulosclerosis 7 (first report: Barua et al., PMID: 24676634), characterized by significant protein loss in the urine causing generalized edema. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern, and both disease entities have significant phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity, papillorenal syndrome (OMIM:120330) and focal segmental glomerulosclerosis 7 (OMIM:616002). The preferred disease name suggested for this grouping of disorders is ‘Nephropathy, with or without extra-renal features - *PAX2*’. Sixteen variants (frameshift, nonsense, in-frame insertion, missense, and splice) that have been reported in 18 probands in four publications (PMIDs: 7795640, 9106533, 24676634, 22213154) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is proposed to be loss of function in DNA binding domains of PAX2. This gene-disease association is also supported by animal models, expression studies, in vitro functional assays, and rescue from cell culture models. (PMIDs: 8943028, 17881463, 20221250, 1378753, 1977575, 16368682, 14603255, 30998089). In particular, *PAX2* knockout mice caused papillorenal syndrome (PMIDs: 8943028, 17881463, 20221250) and PAX2 expression was demonstrated in normal human kidney and mouse CNS during nephrogenesis and neurogenesis respectively (PMIDs: 1378753, 1977575). Furthermore, in-vitro functional assays demonstrated PAX2 interaction with WNT4 (PMID: 16368682), which is critical for nephrogenesis, and WT1 (PMID: 14603255), which activates podocyte proteins nephrin and podocalyxin. Lastly, *PAX2* missense mutation corrected by CRISPR-Cas9 rescued podocyte mobility in a cell culture model (PMID: 30998089). In summary, *PAX2* is definitively associated with autosomal dominant nephropathy, with or without extra-renal features - *PAX2*. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:ed6df631-4153-4f76-9bdd-073ed4cb68a2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}