{"id":"cggv:017e48b4-45d1-4bba-b51c-0f372dbe3a6dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:017e48b4-45d1-4bba-b51c-0f372dbe3a6d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-05-18T16:07:22.404Z","role":"Publisher"},{"id":"cggv:017e48b4-45d1-4bba-b51c-0f372dbe3a6d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-05-18T16:06:57.607Z","role":"Approver"}],"evidence":[{"id":"cggv:017e48b4-45d1-4bba-b51c-0f372dbe3a6d_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:017e48b4-45d1-4bba-b51c-0f372dbe3a6d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:017e48b4-45d1-4bba-b51c-0f372dbe3a6d_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:5cb0cf32-39a6-46a2-97ca-a9f0ffbbd924_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e1093ad5-913f-4fa7-bef7-6677ee58da7f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"Stavnezer-Nordgren et al. (1985) performed genomic DNA blotting and nucleotide sequence analyses of a patient's kappa constant region (C kappa) genes.","firstTestingMethod":"Restriction digest","phenotypeFreeText":"Suspected meconium ileus, \"mushy feces,\" dystrophy. At age of four years, polyuria and polydipsia developed, began to lose weight despite a good appetite. Steatorrhoea and creatorrhoea were found, diagnosis of cystic fibrosis confirmed by sweat test. Tests showed glucosuria and hyperglycemia but not ketoacidosis, diagnosis was diabetes mellitus. ","previousTesting":true,"previousTestingDescription":"Serum immunoglobulin concentrations - levels of IgG and IgM were normal, but no IgA detected. Ouchterlony analysis and hemagglutination inhibition all failed to demonstrate kappa-type immunoglobulin in serum. B lymphocytes bearing K chains could not be detected in blood or bone marrow.  Results of lymphocyte stimulation in vitro with phytohemagglutinin, pokeweed mitogen, tetanus toxoid, and allogeneic cells were all normal. The analysis of pokeweed-mitogen-stimulated lymphocyte cultures showed the presence of immunoblasts containing lambda-type IgM and IgG in the cytoplasm; blast forms with kappa-type immunoglobulins were not found, nor were IgA blast forms.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5cb0cf32-39a6-46a2-97ca-a9f0ffbbd924_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b891ffc3-e816-4e65-a407-c56e53c08fdd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"IGKC, CYS194GLY","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29759"}},{"id":"cggv:cdcc35b2-37b1-4116-be00-1d696278a410","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"IGKC, TRP148ARG","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29758"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/815819","type":"dc:BibliographicResource","dc:abstract":"Since kappa-chain deficiency is an unusual condition, we studied the clinical and laboratory findings in a patient with this deficiency. The patient had cystic fibrosis with concurrent malabsorption, diabetes mellitus and IgA deficiency. The serum levels of IgM and IgG were 0.85 and 7.22 mg per milliliter, respectively. Kappa type IgM and IgG was not present in serum and external secretions; gamma, mu and lambda chains were probably polyclonal in character. Antibodies against kappa chains were not detected in either the patient or the mother. Plasma cells containing kappa-type immunoglobulins were absent in jejunum samples and bone marrow; kappa-chainbearing B lymphocytes could not be detected in blood and bone marrow. The serum of one of the patient's sisters contained trace amounts of kappa-type immunoglobulins. The patient displays a complete absence of kappa-type immunoglobulins, probably owing to a genetic defect.","dc:creator":"Zegers BJ","dc:date":"1976","dc:title":"Kappa-chain deficiency. An immunoglobulin disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/815819","rdfs:label":"Zegers 1976 Case Report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"TRP148ARG and CYS194GLY, Stavnezer-Nordgren J et al. (1985) suggest that neither of the patient's C kappa alleles encoded a kappa chain that could form a stable intradomain disulfide bond."},{"id":"cggv:f367508f-ca37-4507-ac34-83b485229c13_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c2992712-3834-4fd9-8593-d0a0104303d4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":73,"detectionMethod":"Sequencing of IGKC showed that proband was apparently homozygous for a T>G point mutation leading to p.Cys87Gly","firstTestingMethod":"PCR","phenotypes":"obo:HP_0009830","previousTesting":true,"previousTestingDescription":"Immunofixation electrophoresis of proband's serum showed the total absence of Igκ. Flow cytometric analysis showed no expression of Igκ in the cytoplasm or on the surface of B lymphocytes (Fig 1, B, and C). B-cell subset immunophenotyping showed a mild decrease in the absolute count of switched memory B lymphocytes.","sex":"Female","variant":{"id":"cggv:f367508f-ca37-4507-ac34-83b485229c13_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b891ffc3-e816-4e65-a407-c56e53c08fdd"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32278584","type":"dc:BibliographicResource","dc:creator":"Sadighi Akha AA","dc:date":"2020","dc:title":"A rare case of selective Igκ chain deficiency: Biologic and clinical implications."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32278584","rdfs:label":"Sadighi 2020 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"IGKC, CYS194GLY, This cysteine is involved in forming 1 of the heavy-to-light interchain disulfide bridges; its mutation interferes with the κ chain’s folding."},{"id":"cggv:57e5899d-9cc4-4133-a7bd-0e9d8e54871a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:82a4d1ae-3f93-4fa8-9eb0-78913bbd977b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":11,"detectionMethod":"The sera of the patient and family were typed according to the genetic marker (Inv) associated with the κ-light chain. Gene deletion would have been excluded by the presence in the patient of two alleles for this genetic locus. However, the patient and all the members of the kindred shown in Table 2 were Inv (—1, —2, +3), compatible with the genotype Inv 3/3. Since the patient’s father could not be tested, information is not complete. The patient could have the genotype Inv 0/3, but this was not testable.","phenotypeFreeText":"“Spitter” at early age, frequent loose bowel movements, admitted to hospital at age 11 mo with bronchitis, dehydration, and diarrhea. Received frequent antibiotic treatment for otitis media, pneumonia, and bronchitis. Frequent infections considered to be bacterial. White hair, extremely long white eyelashes, very pale skin. The albinism was partial, however, as there was brown pigmentation of the iris.","phenotypes":["obo:HP_0000388","obo:HP_0012387","obo:HP_0002090"],"previousTesting":true,"previousTestingDescription":"Serum immunoglobulin levels: γG 2.8, γA 0.6, and γM 0.5 mg/ml. Immunoelectrophoresis of the proband’s serum provided evidence that immunoglobulins were deranged in a unique way - A double arc was present in the γG region, and γA globulin was not detected. As demonstrated in Fig. 1, the second γG arc was the consequence of selective reduction of immunoglobulins bearing κ-light chains. As measured by radial diffusion (Fig. 2) the κ/λ ratios of whole serum, of γM, of γG, and of concentrated saliva were all reduced. At age of 3 yr 6 mo was begun on intramuscular γ-globulin and in the intervening 2 yr the patient has not had any serious respiratory or sinus infections. ","sex":"Female","variant":{"id":"cggv:57e5899d-9cc4-4133-a7bd-0e9d8e54871a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:959d5048-41c7-4393-9537-34a62ade532b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"IGKC, VAL191/ALA153","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14806"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/4117311","type":"dc:BibliographicResource","dc:creator":"Bernier GM","dc:date":"1972","dc:title":"Kappa-chain deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/4117311","rdfs:label":"Bernier 1972 Proband N.C."}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"IGKC, VAL191/ALA153, The number of κ-molecules in the patient’s serum was approximately one-half normal; hence, the possibility existed that one structural κ-chain gene had been somehow deleted, and the immunoglobulin synthesized was the product of the remaining gene. Score of 0 due to unknown genotype."},{"id":"cggv:8ca87734-e3ed-48ed-903e-ebfeacf1b84e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:80224cfe-63f4-458b-a921-5722fe16b564","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":62,"detectionMethod":"Tested Kappa chain VJ rearrangement as well as the constant Kappa region sequence. Studies performed on VJ rearrangement showed a polyclonal genetic arrangement, whereas the gene sequencing for the constant region of Kappa chain showed a homozygous T to G substitution at the position 1288 (rs200765148). ","phenotypeFreeText":"Serious recurrent bacterial infections, respiratory infections, and intestinal disorders from early childhood","previousTesting":true,"previousTestingDescription":"\"Evaluated major serum immunoglobulin concentrations, as well as total and free Kappa and Lambda light chain concentrations. Lymphocyte phenotyping was also performed\"","sex":"Female","variant":{"id":"cggv:8ca87734-e3ed-48ed-903e-ebfeacf1b84e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b891ffc3-e816-4e65-a407-c56e53c08fdd"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26853951","type":"dc:BibliographicResource","dc:abstract":"Human immunoglobulin molecules are generated by a pair of identical heavy chains, which identify the immunoglobulin class, and a pair of identical light chains, Kappa or Lambda alternatively, which characterize the immunoglobulin type. In normal conditions, Kappa light chains represent approximately 2/3 of the light chains of total immunoglobulins, both circulating and lymphocyte surface bound. Very few cases of immunoglobulin Kappa or Lambda light chain defects have been reported. Furthermore, the genetic basis of this defect has been extensively explored only in a single case. We report a case of a patient suffering of serious recurrent bacterial infections, which was caused by a very rare form of immunoglobulin disorder, consisting of a pure defect of Kappa light chain. We evaluated major serum immunoglobulin concentrations, as well as total and free Kappa and Lambda light chain concentrations. Lymphocyte phenotyping was also performed and finally we tested the Kappa chain VJ rearrangement as well as the constant Kappa region sequence. Studies performed on VJ rearrangement showed a polyclonal genetic arrangement, whereas the gene sequencing for the constant region of Kappa chain showed a homozygous T to G substitution at the position 1288 (rs200765148). This mutation causes a substitution from Cys to Gly in the protein sequence and, therefore, determines the abnormal folding of the constant region of Kappa chain. We suggest that this defect could lead to an effective reduction of the variability of total antibody repertoire and a consequent defect of an apparently normal immunoglobulin response to common antigens.","dc:creator":"Sala P","dc:date":"2016","dc:title":"Immunoglobulin K light chain deficiency: A rare, but probably underestimated, humoral immune defect."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26853951","rdfs:label":"Sala 2016 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"IGKC, CYS194GLY, this mutation causes a substitution from Cys to Gly in the protein sequence and, therefore, determines the abnormal folding of the constant region of Kappa chain. Authors suggest that this defect could lead to an effective reduction of the variability of total antibody repertoire and a consequent defect of an apparently normal immunoglobulin response to common antigens."},{"id":"cggv:efb7fbbb-945e-4276-92b2-38e86d6b6a28_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:abc066dd-9604-4c40-8a8e-27ad2105f12e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":48,"detectionMethod":"Sequence analysis, Proband's serum tested Inv (1, -2, 3) and proband's Bence Jones protein tested Inv (1, -2, -3). Probands mother is dead, but father and 6 of 9 tested siblings are Inv (I, - 2, 3). The other 3 siblings are Inv (-1, -2, 3). It is probable that the mother was Inv (-1, -2, 3). One of the proband's 2 children is Inv (1, -2, 3) and the other is Inv (-1, -2, 3). The Inv (1, -2, 3) phenotype has been found also among nieces and nephews of the proband (Fig. 1). ","phenotypes":"obo:HP_0006775","sex":"Female","variant":{"id":"cggv:efb7fbbb-945e-4276-92b2-38e86d6b6a28_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:fccef5de-4301-4782-a33b-dd26c9ec62d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"IGKC, LEU191/VAL153","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14804"}},{"id":"cggv:959d5048-41c7-4393-9537-34a62ade532b"}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/4132042","type":"dc:BibliographicResource","dc:creator":"Milstein CP","dc:date":"1974","dc:title":"Amino acid sequence change associated with genetic marker Inv(2) of human immunoglobulin."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/4132042","rdfs:label":"Milstein 1974 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"IGKC, LEU191/VAL153 and IGKC, VAL191/ALA153"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.7}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.7}],"evidenceStrength":"Limited","sequence":2799,"specifiedBy":"GeneValidityCriteria8","strengthScore":0.7,"subject":{"id":"cggv:82b94434-e8a0-4d6a-ad8f-8d4ad78f8982","type":"GeneValidityProposition","disease":"obo:MONDO_0013576","gene":"hgnc:5716","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"IGKC was first reported in relation to autosomal recessive, recurrent infections associated with rare immunoglobulin isotypes deficiency (MONDO:0013576) in 1976 (Zegers BJ et al. PMID:815819). Authors identified compound heterozygosity for two point mutations in the IGKC gene, resulting in loss of an invariant tryptophan in one allele and an invariant cysteine in the other allele. Both mutations were predicted to abolish formation of stable intradomain disulfide bonds. Deficiencies in immunoglobulin isotypes are primary-immunodeficiencies that are often asymptomatic but can be characterized by recurrent sinopulmonary infections. There are three alleles, Km1, Km1 and 2, and Km3, that segregate at the Km locus in IGKC. The Km1 allele, without Km2, is extremely rare. Greater than 98% of the individuals positive for Km1 are also positive for Km2 (Moraru M et al. 2015, PMID:26179905). Some reported cases of K-chain deficiency present with increased susceptibility to pyogenic infections, while others reveal association with autoimmune diseases. Researchers hypothesize that selective K-chain deficiency may be a common genetic defect, however, only a few cases of have been reported due to the presentation of normal immune response to a variety of antigens and A chains ability to substitute efficiently (Pricop et al. 1995, PMID:7554465). \n\nAt least 4 unique missense variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data. Variants in this gene have been reported in at least 6 probands in 5 publications (PMID: 815819, PMID: 4117311, PMID: 32278584, PMID: 26853951, PMID: 4132042). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Antibody Immunodeficiencies GCEP on May 18th, 2021 (SOP Version 8). \n\n","dc:isVersionOf":{"id":"cggv:017e48b4-45d1-4bba-b51c-0f372dbe3a6d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}