{"id":"cggv:095db206-85a6-491a-929c-bb4db8d1240av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:095db206-85a6-491a-929c-bb4db8d1240a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2024-06-28T18:21:01.016Z","role":"Publisher"},{"id":"cggv:095db206-85a6-491a-929c-bb4db8d1240a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2023-11-16T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17679951","type":"dc:BibliographicResource","dc:abstract":"PAX6 mutations cause aniridia as well as other various congenital eye abnormalities. Aniridia can be due to both point mutations and chromosomal deletions/rearrangements. Therefore, a complete search for PAX6 gene alterations in aniridia subjects requires a technically complex approach involving the comprehension of fluorescence in situ hybridization (FISH) analysis. In the present study, an Italian casistic of aniridia patients has been investigated and a quantitative polymerase chain reaction (PCR) assay to detect PAX6 gene deletions was set up.","dc:creator":"D'Elia AV","dc:date":"2007","dc:title":"A deletion 3' to the PAX6 gene in familial aniridia cases."},"evidence":[{"id":"cggv:095db206-85a6-491a-929c-bb4db8d1240a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:095db206-85a6-491a-929c-bb4db8d1240a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd7922e9-d6b1-4f7c-91ad-8911002ef6ec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f280714a-122e-42ec-94e0-9f0aec589e79","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Profiling of ELP4 mRNA expression across various human tissues found that corneal endothelium, lens, and retina express the highest levels of ELP4, although the gene is ubiquitously expressed (PMID: 30239781). A second database that did not include ocular samples found high expression in the cerebellum as well (PMID: 23715323).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239781","type":"dc:BibliographicResource","dc:abstract":"The human eye is built from several specialized tissues which direct, capture and pre-process information to provide vision. The gene expression of the different eye tissues has been extensively profiled with RNA-seq across numerous studies. Large consortium projects have also used RNA-seq to study gene expression patterning across many different human tissues, minus the eye. There has not been an integrated study of expression patterns from multiple eye tissues compared with other human body tissues. We have collated all publicly available healthy human eye RNA-seq datasets as well as dozens of other tissues. We use this fully integrated dataset to probe the biological processes and pan expression relationships between the cornea, retina, retinal pigment epithelium (RPE)-choroid complex, and the rest of the human tissues with differential expression, clustering and gene ontology term enrichment tools. We also leverage our large collection of retina and RPE-choroid tissues to build the first human weighted gene correlation networks and use them to highlight known biological pathways and eye gene disease enrichment. We also have integrated publicly available single-cell RNA-seq data from mouse retina into our framework for validation and discovery. Finally, we make all these data, analyses and visualizations available via a powerful interactive web application (https://eyeintegration.nei.nih.gov/).","dc:creator":"Bryan JM","dc:date":"2018","dc:title":"Identifying core biological processes distinguishing human eye tissues with precise systems-level gene expression analyses and weighted correlation networks."},"rdfs:label":"ELP4 is normally expressed in corneal endothelium."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"High expression of ELP4 in the ocular tissues is consistent with a role in the development of the iris, despite its ubiquitous expression. On the other hand, scoring has not been recommended as the mechanism of disease is independent on the ELP4 mRNA."},{"id":"cggv:591dae2d-19f8-455c-8a19-01883c70099a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66a70072-3701-43af-a6c9-511fe8ad266e","type":"Finding","demonstrates":{"id":"obo:MI_0935"},"dc:description":"Intron 7, intron 8, and particularly intron 9 of ELP4 contain cis motifs that promote the expression of PAX6, which is definitively associated with ocular dysgenesis, including cases of aniridia. PAX6 associates with these cis motifs, as shown by immunoprecipitation of PAX6 from the chromatin fraction (PMID: 31700164).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31700164","type":"dc:BibliographicResource","dc:abstract":"Most classical aniridia is caused by PAX6 haploinsufficiency. PAX6 missense variants can be hypomorphic or mimic haploinsufficiency. We hypothesized that missense variants also cause previously undescribed disease by altering the affinity and/or specificity of PAX6 genomic interactions.","dc:creator":"Williamson KA","dc:date":"2020","dc:title":"Recurrent heterozygous PAX6 missense variants cause severe bilateral microphthalmia via predictable effects on DNA-protein interaction."},"rdfs:label":"Cis motifs in the ELP4 locus control the expression of PAX6."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"This scoring is considered appropriate given the definitive relationship between the PAX6 gene and aniridia / the broader disease entity of ocular dysgenesis."},{"id":"cggv:76252cad-b79e-4adf-9878-6c4c14ead48f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f5d9822b-22c2-4272-9571-ea4f28c8f846","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Deletion of the DRR elements triggers loss of reporter gene expression, revealing the mechanism by which the loss of PAX6 can be accomplished by variants outside the coding sequencing.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17014839","type":"dc:BibliographicResource","dc:abstract":"Pax6 is a developmental control gene with an essential role in development of the eye, brain and pancreas. Pax6, as many other developmental regulators, depends on a substantial number of cis-regulatory elements in addition to its promoters for correct spatiotemporal and quantitative expression. Here we report on our analysis of a set of mice transgenic for a modified yeast artificial chromosome carrying the human PAX6 locus. In this 420 kb YAC a tauGFP-IRES-Neomycin reporter cassette has been inserted into the PAX6 translational start site in exon 4. The YAC has been further engineered to insert LoxP sites flanking a 35 kb long, distant downstream regulatory region (DRR) containing previously described DNaseI hypersensitive sites, to allow direct comparison between the presence or absence of this region in the same genomic context. Five independent transgenic lines were obtained that vary in the extent of downstream PAX6 locus that has integrated. Analysis of transgenic embryos carrying full-length and truncated versions of the YAC indicates the location and putative function of several novel tissue-specific enhancers. Absence of these distal regulatory elements abolishes expression in specific tissues despite the presence of more proximal enhancers with overlapping specificity, strongly suggesting interaction between these control elements. Using plasmid-based reporter transgenic analysis we provide detailed characterization of one of these enhancers in isolation. Furthermore, we show that overexpression of a short PAX6 isoform derived from an internal promoter in a multicopy YAC transgenic line results in a microphthalmia phenotype. Finally, direct comparison of a single-copy line with the floxed DRR before and after Cre-mediated deletion demonstrates unequivocally the essential role of these long-range control elements for PAX6 expression.","dc:creator":"Kleinjan DA","dc:date":"2006","dc:title":"Long-range downstream enhancers are essential for Pax6 expression."},"rdfs:label":"The PAX6 DRR (located in ELP4) drives ocular expression."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.75,"dc:description":"The data convincingly argue for the role of the ELP4 cis elements in driving disease-relevant gene expression. Additional scoring has been considered due to the inclusion of a control deleting the DRR portion specifically."},{"id":"cggv:8650a5e6-4c41-41a9-bb7d-d97c4d47ed9e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86e75c25-8f9f-478c-9614-72f63eeee35e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The SIMO cis element from ELP4 drives LacZ expression in the transgene context within early surface ectoderm, lens, diencephalon, and rhombencephalon of mouse embyros (Figures 2A, 2B, S2). Later, expression is present in lens epithelium and neuroretina (Figure 2C). This evidence is consistent with its suspected role in promoting the expression of PAX6, which is similarly associated with Aniridia through a dominant mode of inheritance.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24290376","type":"dc:BibliographicResource","dc:abstract":"The strictly regulated expression of most pleiotropic developmental control genes is critically dependent on the activity of long-range cis-regulatory elements. This was revealed by the identification of individuals with a genetic condition lacking coding-region mutations in the gene commonly associated with the disease but having a variety of nearby chromosomal abnormalities, collectively described as cis-ruption disease cases. The congenital eye malformation aniridia is caused by haploinsufficiency of the developmental regulator PAX6. We discovered a de novo point mutation in an ultraconserved cis-element located 150 kb downstream from PAX6 in an affected individual with intact coding region and chromosomal locus. The element SIMO acts as a strong enhancer in developing ocular structures. The mutation disrupts an autoregulatory PAX6 binding site, causing loss of enhancer activity, resulting in defective maintenance of PAX6 expression. These findings reveal a distinct regulatory mechanism for genetic disease by disruption of an autoregulatory feedback loop critical for maintenance of gene expression through development.","dc:creator":"Bhatia S","dc:date":"2013","dc:title":"Disruption of autoregulatory feedback by a mutation in a remote, ultraconserved PAX6 enhancer causes aniridia."},"rdfs:label":"The SIMO element from ELP4 drives lens expression of LacZ."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The data convincingly argue for the role of the SIMO cis element in driving disease-relevant gene expression. However, it is not clear whether this is equivalent to supporting the role of ELP4 in disease."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.75},{"id":"cggv:095db206-85a6-491a-929c-bb4db8d1240a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c788f04-e14a-4be1-b911-9cb6c48f5fe0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a7629f0e-7d22-4db0-b782-d65c2d827d3e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"This is a naturally occurring mouse model with aniridia and other phenotypes due to a heterozygous deletion of 11 genes that has been previously described in PMID: 9192846. Crossing this mouse model to introduce a transgene to restore Pax6 and the 3' end of the Elp4 locus (including the Pax6 regulatory regions but omitting the first three exons) rescued the aniridia phenotype (Figure 4). This indicates that haploinsufficiency for the Elp4 gene product is likely unrelated to the mechanism underlying the aniridia phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11889558","type":"dc:BibliographicResource","dc:abstract":"The human eye anomaly aniridia is normally caused by intragenic mutations of PAX6. Several cases of aniridia are, however, associated with chromosomal rearrangements that leave the PAX6 gene intact. We have identified and characterized a novel gene, PAXNEB (C11orf19), downstream (telomeric) of PAX6. Sequence analysis, including interspecies comparisons, show this gene to consist of 10 exons, with an unusually large final intron spanning 134 kb in human and 18 kb in Fugu. This intron is disrupted by each chromosomal rearrangement. The 2-kb PAXNEB transcript, encoding a 424-amino acid protein, is expressed in all cell lines tested. The homologous mouse cDNA is broadly expressed in mouse embryos. PAXNEB is highly conserved from mammals to fish, with some regions of the protein showing conservation to invertebrates, yeast, and plants. The possible role of PAXNEB in aniridia was assessed. Using a transgenic mouse model, we show that the aniridia phenotype of the chromosomal rearrangement cases is not due to the heterozygous loss of PAXNEB function.","dc:creator":"Kleinjan DA","dc:date":"2002","dc:title":"Characterization of a novel gene adjacent to PAX6, revealing synteny conservation with functional significance."},"rdfs:label":"Rescue of the Sey1H mouse with a Pax6 transgene"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"This indicates that the 3' end of the Elp4 gene product in combination is sufficient to rescue the aniridia phenotype of the model, while a functional Elp4 gene product is likely unrelated to the mechanism underlying the aniridia phenotype."},{"id":"cggv:252b892c-a78c-4cbf-8f6a-14c2651da26b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ec9cf6cb-5e9f-40f2-85ff-e78190af657c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This is a naturally occurring mouse model with aniridia and other phenotypes due to a heterozygous deletion of 11 genes that has been previously described in PMID: 9192846. Crossing this mouse model to introduce a transgene to restore Pax6 and the 3' end of the Elp4 locus (including the Pax6 regulatory regions but omitting the first three exons) rescued the aniridia phenotype (Figure 4). This indicates that haploinsufficiency for the Elp4 gene product is likely unrelated to the mechanism underlying the aniridia phenotype.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11889558","rdfs:label":"Aniridia in the Sey1H mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Scoring has not been recommended as the experiment is consistent with an important contribution of *Pax6* and cis elements in the *Elp4* locus to the formation of the iris, but argues against a role of the Elp4 protein in the disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.25},{"id":"cggv:095db206-85a6-491a-929c-bb4db8d1240a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.75}],"evidenceStrength":"Moderate","sequence":8539,"specifiedBy":"GeneValidityCriteria10","strengthScore":7,"subject":{"id":"cggv:20189022-424d-42ad-a037-456941e579e5","type":"GeneValidityProposition","disease":"obo:MONDO_0700246","gene":"hgnc:1171","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *ELP4* gene was first reported in relation to aniridia in 2013, with the publication of an affected individual harboring a *de novo* variant within a highly conserved region of intron 9 (PMID: 24290376). Subsequent publications have established that affected individuals may be diagnosed between early childhood and adulthood, and present with bilateral aniridia and in some cases with cataracts (PMID: 17679951, PMID: 22991255, PMID: 26010655). Patients may exhibit foveal hypoplasia, nystagmus, and/or glaucoma as well. Per criteria outlined by the ClinGen Lumping & Splitting Working Group, the molecular mechanism (monoallelic disruption of intronic cis elements that are known to regulate expression of the adjacent *PAX6* gene) was found to be consistent among the published cases. In addition, the phenotypes appeared to match those of patients with dominant variants in the *PAX6* locus itself resulting in aniridia and other forms of eye disease. Therefore, cases of eye disease caused by inherited variants disrupting cis elements located in the *ELP4* locus have been curated under a single disease entity referred to as ocular dysgenesis caused by defects in *PAX6* regulation.\n\nFive suspected disease-causing variants have been scored as part of this curation (one single nucleotide substitution in intron 9 and four larger deletion variants encompassing the 3’ intronic regions as well as other coding regions of *ELP4*. These variants have been collectively reported in five probands in four publications (PMID: 24290376, PMID: 17679951, PMID: 22991255, PMID: 26010655). All five probands were heterozygous for their respective variants. While the literature also includes similar cases harboring additional deletion variants encompassing not only intronic elements from *ELP4* but also regions of adjacent loci such as *PAX6* (PMID: 11087823, ), this curation has focused only on the monogenic cases limited to the *ELP4* locus alone. The mechanism of pathogenicity appears to be monoallelic disruption of enhancer elements located in the introns of *ELP4* but required for efficient *PAX6* transactivation during ocular development through a feed forward mechanism mediated by binding of the PAX6 transcription factor itself (PMID: 24290376). Although co-segregation of the phenotype with the presence of the variant has been observed in at least 2 published families, the family sizes were not sufficient to contribute to the scoring of the gene-disease relationship (PMID: 17679951). Please note that loss-of-function variants within the coding regions of *ELP4* are not expected to contribute to eye disease, but may contribute to a separate condition with neurodevelopmental phenotypes and an autosomal recessive mode of inheritance (PMID: 35698786).\n\nThis gene-disease association is also supported by biochemical evidence indicating that cis-regulatory elements within the *ELP4* introns 7, 8, and 9 function as long-range enhancer elements, essential for normal expression of *PAX6* during ocular development (PMID: 17014839, PMID: 24290376). Chromatin immunoprecipitation studies confirm that the PAX6 protein binds to a conserved 800-bp cis element known as SIMO in intron 9 of *ELP4* (PMID: 31700164), identifying this sequence as an autoregulatory PAX6 binding site mediating a positive feedback loop. Studies from mice and zebrafish have shown that the SIMO element from *ELP4* drives transgenic reporter expression within lens tissue (PMID: 24290376). Mice with a heterozygous deletion encompassing *Pax6*, *Elp4*, and other nearby genes have small eyes as well as other phenotypes such as a white belly. Interestingly, the introduction of a transgene containing *Pax6* and part of *Elp4* including the SIMO region is sufficient to rescue the aniridia, indicating that the rest of *Elp4* is dispensable for the ocular phenotype (PMID: 11889558).\n\nIn summary, *ELP4* has moderate evidence of association with ocular dysgenesis caused by defects in *PAX6* regulation. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Moderate classification. Additional genetic evidence from cases with variants limited to the *ELP4* locus and confirmed disruption of *PAX6* expression will be required to reach a more definitive classification. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on November 16th, 2023 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:095db206-85a6-491a-929c-bb4db8d1240a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}