{"id":"cggv:d74395ba-66ee-43c6-8d3c-c353bd8e5e82v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d74395ba-66ee-43c6-8d3c-c353bd8e5e82_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-10-27T16:00:00.000Z","role":"Approver"},{"id":"cggv:d74395ba-66ee-43c6-8d3c-c353bd8e5e82_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-12-14T17:28:15.598Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17347475","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is a genetic disorder caused by mutations in sarcomeric proteins (excluding phenocopy). The causal genes in approximately one-third of the cases remain unknown. We identified a family comprised of 6 clinically affected members. The phenotype was characterized by early onset of symptoms, pronounced cardiac hypertrophy, and cardiac arrhythmias. We excluded MYH7, MYBPC3, TNNT2, and ACTC1 as the causal gene either by direct sequencing or by haplotype analysis. To map the putative candidate sarcomeric gene, we perforbold locus-specific haplotyping to detect cosegregation of the locus haplotype with the phenotype, followed by mutation screening. We genotyped 5 short-tandem-repeat markers that spanned a 4.4-centimorgan region on 4q26-q27 locus and encompassed myozenin 2 (MYOZ2), a Z-disk protein. The maximum logarithm of odds score was 2.03 (P=0.005). All affected members shared a common haplotype, implicating MYOZ2 as the causal gene. To detect the causal mutation, we sequenced all exons and exon-intron boundaries of MYOZ2 in 10 family members and identified a T-->C missense mutation corresponding to S48P substitution, which cosegregated with inheritance of HCM (N=6). It was absent in 4 clinically normal family members and in 658 additional normal individuals. To determine frequency of the MYOZ2 mutations in HCM, we sequenced MYOZ2 in 516 HCM probands and detected another missense mutation (I246M). It was absent in 2 normal family members and 517 controls. Both mutations affect highly conserved amino acids. We conclude MYOZ2 is a novel causal gene for human HCM.","dc:creator":"Osio A","dc:date":"2007","dc:title":"Myozenin 2 is a novel gene for human hypertrophic cardiomyopathy."},"evidence":[{"id":"cggv:d74395ba-66ee-43c6-8d3c-c353bd8e5e82_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d74395ba-66ee-43c6-8d3c-c353bd8e5e82_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:d74395ba-66ee-43c6-8d3c-c353bd8e5e82_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d74395ba-66ee-43c6-8d3c-c353bd8e5e82_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:509c5b55-0d61-4744-a6b4-b44466019bb3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8edc2d89-afe6-4ecd-9ce6-9659cae996bb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blots of RNA from human and mouse multiple tissues showed expression in heart and skeletal muscle in human, and heart in mouse.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11114196","type":"dc:BibliographicResource","dc:abstract":"The calcium- and calmodulin-dependent protein phosphatase calcineurin has been implicated in the transduction of signals that control the hypertrophy of cardiac muscle and slow fiber gene expression in skeletal muscle. To identify proteins that mediate the effects of calcineurin on striated muscles, we used the calcineurin catalytic subunit in a two-hybrid screen for cardiac calcineurin-interacting proteins. From this screen, we discovered a member of a novel family of calcineurin-interacting proteins, termed calsarcins, which tether calcineurin to alpha-actinin at the z-line of the sarcomere of cardiac and skeletal muscle cells. Calsarcin-1 and calsarcin-2 are expressed in developing cardiac and skeletal muscle during embryogenesis, but calsarcin-1 is expressed specifically in adult cardiac and slow-twitch skeletal muscle, whereas calsarcin-2 is restricted to fast skeletal muscle. Calsarcins represent a novel family of sarcomeric proteins that link calcineurin with the contractile apparatus, thereby potentially coupling muscle activity to calcineurin activation.","dc:creator":"Frey N","dc:date":"2000","dc:title":"Calsarcins, a novel family of sarcomeric calcineurin-binding proteins."},"rdfs:label":"MYOZ2 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Please see also, PMID: 24309898 (also found in NCBI gene). RNA-seq was performed of tissue samples from 95 human individuals representing 27 different tissues in order to determine tissue-specificity of all protein-coding genes. High specificity in the heart is shown."},{"id":"cggv:1b1431d0-1b17-43a0-a8b4-afa5f1596fe4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67316a53-aa3f-42a2-b5c0-d01cb7a5be31","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Calsarcin 1 interacts and colocalizes with the z-disk protein α-actinin, encoded by ACTN2, in vitro and in vivo and thereby tethers calcineurin to the sarcomere of cardiac and skeletal muscle. Calcineurin has been shown to have a profound influence on the properties of striated muscle cells, including cardiac muscle. ACTN2 has been previously implicated in intrinsic cardiomyopathy. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11114196","rdfs:label":"MYOZ2 and ACTN2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d74395ba-66ee-43c6-8d3c-c353bd8e5e82_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d04b838a-f4ab-40b7-80c3-446f98983b64","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d63aafdc-a6de-4626-a410-7c39ec40044b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice expressing mutant MYOZ2 exhibit features of hypertrophic cardiomyopathy including left ventricular hypertrophy and interstitial cardiac fibrosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22987565","type":"dc:BibliographicResource","dc:abstract":"The role of calcineurin protein phosphatase 2B (PP2B) in the pathogenesis of human hypertrophic cardiomyopathy (HCM) remains unsettled. We determined potential involvement of calcineurin in the pathogenesis of HCM caused by mutations in myozenin 2 (MYOZ2), an inhibitor of calcineurin.","dc:creator":"Ruggiero A","dc:date":"2013","dc:title":"Pathogenesis of hypertrophic cardiomyopathy caused by myozenin 2 mutations is independent of calcineurin activity."},"rdfs:label":"MYOZ2 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Points reduced because p.I246M is a common variant."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Disputed","sequence":5447,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.5,"subject":{"id":"cggv:25ee84ff-efe0-47b1-884d-7d232d3de57d","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:1330","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"MYOZ2 was first reported in relation to hypertrophic cardiomyopathy (HCM) in humans in 2007 (Osio et al., PMID: 17347475). MYOZ2 encodes a protein which belongs to a family of sarcomeric proteins that bind to calcineurin and are important in calcineurin signaling. The MYOZ2 gene has been related with HCM in 7 probands across 4 publications. One missense variant with experimental evidence to support its pathogenicity was identified in a patient and was shown to segregate with 5 additional family members (Osio et al., 2007, PMID: 17347475). Five additional unique variants with little to no experimental evidence to support their pathogenicity were reported (Osio et al., 2007, PMID: 17347475; Posch et al., 2008, PMID: 18591919; Cecconi M, et al., 2016, PMID: 27600940). Another unique missense variant was identified in a proband who also harbored a variant in MYH7 and was excluded as causative (Guo et al., 2017, PMID: 28296734). The mechanism for disease is unknown.\n \nThe gene-disease relationship is supported by expression data in the heart (Frey N, et al., 2000, PMID: 11114196), a mouse model that exhibits features of hypertrophic cardiomyopathy including left ventricular hypertrophy and interstitial cardiac fibrosis (Ruggiero A, et al., 2013, PMID: 22987565), and protein interaction with ACTN2 (Frey N, et al., 2000, PMID: 11114196). In summary, the evidence to support the gene-disease association between MYOZ2 and HCM is disputed as there has been a lack of supportive evidence since the previous curation and the points were reduced due to the new SOP. More evidence is needed to either support or entirely refute the role MYOZ2 plays in this disease. This gene-disease pair was originally evaluated by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on June 26th, 2017. It was reevaluated on October 27th, 2022. As a result of this reevaluation, the classification changed from limited to disputed.  \n\nUpon expert review, the classification was changed to disputed due to the lack of new supporting evidence and the reduction in points from the previous curation. ","dc:isVersionOf":{"id":"cggv:d74395ba-66ee-43c6-8d3c-c353bd8e5e82"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}