{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:38:36.108Z","role":"Publisher"},{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:38:24.328Z","role":"Approver"}],"evidence":[{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:0c10a425-a95a-477f-a3e4-b7b9cff7b18a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2f255263-b7ee-45ff-a8a4-045afaba191d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":70,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosis: Late onset Leigh syndrome with multiple mtDNA deletions. 6-month-history of unsteady gait, frequent falls, psychosis and cognitive impairment after a respiratory illness. Past medical history was positive for chronic external progressive ophthalmoplegia (CPEO), muscle weakness and wasting in proximal upper and lower limbs, demyelinating polyneuropathy and cerebellar ataxia since early twenties. Neurological examination showed bilateral ptosis, global ophthalmoparesis, facial hypomimia, dysarthria, weakness with muscle atrophy in proximal upper and lower limbs, areflexia, severe bradykinesia, postural instability and rigidity. NCS revealed a demyelinating sensory-motor\npolyneuropathy and EMG was normal. \nBrain MRI exhibited T2-hyperintensity in the globus pallidus and diffuse leukoencephalopathy. Fig. 2F-H: sagittal brain MRI showing diffuse cerebellar atrophy in T1-weighted images; axial brain MRI showing symmetrical hyperintensity in the medial globus pallidus in T2-weighted images and corresponding hypointensity in coronal T1-weighted images.\nMuscle biopsy revealed ragged red fibers, COX-negative fibers and neurogenic atrophy.","sex":"Male","variant":{"id":"cggv:0c10a425-a95a-477f-a3e4-b7b9cff7b18a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8f1236d8-1793-4190-973b-def7da480e96","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002936.6(RNASEH1):c.424G>A (p.Val142Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1516262"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31271879","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome represents a complex inherited neurometabolic and neurodegenerative disorder associated with different clinical, genetic and neuroimaging findings in the context of bilateral symmetrical lesions involving the brainstem and basal ganglia. Heterogeneous neurological manifestations such as spasticity, cerebellar ataxia, dystonia, choreoathetosis and parkinsonism are associated with multisystemic and ophthalmological abnormalities due to >75 different monogenic causes. Here, we describe the clinical and genetic features of a Brazilian cohort of patients with Leigh Syndrome in which muscle biopsy analysis showed mitochondrial DNA defects and determine the utility of whole exome sequencing for a final genetic diagnostic in this cohort.","dc:creator":"Souza PVS","dc:date":"2019","dc:title":"Leigh syndrome caused by mitochondrial DNA-maintenance defects revealed by whole exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31271879","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Functional evidence: 26094573: Reyes et al. (2015) measured the in vitro activity of recombinant wild-type RNASEH1 and those carrying the V142I variant in E.coli cells. Assessed on fluorescent-labeled oligonucleotides forming  a 6-bp-long DNA-RNA heteroduplex: WT protein is able to fully cleave RNA from the heteroduplex but the recombinant V142I protein displayed partial activity and left a significant amount of intact single-stranded and incompletely cleaved oligonucleotides (Fig. 2B, 2C)"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3b772193-a36c-4c21-b224-1293d715781e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a6817a99-10ae-4d74-885d-5d3f87039157","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"RNASEH1, MGME1, and DNA2 encode components of the mtDNA replication\nmachinery that are nucleases responsible for the removal RNA primers and flap intermediates (Fig. 1). The impairment of removal of RNA primers and flap intermediates are proposed to result in defective mtDNA synthesis, leading to mtDNA depletion and multiple deletions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28215579","type":"dc:BibliographicResource","dc:abstract":"The maintenance of mitochondrial DNA (mtDNA) depends on a number of nuclear gene-encoded proteins including a battery of enzymes forming the replisome needed to synthesize mtDNA. These enzymes need to be in balanced quantities to function properly that is in part achieved by exchanging intramitochondrial contents through mitochondrial fusion. In addition, mtDNA synthesis requires a balanced supply of nucleotides that is achieved by nucleotide recycling inside the mitochondria and import from the cytosol. Mitochondrial DNA maintenance defects (MDMDs) are a group of diseases caused by pathogenic variants in the nuclear genes involved in mtDNA maintenance resulting in impaired mtDNA synthesis leading to quantitative (mtDNA depletion) and qualitative (multiple mtDNA deletions) defects in mtDNA. Defective mtDNA leads to organ dysfunction due to insufficient mtDNA-encoded protein synthesis, resulting in an inadequate energy production to meet the needs of affected organs. MDMDs are inherited as autosomal recessive or dominant traits, and are associated with a broad phenotypic spectrum ranging from mild adult-onset ophthalmoplegia to severe infantile fatal hepatic failure. To date, pathogenic variants in 20 nuclear genes known to be crucial for mtDNA maintenance have been linked to MDMDs, including genes encoding enzymes of mtDNA replication machinery (POLG, POLG2, TWNK, TFAM, RNASEH1, MGME1, and DNA2), genes encoding proteins that function in maintaining a balanced mitochondrial nucleotide pool (TK2, DGUOK, SUCLG1, SUCLA2, ABAT, RRM2B, TYMP, SLC25A4, AGK, and MPV17), and genes encoding proteins involved in mitochondrial fusion (OPA1, MFN2, and FBXL4).","dc:creator":"El-Hattab AW","dc:date":"2017","dc:title":"Mitochondrial DNA maintenance defects."},"rdfs:label":"Biochemical function 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"POLG and MGME1 have functions in mtDNA replication, and have been associated with AR mitochondrial DNA maintenance defects."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3dc31c60-cae3-4d6b-85bc-6937b911bf17","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fd62c429-0b9a-418a-a7c0-34d1592c9c29","type":"FunctionalAlteration","dc:description":"Fibroblasts from patient S1 (CH for p.Arg157Ter and p.Val142Ile) showed a >10-fold increase in 7S DNA, the third strand of the mtDNA displacement loop (D-loop), suggesting aborted replication (Fig. 4C). S1 fibroblasts also showed increased replication intermediates by two-dimensional gel electrophoresis (Fig. 5A-C). mtDNA depletion and repopulation experiments: glucose-grown cells were exposed to the DNA intercalator EtBr for 96 hrs, then assessed for mtDNA recovery. Control cells recovered to initial mtDNA levels in 120 hrs, S1 cells required 168 hrs, indicating a slower replication rate (Fig. 6A). S1 fibroblasts also showed 30% less BrdU incorporation than control cells, indicating slower mtDNA replication (Fig. 6B, 6C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26094573","type":"dc:BibliographicResource","dc:abstract":"Chronic progressive external ophthalmoplegia (CPEO) is common in mitochondrial disorders and is frequently associated with multiple mtDNA deletions. The onset is typically in adulthood, and affected subjects can also present with general muscle weakness. The underlying genetic defects comprise autosomal-dominant or recessive mutations in several nuclear genes, most of which play a role in mtDNA replication. Next-generation sequencing led to the identification of compound-heterozygous RNASEH1 mutations in two singleton subjects and a homozygous mutation in four siblings. RNASEH1, encoding ribonuclease H1 (RNase H1), is an endonuclease that is present in both the nucleus and mitochondria and digests the RNA component of RNA-DNA hybrids. Unlike mitochondria, the nucleus harbors a second ribonuclease (RNase H2). All affected individuals first presented with CPEO and exercise intolerance in their twenties, and these were followed by muscle weakness, dysphagia, and spino-cerebellar signs with impaired gait coordination, dysmetria, and dysarthria. Ragged-red and cytochrome c oxidase (COX)-negative fibers, together with impaired activity of various mitochondrial respiratory chain complexes, were observed in muscle biopsies of affected subjects. Western blot analysis showed the virtual absence of RNase H1 in total lysate from mutant fibroblasts. By an in vitro assay, we demonstrated that altered RNase H1 has a reduced capability to remove the RNA from RNA-DNA hybrids, confirming their pathogenic role. Given that an increasing amount of evidence indicates the presence of RNA primers during mtDNA replication, this result might also explain the accumulation of mtDNA deletions and underscores the importance of RNase H1 for mtDNA maintenance.","dc:creator":"Reyes A","dc:date":"2015","dc:title":"RNASEH1 Mutations Impair mtDNA Replication and Cause Adult-Onset Mitochondrial Encephalomyopathy."},"rdfs:label":"Patient cells 1"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient S1 fibroblasts show increased mtDNA replication intermediates and a slower replication rate, indicating RNASEH1 is required for effective mtDNA replication."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85d4af63-b395-43a6-9508-4aaf392b3280","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:58135d09-5630-49ae-9f96-fb8247fd2ced","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RNASEH1 null (-/-) mice die at E8.5. qPCR showed significant decrease in the quantity of mtDNA in null embryos compared with hets and wild-type littermates to ~% of wild-type by E8.5 (Fig. 3). Enzyme histochemical analysis and EM showed an absence of mitochondrial COX activity and abnormal mitochondrial (enlarged, vacuolated, with disorganized cristae, resembling immature organelles) in RNASEH1 null embryos (Fig. 5B and 5C). TUNEL assay also showed an increase in cell death in null embryos by E9.5 (Fig. 2C and 2D). Human muscle biopsy and fibroblasts show mtDNA deletions and decreased complex I and IV.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12667461","type":"dc:BibliographicResource","dc:abstract":"Although ribonucleases H (RNases H) have long been implicated in DNA metabolism, they are not required for viability in prokaryotes or unicellular eukaryotes. We generated Rnaseh1(-/-) mice to investigate the role of RNase H1 in mammals and observed developmental arrest at E8.5 in null embryos. A fraction of the mainly nuclear RNase H1 was targeted to mitochondria, and its absence in embryos resulted in a significant decrease in mitochondrial DNA content, leading to apoptotic cell death. This report links RNase H1 to generation of mitochondrial DNA, providing direct support for the strand-coupled mechanism of mitochondrial DNA replication. These findings also have important implications for therapy of mitochondrial dysfunctions and drug development for the structurally related RNase H of HIV.","dc:creator":"Cerritelli SM","dc:date":"2003","dc:title":"Failure to produce mitochondrial DNA results in embryonic lethality in Rnaseh1 null mice."},"rdfs:label":"Knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"RNASEH1 null  mice are embryonic lethal (E8.5), and analysis of embryos showed decreased mtDNA, absent COX activity, abnormal mitochondrial morphology, and cell death. Reduced points because there is lack of clinical correlation with human LS, but relevant to gene function and molecular mechanism. 1.5 (0.5 lethality and 1 for biochemical data)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":1853,"specifiedBy":"GeneValidityCriteria7","strengthScore":4,"subject":{"id":"cggv:667d2f2a-b9ac-4d81-aed0-a862565cd7ab","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:18466","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between RNASEH1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of September 21, 2020. The RNASHE1 gene encodes ribonuclease H1, an endonuclease, present in both the nucleus and mitochondria, that digests the RNA component of RNA-DNA hybrids. However, the nucleus has a second ribonuclease (RNase H2) that mitochondria do not, therefore the RNase H1 enzyme plays a critical role in mitochondrial DNA replication and maintenance.\n\nThe RNASEH1 gene has been reported only once in relation to autosomal recessive Leigh syndrome spectrum, in 2019 (PMID: 31271879).  Of note, many individuals with RNASEH1-related disease have chronic progressive external ophthalmoplegia (CPEO) as well as a more generalized, cerebral, cerebellar, and brainstem atrophy distinct from what is seen in Leigh syndrome spectrum. \n\nEvidence supporting the gene-disease relationship between RNASEH1 and Leigh syndrome spectrum includes case-level data and experimental data. This curation included one variant identified in one case from one publication (PMID: 31271879). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, functional alternation in patient cells, and animal models (PMIDs: 28215579, 26094573, 12667461).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on September 21, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:fcf8b7a4-7bd5-45fe-824c-6a90825620f7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}