{"id":"cggv:a85a92bd-afed-4e4e-99a5-e9902993c62ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a85a92bd-afed-4e4e-99a5-e9902993c62e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-06-23T16:00:00.000Z","role":"Approver"},{"id":"cggv:a85a92bd-afed-4e4e-99a5-e9902993c62e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-06-30T16:13:26.643Z","role":"Publisher"}],"evidence":[{"id":"cggv:a85a92bd-afed-4e4e-99a5-e9902993c62e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a85a92bd-afed-4e4e-99a5-e9902993c62e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f99f74a4-a94d-4f60-b39e-f5559ea378df","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f9d0df0d-9028-4fc6-be6d-64c44d9b3148","type":"FunctionalAlteration","dc:description":"Immunocytochemistry shows that patient cells exhibit an accumulation of prelamin A at the nuclear periphery and within nuclear foci, that is absent in healthy control cells\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16297189","type":"dc:BibliographicResource","dc:abstract":"Restrictive dermopathy (RD) is a lethal human genetic disorder characterized by very tight, thin, easily eroded skin, rocker bottom feet, and joint contractures. This disease was recently reported to be associated with a single heterozygous mutation in ZMPSTE24 and hypothesized to be a digenic disorder (Navarro et al, Lamin A and ZMPSTE24 (FACE-1) defects cause nuclear disorganization and identify restrictive dermopathy as a lethal neonatal laminopathy. Hum Mol Genet 13:2493-2503, 2004). ZMPSTE24 encodes an enzyme necessary for the correct processing and maturation of lamin A, an intermediate filament component of the nuclear envelope. Here we present four unrelated patients with homozygous mutations in ZMPSTE24 and a fifth patient with compound heterozygous mutations in ZMPSTE24. Two of the three different mutations we found are novel, and all are single base insertions that result in messenger RNA frameshifts. As a consequence of the presumed lack of ZMPSTE24 activity, prelamin A, the unprocessed toxic form of lamin A, was detected in the nuclei of both cultured cells and tissue from RD patients, but not in control nuclei. Abnormally aggregated lamin A/C was also observed. These results indicate that RD is an autosomal recessive laminopathy caused by inactivating ZMPSTE24 mutations that result in defective processing and nuclear accumulation of prelamin A.","dc:creator":"Moulson CL","dc:date":"2005","dc:title":"Homozygous and compound heterozygous mutations in ZMPSTE24 cause the laminopathy restrictive dermopathy."},"rdfs:label":"Prelamin A accumulation - Immunocytochemistry"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Evidence accumulated across multiple similar experiments"},{"id":"cggv:bd5e53a9-bc6d-42ec-8218-137bae6cfb47","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e2609a44-a976-45f3-961c-16cea8035ad7","type":"FunctionalAlteration","dc:description":"Immunocytochemistry shows that patient cells exhibit an accumulation of prelamin A at the nuclear periphery and within nuclear foci, that is absent in healthy control cells\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18671782","type":"dc:BibliographicResource","dc:abstract":"Restrictive dermopathy (RD) is a severe neonatal inherited skin syndrome of which children die shortly after birth. Clinical features include intrauterine growth retardation, taut translucent and easily eroded skin, multiple joint ankylosis and distinct facial features. RD is usually caused by homozygous or compound heterozygous mutations in ZMPSTE24, predicted to cause loss of function of the encoded zinc metalloproteinase STE24. ZMPSTE24 is essential for the processing of the nuclear intermediate filament protein prelamin A. We report two distantly related children from the United Arab Emirates with RD. Remarkably, they lived up to 2 months, suggesting some residual function of the mutant protein. We sought to confirm the diagnosis by thorough microscopic analysis of patient skin, to identify the causative mutation and to study its functional consequences. A skin biopsy was obtained and processed for light and electron microscopy. Peripheral blood leucocytes were used for DNA and RNA isolation, and detection of prelamin A by immunofluorescence. Analysis of the skin confirmed the earlier reported densely packed collagen bundles and lack of elastin fibres. In both patients a homozygous splice site mutation c.627+1G>C in ZMPSTE24 was identified. Analysis of the ZMPSTE24 mRNA revealed an in-frame exon 5 skipping. Accumulation of prelamin A could be detected at the nuclear envelope of patient blood lymphocytes. We thus report the first splice site mutation in ZMPSTE24, which is likely to be a founder mutation in the United Arab Emirates. The accumulation of prelamin A at the nuclear periphery is consistent with defective ZMPSTE24 function. Interestingly, a regular blood sample can be used to investigate prelamin A accumulation.","dc:creator":"Sander CS","dc:date":"2008","dc:title":"A newly identified splice site mutation in ZMPSTE24 causes restrictive dermopathy in the Middle East."},"rdfs:label":"Prelamin A accumulation - Immunocytochemistry"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Evidence accumulated across multiple similar experiments"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a85a92bd-afed-4e4e-99a5-e9902993c62e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc47aec5-c7fc-473d-abc0-c8556e9856cf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c77d64de-4b8d-40d1-8492-5092ba35b25d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormalities overlap with those of mice lacking A/C-type lamin and human phenotypes related to lamin A deficiencies. Mouse model is less severe than human phenotype lacking characteristic dermal features.\nBetter model of MADB","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11923874","type":"dc:BibliographicResource","dc:abstract":"The mouse ortholog of human FACE-1, Zmpste24, is a multispanning membrane protein widely distributed in mammalian tissues and structurally related to Afc1p/ste24p, a yeast metalloproteinase involved in the maturation of fungal pheromones. Disruption of the gene Zmpste24 caused severe growth retardation and premature death in homozygous-null mice. Histopathological analysis of the mutant mice revealed several abnormalities, including dilated cardiomyopathy, muscular dystrophy and lipodystrophy. These alterations are similar to those developed by mice deficient in A-type lamin, a major component of the nuclear lamina, and phenocopy most defects observed in humans with diverse congenital laminopathies. In agreement with this finding, Zmpste24-null mice are defective in the proteolytic processing of prelamin A. This deficiency in prelamin A maturation leads to the generation of abnormalities in nuclear architecture that probably underlie the many phenotypes observed in both mice and humans with mutations in the lamin A gene. These results indicate that prelamin A is a specific substrate for Zmpste24 and demonstrate the usefulness of genetic approaches for identifying the in vivo substrates of proteolytic enzymes.","dc:creator":"Pendás AM","dc:date":"2002","dc:title":"Defective prelamin A processing and muscular and adipocyte alterations in Zmpste24 metalloproteinase-deficient mice."},"rdfs:label":"Zmpste24 KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:a85a92bd-afed-4e4e-99a5-e9902993c62e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a85a92bd-afed-4e4e-99a5-e9902993c62e_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:4f1ade54-f439-4224-a988-667cb4a1f229_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4f1ade54-f439-4224-a988-667cb4a1f229","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":7,"allele":[{"id":"cggv:88c27a65-53bb-4312-81b3-462ba71dcfd2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005857.5(ZMPSTE24):c.584_585del (p.Tyr195fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA213067"}},{"id":"cggv:e52705c2-436d-4a9f-8fbb-56c8bbe3d51d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005857.5(ZMPSTE24):c.50del (p.Lys17fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA213066"}}],"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Born 32/40. Growth retardation, hypertelorism, small, pinched nose, micrognathia, mouth fixed in the ‘‘o’’\nposition. Thin, rigid and tense skin with erosions and scaling, prominent skin vessels, multiple joints contractures, camptodactyly, absent or small nails,\nrocker-bottom feet, narrow chest, hypoplasia of the shoulder girdle\n\nSimilarly affected brother\n","sex":"Male","variant":[{"id":"cggv:5995b1fa-73b2-47e2-81ec-64aae52fcd09_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e52705c2-436d-4a9f-8fbb-56c8bbe3d51d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20101687","type":"dc:BibliographicResource","dc:abstract":"Restrictive dermopathy (RD) is a rare, severe, lethal genodermatosis in which tautness of the skin causes fetal akinesia or hypokinesia deformation sequence. To date, about 60 cases of RD were described. The signs of the disease are very characteristic and include intrauterine growth retardation, thin, tightly adherent translucent skin, superficial vessels, typical facial dysmorphism as well as generalized joint contractures. The syndrome is caused in most cases by ZMPSTE24 autosomal recessive mutations, or, less frequently, by LMNA autosomal dominant mutations. We report on two brothers affected with RD, who died in the neonatal period. Molecular analyses were performed in the second child, for whom biological material was available, and both parents. Compound heterozygous frameshifting mutations were identified in exon 1 (c.50delA) and exon 5 (c.584_585delAT) of the ZMPSTE24 gene. The autosomal recessive inheritance was confirmed by the parents' genomic analysis. Besides, a review of the mutations causing RD is made.","dc:creator":"Smigiel R","dc:date":"2010","dc:title":"Novel frameshifting mutations of the ZMPSTE24 gene in two siblings affected with restrictive dermopathy and review of the mutations described in the literature."}},{"id":"cggv:bd5e7a83-cc38-4de1-ae00-7a0b7fb1e38b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:88c27a65-53bb-4312-81b3-462ba71dcfd2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20101687"}],"rdfs:label":"Smi-1"},{"id":"cggv:5995b1fa-73b2-47e2-81ec-64aae52fcd09","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5995b1fa-73b2-47e2-81ec-64aae52fcd09_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:bd5e7a83-cc38-4de1-ae00-7a0b7fb1e38b","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bd5e7a83-cc38-4de1-ae00-7a0b7fb1e38b_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b5908cd5-70be-46bd-9b39-d9216a8fe915_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b5908cd5-70be-46bd-9b39-d9216a8fe915","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Weeks","ageValue":33,"allele":{"id":"cggv:8e73800a-0209-42c7-b77b-679f0dec5279","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005857.5(ZMPSTE24):c.715G>T (p.Glu239Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116757"}},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Stillborn. Rigid, tight, translucent skin with prominent vessels, absence of eyebrows and eyelashes, micrognathia with an “O”-shaped mouth, low pinched nose, contracture and immovability in multiple joints, clavicular hypoplasia\n\nSimilarly affected sister died at age 16 days","sex":"Male","variant":{"id":"cggv:d49f4a29-9b11-44cc-bb29-17e7ba5eae72_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8e73800a-0209-42c7-b77b-679f0dec5279"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23597553","type":"dc:BibliographicResource","dc:abstract":"Restrictive dermopathy (RD) is a rare and lethal autosomal recessive syndrome characterized by very tight, thin, and easily eroded skin and contracture of joints. We present two siblings in a family. Case 1, a female neonate, showed mild characteristic presentations of RD and survived for 16 days, and Case 2, a male neonate, was stillborn with typical severe features of RD. His skin biopsy showed typical histological findings, and genetic study revealed a homozygous nonsense mutation on the exon 6 of zinc metalloproteinase STE24 (ZMPSTE24). The exact pathogenic mechanism of RD remains poorly understood. The most recent studies on mutations in lamin A and/or ZMPSTE24 have shed some light on the pathophysiology of RD and may help direct the development of future therapeutic approaches.","dc:creator":"Lu CS","dc:date":"2013","dc:title":"Restrictive dermopathy: report of two siblings."}},"rdfs:label":"Lu-1"},{"id":"cggv:d49f4a29-9b11-44cc-bb29-17e7ba5eae72","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d49f4a29-9b11-44cc-bb29-17e7ba5eae72_variant_evidence_item"}],"strengthScore":1,"dc:description":"Minus 0.5 points for homozygous and -0.5 points for consanguinity not excluded. (2 points total)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d2b55bd7-1cc7-4323-9ae9-6d8f5334bab6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d2b55bd7-1cc7-4323-9ae9-6d8f5334bab6","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":9,"allele":{"id":"cggv:00e3adf2-666e-4f21-abb6-5f37c0efb9aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005857.4(ZMPSTE24):c.1085dupT (p.Leu362Phefs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116749"}},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Born 33/40. Rigid, translucent and tightly adherent skin, visible superficial vessels, dysmorphic facies (hyperthelorism, absent eyelashes, eyebrows, and hair in frontoparietal area, small pinched nose, microstomia, retromicrognathia, multiple joint contractures and radiological abnormalities. ","previousTesting":false,"sex":"Female","variant":{"id":"cggv:1ffa400c-39b9-439c-a7c1-4dc221944e0d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:00e3adf2-666e-4f21-abb6-5f37c0efb9aa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19020898","type":"dc:BibliographicResource","dc:abstract":"Restrictive dermopathy (RD) is a rare, fatal, and genetically heterogeneous laminopathy with a predominant autosomal recessive heredity pattern. The phenotype can be caused by mutations in either LMNA (primary laminopathy) or ZMPSTE24 (secondary laminopathy) genes but mostly by homozygous or compound heterozygous ZMPSTE24 mutations. Clinicopathologic findings are unique, allowing a specific diagnosis in most cases. We describe a premature newborn girl of non-consanguineous parents who presented a rigid, translucent and tightly adherent skin, dysmorphic facies, multiple joint contractures and radiological abnormalities. The overall clinical, radiological, histological, and ultrastructural features were typical of restrictive dermopathy. Molecular genetic analysis revealed a homozygous ZMPSTE24 mutation (c.1085_1086insT). Parents and sister were heterozygous asymptomatic carriers. We conclude that RD is a relatively easy and consistent clinical and pathological diagnosis. Despite recent advances in our understanding of RD, the pathogenetic mechanisms of the disease are not entirely clarified. Recognition of RD and molecular genetic diagnosis are important to define the prognosis of an affected child and for recommending genetic counseling to affected families. However, the outcome for a live born patient in the neonatal period is always fatal.","dc:creator":"Morais P","dc:date":"2009","dc:title":"Restrictive dermopathy--a lethal congenital laminopathy. Case report and review of the literature."}},"rdfs:label":"Mor-1"},{"id":"cggv:1ffa400c-39b9-439c-a7c1-4dc221944e0d","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1ffa400c-39b9-439c-a7c1-4dc221944e0d_variant_evidence_item"},{"id":"cggv:1ffa400c-39b9-439c-a7c1-4dc221944e0d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Experimental data shows variant is completely inactive.\n(Barrowman PMID: 22718200)"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ad78ddce-3862-4d73-8107-68c88919943d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ad78ddce-3862-4d73-8107-68c88919943d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":2,"allele":{"id":"cggv:f16a3f8f-fc7c-4d9e-95ae-f093348e89f1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005857.5(ZMPSTE24):c.691G>T (p.Glu231Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA232757"}},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Born 32/40. Small eyes and nose, low set ears and open mouth. Dolicocephalic head with open sutures and wide open anterior fontanelle. Taut skin, parched and peeling in patches. Stiff joints and limbs with restriction of movements. Dysplastic clavicles.\n\nSimilarly affected sibling\n","sex":"Female","variant":{"id":"cggv:a87adaa3-a3e1-449a-a124-e05a611a0e85_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f16a3f8f-fc7c-4d9e-95ae-f093348e89f1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19383993","type":"dc:BibliographicResource","dc:abstract":"We report three cases of Restrictive dermopathy from unrelated families. All were small for gestational age with small eyes and open mouth. Taut, stretched skin caused restriction of movements. Clavicular hypoplasia was a consistent radiological feature. Molecular diagnosis in the parents facilitated prenatal diagnosis from chorionic villous sample (CVS) in the subsequent pregnancy.","dc:creator":"Jagadeesh S","dc:date":"2009","dc:title":"Prenatal diagnosis of restrictive dermopathy."}},"rdfs:label":"Jag-1"},{"id":"cggv:a87adaa3-a3e1-449a-a124-e05a611a0e85","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a87adaa3-a3e1-449a-a124-e05a611a0e85_variant_evidence_item"}],"strengthScore":1,"dc:description":"Minus 0.5 points for homozygous variant and minus 0.5 points for consanguinity not excluded, for 2 points total."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:021ecdeb-7374-40d0-aef2-5e748b49f421_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:021ecdeb-7374-40d0-aef2-5e748b49f421","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":45,"allele":{"id":"cggv:e49ba7c5-f6cf-4b8a-87d5-b9462fb03c89","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005857.5(ZMPSTE24):c.627+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA232753"}},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Born 31/40. Large anterior fontanelle,\nmicrognathia, microstomia. Thin, fragile and shiny skin with prominent\nVeins, marked joint contractures, small thoracic cavity, thin ribbon-like ribs. Required mechanically ventilation until death from respiratory insufficiency","previousTesting":true,"previousTestingDescription":"LMNA Sanger","sex":"Male","variant":{"id":"cggv:46c70e2f-d495-489f-9c0a-7f1fa6b3bc85_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e49ba7c5-f6cf-4b8a-87d5-b9462fb03c89"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18671782"},"rdfs:label":"San-1"},{"id":"cggv:46c70e2f-d495-489f-9c0a-7f1fa6b3bc85","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:46c70e2f-d495-489f-9c0a-7f1fa6b3bc85_variant_evidence_item"},{"id":"cggv:46c70e2f-d495-489f-9c0a-7f1fa6b3bc85_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Experimental data shows variant is completely inactive.\n(Barrowman PMID: 22718200)"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4675,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:cad5deb7-668a-47a5-ba7c-5f333c8586fc","type":"GeneValidityProposition","disease":"obo:MONDO_0010143","gene":"hgnc:12877","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"​​The ZMPSTE24 gene is located on chromosome 1 at 1p34.2 and encodes the zinc metallopeptidase STE24 protein, an integral membrane protein crucial for the final step in the biogenesis of lamin A (encoded by LMNA), a structural protein component of the nuclear lamina involved in nuclear shape, nuclear pore complex spacing, and resistance to mechanical stress.\nZMPSTE24 was first reported in relation to autosomal recessive lethal restrictive dermopathy in 2005 (Navarro et al., 2005 PMID:15843403). Lethal restrictive dermopathy is a congenital onset disorder that is lethal in the perinatal period (stillbirth or newborn death within the first week of life). It is characterized by rigid, translucent and tightly adherent skin with erosions and scaling, facial dysmorphism (small mouth, small pinched nose, and micrognathia), arthrogryposis multiplex/fetal akinesia or hypokinesia deformation sequence (FADS), thin dysplastic bipartite clavicles, overtubulated long bones, and pulmonary hypoplasia.\nVariants in ZMPSTE24 have  also been reported in association with the related non-lethal progeroid disorders, mandibuloacral dysplasia with type B lipodystrophy (MADB) and Hutchinson-Gilford progeria syndrome (HGPS). In vitro studies with recombinant mutated ZMPSTE24 demonstrate that the severity of the pathology caused by ZMPSTE24 variants correlates with the residual enzymatic activity of the mutated enzyme (Barrowman et al., 2012 PMID:22718200). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found there was sufficient phenotypic variability and differences in the molecular mechanisms to support splitting these disorders into two distinct disease entities: lethal restrictive dermopathy (OMIM: 275210), and mandibuloacral dysplasia with type B lipodystrophy (OMIM: 608612) lumped with Hutchinson-Gilford progeria syndrome. Autosomal recessive mandibuloacral dysplasia with type B lipodystrophy has been curated separately.\nSix variants (frameshift, nonsense, and splice) that have been reported in 5 probands across 5 publications (Morais et al., 2009 PMID:19020898, Lu et al., 2013 PMID:23597553, Jagadeesh et al., 2009 PMID:19383993, Sander et al., 2008 PMID:18671782, Smigiel et al., 2010 PMID:20101687) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity is known to be complete loss of function.\nThis gene-disease relationship is also supported by animal models and in vitro functional assays (Pendas et al., 2002 PMID:11923874, Sander et al., 2008 PMID:18671782, Moulson et al., 2005 PMID:16297189). In particular, in vitro assays using patient cells demonstrate an accumulation of prelamin A that is absent in healthy control cells (PMIDs:18671782, 16297189). Knockout mice display abnormalities overlapping with those of mice lacking A/C-type lamin and with human phenotypes related to lamin A deficiencies (PMID:11923874).\nIn summary, ZMPSTE24 is definitively associated with autosomal recessive lethal restrictive dermopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\nThis classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 06.02.2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:a85a92bd-afed-4e4e-99a5-e9902993c62e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}