{"id":"cggv:9e83f7da-f70f-4f06-a9f9-52bd20219088v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9e83f7da-f70f-4f06-a9f9-52bd20219088_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-12-21T18:20:39.090Z","role":"Publisher"},{"id":"cggv:9e83f7da-f70f-4f06-a9f9-52bd20219088_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-06-02T16:00:00.000Z","role":"Approver"}],"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/12721955","type":"dc:BibliographicResource","dc:abstract":"The PAX6 gene is involved in ocular morphogenesis and is expressed in the developing central nervous system and numerous ocular tissues during development. PAX6 mutations have been detected in various ocular anomalies, including aniridia, Peters anomaly, corneal dystrophy, congenital cataracts, and foveal hypoplasia. However, it has not been identified in patients with optic-nerve malformations. Here, we identified novel mutations in eight pedigrees with optic-nerve malformations, including coloboma, morning glory disc anomaly, optic-nerve hypoplasia/aplasia, and persistent hyperplastic primary vitreous. A functional assay demonstrated that each mutation decreased the transcriptional activation potential of PAX6 through the paired DNA-binding domain. PAX6 and PAX2 are each thought to downregulate the expression of the other. Four of the detected mutations affected PAX6-mediated transcriptional repression of the PAX2 promoter in a reporter assay. Because PAX2 gene mutations were detected in papillorenal syndrome, alternation of PAX2 function by PAX6 mutations may affect phenotypic manifestations of optic-nerve malformations.","dc:creator":"Azuma N","dc:date":"2003","dc:title":"Mutations of the PAX6 gene detected in patients with a variety of optic-nerve malformations."},{"id":"https://pubmed.ncbi.nlm.nih.gov/19218613","type":"dc:BibliographicResource","dc:abstract":"Heterozygous mutations of the PAX6 gene cause a variety of ocular malformations, the best known being aniridia (absence of the iris). Mutation analyses and detailed clinical evaluations were performed in 43 individuals with aniridia or closely related ocular anomalies, to investigate whether phenotype correlates with mutation type.","dc:creator":"Hingorani M","dc:date":"2009","dc:title":"Detailed ophthalmologic evaluation of 43 individuals with PAX6 mutations."},{"id":"https://pubmed.ncbi.nlm.nih.gov/10477494","type":"dc:BibliographicResource","dc:creator":"Baum L","dc:date":"1999","dc:title":"Run-on mutation and three novel nonsense mutations identified in the PAX6 gene in patients with aniridia."},{"id":"https://pubmed.ncbi.nlm.nih.gov/7668281","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant keratitis (ADK) is an eye disorder chiefly characterized by corneal opacification and vascularization and by foveal hypoplasia. Aniridia (shown recently to result from mutations in the PAX6 gene) has overlapping clinical findings and a similar pattern of inheritance with ADK. On the basis of these similarities, we used a candidate-gene approach to investigate whether mutations in the PAX6 gene also result in ADK. Significant linkage was found between two polymorphic loci in the PAX6 region and ADK in a family with 15 affected members in four generations (peak LOD score = 4.45; theta = .00 with D11S914), consistent with PAX6 mutations being responsible for ADK. SSCP analysis and direct sequencing revealed a mutation in the PAX6 exon 11 splice-acceptor site. The predicted consequent incorrect splicing results in truncation of the PAX6 proline-serine-threonine activation domain. The SeyNeu mouse results from a mutation in the Pax-6 exon 10 splice-donor site that produces a PAX6 protein truncated from the same point as occurs in our family with ADK. Therefore, the SeyNeu mouse is an excellent animal model of ADK. The finding that mutations in PAX6 underlie ADK, along with a recent report that mutations in PAX6 also underlie Peters anomaly, implicates PAX6 broadly in human anterior segment malformations.","dc:creator":"Mirzayans F","dc:date":"1995","dc:title":"Mutation of the PAX6 gene in patients with autosomal dominant keratitis."},{"id":"https://pubmed.ncbi.nlm.nih.gov/1302030","type":"dc:BibliographicResource","dc:abstract":"Aniridia is an inherited ocular disorder of variable expressivity characterized by iris hypoplasia. A candidate aniridia gene, AN, which is the human homologue of the mouse Pax-6 gene, has recently been isolated by positional cloning from the WAGR region of 11p13. Here we describe mutations in this gene in two cases of sporadic aniridia, one detected at the DNA level and one at the RNA level, both of which are predicted to affect protein function. Mutations in Pax-6 have been described previously in Small eye, the proposed mouse model for aniridia. We present new phenotypic evidence for the validity of this mouse model.","dc:creator":"Jordan T","dc:date":"1992","dc:title":"The human PAX6 gene is mutated in two patients with aniridia."}],"evidence":[{"id":"cggv:9e83f7da-f70f-4f06-a9f9-52bd20219088_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9e83f7da-f70f-4f06-a9f9-52bd20219088_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:9e83f7da-f70f-4f06-a9f9-52bd20219088_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9e83f7da-f70f-4f06-a9f9-52bd20219088_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6cc6dc54-00fc-44ff-9c2d-f55a37ad0bea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0c89529a-3b35-47d0-8daf-f5b9dd8063c7","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"PAX6 and PAX6(5a) are two major products of the PAX6 gene.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12183364","type":"dc:BibliographicResource","dc:abstract":"Pax6 is a pivotal regulator of eye development throughout Metazoa, but the direct upstream regulators of vertebrate Pax6 expression are unknown. In vertebrates, Pax6 is required for formation of the lens placode, an ectodermal thickening that precedes lens development. Here we show that the Meis1 and Meis2 homeoproteins are direct regulators of Pax6 expression in prospective lens ectoderm. In mice, Meis1 and Meis2 are developmentally expressed in a pattern remarkably similar to Pax6 and their expression is Pax6-independent. Biochemical and transgenic experiments reveal that Meis1 and Meis2 bind a specific sequence in the Pax6 lens placode enhancer that is required for its activity. Furthermore, Pax6 and Meis2 exhibit a strong genetic interaction in lens development, and Pax6 expression is elevated in lenses of Meis2-overexpressing transgenic mice. When expressed in embryonic lens ectoderm, dominant-negative forms of Meis down-regulate endogenous Pax6. These results contrast with those in Drosophila, where the single Meis homolog, Homothorax, has been shown to negatively regulate eye formation. Therefore, despite the striking evolutionary conservation of Pax6 function, Pax6 expression in the vertebrate lens is uniquely regulated.","dc:creator":"Zhang X","dc:date":"2002","dc:title":"Meis homeoproteins directly regulate Pax6 during vertebrate lens morphogenesis."},"rdfs:label":"site-directed mutagenesis followed by testing in cell lines"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:a70358b3-37cd-4a83-8df3-0497568901e6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a4a227f-6b67-4b5f-a8b3-f5dcbfb4f3fe","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"CRYAB is a member of crystallin family which is regulated by Pax6 in combination with other DNA-binding transcription factors.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12183364","rdfs:label":"Transcriptional and functional synergistic study"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:0e785530-cd08-475b-8425-21c3ac9cbcef","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4d701f26-27b8-4111-ac9e-16ec97a22aed","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"the R26G mutation was reported in  a case of Peters' anomaly and I87R in a patient with aniridia","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9147640","type":"dc:BibliographicResource","dc:abstract":"Mutations in the human PAX6 gene produce various phenotypes, including aniridia, Peters' anomaly, autosomal dominant keratitis and familial foveal dysplasia. The various phenotypes may arise from different mutations in the same gene. To test this theory, we performed a functional analysis of two missense mutations in the paired domain: the R26G mutation, previously reported in a case of Peters' anomaly, and an unreported I87R mutation, which we identified in a patient with aniridia. While both the R26 and the I87 positions are conserved in the paired boxes of all known PAX genes, X-ray crystallography has shown that only R26 makes contact with DNA. We showed that the R26G mutant failed to bind a subset of paired domain binding sites but, surprisingly, bound other sites and successfully transactivated promoters containing those sites. In contrast, the I87R mutant had lost the ability to bind DNA at all tested sites and failed to transactivate promoters. Our data support the haploid-insufficiency hypothesis of aniridia, and the hypothesis that R26G is a hypomorphic allele.","dc:creator":"Tang HK","dc:date":"1997","dc:title":"Functional analysis of paired box missense mutations in the PAX6 gene."},"rdfs:label":"in vivo transcriptional activation assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:395789c9-1a35-4d0a-902b-f10b914a9e1c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e2e7e6d1-dce4-447d-a25f-2f5cb3b1cdbf","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Meis1 and Meis2, are co-expressed with Pax6 in the developing lens placode and Meis1 and Meis2 directly bound a specific 26-bp sequence in the Pax6 lens placode enhancer","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12183364","rdfs:label":"transgenic expression"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:9e83f7da-f70f-4f06-a9f9-52bd20219088_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:acba0c6d-fc9a-46b8-b7a0-5ffbe05afa6c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4f18628c-f93e-43f1-8534-c0fa4ede59ab","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"When a transgenic mice carrying the human PAX6 locus crossed onto the Sey/+ background, the transgene rescues Sey defects in the offspring. Those mice had a properly developed iris and a clear cornea and lens. The eye size of those mice was comparable to wild-type mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8689689","type":"dc:BibliographicResource","dc:abstract":"Aniridia in man and Small eye in mice are semidominant developmental disorders caused by mutations within the paired box gene PAX6. Whereas heterozygotes suffer from iris hypoplasia, homozygous mice lack eyes and nasal cavities and exhibit brain abnormalities. To investigate the role of gene dosage in more detail, we have generated yeast artificial chromosome transgenic mice carrying the human PAX6 locus. When crossed onto the Small eye background, the transgene rescues the mutant phenotype. Strikingly, mice carrying multiple copies on a wild-type background show specific developmental abnormalities of the eye, but not of other tissues expressing the gene. Thus, at least five different eye phenotypes are associated with changes in PAX6 expression. We provide evidence that not only reduced, but also increased levels of transcriptional regulators can cause developmental defects.","dc:creator":"Schedl A","dc:date":"1996","dc:title":"Influence of PAX6 gene dosage on development: overexpression causes severe eye abnormalities."},"rdfs:label":"Generation of YAC transgenic mice carrying PAX6 locus"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:24be9ef8-d1f6-49a7-8a6d-f55da66c75b5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ecb26f6-d10d-4a53-b7d9-057e4bd5b013","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ocular morphometry of aniridia in human is compared with the lens phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18562673","type":"dc:BibliographicResource","dc:abstract":"In this study we extend the mouse Pax6 mutant allelic series to include a homozygous and hemizygous viable hypomorph allele. The Pax6(132-14Neu) allele is a Phe272Ile missense mutation within the third helix of the homeodomain. The mutant Pax6 homeodomain shows greatly reduced binding activity to the P3 DNA binding target. Glucagon-promoter activation by the entire mutant Pax6 product of a reporter gene driven by the G1 paired and homeodomain DNA binding target was slightly increased. We constructed mutant Pax6 genotypes such that Pax6 activity ranged between 100 and 0% and show that the extent of eye development is progressively reduced as Pax6 activity decreased. Two apparent thresholds identify three groups in which the extent of eye development abruptly shifted from complete eye at the highest levels of Pax6 to a rudimentary eye at intermediate levels of Pax6 to very early termination of eye development at the lowest levels of Pax6. Of the two Pax6-positive regions that participate in eye development, the surface ectoderm, which develops into the lens vesicle and the cornea, is more sensitive to reduced levels of Pax6 activity than the optic vesicle, which develops into the inner and outer retinal layers.","dc:creator":"Favor J","dc:date":"2008","dc:title":"Relationship of Pax6 activity levels to the extent of eye development in the mouse, Mus musculus."},"rdfs:label":"Relationship of Pax6 activity levels to the extent of eye de"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:1883b416-b0f7-4c4b-ab42-fb3da292e117","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:97ac2daf-0158-435f-bcd5-fe9fe469e8a9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"mutation in the eyeless gene resulted in the loss of eyes ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7914031","type":"dc:BibliographicResource","dc:abstract":"A Drosophila gene that contains both a paired box and a homeobox and has extensive sequence homology to the mouse Pax-6 (Small eye) gene was isolated and mapped to chromosome IV in a region close to the eyeless locus. Two spontaneous mutations, ey2 and eyR, contain transposable element insertions into the cloned gene and affect gene expression, particularly in the eye primordia. This indicates that the cloned gene encodes ey. The finding that ey of Drosophila, Small eye of the mouse, and human Aniridia are encoded by homologous genes suggests that eye morphogenesis is under similar genetic control in both vertebrates and insects, in spite of the large differences in eye morphology and mode of development.","dc:creator":"Quiring R","dc:date":"1994","dc:title":"Homology of the eyeless gene of Drosophila to the Small eye gene in mice and Aniridia in humans."},"rdfs:label":"isolating and mapping the drosophila eyeless gene"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:d0d2d5a9-6200-424e-899b-e65c82a6065f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:932dbc5c-f5c8-4242-a687-08de39af6030","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"defect in the homozygous Sey/+ mouse embryos, include the eyes are smaller than wild type, delayed optic cup,; the defect in  homozygous includes no visible eye and the nasal cavities not developed","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1684639","type":"dc:BibliographicResource","dc:abstract":"Small eye (Sey) in mouse is a semidominant mutation which in the homozygous condition results in the complete lack of eyes and nasal primordia. On the basis of comparative mapping studies and on phenotypic similarities, Sey has been suggested to be homologous to congenital aniridia (lack of iris) in human. A candidate gene for the aniridia (AN) locus at 11p13 has been isolated by positional cloning and its sequence and that of the mouse homologue has been established (C.T., manuscript in preparation). This gene belongs to the paired-like class of developmental genes first described in Drosophila which contain two highly conserved motifs, the paired box and the homeobox. In vertebrates, genes which encode the single paired domain as well as those which express both motifs have been described as the Pax multigene family. A Pax gene recently described as Pax-6 is identical to the mouse homologue of the candidate aniridia gene. Here we report the analysis of three independent Sey alleles and show that indeed this gene is mutated and that the mutations would predictably interrupt gene function.","dc:creator":"Hill RE","dc:date":"1991","dc:title":"Mouse small eye results from mutations in a paired-like homeobox-containing gene."},"rdfs:label":"analysis of the Pax6 gene in different alleles of Small eye"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":5547,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:5aae2e04-1274-4bc4-a0a2-09461c91115e","type":"GeneValidityProposition","disease":"obo:MONDO_0800183","gene":"hgnc:8620","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"PAX6 was first reported in 1990s in relation to autosomal dominant aniridia (OMIM:10620, PMID: 1684738; 1302030), anterior segment malformations including Peters' anomaly (OMIM:604229, PMID: 8162071), and autosomal dominant keratitis (OMIM: 148190, PMID: 7668281). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) AND inheritance pattern of these disorders and therefore they have been lumped into one disease entities as autosomal dominant anterior segment dysgenesis.  Over 200 unique variants, including frameshift, nonsense, splice site,  C-terminal extension (run-on), in-frame deletion, missense variants, that have been reported in over 300 probands in numerous publications (PMID: PMID: 1302030 (2), 8111379 (6),  7909985 (5), 17595013 (1), 28321846 (91), 10477494 (1), 12552561 (7), 12721955 ((8), 33514497 (254), are included in this curation. The mechanism of pathogenicity is known to be loss-of-function as predicted by haploinsufficiency. This gene-disease association is also supported by experimental evidence including biochemical function studies (PMID: 12183364), protein interaction (PMID: 14744876, 15020705), animal model/rescue (PMID: 1684639, 7914031, 8689689). More evidence is available in the literature, but the maximum score for genetic (12 points) and experimental (6 points) evidence have been reached.  In summary, PAX6 is definitively associated with autosomal dominant anterior segment dysgenesis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\t\t\n","dc:isVersionOf":{"id":"cggv:9e83f7da-f70f-4f06-a9f9-52bd20219088"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}