{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2022-09-01T17:14:22.725Z","role":"Publisher"},{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2021-09-08T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/18199800","type":"dc:BibliographicResource","dc:abstract":"Nephronophthisis, an autosomal recessive kidney disease, is the most frequent genetic cause of chronic renal failure in the first 3 decades of life. Causative mutations in 8 genes (NPHP1-8) have been identified, and homologous mouse models for NPHP2/INVS and NPHP3 have been described. The jck mouse is another model of recessive cystic kidney disease, and this mouse harbors a missense mutation, G448V, in the highly conserved RCC1 domain of Nek8. We hypothesized that mutations in NEK8 might cause nephronophthisis in humans, so we performed mutational analysis in a worldwide cohort of 588 patients. We identified 3 different amino acid changes that were conserved through evolution (L330F, H425Y, and A497P) and that were absent from at least 80 ethnically matched controls. All 3 mutations were within RCC1 domains, and the mutation H425Y was positioned within the same RCC1 repeat as the mouse jck mutation. To test the functional significance of these mutations, we introduced them into full-length mouse Nek8 GFP-tagged cDNA constructs. We transiently overexpressed the constructs in inner medullary collecting duct cells (IMCD-3 cell line) and compared the subcellular localization of mutant Nek8 to wild-type Nek8. All mutant forms of Nek8 showed defects in ciliary localization to varying degrees; the H431Y mutant (human H425Y) was completely absent from cilia and the amount localized to centrosomes was decreased. Overexpression of these mutants did not affect overall ciliogenesis, mitosis, or centriole number. Our genetic and functional data support the assumption that mutations in NEK8 cause nephronophthisis (NPHP9), adding another link between proteins mutated in cystic kidney disease and their localization to cilia and centrosomes.","dc:creator":"Otto EA","dc:date":"2008","dc:title":"NEK8 mutations affect ciliary and centrosomal localization and may cause nephronophthisis."},"evidence":[{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:89fb3f8e-44a2-453a-b962-893c332a00c7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb0fb06c-43bf-489c-992c-f8dfafafa5da","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Skin fibroblasts from families with compound heterozygous mutations\nNEK8 was absent from cilia in fibroblasts with missense mutations and detected in cytoplasmic juxtanuclear vesicular compartment – Golgi apparatus. Normally in proximal ciliary axoneme in control fibroblasts. \nNo staining in second family with null mutation ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26967905","type":"dc:BibliographicResource","dc:abstract":"Ciliopathies are a group of genetic multi-systemic disorders related to dysfunction of the primary cilium, a sensory organelle present at the cell surface that regulates key signaling pathways during development and tissue homeostasis. In order to identify novel genes whose mutations would cause severe developmental ciliopathies, >500 patients/fetuses were analyzed by a targeted high throughput sequencing approach allowing exome sequencing of >1200 ciliary genes. NEK8/NPHP9 mutations were identified in five cases with severe overlapping phenotypes including renal cystic dysplasia/hypodysplasia, situs inversus, cardiopathy with hypertrophic septum and bile duct paucity. These cases highlight a genotype-phenotype correlation, with missense and nonsense mutations associated with hypodysplasia and enlarged cystic organs, respectively. Functional analyses of NEK8 mutations in patient fibroblasts and mIMCD3 cells showed that these mutations differentially affect ciliogenesis, proliferation/apoptosis/DNA damage response, as well as epithelial morphogenesis. Notably, missense mutations exacerbated some of the defects due to NEK8 loss of function, highlighting their likely gain-of-function effect. We also showed that NEK8 missense and loss-of-function mutations differentially affect the regulation of the main Hippo signaling effector, YAP, as well as the expression of its target genes in patient fibroblasts and renal cells. YAP imbalance was also observed in enlarged spheroids of Nek8-invalidated renal epithelial cells grown in 3D culture, as well as in cystic kidneys of Jck mice. Moreover, co-injection of nek8 MO with WT or mutated NEK8-GFP RNA in zebrafish embryos led to shortened dorsally curved body axis, similar to embryos injected with human YAP RNA. Finally, treatment with Verteporfin, an inhibitor of YAP transcriptional activity, partially rescued the 3D spheroid defects of Nek8-invalidated cells and the abnormalities of NEK8-overexpressing zebrafish embryos. Altogether, our study demonstrates that NEK8 human mutations cause major organ developmental defects due to altered ciliogenesis and cell differentiation/proliferation through deregulation of the Hippo pathway. ","dc:creator":"Grampa V","dc:date":"2016","dc:title":"Novel NEK8 Mutations Cause Severe Syndromic Renal Cystic Dysplasia through YAP Dysregulation."},"rdfs:label":"Altered expression in patients "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:82f6c760-f4e9-4814-97ea-c86886fb6134","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a8408a4-7e97-458a-bd06-dfe5287a3328","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Nek8 demonstrated in proximal region of primary cilia in kidney tubules (left, green); in collecting tubules and collecting ducts (right, red) only of collecting tubules and collecting ducts. I and J demonstrate that cysts in jck mice only stain with collecting duct/tubular marker (green)  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18235101","type":"dc:BibliographicResource","dc:abstract":"Nek8 is a serine/threonine kinase that is mutated in the jck (juvenile cystic kidneys) mouse, a model of autosomal recessive juvenile polycystic kidney disease, but its function is poorly understood. We used the jck mouse to study the functional relationship between Nek8 and other proteins that have been implicated in polycystic kidney diseases. In the collecting tubules and collecting ducts of wild-type mice, we found that Nek8 was localized to the proximal portion of primary cilia and was weakly detected in the cytosol. In the jck mutant, however, Nek8 was found along the entire length of cilia. Coimmunoprecipitation experiments demonstrated that Nek8 interacted with polycystin-2, but not with polycystin-1, and that the jck mutation did not affect this interaction. Western blot analysis and real-time reverse transcriptase PCR revealed that the protein and mRNA expression of polycystin-1 (PC1) and polycystin-2 (PC2) were increased in jck mouse kidneys. The jck mutation also led to abnormal phosphorylatin of PC2, and this was associated with longer cilia and ciliary accumulation of PC1 and PC2. Our data suggests that Nek8 interacts with the signal transduction pathways of the polycystins and may control the targeting of these ciliary proteins. Dysfunction Nek8 may lead to cystogenesis by altering the structure and function of cilia in the distal nephron.","dc:creator":"Sohara E","dc:date":"2008","dc:title":"Nek8 regulates the expression and localization of polycystin-1 and polycystin-2."},"rdfs:label":"Exoression in tissue of interest "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:54e57f6d-58eb-4b8c-be33-4e932a48643e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:16322fbd-4af9-46f9-8993-5559847c159d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"- Interacts with, may regulate, PKD2 targeting to the cilium\n- Nek8 protein complex contains pc2 in jck) mice. Demonstrated by immunoprecipitation (Sohara 2008, PMID:18235101\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18235101","rdfs:label":"Co-immunoprecipitation "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"NEK8 interacts with an may regulate PKD2 targeting to the cilium\nNek8 protein complex contains pc2 in jck mouse. "},{"id":"cggv:b392ca52-547b-4701-8e3b-b1f8a8ac9b51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51aa36f7-6375-44c8-a15e-f16e83dae8f6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Found in a complex with these three proteins, and mutant forms of all three are associated with nephronophthisis\nCo-immunoprecipitated with ANKS6 and NPHP3, and by lack of staining in INVS-depleted cells  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23793029","type":"dc:BibliographicResource","dc:abstract":"Nephronophthisis is an autosomal recessive cystic kidney disease that leads to renal failure in childhood or adolescence. Most NPHP gene products form molecular networks. Here we identify ANKS6 as a new NPHP family member that connects NEK8 (NPHP9) to INVS (NPHP2) and NPHP3. We show that ANKS6 localizes to the proximal cilium and confirm its role in renal development through knockdown experiments in zebrafish and Xenopus laevis. We also identify six families with ANKS6 mutations affected by nephronophthisis, including severe cardiovascular abnormalities, liver fibrosis and situs inversus. The oxygen sensor HIF1AN hydroxylates ANKS6 and INVS and alters the composition of the ANKS6-INVS-NPHP3 module. Knockdown of Hif1an in Xenopus results in a phenotype that resembles loss of other NPHP proteins. Network analyses uncovered additional putative NPHP proteins and placed ANKS6 at the center of this NPHP module, explaining the overlapping disease manifestation caused by mutation in ANKS6, NEK8, INVS or NPHP3. ","dc:creator":"Hoff S","dc:date":"2013","dc:title":"ANKS6 is a central component of a nephronophthisis module linking NEK8 to INVS and NPHP3."},"rdfs:label":"Co-immunoprecipitation "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"NEK8 interacts with three different proteins that when mutated all result in nephronophthisis "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85602814-dc6f-4c3a-9c4c-baf989a942c0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65ec6180-9275-4a1b-ad8e-354fcd17c2a6","type":"FunctionalAlteration","dc:description":"Reduced NEK8\nAbnormal localisation of NEK8\nAlso abnormal localisation of ANKS6 \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26967905","rdfs:label":"Functional alteration in mouse knockdown cells "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:5174a9e7-7567-4680-bbfa-09aceec2a2a4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e710f08f-5985-42c7-8308-a7599fefd259","type":"FunctionalAlteration","dc:description":"Skin fibroblasts from families with compound heterozygous mutations\nNEK8 was absent from cilia in fibroblasts with missense mutations and detected in cytoplasmic juxtanuclear vesicular compartment – Golgi apparatus. Normally in proximal ciliary axoneme in control fibroblasts. \nNo staining in second family with null mutation ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26967905","rdfs:label":"Altered function in patient cells "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b80d3686-c21c-4883-9049-04f61b60f7fc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1aa7284b-f8e1-468a-b3d1-95f861b7f891","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Normal localisation of nek8 after replacement with WT but not with missense variants from patients\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26967905","rdfs:label":"Rescue of knockdown murine inner medullary collecting duct"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:448eb32c-7c47-411e-9a8d-62398a5bb822","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:69cc56f1-45f6-464b-80f1-29bd11dcba60","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue of curved body ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26967905","rdfs:label":"Rescue in a non-human model "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:882edef0-722e-4e8c-945a-f8196dd3031f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e9e56f49-92ae-42ad-8734-218b47de06b7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Resulted in enlarged multinucleated cells \nResulted in reduced actin stress fibres ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12421721","type":"dc:BibliographicResource","dc:abstract":"The murine autosomal recessive juvenile cystic kidney (jck) mutation results in polycystic kidney disease. We have identified in jck mice a mutation in Nek8, a novel and highly conserved member of the Nek kinase family. In vitro expression of mutated Nek8 results in enlarged, multinucleated cells with an abnormal actin cytoskeleton. To confirm that a defect in the Nek8 gene can cause cystic disease, we performed a cross-species analysis: injection of zebrafish embryos with a morpholino anti-sense oligonucleotide corresponding to the ortholog of Nek8 resulted in the formation of pronephric cysts. These results demonstrate that comparative analysis of gene function in different model systems represents a powerful means to annotate gene function.","dc:creator":"Liu S","dc:date":"2002","dc:title":"A defect in a novel Nek-family kinase causes cystic kidney disease in the mouse and in zebrafish."},"rdfs:label":"Cell culture model "}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:b290ffa2-61d5-480b-8dbd-97a72aee41eb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b992c81-02da-4e01-a400-c7460ed43824","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cyst formation (arrowhead B)\nCell detachment prior to cyst formation (arrowhead D)\nNo nuclear abnormalities, and no mislocalisation of apical or basolateral membrane proteins (aquaporin etc)\n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12421721","rdfs:label":"Mouse model - jck (juvenile cystic kidney)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a19475cf-405c-411a-a52b-0ddf5c1738eb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4335a1fe-453d-4c09-874a-4c0f30f91988","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Laterality defects and kidney cysts ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26967905","rdfs:label":"Non-human model (Zebra fish)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:c5843e63-0362-4397-84d3-2dec56d026ba","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5b58ec7c-691b-47a0-9967-4f9ea1415a3f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Demonstrate left-right asymmetry and cardiac defects (ASD,VSD) \nKidney cysts ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23274954","type":"dc:BibliographicResource","dc:abstract":"A missense mutation in mouse Nek8, which encodes a ciliary kinase, produces the juvenile cystic kidneys (jck) model of polycystic kidney disease, but the functions of Nek8 are incompletely understood. Here, we generated a Nek8-null allele and found that homozygous mutant mice die at birth and exhibit randomization of left-right asymmetry, cardiac anomalies, and glomerular kidney cysts. The requirement for Nek8 in left-right patterning is conserved, as knockdown of the zebrafish ortholog caused randomized heart looping. Ciliogenesis was intact in Nek8-deficient embryos and cells, but we observed misexpression of left-sided marker genes early in development, suggesting that nodal ciliary signaling was perturbed. We also generated jck/Nek8 compound heterozygotes; these mutants developed less severe cystic disease than jck homozygotes and provided genetic evidence that the jck allele may encode a gain-of-function protein. Notably, NEK8 and polycystin-2 (PC2) proteins interact, and we found that Nek8(-/-) and Pkd2(-/-) embryonic phenotypes are strikingly similar. Nek8-deficient embryos and cells did express PC2 normally, which localized properly to the cilia. However, similar to cells lacking PC2, NEK8-depleted inner medullary collecting duct cells exhibited a defective response to fluid shear, suggesting that NEK8 may play a role in mediating PC2-dependent signaling.","dc:creator":"Manning DK","dc:date":"2013","dc:title":"Loss of the ciliary kinase Nek8 causes left-right asymmetry defects."},"rdfs:label":"Mouse model (Manning)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cea644c0-a26b-4dd3-a869-21b2ab9b5369_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cea644c0-a26b-4dd3-a869-21b2ab9b5369","type":"Proband","ageType":"AgeAtDeath","ageUnit":"WeeksGestation","ageValue":40,"allele":[{"id":"cggv:bec78ea7-347e-4589-9eb1-5720ccd47846","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178170.3(NEK8):c.1384C>T (p.Arg462Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA289114642"}},{"id":"cggv:ece0e0f2-cc82-431f-b8cf-f2edb95424c3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178170.3(NEK8):c.379C>T (p.Arg127Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398424780"}}],"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","previousTesting":false,"sex":"Male","variant":[{"id":"cggv:1992b8ac-0868-47c7-bd0d-15912482d939_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ece0e0f2-cc82-431f-b8cf-f2edb95424c3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26967905"},{"id":"cggv:aad6edc2-cd16-4cb0-921e-5a22a66163cc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bec78ea7-347e-4589-9eb1-5720ccd47846"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26967905"}],"rdfs:label":"Family 5"},{"id":"cggv:1992b8ac-0868-47c7-bd0d-15912482d939","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1992b8ac-0868-47c7-bd0d-15912482d939_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:aad6edc2-cd16-4cb0-921e-5a22a66163cc","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:aad6edc2-cd16-4cb0-921e-5a22a66163cc_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d2ef7fd9-ff78-4a1a-b2d1-2a2f23d619f7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d2ef7fd9-ff78-4a1a-b2d1-2a2f23d619f7","type":"Proband","ageType":"AgeAtDeath","ageUnit":"WeeksGestation","ageValue":20,"allele":{"id":"cggv:702a85c1-b939-44ed-a844-4bfca655366c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178170.3(NEK8):c.1401G>A (p.Trp467Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA235959"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Cystic kidney disease ","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:92f8b779-7807-4aab-aec9-551221e42033_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:702a85c1-b939-44ed-a844-4bfca655366c"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26862157","type":"dc:BibliographicResource","dc:abstract":"Inherited cystic kidney disorders are a common cause of end-stage renal disease. Over 50 ciliopathy genes, which encode proteins that influence the structure and function of the primary cilia, are implicated in cystic kidney disease.","dc:creator":"Al-Hamed MH","dc:date":"2016","dc:title":"Genetic spectrum of Saudi Arabian patients with antenatal cystic kidney disease and ciliopathy phenotypes using a targeted renal gene panel."}},"rdfs:label":"FT-36"},{"id":"cggv:92f8b779-7807-4aab-aec9-551221e42033","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:92f8b779-7807-4aab-aec9-551221e42033_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:b5b06568-b83c-4fe0-9d28-42d9eca41b90_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b5b06568-b83c-4fe0-9d28-42d9eca41b90","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":3,"allele":{"id":"cggv:69dd7d9a-9300-4483-b448-7a421bb3ddb2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178170.3(NEK8):c.1738G>A (p.Gly580Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8467528"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Kidney cysts, liver and pancreas cysts, cardiac abnormalities, bowed femora ","previousTesting":false,"sex":"Male","variant":{"id":"cggv:62055a92-c2da-41a6-b36c-c68a810f59ec_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:69dd7d9a-9300-4483-b448-7a421bb3ddb2"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26967905"},"rdfs:label":"Family 2"},{"id":"cggv:62055a92-c2da-41a6-b36c-c68a810f59ec","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:62055a92-c2da-41a6-b36c-c68a810f59ec_variant_evidence_item"},{"id":"cggv:62055a92-c2da-41a6-b36c-c68a810f59ec_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Abnormal localisation; reduced % ciliated cells; abnormal localisation of ANK6 in patient fibroblasts \n"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:df4e83c9-edb5-4fd0-b76e-d062313e819f_proband_score_evidence_line","type":"EvidenceLine","direction":"Inconclusive","specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:105b732b-e438-439e-9b4c-054a9a789518_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:105b732b-e438-439e-9b4c-054a9a789518","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:e8176700-2b9e-4978-b0bd-1e8924cff5e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178170.3(NEK8):c.1273C>T (p.His425Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115024"}},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Nephronophthisis 9","sex":"Female","variant":{"id":"cggv:8e94610b-4a7e-4854-9cba-42348511ee4e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e8176700-2b9e-4978-b0bd-1e8924cff5e8"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18199800"},"rdfs:label":"F408"},{"id":"cggv:8e94610b-4a7e-4854-9cba-42348511ee4e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8e94610b-4a7e-4854-9cba-42348511ee4e_variant_evidence_item"},{"id":"cggv:8e94610b-4a7e-4854-9cba-42348511ee4e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Decreased localisation of NEK8 to cilia; does not localise to centrosome because mutation affects centrosome- targeting sequence "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5a705a03-c91e-4042-8778-15ec22275e8c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5a705a03-c91e-4042-8778-15ec22275e8c","type":"Proband","allele":[{"id":"cggv:4558323c-0a9b-42e5-8a5e-9fae481fec44","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178170.3(NEK8):c.1043C>T (p.Thr348Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8467277"}},{"id":"cggv:e66853b7-eb84-45a6-93d9-a7b4b7a3f4e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178170.3(NEK8):c.2076dup (p.Ter693LeuextTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8467656"}}],"phenotypeFreeText":"Renal cysts, hepatic and pancreatic cysts, cardiac abnormalities and bowed femora","sex":"UnknownEthnicity","variant":[{"id":"cggv:a123fb96-f0c6-4512-8d5f-6fadc99117ae_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4558323c-0a9b-42e5-8a5e-9fae481fec44"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26697755","type":"dc:BibliographicResource","dc:abstract":"We studied two brothers who presented in the newborn period with cardiac, renal, and hepatic anomalies that were initially suggestive of ALGS, although no mutations in JAG1 or NOTCH2 were identified. Exome sequencing demonstrated compound heterozygous mutations in the NEK8 gene (Never in mitosis A-related Kinase 8), a ciliary kinase indispensable for cardiac and renal development based on murine studies. The mutations included a c.2069_2070insC variant (p.Ter693LeufsTer86), and a c.1043C>T variant (p.Thr348Met) in the highly conserved RCC1 (Regulation of Chromosome Condensation 1) domain. The RCC1 domain is crucial for localization of the NEK8 protein to the centrosomes and cilia. Mutations in NEK8 have been previously reported in three fetuses (from a single family) with renal-hepatic-pancreatic dysplasia 2 (RHPD2), similar to Ivemark syndrome, and in three individuals with nephronophthisis (NPHP9). This is the third report of disease-causing mutations in the NEK8 gene in humans and only the second describing multi-organ involvement. The clinical features we describe differ from those in the previously published report in that (1) a pancreatic phenotype was not observed in the individuals reported here, (2) there were more prominent cardiac findings, (consistent with observations in murine models), and (3) we observed bile duct hypoplasia rather than ductal plate malformation. The patients reported here expand our understanding of the NEK8-associated phenotype. Our findings highlight the variable phenotypic expressivity and the spectrum of clinical manifestations due to mutations in the NEK8 gene.","dc:creator":"Rajagopalan R","dc:date":"2016","dc:title":"Compound heterozygous mutations in NEK8 in siblings with end-stage renal disease with hepatic and cardiac anomalies."}},{"id":"cggv:223bc385-6fc4-46e5-86ec-97767b3c1fa2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e66853b7-eb84-45a6-93d9-a7b4b7a3f4e5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26697755"}],"rdfs:label":"Born at 40 weeks gestation "},{"id":"cggv:223bc385-6fc4-46e5-86ec-97767b3c1fa2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:223bc385-6fc4-46e5-86ec-97767b3c1fa2_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:a123fb96-f0c6-4512-8d5f-6fadc99117ae","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a123fb96-f0c6-4512-8d5f-6fadc99117ae_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8c10c95b-0883-445e-8069-759c15a5fd1e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8c10c95b-0883-445e-8069-759c15a5fd1e","type":"Proband","ageType":"AgeAtDeath","ageUnit":"WeeksGestation","ageValue":40,"allele":{"id":"cggv:90e9a432-cb22-4739-b9a9-356bf4f4d7ce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178170.3(NEK8):c.47+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398418765"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","previousTesting":false,"sex":"Female","variant":{"id":"cggv:15256c4d-af01-41cf-9657-be0ecde2de8f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:90e9a432-cb22-4739-b9a9-356bf4f4d7ce"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26967905"},"rdfs:label":"Family 4"},{"id":"cggv:15256c4d-af01-41cf-9657-be0ecde2de8f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:15256c4d-af01-41cf-9657-be0ecde2de8f_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4965,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:ab784964-6071-48b4-8f2b-a1bb6e3da960","type":"GeneValidityProposition","disease":"obo:MONDO_0014174","gene":"hgnc:13387","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"NEK8 was first reported in relation to autosomal recessive nephronophthisis (NPHP9; OMIM: 613824) by Otto et al in 2008 (PMID:8199800) and to autosomal recessive renal-hepatic-pancreatic dysplasia (RHPD2; OMIM: 615415), where there are cysts in the kidney, liver and pancreas, and often cardiac anomalies and bowed femora, by Rajagopalan et al in 2016 (PMID:26697755). Per criteria outlined by the ClinGen Lumping and Splitting Working group, we found no difference in the molecular mechanisms or inheritance pattern. Therefore both of these disease entities were lumped into one disease entity. Null variants, splicing variants and missense variants in NEK8 have been reported in at least 6 probands in 4 publications (PMIDs: 18199800, 26697755, 26862157, 26967905). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is biallelic loss of function. This gene-disease association is also supported by protein interactions, expression studies, functional alterations in patient and non-patient cells, non-human model organisms, cell culture models, and rescue of both a model organisms and cell culture models (PMIDs: 12421721, 18235101, 23274954, 23793029, 26967905). In summary, NEK8 is definitively associated with autosomal recessive renal-hepatic-pancreatic dysplasia 2. This has been reportedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. There was however some discussion about whether this condition should be called a ciliopathy rather than a form of nephronophthisis since the clinical features were more consistent with a ciliopathy. This classification was approved by the ClinGen Kidney Cystic and Ciliopathy Disorders GCEP Working Group on 9/8/2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:6888a91a-6589-42a9-9622-553b4918bed6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}