{"id":"cggv:da79a651-9fc7-453e-a1c1-145771baa2f9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:da79a651-9fc7-453e-a1c1-145771baa2f9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2020-07-14T16:00:00.000Z","role":"Approver"},{"id":"cggv:da79a651-9fc7-453e-a1c1-145771baa2f9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2020-10-26T17:24:03.964Z","role":"Publisher"}],"evidence":[{"id":"cggv:da79a651-9fc7-453e-a1c1-145771baa2f9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da79a651-9fc7-453e-a1c1-145771baa2f9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bd4871c7-a186-4b05-ac17-2bda3656b4ba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d2b3211-0558-4ca3-95fd-a2744c666c17","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization and immunostaining detected SLC26A2 mRNA in developing fetal hyaline cartilage and adult bronchial cartilage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11457925","type":"dc:BibliographicResource","dc:abstract":"Mutated alleles of the SLC26A2 (diastrophic dysplasia sulfate transporter or DTDST) gene cause each of the four recessive chondrodysplasias, i.e., diastrophic dysplasia (DTD), multiple epiphyseal dysplasia (MED), atelosteogenesis Type II (AO2), and achondrogenesis Type IB (ACG1B). SLC26A2 acts as an Na(+)-independent sulfate/chloride antiporter and belongs to the SLC26 anion transporter gene family, currently consisting of six homologous human members. Although Northern analysis has indicated some expression in all tissues studied, the only tissue known to be affected by SLC26A2 mutations is cartilage. Abundant SLC26A2 expression has previously been detected in normal human colon by in situ hybridization. We have used in situ hybridization and immunohistochemistry to examine multiple normal tissues for the expression of human SLC26A2. As expected, a strong signal for SLC26A2 mRNA and protein immunostaining were detected in developing fetal hyaline cartilage, while bronchial cartilage showed mRNA expression in adult tissues. SLC26A2 expression could also be detected in eccrine sweat glands, in bronchial glands, and in placental villi. In addition, immunoreactivity for the SLC26A2 protein was observed in exocrine pancreas. Our results suggest a more limited expression pattern for SLC26A2 than that found by Northern analysis. However, SLC26A2 expression is also detected in tissues not affected in chondrodysplasias caused by SLC26A2 mutations.","dc:creator":"Haila S","dc:date":"2001","dc:title":"SLC26A2 (diastrophic dysplasia sulfate transporter) is expressed in developing and mature cartilage but also in other tissues and cell types."},"rdfs:label":"Expression in cartilage"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:de6f7adf-2b37-4776-bde5-0e72d37631af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a0c2ad09-2b3c-4089-9548-ece4618b0f1c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry showed that Slc26a2 was expressed in the chondrocytes of freshly isolated mouse articular cartilage explants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25373420","type":"dc:BibliographicResource","dc:abstract":"Severe to profound sensorineural hearing loss (SNHL) requires cochlear implantation (CI) for auditory rehabilitation. Etiologic diagnoses can contribute to candidacy selection and decision-making regarding the timing of successful CI. However, few studies have been performed to address the etiologic spectrum of severe SNHL in the population where there is no consanguineous marriage and the majority of SNHL cases are sporadic in small sized families. The authors sought to comprehensively understand the etiologies of Korean cochlear implantees by incorporating the targeted resequencing of 204 candidate deafness genes (TRS-204) and a phenotype-driven candidate gene approach.","dc:creator":"Park JH","dc:date":"2014","dc:title":"Exploration of molecular genetic etiology for Korean cochlear implantees with severe to profound hearing loss and its implication."},"rdfs:label":"Expression in mouse articular cartilage"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:cb31b644-8e7d-413c-9194-7bfe85691bd7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dcbe2925-ec8a-4e19-9f22-0de2d0eec730","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization showed that Slc26a2 was expressed in the limbs, craniofacial regions, and lumbosacral spine of mouse embryos at day 14.5.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26077908","type":"dc:BibliographicResource","dc:abstract":"Spondylolysis is a fracture in part of the vertebra with a reported prevalence of about 3-6% in the general population. Genetic etiology of this disorder remains unknown. The present study was aimed at identifying genomic mutations in patients with dysplastic spondylolysis as well as the potential pathogenesis of the abnormalities. Whole-exome sequencing and functional analysis were performed for patients with spondylolysis. We identified a novel heterozygous mutation (c.2286A > T; p.D673V) in the sulfate transporter gene SLC26A2 in five affected subjects of a Chinese family. Two additional mutations (e.g., c.1922A > G; p.H641R and g.18654T > C in the intron 1) in the gene were identified by screening a cohort of 30 unrelated patients with the disease. In situ hybridization analysis showed that SLC26A2 is abundantly expressed in the lumbosacral spine of the mouse embryo at day 14.5. Sulfate uptake activities in CHO cells transfected with mutant SLC26A2 were dramatically reduced compared with the wild type, confirming the pathogenicity of the two missense mutations. Further analysis of the gene-disease network revealed a convergent pathogenic network for the development of lumbosacral spine. To our knowledge, our findings provide the first identification of autosomal dominant SLC26A2 mutations in patients with dysplastic spondylolysis, suggesting a new clinical entity in the pathogenesis of chondrodysplasia involving lumbosacral spine. The analysis of the gene-disease network may shed new light on the study of patients with dysplastic spondylolysis and spondylolisthesis as well as high-risk individuals who are asymptomatic. ","dc:creator":"Cai T","dc:date":"2015","dc:title":"Dysplastic spondylolysis is caused by mutations in the diastrophic dysplasia sulfate transporter gene."},"rdfs:label":"Expression in mouse limbs, skull and spine"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7e6e39ba-38fb-4b22-8076-aa852836e073","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9937524-4ef1-4e83-8572-b201971266f9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Decreased sulfate transport has been reported to be a mechanism for variants associated with AO2 and other disorders of the SLC26A2 spectrum (PMID: 15294877).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9575183","type":"dc:BibliographicResource","dc:abstract":"Mutations in the diastrophic dysplasia sulfate transporter (DTDST) gene constitute a family of recessively inherited osteochondrodysplasias including achondrogenesis type 1B, atelosteogenesis type II, and diastrophic dysplasia. However, the functional properties of the gene product have yet to be elucidated. We cloned rat DTDST cDNA from rat UMR-106 osteoblastic cells. Northern blot analysis suggested that cartilage and intestine were the major expression sites for DTDST mRNA. Analysis of the genomic sequence revealed that the rat DTDST gene was composed of at least five exons. Two distinct transcripts were expressed in chondrocytes due to alternative utilization of the third exon, corresponding to an internal portion of the 5'-untranslated region of the cDNA. Injection of rat and human DTDST cRNA into Xenopus laevis oocytes induced Na+-independent sulfate transport. Transport activity of the expressed DTDST was markedly inhibited by extracellular chloride and bicarbonate. In contrast, canalicular Na+-independent sulfate transporter Sat-1 required the presence of extracellular chloride in the cRNA-injected oocytes. The activity profile of sulfate transport in growth plate chondrocytes was studied in the extracellular presence of various anions and found substantially identical to DTDST expressed in oocytes. Thus, sulfate transport of chondrocytes is dominantly dependent on the DTDST system. Finally, we demonstrate that undersulfation of proteoglycans by the chlorate treatment of chondrocytes significantly impaired growth response of the cells to fibroblast growth factor, suggesting a role for DTDST in endochondral bone formation.","dc:creator":"Satoh H","dc:date":"1998","dc:title":"Functional analysis of diastrophic dysplasia sulfate transporter. Its involvement in growth regulation of chondrocytes mediated by sulfated proteoglycans."},"rdfs:label":"Sulfate uptake assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:da79a651-9fc7-453e-a1c1-145771baa2f9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3cf2390a-dc27-4f9e-bbb8-6439a723dc44","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ec247310-c43f-406d-89ec-f87dfd91fb82","type":"FunctionalAlteration","dc:description":"Sulfate uptake assays in skin fibroblasts from 3 patients with AO2 showed a defect in uptake of inorganic sulfate. Compared to controls and DTD patients, cells from AO2 patients showed decreased sulfate incorporation during proteoglycan synthesis (as measured by the ratio of 35S to 3H).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8571951","type":"dc:BibliographicResource","dc:abstract":"Atelosteogenesis type II (AO II) is a neonatally lethal chondrodysplasia whose clinical and histological characteristics resemble those of another chondrodysplasia, the much less severe diastrophic dysplasia (DTD). The similarity suggests a shared pathogenesis involving lesions in the same biochemical pathway and perhaps the same gene. DTD is caused by mutations in the recently identified diastrophic dysplasia sulfate-transporter gene (DTDST). Here, we report that AOII patients also have DTDST mutations, which lead to defective uptake of inorganic sulfate and insufficient sulfation of macromolecules by patient mesenchymal cells in vitro. Together with our recent observation that a third even more severe chondrodysplasia, achondrogenesis type IB, is also caused by mutations in DTDST, these results demonstrate a phenotypic series of three chondrodysplasias of increasing severity caused by lesions in a single sulfate-transporter gene. The severity of the phenotype appears to be correlated with the predicted effect of the mutations on the residual activity of the DTDST protein.","dc:creator":"Hästbacka J","dc:date":"1996","dc:title":"Atelosteogenesis type II is caused by mutations in the diastrophic dysplasia sulfate-transporter gene (DTDST): evidence for a phenotypic series involving three chondrodysplasias."},"rdfs:label":"Sulfate uptake assay"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:8f4e9621-ce0c-41cc-9235-51bdc2ec4f35","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:168b869a-80f9-491f-8656-4b5c1c7b10a0","type":"FunctionalAlteration","dc:description":"Fibroblasts from all 3 patients had reduced incorporation of sulfate into macromolecules.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8931695","type":"dc:BibliographicResource","dc:abstract":"Mutations in the diastrophic dysplasia sulfate transporter gene DTDST have been associated with a family of chondrodysplasias that comprises, in order of increasing severity, diastrophic dysplasia (DTD), atelosteogenesis type 2 (AO2), and achondrogenesis type 1B (ACG1B). To learn more about the molecular basis of DTDST chondrodysplasias and about genotype-phenotype correlations, we studied fibroblast cultures of three new patients: one with AO-2, one with DTD, and one with an intermediate phenotype (AO2/DTD). Reduced incorporation of inorganic sulfate into macromolecules was found in all three. Each of the three patients was found to be heterozygous for a c862t transition predicting a R279W substitution in the third extracellular loop of DTDST. In two patients (DTD and AO2/DTD), no other structural mutation was found, but polymerase chain reaction amplification and single-strand conformation polymorphism analysis of fibroblast cDNA showed reduced mRNA levels of the wild-type DTDST allele: these two patients may be compound heterozygotes for the \"Finnish\" mutation (as yet uncharacterized at the DNA level), which causes reduced expression of DTDST. The third patient (with AO2) had the R279W mutation compounded with a novel mutation, the deletion of cytosine 418 (delta c418), predicting a frameshift with premature termination. Also the delta c418 allele was underrepresented in the cDNA, in accordance with previous observations that premature stop codons reduce mRNA levels. The presence of the DTDST R279W mutation in a total of 11 patients with AO2 or DTD emphasizes the overlap between these conditions. This mutation has not been found so far in 8 analyzed ACG1B patients, suggesting that it allows some residual activity of the sulfate transporter.","dc:creator":"Rossi A","dc:date":"1996","dc:title":"Phenotypic and genotypic overlap between atelosteogenesis type 2 and diastrophic dysplasia."},"rdfs:label":"Sulfate incorporation assay"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:da79a651-9fc7-453e-a1c1-145771baa2f9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da79a651-9fc7-453e-a1c1-145771baa2f9_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:38632e0b-018c-4bed-8390-1f21838438d9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:861ceb29-a4e0-426a-aa40-27dda6405b7a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Patient 1 was a fetus diagnosed with AO2. It was the second affected fetus in this family.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:38632e0b-018c-4bed-8390-1f21838438d9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:418b4dba-9580-44ca-95f3-7f53732c0ffe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.1724del (p.Lys575fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252988"}},{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.835C>T (p.Arg279Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252990"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8571951"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8571951","rdfs:label":"Hastbacka patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The p.Arg279Trp variant was awarded the full 0.5 points due to a functional assay in Karniski 2004 (PMID: 15294877)."},{"id":"cggv:c201fdb5-b2e1-4e5f-aa2f-cd8da4950187_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2cc7f1a7-20a1-4d16-a516-bdc07657e563","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003022","obo:HP_0002983","obo:HP_0003038","obo:HP_0000946","obo:HP_0001776","obo:HP_0001156","obo:HP_0003015","obo:HP_0000347","obo:HP_0008857","obo:HP_0003026","obo:HP_0004599","obo:HP_0001538","obo:HP_0003063"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:c201fdb5-b2e1-4e5f-aa2f-cd8da4950187_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:05b50578-afd8-4b15-b4fc-26dc9c4b5640","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.1535C>A (p.Thr512Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116649"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18708426","type":"dc:BibliographicResource","dc:abstract":"Mutations in the sulfate transporter gene SLC26A2 (DTDST) cause a continuum of skeletal dysplasia phenotypes that includes achondrogenesis type 1B (ACG1B), atelosteogenesis type 2 (AO2), diastrophic dysplasia (DTD), and recessive multiple epiphyseal dysplasia (rMED). In 1972, de la Chapelle et al reported two siblings with a lethal skeletal dysplasia, which was denoted \"neonatal osseous dysplasia\" and \"de la Chapelle dysplasia\" (DLCD). It was suggested that DLCD might be part of the SLC26A2 spectrum of phenotypes, both because of the Finnish origin of the original family and of radiographic similarities to ACG1B and AO2.","dc:creator":"Bonafé L","dc:date":"2008","dc:title":"A novel mutation in the sulfate transporter gene SLC26A2 (DTDST) specific to the Finnish population causes de la Chapelle dysplasia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18708426","rdfs:label":"Bonafé proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This variant was left at the default score due to a functional assay (in this paper) showing that the p.Thr512Lys variant causes impaired sulfate uptake."},{"id":"cggv:9271f085-5ebd-4f1a-bb73-882c8a0176a6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:984cfdce-83eb-4e99-b7be-bbd3b718240a","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Weeks","ageValue":21,"detectionMethod":"","firstTestingMethod":"SSCP","phenotypes":"obo:HP_0009826","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:9271f085-5ebd-4f1a-bb73-882c8a0176a6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"},{"id":"cggv:1dca2aa0-eaf4-43c2-a758-7f5babb8155d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.391del (p.Leu131fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252989"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8931695"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8931695","rdfs:label":"Rossi 1996 patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The p.Arg279Trp variant was awarded 0.5 points due to functional evidence in Karniski 2004 (PMID: 15294877)."},{"id":"cggv:2f7a6173-bd69-49cf-b7eb-2ea0f3b2a727_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8408d933-b43d-48fe-96eb-6605625306d4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Weeks","ageValue":19,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001234","obo:HP_0002867","obo:HP_0009815","obo:HP_0000774","obo:HP_0003097","obo:HP_0003026","obo:HP_0000256","obo:HP_0008479","obo:HP_0005033","obo:HP_0003063","obo:HP_0001762","obo:HP_0002984","obo:HP_0011314"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:2f7a6173-bd69-49cf-b7eb-2ea0f3b2a727_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"},{"id":"cggv:783c92d4-c56d-4475-8ca4-964a81392ac3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.1987G>A (p.Gly663Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/550616"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16642506","type":"dc:BibliographicResource","dc:abstract":"Diastrophic dysplasia sulfate transporter (DTDST) is a sulfate transporter required for the synthesis of sulfated proteoglycans in the cartilage. Over 30 mutations have been described in the DTDST gene, which result in a continuous clinical spectrum of recessively inherited chondrodysplasias, including, in order of increasing severity, a recessive form of multiple epiphyseal dysplasia (rMED), diastrophic dysplasia (DTD), atelosteogenesis type II (AO-II) and achondrogenesis 1B (ACG-1B). Correlation between disease severity and residual sulfate transport activity has been reported. Here we report a patient with DTDST mutations, whose manifestations fell in a range between AO-II and DTD. The patient was a compound heterozygote for the recurrent c.835C>T (p.R279W) and novel c.1987G>A (p.G663R) mutations. Immunocytochemical analysis in HEK293 cells showed that the p.G663R mutation was localized within the cytoplasm, and not to the cell membrane, suggesting p.G663R is a loss-of-function mutation. Our case supports the previously described correlation between the severity of the phenotype and the putative level of residual transport function.","dc:creator":"Maeda K","dc:date":"2006","dc:title":"A compound heterozygote harboring novel and recurrent DTDST mutations with intermediate phenotype between atelosteogenesis type II and diastrophic dysplasia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16642506","rdfs:label":"Maeda proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Each missense variant was scored 0.5 points due to functional evidence in this paper and in Karniski 2001 (PMID: 11448940)."},{"id":"cggv:71a7232d-c18b-46db-a029-006f1d613738_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:93ed1627-78dc-45fc-b420-00ed0f9388be","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":2,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"This patient was a term baby diagnosed with AO2. The patient survived for 2 months with intensive care, including ventilation.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:71a7232d-c18b-46db-a029-006f1d613738_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1bcb8b32-913e-453b-87ef-9e0ce48b26d2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.2144C>T (p.Ala715Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252994"}},{"id":"cggv:409bc7c7-1b0e-4ea4-b302-e9e2002ac791","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.764G>A (p.Gly255Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252992"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8571951"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8571951","rdfs:label":"Hastbacka patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Each missense variant was awarded 0.5 points due to functional evidence in Karniski 2001 and 2001 (PMID: 11448940, 15294877)."},{"id":"cggv:bcb53a65-96d2-402d-a555-5d4a7552c7a6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3db35e83-81fe-43c1-b924-e05679fc1b63","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":12,"detectionMethod":"","phenotypes":["obo:HP_0000457","obo:HP_0003561","obo:HP_0002947","obo:HP_0000470","obo:HP_0001591","obo:HP_0001602","obo:HP_0000175","obo:HP_0000347","obo:HP_0001234","obo:HP_0009826","obo:HP_0000369","obo:HP_0001762","obo:HP_0005257","obo:HP_0001156","obo:HP_0000773","obo:HP_0001852","obo:HP_0040194","obo:HP_0001538","obo:HP_0001518"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:bcb53a65-96d2-402d-a555-5d4a7552c7a6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:15290e06-e7b2-460b-a435-da0b2d2c8d59","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.4(SLC26A2):c.145del (p.Arg49AspfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA563955676"}},{"id":"cggv:ccd8beb4-f184-4277-823b-7150cc6b0614","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.-26+2T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340160"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21077202","type":"dc:BibliographicResource","dc:abstract":"Mutations in diastrophic dysplasia sulfate transporter (DTDST) cause a spectrum of autosomal recessive chondrodysplasias. In decreasing order of severity, they include processes designated as achondrogenesis type IB (ACG-1B), atelosteogenesis type II (AO2), diastrophic dysplasia (DTD), diastrophic dysplasia variant (DTDv), and recessively inherited multiple epiphyseal dysplasia (rMED). This is the first report of an extended family with unequivocally distinct phenotypes on the DTDST spectrum. Two siblings have DTDv and their first cousin had AO2. They all share the common Finnish mutation (IVS1 + 2C>T). The two patients with DTDv have the previously reported R279W extracellular domain missense mutation. The second mutation in the patient with AO2 is c.172delA, a deletion of one nucleotide causing a previously unreported frameshift mutation. This is the first published case of an individual with a frameshift mutation combined with the Finnish mutation. These three patients provide an opportunity, in concert with a review of previous literature, to further examine the genotype-phenotype correlation of DTDST. Analysis suggests that, while the DTDST family of disorders contains at least seven different conditions, mutations in the DTDST gene, in fact, appear to cause a phenotypic continuum. Furthermore, DTDST genotype alone is an imperfect predictor of clinical severity along this continuum.","dc:creator":"Dwyer E","dc:date":"2010","dc:title":"Genotype-phenotype correlation in DTDST dysplasias: Atelosteogenesis type II and diastrophic dysplasia variant in one family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21077202","rdfs:label":"Case 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:18e25997-6704-4a84-a596-8a6d90d19dcd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:55cc1cc9-9c21-4d0e-bb7f-951dd7a21a3c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Weeks","ageValue":22,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0009826","obo:HP_0000926","obo:HP_0002866","obo:HP_0003063","obo:HP_0001234","obo:HP_0003026"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:18e25997-6704-4a84-a596-8a6d90d19dcd_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:04feeafa-ce43-4ccb-aeec-4fd02f8d35e7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000112.3(SLC26A2):c.1273A>G (p.Asn425Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA259842"}},{"id":"cggv:7d90b82b-8667-4156-a2cb-278cb5f8bc4e"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9342225","type":"dc:BibliographicResource","dc:abstract":"Mutations in the diastrophic dysplasia sulfate transporter gene cause a family of chondrodysplasias including, in order of increasing severity, diastrophic dysplasia, atelosteogenesis type 2 and achondrogenesis type 1B. McAlister dysplasia is a lethal chondrodysplasia considered on the basis of minor radiographic features to be a disorder different from atelosteogenesis type 2. Here, we demonstrate that McAlister dysplasia arises from mutations in the diastrophic dysplasia sulfate transporter gene and that this disorder essentially coincides on molecular and biochemical grounds with atelosteogenesis type 2. The fetus affected by McAlister dysplasia we have studied is a compound heterozygote for mutations leading to R279W and N425D substitutions in the diastrophic dysplasia sulfate transporter. Proteoglycan sulfation was studied in epiphyseal cartilage and in chondrocyte cultures of the patient by high performance liquid chromatography of chondrotinase digested proteoglycans; a high amount of non-sulfated disaccharide was observed as a consequence of the alteration of the transporter function caused by the mutations. However, sulfated disaccharides were detectable even if in low amounts, both in cultured cells and tissue. Functional impairment of the sulfate transporter was demonstrated in vitro by reduced incorporation of [35S]sulfate relative to [3H]glucosamine in proteoglycans synthesized by chondrocytes and by sulfate-uptake assays in fibroblasts. Parallel in vitro studies in a patient with achondrogenesis 1B indicated that the severity of the clinical phenotype seems to be correlated to the residual activity of the sulfate transporter. The capacity of fibroblasts to use cysteine as an alternative source of sulfate was evaluated by double-labeling experiments. Relative incorporation of [35S]cysteine-derived sulfate in the glycosaminoglycan chains was increased in the patient's cells, indicating that, in vitro, the catabolism of sulfur-containing amino acids can partially compensate for intracellular sulfate deficiency. Residual sulfation observed in proteoglycans extracted from cartilage suggests that this mechanism may be operating also in vivo.","dc:creator":"Rossi A","dc:date":"1997","dc:title":"Undersulfation of cartilage proteoglycans ex vivo and increased contribution of amino acid sulfur to sulfation in vitro in McAlister dysplasia/atelosteogenesis type 2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9342225","rdfs:label":"Rossi 1997 proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Each missense variant was awarded 0.5 points due to functional evidence in Karniski 2001 and 2004 (PMID: 11448940, 15294877)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10}],"evidenceStrength":"Definitive","sequence":1381,"specifiedBy":"GeneValidityCriteria7","strengthScore":14,"subject":{"id":"cggv:77a51e39-be3c-446e-b83c-4e80bbff9788","type":"GeneValidityProposition","disease":"obo:MONDO_0009727","gene":"hgnc:10994","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"SLC26A2 was first associated with autosomal recessive atelosteogenesis type 2 as early as 1996 (Hästbacka et al., PMID: 8571951). Clinical features of this disorder include rhizomelic limb shortening, hitchhiker thumbs, small chest, protuberant abdomen, cleft palate, and characteristic facial features (GeneReviews, Bonafé et al., 2014). However, radiographic analysis and histopathology are also important in arriving at a diagnosis. The majority of probands die after birth due to respiratory failure. At least 9 unique variants (including missense, splice site, nonsense, and frameshift variants as well as in-frame indels) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 7 probands in 6 publications (PMID: 8571951, 8931695, 9342225, 18708426, 16642506, 21077202). In addition, one proband from a publication without a PMID (Mattos et al. 2014) was included to reach a total score of 16 points. Variants in this gene segregated with disease in 3 additional family members. More evidence is available in the literature; however, the maximum score for genetic evidence has been reached. Of note, variants in this gene have also been shown to cause achondrogenesis type 1B, diastrophic dysplasia, and recessive multiple epiphyseal dysplasia, which comprise a spectrum of phenotypes (depending on level of residual sulfate transport) and have been definitively associated with SLC26A2. This gene-disease association is supported by expression studies and in vitro functional assays. In summary, SLC26A2 is definitively associated with autosomal recessive atelosteogenesis type 2. This curation was approved by the Skeletal Disorders Gene Curation Expert Panel (GCEP) on 7/14/2020.\n","dc:isVersionOf":{"id":"cggv:da79a651-9fc7-453e-a1c1-145771baa2f9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}