{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2020-08-25T13:10:51.689Z","role":"Approver"},{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2020-09-16T19:23:36.424Z","role":"Publisher"}],"evidence":[{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bad7bdaa-6043-452b-bc52-78cb244fff57","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7818335d-cbab-4fed-b0ef-ab6b7eeec76e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"ZFPIP (ZNF462) mRNAs and proteins are maternally stored in xenopus oocyte. ZFPIP preferential expression in nervous and sensory region was more evident in tail bud stage and is detected in the head including otic vesicules and eyes, cardiac region, spinal cord and somites (Fig 2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19111535","type":"dc:BibliographicResource","dc:abstract":"ZFPIP (Zinc Finger Pbx1 Interacting Protein) has been recently identified in our laboratory in a yeast two hybrid screen using an embryonic mouse cDNA library and PBX1 as a bait. This gene encodes a large protein (250 kDa) that contains a bipartite NLS, numerous C2H2 zinc fingers and is highly conserved amongst vertebrates. In order to address the role of ZFPIP during embryonic development, we analysed the expression pattern of the gene and performed morpholinos injections into Xenopus laevis embryos. We first showed that the ZFPIP protein was maternally present in oocytes. Then, ZFPIP was detected from morula to neurula stages in the nucleus of the cells, with a gradient from animal to vegetal pole. By injection of ZFPIP morpholinos, we showed that morphant embryos were unable to undergo proper gastrulation and subsequently exhibited a persistent opened blastopore. Analysis of molecular and cellular events that were altered in morphant embryos highlighted an impairment of cell division processes as illustrated by atypical mitosis with aberrant metaphase, anaphase or telophase, incomplete chromosome segregation or conjointed nuclei. The overall data presented here demonstrated that ZFPIP was a major developing gene that acts in the very first steps of embryonic development of Xenopus laevis.","dc:creator":"Laurent A","dc:date":"2009","dc:title":"ZFPIP/Zfp462 is maternally required for proper early Xenopus laevis development."},"rdfs:label":"Expression in Xenopus oocyte"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b59d3056-c484-4b94-9ae3-fa0bec509ff2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97698b1f-ccc4-4ca4-b436-04e279c036e6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In mice, Zfp462 protein was expressed in the heart, liver, lung, kidney, muscle and the whole brain. Zfp462 expression was more abundant in the cortex and the hippocampus than other brain regions (Fig. 1c,d). The brain had the highest level of Zfp462 expression from E7.5 to EP7. After this period, Zfp462 expression in the brain began to decline and maintained in a low level since 1 month old (Fig. 2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27621227","type":"dc:BibliographicResource","dc:abstract":"Zfp462 is a newly identified vertebrate-specific zinc finger protein that contains nearly 2500 amino acids and 23 putative C2H2-type zinc finger domains. So far, the functions of Zfp462 remain unclear. In our study, we showed that Zfp462 is expressed predominantly in the developing brain, especially in the cerebral cortex and hippocampus regions from embryonic day 7.5 to early postnatal stage. By using a piggyBac transposon-generated Zfp462 knockout (KO) mouse model, we found that Zfp462 KO mice exhibited prenatal lethality with normal neural tube patterning, whereas heterozygous (Het) Zfp462 KO (Zfp462+/- ) mice showed developmental delay with low body weight and brain weight. Behavioral studies showed that Zfp462+/- mice presented anxiety-like behaviors with excessive self-grooming and hair loss, which were similar to the pathological grooming behaviors in Hoxb8 KO mice. Further analysis of grooming microstructure showed the impairment of grooming patterning in Zfp462+/- mice. In addition, the mRNA levels of Pbx1 (pre-B-cell leukemia homeobox 1, an interacting protein of Zfp462) and Hoxb8 decreased in the brains of Zfp462+/- mice, which may be the cause of anxiety-like behaviors. Finally, imipramine, a widely used and effective anti-anxiety medicine, rescued anxiety-like behaviors and excessive self-grooming in Zfp462+/- mice. In conclusion, Zfp462 deficiency causes anxiety-like behaviors with excessive self-grooming in mice. This provides a novel genetic mouse model for anxiety disorders and a useful tool to determine potential therapeutic targets for anxiety disorders and screen anti-anxiety drugs.","dc:creator":"Wang B","dc:date":"2017","dc:title":"Zfp462 deficiency causes anxiety-like behaviors with excessive self-grooming in mice."},"rdfs:label":"Zfp462 expression in mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Zfp462 expression in the brain is highest in embryonic to early postnatal stage, suggesting that Zfp462 protein is crucial for CNS development. Points awarded in Laurent et al. (2009)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9bc6cf7a-0f90-4397-8b59-f6c6ea76214e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cfe855b4-924e-4033-a905-532ff021ee07","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"No Zfp462 protein is expressed in brain samples of Zfp462−/− mice at E12.5 (Fig. 3a). Lack of Zfp462 caused prenatal death in mice from neural tube defects. The living Zfp462−/− embryos were found at E18.5 and dying KO embryos showed smaller size with abnormal eyes (Fig. 3c).\nZfp462+/− mice showed reduced mRNA and protein in the orbitofrontal cortex and mygdala, and reduced mRNA in the hippocampus. Heterozygous mice showed delayed growth in Zfp462+/− mice from postnatal day 1 to 2months. At 2 months, Zfp462+/− mice were smaller, weighed less, and had reduced brain weight than WT mice (Fig. 4). Zfp462 interacts with PBX1 and  both mRNA and protein expression of PBX1 was reduced in Zfp462+/− mice. Fluorescent staining further showed the reduction of Pbx1 staining in the cortex of Zfp462+/− mice. Immunoprecipitation analysis of Pbx1 and Zfp462 from brain tissues indicated that Pbx1 interacted with Zfp462 and has (Fig. 5e) and Pbx1 has a similar expresion patter as pattern as Zfp462 (S3). Behavioral experiments suggest that Zfp462+/− mice had anxiety-like behaviors, excessive self-grooming behaviors at 2 months and gradual hair loss in the back.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27621227","rdfs:label":"Zfp462 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Zfp462+/− mice present with non-specific phenotype including developmental abnormalities and anxiety-like behaviors."},{"id":"cggv:87792468-39d7-4924-ae09-a693cdbab876","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7d459922-9cae-4380-87b3-1d557539de79","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors used morpholino (MO1) to knock-down ZFPIP in Xenopus laevis that resulted in complete disappearance of the ZFPIP protein within 48 h (Fig. 3B). No variation of the protein was observed in oocytes injected with control morpholinos (ctrl MO). Knock-down in xenopus embryo at the two-cell stage caused abnormal gastrulation and failure of blastopore closure in at least 54% of the embryos (Figs. 3C, D, Fig. 4). This abnormal development of the injected part of the embryo was correlated to a significant decrease of ZFPIP protein (WB, Fig. 3E). The results were confirmed using a second morpholino (MO2), which showed that 90% of the embryos presented with abnormal phenotype. Coinjection of the human ZFPIP mRNA (hZFPIP mRNA) restored a normal phenotype for 70% of the embryos. Mitotic cells in MOs injected embryos underwent atypical mitosis, showing aberrant metaphase, anaphase, incomplete chromosome\nsegregation, conjoined nuclei (Fig. 5).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19111535","rdfs:label":"ZFPIP MO knock-down in Xenopus laevis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"ZFPIP/Zfp462 plays a crucial role in during vertebrate embryonic development but the model does not recaptulate the disease phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:90b0e3f5-f03b-4dce-9bfa-b4a5d8c0c4c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d5b3ddf0-085f-44f0-8140-3f8796b56b0e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"A genesis of the corpus callosum (ACC) with mild ventriculomegaly. At 3 months a brain MRI showed ACC with associated colpocephaly, physical examination findings included: a pointed forehead, bilateral ptosis, arched eyebrows, synophrys, a small upturned nose, long philtrum, and a thin upper lip. A positive family history of metopic ridging and ptosis, which affects her elder sister (IV2) and father (III2). Paternal grand mother (II2) has ptosis and paternal great grandfather (I1) has metopic ridging.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:90b0e3f5-f03b-4dce-9bfa-b4a5d8c0c4c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6f661d17-0e63-4d6a-80f3-30150dc12ccc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021224.6(ZNF462):c.3787C>T (p.Arg1263Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16609491"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28513610","type":"dc:BibliographicResource","dc:abstract":"The introduction of whole-exome sequencing into the Pediatric Genetics clinic has increased the identification of novel genes associated with neurodevelopmental disorders and congenital anomalies. This agnostic approach has shed light on multiple proteins and pathways not previously known to be associated with disease. Here we report eight subjects from six families with predicted loss of function variants in ZNF462, a zinc-finger protein of unknown function. These individuals have overlapping phenotypes that include ptosis, metopic ridging, craniosynostosis, dysgenesis of the corpus callosum, and developmental delay. We propose that ZNF462 plays an important role in embryonic development, and is associated with craniofacial and neurodevelopmental abnormalities.","dc:creator":"Weiss K","dc:date":"2017","dc:title":"Haploinsufficiency of ZNF462 is associated with craniofacial anomalies, corpus callosum dysgenesis, ptosis, and developmental delay."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28513610","rdfs:label":"Family 1- IV-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:7346e46c-776f-426b-94eb-7f637a81f19a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:34446797-09df-4445-8a7d-224b2dc645f3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The proband presents with joint laxity, easy bruising, fine motor delay, speech delay, and hypermetropia. At the age of 7 years, he had four episodes that were investigated as possible absence seizures. Dysmorphic features included prominent ears with thickened helices and a slightly myopathic facies, down slanting palpebral fissures and a mild ptosis bilaterally. He was not diagnosed with craniosynostosis but he had some facial asymmetry and history of coronal suture ridging.","previousTesting":true,"previousTestingDescription":"normal Fragile X testing and array CGH","sex":"Male","variant":{"id":"cggv:7346e46c-776f-426b-94eb-7f637a81f19a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dca52f73-c070-45a9-bf6a-27549749eaf0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021224.6(ZNF462):c.5145del (p.Tyr1716fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/691878"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28513610"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28513610","rdfs:label":"Family 6 - II-1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:a2611360-b226-4509-8bc4-ea253c58d2b1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2d34bb81-9c53-48e9-81c0-690f8bb54500","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":19,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Hypoxemic, complete D-transposition of the great vessels with intact ventricular septum, and a large patent ductus arteriosus, and hypoplastic corpus callosum with mild ventriculomegaly. At 4 weeks of age, he underwent gastrostomy tube placement and Nissen fundoplication due to silent aspiration. CT at 7 months demonstrated a unilateral right lambdoid synostosis, physical exam showed metopic ridging, mild down slanting palpebral fissures with left ptosis,  a bulbous nasal tip, ears were protuberant, with the right ear over folded superiorly, crumpled laterally, and posteriorly rotated and the left simple and cupped. The superior labial frenulum was broad and there was mild nail hypoplasia. Motor and speech delays were noted.","previousTesting":true,"previousTestingDescription":"normal Fragile X testing and array CGH","sex":"Male","variant":{"id":"cggv:a2611360-b226-4509-8bc4-ea253c58d2b1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:721f6cf9-1c13-458f-a7e7-371546d2822f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021224.6(ZNF462):c.4263del (p.Glu1422fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16609492"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28513610"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28513610","rdfs:label":"Family 3-II-1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:9dbb6d50-388f-4618-9e2a-c782913e24c4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ef2d91f-5de0-4925-a565-634ce675495b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developemental delay with motor/speech delay, autism spectrum disorder, ptosis, down slanting palpebral fissures, arched eyebrows, exaggerated cupid bow/wide philtrum, feeding issues, epicanthal folds, and hypertelorism.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:9dbb6d50-388f-4618-9e2a-c782913e24c4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:91f7b345-f47c-484d-9ada-a86fc7327e71","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021224.6(ZNF462):c.831_834del (p.Arg277fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658797260"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31361404","type":"dc:BibliographicResource","dc:abstract":"Zinc finger protein 462 (ZNF462) is a relatively newly discovered vertebrate specific protein with known critical roles in embryonic development in animal models. Two case reports and a case series study have described the phenotype of 10 individuals with ZNF462 loss of function variants. Herein, we present 14 new individuals with loss of function variants to the previous studies to delineate the syndrome of loss of function in ZNF462. Collectively, these 24 individuals present with recurring phenotypes that define a multiple congenital anomaly syndrome. Most have some form of developmental delay (79%) and a minority has autism spectrum disorder (33%). Characteristic facial features include ptosis (83%), down slanting palpebral fissures (58%), exaggerated Cupid's bow/wide philtrum (54%), and arched eyebrows (50%). Metopic ridging or craniosynostosis was found in a third of study participants and feeding problems in half. Other phenotype characteristics include dysgenesis of the corpus callosum in 25% of individuals, hypotonia in half, and structural heart defects in 21%. Using facial analysis technology, a computer algorithm applying deep learning was able to accurately differentiate individuals with ZNF462 loss of function variants from individuals with Noonan syndrome and healthy controls. In summary, we describe a multiple congenital anomaly syndrome associated with haploinsufficiency of ZNF462 that has distinct clinical characteristics and facial features.","dc:creator":"Kruszka P","dc:date":"2019","dc:title":"Phenotype delineation of ZNF462 related syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31361404","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:96f457f9-40ea-4151-941e-9311c79b3ddd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ad4b150c-dc11-4a2f-9c61-3ed02fa86a0d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developemental delay with motor/speech delay, short upturned nose with bulbous tip, feeding issues, inner ear malformation, bicuspid aoritc valve, and VSD.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:96f457f9-40ea-4151-941e-9311c79b3ddd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f98a8acb-6939-4a4b-a7aa-a262599725b8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021224.6(ZNF462):c.2542del (p.Cys848fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/691879"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31361404"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31361404","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:3d36641e-31dd-47ff-9525-5cace277154a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:78ce6788-ef0d-4ac9-8279-e6800c4a03ba","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Expressive speech delay and autistic spectrum disorder, pointed forehead, down slanting palpebral fissures, arched eyebrows, small widely spaced teeth, asymmetric ears, small upturned nose with a short philtrum and a small columella, fifth finger clinodactyly, bilateral single transverse palmar crease, mild 2–3 toe syndactyly, and metopic ridging.","previousTesting":true,"previousTestingDescription":"Normal Fragile X testing and array CGH. A paternally inherited variant of uncertain significance (VUS) in FOXP2 (c.776-5T4G, NM_014491.3) and a mitochondrial VUS (m.14787T4C p.(I14T), NC_012920.1) in the MT-CYB gene at 30% heteroplasmy was found.","sex":"Male","variant":{"id":"cggv:3d36641e-31dd-47ff-9525-5cace277154a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:88fa7514-be9f-4d6a-8672-fa484da3f87b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021224.6(ZNF462):c.2979_2980delinsA (p.Val994fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16609493"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28513610"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28513610","rdfs:label":"Family 2-II-1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:c9a5f5ab-ddeb-45a7-879a-ba480d5136ce_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4b4cb605-33cf-433f-aba1-7606d0bc1325","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":7,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay, ptosis, down slanting palpebral fissures, arched eyebrows, short upturned nose with bulbous tip, exaggerated cupid bow/wide philtrum, feeding issues, epicanthal folds, ears with horizontal crus helix, hypotonia, hypertelorism, VSD, and prominent creases on hands and feet.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:c9a5f5ab-ddeb-45a7-879a-ba480d5136ce_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9501023-522a-4a90-b287-38ee16810a63","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021224.6(ZNF462):c.7057-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA374660821"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31361404"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31361404","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1115,"specifiedBy":"GeneValidityCriteria7","strengthScore":13.5,"subject":{"id":"cggv:400c210c-a208-44f7-9856-dfe1f6ca7ab8","type":"GeneValidityProposition","disease":"obo:MONDO_0032836","gene":"hgnc:21684","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The ZNF462 gene was first reported in relation to autosomal dominant Weiss-Kruszka syndrome in 2017 (Weiss et al., 2017 PMID 28513610). At least seven unique loss-of-function variants have been reported. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least seven probands from two publications (Weiss et al., 2017 PMID 28513610; Kruszka et al., 2019 PMID 31361404). The majority of reported variants are de novo, with one family showing segregation of a variant in this gene in four additional affected family members. The mechanism for disease is mono-allelic loss of function. This gene-disease relationship is supported by expression studies that demonstrate higher expression of ZNF462 in fetal brain and liver, and varying expression in the brain in different developmental stages in mice. Animal models suggest that ZNF462 plays a crucial role in vertebrate embryonic development with Zfp462+/− mice presenting with developmental abnormalities and anxiety-like behaviors (Nagase et al., 2017 PMID 11347906; Laurent et al., 2009 PMID 19111535; Wang et al., 2017 PMID 27621227). In summary, ZNF462 is definitively associated with autosomal dominant Weiss-Kruszka syndrome. This classification was approved by the ClinGen Syndromic Disorders GCEP on 7.17.2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:9fb3ee56-12be-4418-bd85-56e7958ac601"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}