{"id":"cggv:95709038-78a4-4043-a054-9cbe245d2588v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:95709038-78a4-4043-a054-9cbe245d2588_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2019-02-19T17:00:00.000Z","role":"Approver"},{"id":"cggv:95709038-78a4-4043-a054-9cbe245d2588_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:95709038-78a4-4043-a054-9cbe245d2588_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:95709038-78a4-4043-a054-9cbe245d2588_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:424fd6df-b048-42b4-b2af-ec503e5b05ae_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ef301035-d92a-46d4-8f2e-97eda7ab3e90","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"linkage analysis, sequenced all 16 candidate genes","firstTestingMethod":"Linkage analysis","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:424fd6df-b048-42b4-b2af-ec503e5b05ae_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d101262c-bc5d-4ce0-87bc-086202562ab0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006383.3(CIB2):c.192G>C (p.Glu64Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39688"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23023331","type":"dc:BibliographicResource","dc:abstract":"Sensorineural hearing loss is genetically heterogeneous. Here, we report that mutations in CIB2, which encodes a calcium- and integrin-binding protein, are associated with nonsyndromic deafness (DFNB48) and Usher syndrome type 1J (USH1J). One mutation in CIB2 is a prevalent cause of deafness DFNB48 in Pakistan; other CIB2 mutations contribute to deafness elsewhere in the world. In mice, CIB2 is localized to the mechanosensory stereocilia of inner ear hair cells and to retinal photoreceptor and pigmented epithelium cells. Consistent with molecular modeling predictions of calcium binding, CIB2 significantly decreased the ATP-induced calcium responses in heterologous cells, whereas mutations in deafness DFNB48 altered CIB2 effects on calcium responses. Furthermore, in zebrafish and Drosophila melanogaster, CIB2 is essential for the function and proper development of hair cells and retinal photoreceptor cells. We also show that CIB2 is a new member of the vertebrate Usher interactome.","dc:creator":"Riazuddin S","dc:date":"2012","dc:title":"Alterations of the CIB2 calcium- and integrin-binding protein cause Usher syndrome type 1J and nonsyndromic deafness DFNB48."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23023331","rdfs:label":"PKDF117 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Variant present in 1/30614 (0.003%) South Asian alleles in gnomAD. Downgraded to be conservative of consanguineous family."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5},{"id":"cggv:95709038-78a4-4043-a054-9cbe245d2588_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:95709038-78a4-4043-a054-9cbe245d2588_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6803141c-73d3-4e80-8ee4-8d8903808cbb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:64cf81f1-d662-49c7-a237-ae2e175e500e","type":"FunctionalAlteration","dc:description":"conclude that the p.E64D variant in CBI2 causes an inability of the CIB2 mutant to switch to its native Mg2+-bound conformation which is necessary for normal function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30174586","type":"dc:BibliographicResource","dc:abstract":"Calcium and integrin binding protein 2 (CIB2) shares with the other members of the CIB family the ability to bind Ca2+ and Mg2+ via two functional EF-hand motifs, namely EF3 and EF4. As a cation sensor, CIB2 is able to switch to a conformation likely associated with specific biological functions yet to be clarified. Recent findings demonstrate the involvement of CIB2 in hearing physiology and a single, conservative point mutation (p.E64D) has been related to Usher Syndrome type 1J (USH1J) and non-syndromic hearing loss. We present an exhaustive biochemical and biophysical characterization of human wild type (WT) and E64D CIB2. We found that CIB2 does not possibly work as a calcium sensor under physiological conditions, its affinity for Ca2+ (Kdapp = 0.5 mM) being too low for detecting normal intracellular levels. Instead, CIB2 displays a significantly high affinity for Mg2+ (Kdapp = 290 μM), and it is probably Mg2+ -bound under physiological conditions. At odds with the homologous protein CIB1, CIB2 forms a non-covalent dimer under conditions that mimic the physiological ones, and as such it interacts with its physiological target α7B integrin. NMR spectroscopy revealed a long-range allosteric communication between the residue E64, located at the N-terminal domain, and the metal cation binding site EF3, located at the C-terminal domain. The conservative E64D mutation breaks up such inter-domain communication resulting in the impaired ability of CIB2 to switch to its Mg2+-bound form. The ability to bind the target integrin peptide was substantially conserved for E64D CIB2, thus suggesting that the molecular defect associated with USH1J resides in its inability to sense Mg2+ and adopt the required conformation.","dc:creator":"Vallone R","dc:date":"2018","dc:title":"Preferential Binding of Mg2+ Over Ca2+ to CIB2 Triggers an Allosteric Switch Impaired in Usher Syndrome Type 1J."},"rdfs:label":"Vallone Function"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Refuted","sequence":502,"specifiedBy":"GeneValidityCriteria6","strengthScore":1,"subject":{"id":"cggv:50b1c40f-c0ed-4774-8ba3-65d54107fddd","type":"GeneValidityProposition","disease":"obo:MONDO_0010168","gene":"hgnc:24579","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"CIB2 was first reported in relation to autosomal recessive Usher syndrome Type 1 in 2012 (Riazuddin et al., 23023331). One homozygous missense variants in this gene has been reported in at least one proband in one publication (Riazuddin et al. 2012, 23023331). Variants in this gene segregated with disease in 3 additional family members. One additional missense variant has been reported in heterozygosity in an affected individual, however the variant is frequent in population databases and no second pathogenic variant was identified (Fuster-Garcia et al. 2018, 30459346).\nBooth et al. 2017 (29112224) studied a multi-ethnic cohort of patients with CIB2-related-ARNSHL. All patients in this study have normal ocular phenotype and no vestibular dysfunction regardless of the variant impact. Booth et al. 2017 note that the p.Glu64Asp variant in the Riazuddin Usher family is only two amino acids away from the p.Arg66Trp variant that has been linked to ARNSHL in three families. Booth et al. argue that if CIB2 played a role in Usher syndrome, we would expect to see a retinal and vestibular phenotype in families segregating LOF variants. Michel et al. 2017 (29084757) described 2 families with CIB2-related-ARNSHL. Both families segregate LOF variants and have normal eye phneotype with no pigment deposits. In addition to the variants reported by Booth and Michel, 7 other variants have been linked solely to CIB2-related-ARNSHL (see the CIB2 and ARNSHL gene-disease pair). Michel et al. 2017 also described a CIB2 knockout mouse model. This mouse model displayed congenital profound deafness with no vestibular defect. It also exhibited normal cochlear hair bundle architecture up to postnatal day 7. This is in contrast with all other known USH1 mouse models, which display severe vestibular dysfunction and abnormal cochlear hair bundle architecture starting around postnatal day 3. Other CIB2-murine mutants (28663585 and 29255404) display an identical phenotype to that described by Michel et al. Additionally, it was shown that loss of known USH proteins like MYO7A, PCDH15, USH1C, WHRN, USH2A and PDZD7 does not affect the localization of CIB2, and vice versa. In summary, there is convincing evidence refuting the relationship between CIB2 and autosomal recessive Usher syndrome Type 1, which significantly outweighs the evidence supporting the relationship. This classification was approved by the ClinGen Hearing Loss Working Group on 02/19/2019.\nBooth et al. 2017 notes that the p.Glu64Asp variant in the Usher family is only two amino acids away from the p.Arg66Trp variant that has been linked to ARNSHL in three families. All patients studied by Booth et al. 2017 with CIB2 related ARNSHL have normal ocular phenotype no matter the variant impact (null or missense). Booth et al. argue that if CIB2 played a role in Usher syndrome, we would expect to see a retinal phenotype in families segregating with LOF variants. Additionally, loss of known Usher proteins like MYO7A, PCDH15, USH1C, WHRN, USH2A and PDZD7 do not affect the localization of CIB2, and vice versa. Finally, mouse models of Usher caused known Usher genes display congenital profound deafness and vestibular dysfunction, while CIB2 mouse models do not display vestibular disfunction.","dc:isVersionOf":{"id":"cggv:95709038-78a4-4043-a054-9cbe245d2588"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}