{"id":"cggv:d3b621df-e104-4d9e-bd9b-f60dd6a40182v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:d3b621df-e104-4d9e-bd9b-f60dd6a40182_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-12-15T21:57:03.798Z","role":"Publisher"},{"id":"cggv:d3b621df-e104-4d9e-bd9b-f60dd6a40182_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-12-04T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15773042","type":"dc:BibliographicResource","dc:abstract":"A six-month-old infant girl presenting with progressive encephalopathy and abnormal myelination in the cerebral white matter was originally diagnosed as suffering from Krabbe disease. The diagnosis was based on a deficiency of galactocerebrosidase activity found in leukocytes isolated from whole blood. When cultured skin fibroblasts did not show a similar enzyme deficiency and sulphatide (stearoyl-1-14C) uptake indicated an abnormal storage of galactosylceramide, a deficiency of an activator was implied. A three base pair deletion was found in the saposin A coding sequence of the prosaposin gene leading to the deletion of a conserved valine at amino acid number 11 of the saposin A protein. This deletion in saposin A is proposed as the cause for the abnormal galactosylceramide metabolism in this infant. This is the first report of a saposin A mutation in humans leading to pathological consequences.","dc:creator":"Spiegel R","dc:date":"2005","dc:title":"A mutation in the saposin A coding region of the prosaposin gene in an infant presenting as Krabbe disease: first report of saposin A deficiency in humans."},"evidence":[{"id":"cggv:d3b621df-e104-4d9e-bd9b-f60dd6a40182_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80515bea-58f6-45dc-94cf-4ab05daa36fc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:80515bea-58f6-45dc-94cf-4ab05daa36fc","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":8,"allele":{"id":"cggv:2d1ae763-00d1-4800-bbc7-f634b4f5a506","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.207_209del (p.Val70del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5547847"}},"detectionMethod":"RT-PCR followed by SSCP followed by sequence analysis of abnormally migrating bands.","firstTestingMethod":"SSCP","phenotypeFreeText":"Normal development until 3.5 months of age after which rapid developmental regression was noted. By 6 months of age, she was \"almost in a vegetative state\", unresponsive to various stimuli, no eye contact, minimal spontaneous movement, increased muscle tone; deep tendon reflexes had been exaggerated at the beginning of the disease, but were now markedly depressed. Death at ~8 months of age due to central apnea and respiratory failure. ","phenotypes":["obo:HP_0007266","obo:HP_0002922","obo:HP_0002119","obo:HP_0002353"],"previousTesting":true,"previousTestingDescription":"\"almost a complete deficiency of galactocerebrosidase\" activity in leukocytes, but in the normal range in fibroblasts.\nIn leukocytes, activity of aryl sulphatase A was in the carrier range, 73 nmol/mg protein/h (normal 112–280), galactosidase 71 nmol/mg protein/h (normal 40–160), hexosaminidase A 189 nmol/mg protein/h (normal 155–305), palmitoyl protein thioesterase 72 nmol/mg protein/h (normal 40–85).\nThe patient did not carry either of the GALC variants, p.D528N and p.I583S, commonly found in Israeli Arab patients with Krabbe disease.\nIn fibroblasts - SGal14CCer degraded to GlaCer but GalCer degraded to a lesser extent then normal cells; similar to degradation pattern to cells from a patient with Krabbe disease.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2408dc39-a173-48c0-ac58-5093c080fd79_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2d1ae763-00d1-4800-bbc7-f634b4f5a506"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15773042"},"rdfs:label":"Spiegel_2005: Case report"},{"id":"cggv:2408dc39-a173-48c0-ac58-5093c080fd79","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2408dc39-a173-48c0-ac58-5093c080fd79_variant_evidence_item"},{"id":"cggv:2408dc39-a173-48c0-ac58-5093c080fd79_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The variant was expressed in P. pastoris and then purified. In liposomes in an acidic environment, a system used to mimic intralysosomal vesicles, the variant was unable to mobilize lipids out of the membrane, when compared to wild type. A similar effect was noted for the missense variant identified in the SapA mouse, and human SapA p.C132F (homologoues to a human SapC variant; note that SapA and SapC are highly homologoues) and SapA p.C132A."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3d581fd6-4b3c-4a55-85a6-2c6af4db641d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3d581fd6-4b3c-4a55-85a6-2c6af4db641d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":7,"allele":{"id":"cggv:ff115fea-5885-4f0b-a1f3-59429ccc9436","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.209T>G (p.Val70Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377154983"}},"detectionMethod":"Exome sequencing identified a homozygous variant in PSAP, confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Hyperintense lesions in cerebral white matter,  thickening of the optic nerves, severe axonal polyneuropathy.","phenotypes":["obo:HP_0001276","obo:HP_0001347","obo:HP_0001250","obo:HP_0002376","obo:HP_0002119","obo:HP_0002922"],"previousTesting":true,"previousTestingDescription":"In dried blood spots, galactosylceramidase activity 0.2 nmol/mL/h (normal 0.55–3.55), beta-hexosaminidase A 18 nmol/mL/h  (normal 7–70), beta-galactosidase 9.1 nmol/mL/h (normal 6–24).\nNo pathoegnic GALC variants identified.\nIn white blood cells, Galactosylceramidase  3.74 nmol/17 h/mg protein) (Infantile Krabbe: 0–0.8; Adult Krabbe: 2.2–3.5), normal activity of arylsulphatase A, beta-galactosidase, tripeptidyl peptidase I, and palmitoyl protein thioesterase.\nIn fibroblasts, significant increases in the levels of GalCer (3.5-fold copared to controls), LacCer (1.5-fold), Cer (2-fold,), and GlcCer (1.4-fold) (Fig 3).","sex":"Female","variant":{"id":"cggv:c8eef354-c3a9-4d31-8da7-735933890a1f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff115fea-5885-4f0b-a1f3-59429ccc9436"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29995202","type":"dc:BibliographicResource","dc:abstract":"Krabbe disease is a lysosomal storage disease caused by galactosylceramidase deficiency, resulting in neurodegeneration with a rapid clinical downhill course within the first months of life in the classic infantile form. This process may be triggered by the accumulation of galactosylceramide (GalCer) in nervous tissues. Both the enzyme galactosylceramidase and its in vivo activator molecule, saposin A, are essential during GalCer degradation. A clinical manifestation almost identical to Krabbe disease is observed when, instead of the galactosylceramidase protein, the saposin A molecule is defective. Saposin A results from posttranslational processing of the precursor molecule, prosaposin, encoded by the PSAP gene. Clinical and neuroimaging findings in a 7-month-old child strongly suggested Krabbe disease, but this condition was excluded by enzymatic and genetic testing. However, at whole exome sequencing, the previously undescribed homozygous, obviously pathogenic PSAP gene NM_002778.3:c.209T>G(p.Val70Gly) variant was determined in the saposin A domain of the PSAP gene. Fibroblast studies showed GalCer accumulation and the activation of autophagy for the first time in a case of human saposin A deficiency. Our patient represents the second known case in the literature and provides new information concerning the pathophysiology of saposin A deficiency and its intralysosomal effects.","dc:creator":"Kose M","dc:date":"2018","dc:title":"The Second Case of Saposin A Deficiency and Altered Autophagy."}},"rdfs:label":"Kose_2018: Case report"},{"id":"cggv:c8eef354-c3a9-4d31-8da7-735933890a1f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:c8eef354-c3a9-4d31-8da7-735933890a1f_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2d36a40e-d47b-4c86-a592-f42443f39452_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2d36a40e-d47b-4c86-a592-f42443f39452","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":18,"allele":{"id":"cggv:be9dc9cf-c335-40a8-81be-d83fe2de2f3e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.257T>A (p.Ile86Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377154031"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal development in the first 5 to 6 months, per parental report, followed by developmental regression. Concern of aqueductal stenosis at age 7 months. By 10 months of age, he was no longer smiling or responding to his name, and brain MRI showed \"marked generalized cerebral volume loss, subjectively small brainstem, and hypoplastic cerebellum\", thickening of the optic nerves and optic chiasm. By 18 months,he startled to sound, and soothed to touch and voice;  involuntary movements of the extremities, but no purposeful movements; did not fix or follow.","phenotypes":["obo:HP_0002353","obo:HP_0001508","obo:HP_0030890","obo:HP_0001250","obo:HP_0002015"],"previousTesting":true,"previousTestingDescription":"NGS of 229 genes related to leukodystrophy (including GALC) was non-diagnostic. \nA lysosomal enzyme panel (including GALC enzyme) and urine sulfatide analysis, performed previously by another lab, were non-diagnostic\nGALC enzyme activity in leukocytes was 0.40 nmol/h/mg protein (unaffected range 0.5–4 nmol/h/mg protein, affected range 0–0.2 nmol/h/mg protein).\nPsychosine quantification in dried blood spot was 12 nmol/L (controls < 3 nmol/L), consistent with Krabbe disease.","sex":"Male","variant":{"id":"cggv:16383d92-db00-4171-bd95-32be48098ea4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:be9dc9cf-c335-40a8-81be-d83fe2de2f3e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31439510","type":"dc:BibliographicResource","dc:abstract":"Saposin A is a post-translation product of the prosaposin (PSAP) gene that serves as an activator protein of the galactocerebrosidase (GALC) enzyme, and is necessary for the degradation of certain glycosphingolipids. Deficiency of saposin A leads to a clinical picture identical to that of early-infantile Krabbe disease caused by GALC enzyme deficiency. Galactosylsphingosine, also known as psychosine, is a substrate of the GALC enzyme that is known to be elevated in classic Krabbe disease. We present the case of an 18-month-old male with clinical and radiological findings concerning for Krabbe disease who had preserved GALC enzyme activity and negative GALC gene sequencing, but was found to have a homozygous variant, c.257 T > A (p.I86N), in the saposin A peptide of PSAP. Psychosine determination on dried blood spot at 18 months of age was elevated to 12 nmol/L (normal <3 nmol/L). We present this case to add to the literature on the rare diagnosis of atypical Krabbe disease due to saposin A deficiency, to report a novel presumed pathogenic variant within PSAP, and to suggest that individuals with saposin A deficiency may have elevated levels of psychosine, similar to children with classic Krabbe disease due to GALC deficiency.","dc:creator":"Calderwood L","dc:date":"2020","dc:title":"Rare Saposin A deficiency: Novel variant and psychosine analysis."}},"rdfs:label":"Calderwood_2020: Case report"},{"id":"cggv:16383d92-db00-4171-bd95-32be48098ea4","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:16383d92-db00-4171-bd95-32be48098ea4_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d3b621df-e104-4d9e-bd9b-f60dd6a40182_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1.4},{"id":"cggv:c5f2ca16-3139-44e5-b6c6-4ab343bcef35_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c5f2ca16-3139-44e5-b6c6-4ab343bcef35","type":"Proband","allele":{"id":"cggv:2d1ae763-00d1-4800-bbc7-f634b4f5a506"},"phenotypeFreeText":"No clinical description avaialble other than \"a specific saposin A deficiency is known.\"","previousTestingDescription":"\"a specific saposin A deficiency is known\" - no further details","sex":"UnknownEthnicity","variant":{"id":"cggv:40960c6a-d8f2-4871-b33b-41460efde81e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2d1ae763-00d1-4800-bbc7-f634b4f5a506"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27638581","type":"dc:BibliographicResource","dc:abstract":"In this hybrid of a personal essay and a subjective review, I am attempting to convey the sense of an adventure I myself experienced in exploring various aspects of Krabbe disease, which occupied a significant portion of my life as a biomedical researcher. This is meant to be a personal summary, and I have no pretense of this being an objective scholarly review. Since the first description of the disease by Krabbe 100 years ago, knowledge about the disease has advanced significantly. The main contributions from my laboratory, always the fruits of dedicated efforts of talented young colleagues, include the identification of the genetic defect as deficiency of galactosylceramidase, proposal of the psychosine hypothesis as the pathogenetic mechanism to explain the unique phenotypic characteristics of the disease, detailed delineations of the substrate specificities of the two lysosomal β-galactosidases, discovery of the twitcher mutant as a convenient and useful mouse model, and identification of saposin A as a specific galactosylceramide activator protein and as the second causative gene for globoid cell leukodystrophy. Now, attempts are being made in many laboratories for meaningful therapy, unthinkable when I started working on this disease. Despite these advances, there are still many unknowns and uncertainties about Krabbe disease waiting to be clarified. © 2016 Wiley Periodicals, Inc.","dc:creator":"Suzuki K","dc:date":"2016","dc:title":"My encounters with Krabbe disease: A personal recollection of a 40-Year journey with young colleagues."}},"rdfs:label":"Vanier unpublished case"},{"id":"cggv:40960c6a-d8f2-4871-b33b-41460efde81e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:40960c6a-d8f2-4871-b33b-41460efde81e_variant_evidence_item"},{"id":"cggv:40960c6a-d8f2-4871-b33b-41460efde81e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Please see note for the entry for the patient reported in Spiegel et al, PMID: 15773042."}],"strengthScore":0,"dc:description":"Not scored because the clinical and laboratory details for this patient have not been published. Instead, this paient was mentioned in a review article. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.4},{"id":"cggv:d3b621df-e104-4d9e-bd9b-f60dd6a40182_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3b621df-e104-4d9e-bd9b-f60dd6a40182_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2a063b75-7190-4224-aaf7-009bbadb542a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2d5c2a29-fdf0-411a-bc63-5b44e5e7cc69","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"accumulation of psychosine and gal-cer","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11707278","type":"dc:BibliographicResource","dc:abstract":"As previously shown for [(3)H-galactosyl]ceramide, the breakdown of [(3)H-galactosyl]sphingosine was reduced in prosaposin-deficient skin fibroblast homogenates. Galactosylsphingosine hydrolysis was also deficient in cell homogenates from Krabbe's disease (beta-galactocerebrosidase-deficient) patients, but not acid beta-galactosidase-deficient patients. Moreover, hydrolysis of galactosylsphingosine in the prosaposin-deficient cell homogenates could be partially restored by adding pure saposin A or C, thereby identifying these saposins as essential facilitators of galactosylsphingosine hydrolysis. By contrast, saposins B and D had little effect on galactosylsphingosine hydrolysis in the prosaposin-deficient cells. The reduced galactosylsphingosine turnover in prosaposin-deficiency suggests that there could be a pathogenetic cerebral accumulation of galactosylsphingosine in this disorder.","dc:creator":"Harzer K","dc:date":"2001","dc:title":"Saposins (sap) A and C activate the degradation of galactosylsphingosine."},"rdfs:label":"SapA and degradation of psychosine"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Highly consistent with function"},{"id":"cggv:09043b72-0373-4f5e-9151-aa20ebfe5259","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:38ad86c9-ec57-4439-a4c3-59c067f23d33","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"galactosylceramide","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9409731","type":"dc:BibliographicResource","dc:abstract":"In loading tests using galactosylceramide which had been labelled with tritium in the ceramide moiety, living skin fibroblast lines derived from the original prosaposin-deficient patients had a markedly reduced capacity to degrade galactosylceramide. The hydrolysis of galactosylceramide could be partially restored in these cells, up to about half the normal rate, by adding pure saposin A, pure saposin C, or a mixture of these saposins to the culture medium. By contrast, saposins B and D had little effect on galactosylceramide hydrolysis in the prosaposin-deficient cells. Cells from beta-galactocerebrosidase-deficient (Krabbe) patients had a relatively high residual galactosylceramide degradation, which was similar to the rate observed for prosaposin-deficient cells in the presence of saposin A or C. An SV40-transformed fibroblast line from the original saposin C-deficient patient, where saposin A is not affected, showed normal degradation of galactosylceramide. The findings support the hypothesis, which was deduced originally from in vitro experiments, that saposins A and C are the in vivo activators of galactosylceramide degradation. Although the results with saposin C-deficient fibroblasts suggest that the presence of only saposin A allows galactosylceramide breakdown to proceed at a normal rate in fibroblasts, it remains to be determined whether saposins A and C can substitute for each other with respect to their effects on galactosylceramide metabolism in the whole organism.","dc:creator":"Harzer K","dc:date":"1997","dc:title":"Saposins (sap) A and C activate the degradation of galactosylceramide in living cells."},"rdfs:label":"SapA in breakdown of gal-cer"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Highly consistent with function"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d3b621df-e104-4d9e-bd9b-f60dd6a40182_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7135f695-973e-43ed-8cd8-6edbf07e6bb6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9255018c-788d-4d70-8035-56f9511ada12","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A SapA-deficient mouse was vreated by knock in of a missense variant, p.Cys106Phe, using Cre/loxP methodology. The molecular mechanism of disease in this mouse is similar to that observed in human. Human with SapA-deficiency, and hence deficiency of GALC activity resulting in symtpoms of Krabbe disease, also have non-LOF variants within the SapA domain of PSAP. In addition, the variant in the mouse destroys a conserved dusilphide bride - a similar mechanism has been reported in other human PSAP-related conditions. The mouse has biallelic variants; pathients reported with this condition also have biallelic variants.\nThe clinical phenotype reported in SapA-deficient mice closely recapituates that reported in the 3 patients so far reported with Krabbe disease due to Saposin A deficiency, in addition to patients Krabbe disease due to GALC variants. This includes an initial period of normal development followed by developmental regressio with neurological deterioration, failure to thrive, and seizures. Neuropathology and biochemical abnormalities were also similar although, as noted by the authors, in general milder than those reported in human GALC-related Krabbe cases. Specifically, like humans with Krabbe disease, the SAPA-defciiency mice had thickened nerves, globoid-like cells throught the white matter and elevated levels of GalCer and psychosine.\n\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11371512","type":"dc:BibliographicResource","dc:abstract":"Sphingolipid activator proteins (saposins A, B, C and D) are small homologous glycoproteins derived from a common precursor protein (prosaposin) encoded by a single gene. They are required for in vivo degradation of sphingolipids with short carbohydrate chains. Six cysteines and one glycosylation site are strictly conserved in all four saposins. Total deficiency of all saposins and specific deficiency of saposin B or C are known among human patients. A mouse model of total saposin deficiency closely mimics the human disease. However, no specific saposin A or D deficiency is known. We introduced an amino acid substitution (C106F) into the saposin A domain by the Cre/loxP system which eliminated one of the three conserved disulfide bonds. Saposin A(-/-) mice developed slowly progressive hind leg paralysis with clinical onset at approximately 2.5 months and survival up to 5 months. Tremors and shaking, prominent in other myelin mutants, were not obvious until the terminal stage. Pathology and analytical biochemistry were qualitatively identical to, but generally much milder than, that seen in the typical infantile globoid cell leukodystrophy (GLD) in man (Krabbe disease) and in several other mammalian species, due to genetic deficiency of lysosomal galactosylceramidase (GALC) (EC 3.2.1.46). Thus, saposin A is indispensable for in vivo degradation of galactosylceramide by GALC. It should now be recognized that, in addition to GALC deficiency, genetic saposin A deficiency could also cause chronic GLD. Genetic saposin A deficiency might be anticipated among human patients with undiagnosed late-onset chronic leukodystrophy without GALC deficiency.","dc:creator":"Matsuda J","dc:date":"2001","dc:title":"A mutation in the saposin A domain of the sphingolipid activator protein (prosaposin) gene results in a late-onset, chronic form of globoid cell leukodystrophy in the mouse."},"rdfs:label":"Saposin A knock in mouse (Psap p.Cys106Phe)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The score is increased because the molecular mechanism, clinical findings, neuropathology, and biocehmical features closely resembles those of humans with PSAP-related and GALC-related Krabbe disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":7245,"specifiedBy":"GeneValidityCriteria10","strengthScore":6.4,"subject":{"id":"cggv:c6c804f6-828e-4f30-987a-14fc9e45b178","type":"GeneValidityProposition","disease":"obo:MONDO_0012720","gene":"hgnc:9498","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PSAP was first reported in relation to “Krabbe disease due to saposin A deficiency” (http://purl.obolibrary.org/obo/MONDO_0012720), an autosomal recessive lysosomal disease, in 2005 (Spiegel et al, PMID: 15773042).\n\nPSAP encodes prosaposin, a highly conserved glycoprotein which is a precursor for 4 cleavage products, the Sphingolipid Activator Proteins, or saposins A, B, C, and D. Saposins localize primarily to the lysosomes where they each have a different role the catabolism of glycosphingolipids (Meyer et al, 2014, PMID: 25130661). Because the location and type of different variants within PSAP determines which specific saposin is impacted, PSAP will be curated separately for four different conditions: Krabbe disease due to saposin A deficiency (this curation), metachromatic leukodystrophy due to saposin B deficiency, Gaucher disease due to saposin C deficiency, and combined PSAP deficiency. These “splits” in curations were made on the basis of the published disease assertions, molecular mechanism (impact of the variant on the different cleavage products of the prosapson protein), and phenotypic differences, based on the ClinGen Lumping and Splitting Guidelines.\n\nSpecific to this gene-disease validity curation, Saposin A activates galactocerebrosidase (also known as galactosylceramide beta-galactosidase, galactosylceramidase) which is required for the degradation of galactosylceramide, galactosylsphingosine, and other galactolipids. Deficiency of galactocerebrosidase activity due to biallelic variants in the GALC gene causes Krabbe disease, a neurological condition with a range of age of onset and severity that is associated with rapid deterioration and death in childhood for individuals with the infantile onset form (Orsini et al, 2018, PMID: 20301416). This curation examines the evidence that variants in PSAP, which encodes Sapsoin A, an activator of galactocerebrosidase, can also cause Krabbe disease.\n\nThree published cases with biallelic variants in PSAP and clinical and biochemical features consistent with Krabbe disease were identified (Spiegel et al, 2005, PMID: 15773042; Kose et al, 2018, PMID: 29995202; Calderwood et al, 2020, PMID: 31439510). Each of these individuals was homozygous for either a missense or inframe deletion within the region of the PSAP gene that encodes Saposin A (amino acids 60-143) (Meyer et al, 2014, PMID: 25130661. Another case was mentioned in the text of an article, homozygous for a previously reported missense change, but no clinical details were available (Suzuki et al, 2016, PMID: 27638581). A total of 1.4 points was given for genetic evidence.\n\nThis gene-disease relationship is also supported by experimental evidence including the biochemical functional of Saposin A, which is consistent with the biochemical and clinical findings in patients (Harzer et al, 1997, PMID: 9409731; Harzer et al, 2001, PMID: 11707278) and the clinical and biochemical features observed in a Saposin A-deficient knock-in mouse (Matsuda et al, 2001, PMID: 11371512). A total of 5 points was given for experimental evidence.\n\nIn summary, there is moderate evidence to support the relationship between PSAP and the autosomal recessive lysosomal disease ““Krabbe disease due to saposin A deficiency”. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Lysosomal Diseases GCEP on December 4, 2023, SOP v10. \n","dc:isVersionOf":{"id":"cggv:d3b621df-e104-4d9e-bd9b-f60dd6a40182"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}