{"id":"cggv:c7800cd0-11d8-4e50-85f0-04574c8798f4v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c7800cd0-11d8-4e50-85f0-04574c8798f4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2023-01-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:c7800cd0-11d8-4e50-85f0-04574c8798f4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-06-29T03:52:24.440Z","role":"Publisher"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9662400","type":"dc:BibliographicResource","dc:abstract":"X-linked congenital stationary night blindness (CSNB) is a recessive non-progressive retinal disorder characterized by night blindness, decreased visual acuity, myopia, nystagmus and strabismus. Two distinct clinical entities of X-linked CSNB have been proposed. Patients with complete CSNB show moderate to severe myopia, undetectable rod function and a normal cone response, whereas patients with incomplete CSNB show moderate myopia to hyperopia and subnormal but measurable rod and cone function. The electrophysiological and psychophysical features of these clinical entities suggest a defect in retinal neurotransmission. The apparent clinical heterogeneity in X-linked CSNB reflects the recently described genetic heterogeneity in which the locus for complete CSNB (CSNB1) was mapped to Xp11.4, and the locus for incomplete CSNB (CSNB2) was refined within Xp11.23 (ref. 5). A novel retina-specific gene mapping to the CSNB2 minimal region was characterized and found to have similarity to voltage-gated L-type calcium channel alpha1-subunit genes. Mutation analysis of this new alpha1-subunit gene, CACNA1F, in 20 families with incomplete CSNB revealed six different mutations that are all predicted to cause premature protein truncation. These findings establish that loss-of-function mutations in CACNA1F cause incomplete CSNB, making this disorder an example of a human channelopathy of the retina.","dc:creator":"Bech-Hansen NT","dc:date":"1998","dc:title":"Loss-of-function mutations in a calcium-channel alpha1-subunit gene in Xp11.23 cause incomplete X-linked congenital stationary night blindness."},"evidence":[{"id":"cggv:c7800cd0-11d8-4e50-85f0-04574c8798f4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c7800cd0-11d8-4e50-85f0-04574c8798f4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3b730ad-f7b0-4a19-8586-1fe702054401","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d6fc8716-01ae-4be7-a3fa-2ba5e99d4adc","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Figure 3b, Northern-blot analysis with probe jm8-13 revealed specific retinal expression. A 6.3-kb transcript was observed under stringent conditions in retinal tissue only. Cerebellum, retina and retinal pigment epithelium (RPE) lanes contain total RNA (left), the other tissues are represented by polyA+-RNA. Exposure was for 10 d.\n\nFigure 4: The jm-13 antisense probe was used to hybridize mouse eye sections. Specific signals can be seen in the ONL and INL with a weak hybridization in the GCL. No signal can be seen in RPE or inner plexiform layer (IPL). \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9662399","type":"dc:BibliographicResource","dc:abstract":"The locus for the incomplete form of X-linked congenital stationary night blindness (CSNB2) maps to a 1.1-Mb region in Xp11.23 between markers DXS722 and DXS255. We identified a retina-specific calcium channel alpha1-subunit gene (CACNA1F) in this region, consisting of 48 exons encoding 1966 amino acids and showing high homology to L-type calcium channel alpha1-subunits. Mutation analysis in 13 families with CSNB2 revealed nine different mutations in 10 families, including three nonsense and one frameshift mutation. These data indicate that aberrations in a voltage-gated calcium channel, presumably causing a decrease in neurotransmitter release from photoreceptor presynaptic terminals, are a frequent cause of CSNB2.","dc:creator":"Strom TM","dc:date":"1998","dc:title":"An L-type calcium-channel gene mutated in incomplete X-linked congenital stationary night blindness."},"rdfs:label":"Strom_ExpressionA"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8913c0b7-393c-4da5-9b8c-2b1c93e3a436","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ae1cd9f-bd0e-4c8a-b23c-42dff44e1adc","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"To determine the distribution of JMC8 expression, a panel of nine different human tissue-specific cDNA libraries was analysed for the presence of JMC8 sequences. Using exon-based primers from exons 24 and 33, the expected 1060-bp PCR product was detected only in the retinal cDNA pool (Fig. 2a). In contrast, a ubiquitiously expressed EST, JRL4A1, was detected in each of the cDNA pools from the same nine tissues (Fig. 2b). These results suggest that the expression of JMC8 is restricted to the retina. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9662400","rdfs:label":"Bech-Hansen_ExpressionA"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b13afae7-b08a-4ba1-b1e7-41fbc1172ce0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c36a2459-7f5e-4e31-b621-7d82534c5ef3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Data from protein atlas shows that CACNA1F expression is highly specific to the retina","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"ProteinAtlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2eaa3c3a-efd0-45ee-9f82-7500376cf08b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d280c8c3-320c-4352-8178-bcfb95a6b287","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"α1F protein was shown to be highly expressed in the OPL of the rat retina\n\nPhotoreceptor active zones in the OPL double labeled with antibodies against α1F and bassoon, a component of photoreceptor synaptic ribbons. The α1F immunoreactivity detected with anti-sheep FITC appeared green (top) and bassoon immunoreactivity detected with anti-mouse-CY3 appeared red (middle). The superimposition of the two staining patterns is shown in the bottom panel with areas of colocalization appearing yellow. Scale bar, 2μ m.\n\nThe α1F and bassoon immunoreactivities were localized to similar horseshoe-shaped structures in the OPL. The two staining patterns partially overlapped in the OPL (Fig. 4) , demonstrating close apposition of the calcium channels with rod photoreceptor active zones. \n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11527958","type":"dc:BibliographicResource","dc:abstract":"The molecular identity of the calcium channels that mediate glutamate release from photoreceptors is unknown. Mutations in the recently identified, retina-specific alpha(1F) calcium channel subunit cause incomplete X-linked congenital stationary night blindness (CSNB2), the phenotype of which is consistent with a defect in neurotransmission within the retina. The purpose of this study was to determine the cellular distribution of the alpha(1F) subunit in the retina.","dc:creator":"Morgans CW","dc:date":"2001","dc:title":"Localization of the alpha(1F) calcium channel subunit in the rat retina."},"rdfs:label":"Morgans_ExpressionA"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c7800cd0-11d8-4e50-85f0-04574c8798f4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3a14dbea-f582-4b9f-84b5-f48b76970fe9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:92ac645c-9ffd-478a-86b8-a96a074bb489","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant mice show a similar ERG response as human iCSNB patients. Additionally, the CACNA1F knockout mice show a reduction in OPL thickness and decreased opsin expression compared to WT mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30445045","type":"dc:BibliographicResource","dc:abstract":"The Cacna1f gene encodes the α1F subunit of an L-type voltage-gated calcium channel, Cav1.4. In photoreceptor synaptic terminals, Cav1.4 channels mediate glutamate release and postsynaptic responses associated with visual signal transmission. We have discovered a new Cacna1f mutation in nob9 mice, which display more severe phenotypes than do nob2 mice. To characterize the nob9 phenotype at different ages, we examined the murine fundus, applied retinal optical coherence tomography, measured flash electroretinograms (ERGs) in vivo, and analyzed the retinal histology in vitro. After identifying the X-linked recessive inheritance trait, we sequenced Cacna1f as the candidate gene. Mutations in this gene were detected by polymerase chain reaction (PCR) and confirmed by restriction fragment length polymorphism. Morphologically, an early-onset of retinal disorder was detected, and the degeneration of the outer plexiform layers progressed rapidly. Moreover, the mutant mice showed drastically reduced scotopic ERGs with increasing age. In 14-month-old nob9 retinas, immunostaining of cone opsins demonstrated a reduction in the number of short-wavelength opsins (S-opsins) to 54% of wild-type levels, and almost no middle-wavelength opsins (M-opsins) were observed. No cone ERGs could be detected from residual cones, in which S-opsins abnormally migrated to inner segments of the photoreceptors. The mutations of the Cacna1f gene in nob9 mice involved both a single nucleotide G to A transition and a 10-nucleotide insertion, the latter resulting in a frame-shift mutation in exon 14.","dc:creator":"Dai X","dc:date":"2019","dc:title":"Photoreceptor degeneration in a new Cacna1f mutant mouse model."},"rdfs:label":"Dai_MouseModel"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:155ddf8b-f592-42cb-a551-3d46b5ebccfb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cbd0fa08-f4ad-44fa-b422-3cdcd337522e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The CACNA1F knockout mouse recapitulates the ERG results of human patients with incomplete CSNB. Immunocytochemistry showed no detectable Cav1.4 protein in the outer plexiform layer of Cacna1f-mutant mice. Calcium signaling in the outer retinal layers was significantly affected by the Cacna1f mutation. The peak calcium signal in the OR (where photoreceptors are found) of Cacna1f-mutant mice was reduced by 90% compared with wild-type mice. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16155113","type":"dc:BibliographicResource","dc:abstract":"Retinal neural transmission represents a key function of the eye. Identifying the molecular components of this vital process is helped by studies of selected human genetic eye disorders. For example, mutations in the calcium channel subunit gene CACNA1F cause incomplete X-linked congenital stationary night blindness (CSNB2 or iCSNB), a human retinal disorder with abnormal electrophysiological response and visual impairments consistent with a retinal neurotransmission defect. To understand the subcellular basis of this retinal disorder, we generated a mouse with a loss-of-function mutation by inserting a self-excising Cre-lox-neo cassette into exon 7 of the murine orthologue, Cacna1f. Electroretinography of the mutant mouse revealed a scotopic a-wave of marginally reduced amplitude compared with the wild-type mouse and absence of the post-receptoral b-wave and oscillatory potentials. Cone ERG responses together with visual evoked potentials and multi-unit activity in the superior colliculus were also absent. Calcium imaging in Fluo-4 loaded retinal slices depolarized with KCl showed 90% less peak signal in the photoreceptor synapses of the Cacna1f mutant than in wild-type mice. The absence of post-receptoral ERG responses and the diminished photoreceptor calcium signals are consistent with a loss of Ca((2+)) channel function in photoreceptors. Immunocytochemistry showed no detectable Ca(v)1.4 protein in the outer plexiform layer of Cacna1f-mutant mice, profound loss of photoreceptor synapses, and abnormal dendritic sprouting of second-order neurons in the photoreceptor layer. Together, these findings in the Cacna1f-mutant mouse reveal that the Ca(v)1.4 calcium channel is vital for the functional assembly and/or maintenance and synaptic functions of photoreceptor ribbon synapses. Moreover, the outcome of this study provides critical clues to the pathophysiology of the human retinal channelopathy of X-linked incomplete CSNB.","dc:creator":"Mansergh F","dc:date":"2005","dc:title":"Mutation of the calcium channel gene Cacna1f disrupts calcium signaling, synaptic transmission and cellular organization in mouse retina."},"rdfs:label":"Mansergh_MouseModel"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:c7800cd0-11d8-4e50-85f0-04574c8798f4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8605,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:aa75779b-0727-45e4-9095-c7d8c684c76c","type":"GeneValidityProposition","disease":"obo:MONDO_0700243","gene":"hgnc:1393","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"*CACNA1F* was first reported in relation to cases of X-linked inheritance of incomplete congenital stationary night blindness in 1998 by two groups (Bech-Hansen et al., PMID: 9662400 and Strom et al., PMID: 9662399). *CACNA1F* has been noted to be associated with the following disease entities as found in OMIM: Aland Island eye disease (OMIM:300600); X-linked cone-rod dystrophy 3 (OMIM:300476); and incomplete, X-linked congenital stationary night blindness (OMIM:30071). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in the molecular mechanism or inheritance pattern of these diseases. Therefore, these three disease entities have been lumped into a single disease entity, named CACNA1F-related retinopathy for the gene curation of *CACNA1F*.\n\n17 suspected pathogenic variants (six missense, one in-frame indel, five nonsense, two frameshift, and three splicing) that have been reported in 17 probands across seven publications (PMIDs: 16505158, 11281458, 26992781, 22194652, 12111638, 23714322, and 9662400) are included in this curation. Each proband was a hemizygous male. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be monoallelic loss of function.\n\nThis gene-disease association is also supported by experimental evidence that *CACNA1F* exhibits its highest expression levels in retina tissue, specifically the outer plexiform layer of retina cells (PMIDs: 9662400, 9662399, 11527958). *Cacna1f* knockout mice exhibit absence of scotopic b-wave and normal a-wave in ERG recordings; significantly reduced calcium signaling; reduced Cacna1f, M-opsin and S-opsin expression in the retina and reduced thickness of the outer plexiform layer of the retina (PMIDs: 16155113, 30445045). \n\nIn summary, *CACNA1F* is definitively associated with X-linked inheritance of CACNA1F-related retinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Retina GCEP on January 5th, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:c7800cd0-11d8-4e50-85f0-04574c8798f4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}