{"id":"cggv:669dcacf-8423-4507-a36c-feab049737b3v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:669dcacf-8423-4507-a36c-feab049737b3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2020-12-18T20:05:20.841Z","role":"Approver"},{"id":"cggv:669dcacf-8423-4507-a36c-feab049737b3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-01-08T13:59:44.989Z","role":"Publisher"}],"evidence":[{"id":"cggv:669dcacf-8423-4507-a36c-feab049737b3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:669dcacf-8423-4507-a36c-feab049737b3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:188783ae-c238-46d5-8516-164461fc605e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:90c6dfaf-b264-4b28-abac-e3faaabdd974","type":"FunctionalAlteration","dc:description":"Autophosphorylation of immunoprecipitated JAK3 from transfected cells was then assessed by in vitro kinase assay. As seen in Figure 4, control wild-type JAK3 displayed brisk catalytic activity (Figure 4 upper panel, lanes 1 and 2), while the previously described catalytically inactive control construct bearing a K855A mutation within the ATP binding site50 had no demonstrable kinase activity (Figure 4 upper panel, lanes 3 and 4). Lack of [γ-32P]ATP incorporation was likewise noted in JAK3 immunoprecipitates from COS-7 cells transfected with pME18s vector alone (Figure 4 upper panel, lanes 5 and 6), confirming the absence of detectable background kinase activity under these experimental conditions. In contrast to wild-type JAK3, none of the 3 patient-derived mutants exhibited detectable kinase activity in this experiment (Figure 4 upper panel, lanes 7-12). Reprobing of the membrane with anti-JAK3 antibody affirmed comparable loading of the different JAK3 constructs (Figure 4 lower panel, lanes 1-4 and 7-12) and lack of endogenous JAK3 expression by COS-7 cells (Figure 4 lower panel, lanes 5 and 6) in this experiment. Taken together, these data support the hypothesis that the abnormal JAK3 signaling displayed by del58A, D169E, and G589S mutant proteins was not simply due to limited expression of an otherwise normal JAK3 kinase. Rather, each of the 3 mutant JAK3 proteins exhibits inherently abnormal catalytic function that is not corrected by overexpression in COS-7 cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14615376","type":"dc:BibliographicResource","dc:abstract":"We found 10 individuals from 7 unrelated families among 170 severe combined immunodeficiency (SCID) patients who exhibited 9 different Janus kinase 3 (JAK3) mutations. These included 3 missense and 2 nonsense mutations, 1 insertion, and 3 deletions. With the exception of 1 individual with persistence of transplacentally transferred maternal lymphocytes, all infants presented with a T-B+NK- phenotype. The patient mutations all resulted in abnormal B-cell Janus kinase 3 (JAK3)-dependent interleukin-2 (IL-2)-induced signal transducer and activator of transcription-5 (STAT5) phosphorylation. Additional analyses of mutations permitting protein expression revealed the N-terminal JH7 (del58A) and JH6 (D169E) domain mutations each inhibited receptor binding and catalytic activity, whereas the G589S JH2 mutation abrogated kinase activity but did not affect c association. Nine of the 10 patients are currently alive from between 4 years and 18 years following stem cell transplantation, with all exhibiting normal T-cell function. Reconstitution of antibody function was noted in only 3 patients. Natural killer (NK) function was severely depressed at presentation in the 4 patients studied, whereas after transplantation the only individuals with normal NK lytic activity were patients 1 and 5. Hence, bone marrow transplantation is an effective means for reconstitution of T-cell immunity in this defect but is less successful for restoration of B-cell and NK cell functions.","dc:creator":"Roberts JL","dc:date":"2004","dc:title":"Janus kinase 3 (JAK3) deficiency: clinical, immunologic, and molecular analyses of 10 patients and outcomes of stem cell transplantation."},"rdfs:label":"Catalytic Activity of JAK3 Protein"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:87ab0c02-1366-42f7-b2af-8795969d0bcb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b057023f-f3ce-4d4d-829c-53ac299cf8e5","type":"FunctionalAlteration","dc:description":"To study the effect of the Y100C mutation on γc interaction, authors expressed wild-type Jak3, a kinase-inactive form of Jak3, a form of Jak3 with aY105F mutation in a conserved tyrosine adjacent to Y100, and the Y100C SCID patient mutant, in 293T cells, and tested their ability to co-immunoprecipitate with γc. Wild-type or mutant Jak3 were immunoprecipitated and blots were probed with anti-γc antibody. Authors observed co-immunoprecipitation of γc with wild-type Jak3, the kinase-inactive mutant, K855A, and the Y105F mutant. However, they did not detect co-precipitation of γc with Jak3 Y100C or the Jak3Y100C/Y105F double mutant, although equal levels of Jak3 and γc were expressed in these cells, suggesting that the Y100C mutation disrupts receptor interaction. The same result was obtained when epitope-tagged γc was co-precipitated with wild-type or mutant Jak3. Again, wild-type, kinase-inactive and Y105F Jak3 interacted strongly with γc, while the Y100C mutant and the Y100C/Y105F double mutant were unable to bind the receptor, suggesting that Jak3 Y100C lacks the ability to interact with γc.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10075926","type":"dc:BibliographicResource","dc:abstract":"Signaling through the hematopoietic receptors requires activation of receptor-associated Janus (Jak) kinases. For example, Jak1 and Jak3 bind specifically to the IL-2 receptor beta (IL-2Rbeta) and common gamma (gammac) chains, respectively, and initiate biochemical signals critical in controlling immune responses. The region of Jak responsible for receptor interactions, however, is not well characterized. Here we describe a naturally occurring Jak3 mutation from a patient with autosomal severe combined immunodeficiency (SCID), where a single amino acid substitution, Y100C, in Janus homology domain 7 (JH7) prevents kinase-receptor interaction. This mutation also results in a loss of IL-2-induced signaling in a B-cell line derived from this patient. Using mutational analysis we have identified a region of Jak3, including portions of JH6 and JH7, that is sufficient for kinase-receptor contact and show that this segment interacts with the proline-rich Box1 region of the receptor. Furthermore, a Jak3-Jak1 chimera containing only the JH6 and JH7 domains of Jak3 interacts with gammac and can reconstitute IL-2-dependent responses, including receptor phosphorylation and activation of signal transducer and activator of transcription (STAT) 5b. Our results suggest that the N-terminus of Jak kinases is critical for receptor binding, and is therefore likely to determine specificity of Jak kinase-receptor interactions.","dc:creator":"Cacalano NA","dc:date":"1999","dc:title":"Autosomal SCID caused by a point mutation in the N-terminus of Jak3: mapping of the Jak3-receptor interaction domain."},"rdfs:label":"Does JAK3 mutant interact with γc"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:871992c7-1f63-4a6c-b900-727da1416450","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ae2bbc7a-220d-4644-bf58-653d3e8c9ff1","type":"FunctionalAlteration","dc:description":"Stat6 was activated by IL-4 in the PN but not in the AP EBV line (Fig. 3A), demonstrating an apparent defect in B cell signaling and that Jak3 was required for Stat6 activation in these cells. Stat6 is ubiquitously expressed, and the lack of Stat6 activation by IL-4 was not due to a lack of Stat6 protein in AP cells (Fig. 3B). Authors also observed the same defect in Stat6 activation by IL-4 in XSCID cell lines. Thus, the defects in B cell function seen in the patient AP and in XSCID patients are probably due to deficiencies in B cell signaling as well as to deficiencies in T cell help. It is interesting that B cell numbers are normal or increased in humans with XSCID and Jak3 deficiency, but are essentially absent in mice with -y, deficiency and in young (4- to 6-week-old) mice with Jak3 deficiency. This is probably because IL-7 is an essential pre-B cell growth factor in mice but not in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7481768","type":"dc:BibliographicResource","dc:abstract":"Males with X-linked severe combined immunodeficiency (XSCID) have defects in the common cytokine receptor gamma chain (gamma c) gene that encodes a shared, essential component of the receptors of interleukin-2 (IL-2), IL-4, IL-7, IL-9, and IL-15. The Janus family tyrosine kinase Jak3 is the only signaling molecule known to be associated with gamma c, so it was hypothesized that defects in Jak3 might cause an XSCID-like phenotype. A girl with immunological features indistinguishable from those of XSCID was therefore selected for analysis. An Epstein-Barr virus (EBV)-transformed cell line derived from her lymphocytes had normal gamma c expression but lacked Jak3 protein and had greatly diminished Jak3 messenger RNA. Sequencing revealed a different mutation on each allele: a single nucleotide insertion resulting in a frame shift and premature termination in the Jak3 JH4 domain and a nonsense mutation in the Jak3 JH2 domain. The lack of Jak3 expression correlated with impaired B cell signaling, as demonstrated by the inability of IL-4 to activate Stat6 in the EBV-transformed cell line from the patient. These observations indicate that the functions of gamma c are dependent on Jak3 and that Jak3 is essential for lymphoid development and signaling.","dc:creator":"Russell SM","dc:date":"1995","dc:title":"Mutation of Jak3 in a patient with SCID: essential role of Jak3 in lymphoid development."},"rdfs:label":"JAK3 Dependent Stat6 activation by IL-4"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:669dcacf-8423-4507-a36c-feab049737b3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3739560-3104-4a0c-8d17-5bec1271b52a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:98fe15b6-2ff9-4e30-b6c6-e03539531d0b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both expanded iILC1 (Figure 5A–B) and ILC3 (Figure 5C–D) were substantially less proliferative in the presence of tofacitinib. Both iILC1 and ILC3 incorporated significantly less BrdU in a dose-dependent manner, and their proliferation almost completely blocked at high dose (Figure 5A–D).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28513593","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in the tyrosine kinase JAK3 cause autosomal recessive severe combined immunodeficiency (SCID). Defects in this form of SCID are restricted to the immune system, which led to the development of immunosuppressive JAK inhibitors. We find that the B6.Cg-Nr1d1tm1Ven/LazJ mouse line purchased from Jackson Laboratories harbors a spontaneous mutation in Jak3, generating a SCID phenotype and an inability to generate antigen-independent professional cytokine-producing innate lymphoid cells (ILCs). Mechanistically, Jak3 deficiency blocks ILC differentiation in the bone marrow at the ILC precursor and the pre-NK cell progenitor. We further demonstrate that the pan-JAK inhibitor tofacitinib and the specific JAK3 inhibitor PF-06651600 impair the ability of human intraepithelial ILC1 (iILC1) to produce IFN-γ, without affecting ILC3 production of IL-22. Both inhibitors impaired the proliferation of iILC1 and ILC3 and differentiation of human ILC in vitro. Tofacitinib is currently approved for the treatment of moderate-to-severely active rheumatoid arthritis. Both tofacitinib and PF-06651600 are currently in clinical trials for several other immune-mediated conditions. Our data suggest that therapeutic inhibition of JAK may also impact ILCs and, to some extent, underlie clinical efficacy.","dc:creator":"Robinette ML","dc:date":"2018","dc:title":"Jak3 deficiency blocks innate lymphoid cell development."},"rdfs:label":"JAK3 Inhibition Diminishes Human ILC proliferation"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"To test if the proliferative defect caused by tofactinib was truly JAK3 mediated, authors tested the effect of the JAK3-specific inhibitor PF-06651600 on iILC1 (Figure 5E) and ILC3 (Figure 5F) proliferation compared to tofactinib. Mirroring tofacitinib, authors found that PF-06651600 abrogated ILC proliferation. Thus, human ILC proliferation is JAK3 dependent, at least in culture conditions."},{"id":"cggv:4ed6f42b-ba65-481b-947d-a8f9999e4cd8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6947c945-65e7-4280-a5af-0ae2c7b030db","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This defect phenocopied littermates from intercrossed Jak3tm1Ljb/+ mice, which are on a mixed 129S4 and C57BL6/J background (some data not shown). Authors noted a phenotype characterized by lack of lymphoid tissue development that emerged in the F1 from original Jackson breeders and that segregated independently from Nr1d1tm1Ven alleles, which were then called Wolverine (WLVRN). Grossly, mice with the WLVRN phenotype lacked Peyer’s patches (PPs) and peripheral lymph nodes as measured by inguinal lymph node presence or absence, and also demonstrated thymic aplasia compared to littermates. To test directly if Jak3 deficiency caused these WLVRN phenotypes, authors intercrossed Jak3tm1Ljb/+ and Jak32067insC/+ and found that Jak32067insC/ tm1Ljb mice had reductions in ILCs and lacked lymphoid tissue development, while there was no difference between WT and either heterozygous allele (some data not shown). From these data, authors conclude that the WLVRN phenotype is caused by a spontaneous loss-of-function mutation in Jak3, leading to the first C57BL6/J Jak3 deficient mouse line. Authors also conclude that Jak3 is critically important for the development and/or maintenance of all ILCs.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28513593","rdfs:label":"WLVRN phenotype caused by JAK3 frameshift mutation"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":"1","dc:description":"Mouse phenotype not as closely related to the human SCID phenotype, but evidence for JAK3 impact on ILCs."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:669dcacf-8423-4507-a36c-feab049737b3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:669dcacf-8423-4507-a36c-feab049737b3_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:ea3354ea-0b4e-4130-89c6-bb6d8e296d69_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4b707740-d4a3-4b98-939a-6f42fb7cc3bb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":10,"detectionMethod":"Trace amounts of JAK3 RNA were identified by reverse transcriptase-polymerase chain reaction (RT- PCR) after 40 cycles of amplification, allowing authors to sequence the entire coding region of Jak3 from both AP and normal controls.","firstTestingMethod":"Other","phenotypeFreeText":"Healthy until the age of 4 months, frequent diarrhea, poor weight gain, two episodes of monilial dermatitis. At age 9.5 months patient developed right upper lobe pneumonia, and showed lack of visible or palpable lymphoid tissue.","phenotypes":["obo:HP_0000403","obo:HP_0002014","obo:HP_0001888","obo:HP_0004313"],"previousTesting":true,"previousTestingDescription":"At 10 months of age, patient was referred to Medical Center for possible bone marrow transplantation. Immunologic evaluation revealed normal serum immunoglobulin M (IgM) but no detectable serum IgG or IgA. Patient total lymphocyte count was 2,912/mm3 (normal >4,500/mm3), of which 89% were CD20+ B cells and 7% were CD3- T cells. Patient lymphocytes exhibited low responses to mitogens and allogenic cells in [3H] thymidine incorporation assays. Although 1% of peripheral blood lymphocytes was CD1 6-, natural killer (NK) cell functional studies revealed no killing of K562 erythroleuke- mia cells, analogous to the absence of NK cells in XSCID.","sex":"Female","variant":{"id":"cggv:ea3354ea-0b4e-4130-89c6-bb6d8e296d69_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e342d98f-184f-45c5-9427-5d3300c40912","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1172C>A (p.Thr391Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404770683"}},{"id":"cggv:45e42d15-cd88-49e9-8710-1655c29b9328","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1695C>A (p.Cys565Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120303"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7481768"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7481768","rdfs:label":"AP"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"A single base insertion of a G nucleotide was found in the JH4 domain at nucleotide 1172 (amino acid 391) that resulted in a frameshift and subsequent stop codon at amino acid 408, and a point mutation was found at nucleotide 1695 (amino acid 565) in the JH2 domain that converts TGC (encoding Cys) to TGA (stop codon). These observations may explain why JAK3 RNA was not detectable by Northern analysis, as premature stop codons frequently cause reduced RNA expression through a number of mechanisms. It was assumed that the amount of RNA derived from the mutant allele would be much less than that derived from the wild-type allele in AP's parents, so genomic DNA from EBV-transformed cells from the mother (JP) and father (GP) was amplified. Direct sequencing indicated a homozygous TGC codon in PN and GP, whereas AP and JP were both heterozygous for TGC and TGA at this position, indicating that the stop codon mutation (m2) was inherited from the mother, and the insertion mutation (m1) was inherited from the father. Functional evidence: Stat6 was activated by IL-4 in the PN but not in the AP EBV line, demonstrating an apparent defect in B cell signaling and that Jak3 was required for Stat6 activation in these cells."},{"id":"cggv:17fb7bc0-7169-4c2b-97db-6d4648e49c6f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:00ba279b-6d4e-40d5-b745-3300dfc538ca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":3,"detectionMethod":"Mutation in L.E. was an A to G transition at nucleotide 1537 found both in the transcript and in genomic clones. Causes a missense mutation at the codon 481, causing a substitution of glutamic acid to glycine. Maternal DNA direct sequencing of PCR product and in 12 PCR clones did not show any abnormality, suggesting de novo mutation. This mutation lies at the first nucleotide of exon 10, but does not affect the correct splicing of transcript. Authors suggest that patient L.E. carried two different mutations, leading the first to a shorter protein with an internal deletion including portions of the JH3 and JH2 domains, but with an intact C-terminus, and the second producing a protein of normal size with a single amino acid substitution at codon 481.\n\nSouthern blot analysis and RT-PCR of L.E. DNA showed the presence of a 4.2-kb band in addition to the 3.2- and 2.5-kb band present in the normal DNAs (data not shown). RT-PCR amplification of the JAK3 transcript showed a smaller band in addition to the expected one. Sequence analysis of three of these clones showed that the different size of the transcript was due to deletion of three exons (exons 10, 11, and 12, Fig 1A) that did not alter the reading frame of the downstream sequence. These results, together with the Southern findings, suggested that a genomic deletion was responsible for abnormality. The additional variant in L.E. causes exons 10 and 11 deleted at the genomic level, exon 12 is present in the genomic DNA, but it is preferentially skipped in the abnormally sized transcript (del aa 482-596).","firstTestingMethod":"PCR","phenotypeFreeText":"Normally expressed γC","phenotypes":"obo:HP_0200117","previousTesting":true,"previousTestingDescription":"Severely reduced proportion of peripheral blood T lymphocytes (CD3+ from <1% to 2%), with an increased proportion of B cells (CD13+, 74% to 98%), detected 13% NK (CD16+) cells. In vitro responses to phythoemoagglutinine, to anti-CD3, and to anti-CD3 + IL-2 were absent. Patient was treated by haploidentical bone marrow transplantation (BMT). Before BMT, patient L.E. developed autologous T cells. At 3 months of age, patient had 41% CD3+ cells (absolute number, 3,645/μL). However, these cells had an unusual activated phenotype, in that greater than 98% of them were also CD4+ CD45RO+ and predominantly (63%) coexpressed the DR antigen. At this time, and in contrast to that observed at 1 month of life, in vitro stimulation with anti-CD3 + IL-2 resulted in a substantial proliferative response (36.2 × 103 cpm v 36.6 × 103 cpm in a normal control) as compared with that elicited by anti-CD3 alone (4.2 × 103 cpm in the patient v 39.4 × 103 cpm in the control). Furthermore, IL-2 stimulation alone also elicited a proliferative response comparable to normal (17.6 × 103 cpm in patient L.E. v 16.2 × 103 cpm in the control). Molecular typing of the purified CD4+ cells with use of the highly polymorphic markers DQ α and D1S80 showed that the circulating T cells were autologous and not of maternal origin.","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:17fb7bc0-7169-4c2b-97db-6d4648e49c6f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:888c7513-43f8-4b3f-a26d-05327e58f578","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1442A>G (p.Glu481Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404770100"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9354668","type":"dc:BibliographicResource","dc:abstract":"Mutations of the Janus family kinase JAK3 have been found to be responsible for autosomal recessive severe combined immunodeficiency (SCID) in humans. We report here the analysis of four new unrelated patients affected by JAK3-deficient SCID. The genetic defects were heterogeneous and included a large intragenic deletion as well as different point mutations, leading to missense substitutions, early stop codons, or splicing defects. We performed a series of studies of the biochemical events induced by cytokines on lymphoblastoid B-cell lines obtained from these patients. Abnormalities in tyrosine phosphorylation of JAK3 in response to interleukin-2 (IL-2) and IL-4 were present in all patients. Accordingly, IL-2-mediated phosphorylation of STAT5 was also absent or barely detectable. On the contrary, in all cases, we could show reduced but clear phosphorylation of STAT6 upon IL-4 stimulation. In one patient carrying a single amino acid change (Glu481Gly) in the JH3 domain of JAK3, we observed partially conserved IL-2 responses resulting in reduced but detectable levels of JAK3 and STAT5 phosphorylation. Interestingly, the patient bearing this mutation developed a substantial number of circulating CD4(+)/CD45RO+ activated T lymphocytes that were functionally impaired. In two cases, patients' cells expressed JAK3 proteins with mutations in the JH2 pseudo-kinase domain. A single cysteine to arginine substitution (Cys759Arg) in this region resulted in high basal levels of constitutive JAK3 tyrosine phosphorylation unresponsive to either downregulation by serum starvation or cytokine-mediated upregulation. The characterization of the genetic defects and biochemical abnormalities in these JAK3-deficient patients will help define the role of JAK3 in the ontogeny of a competent immune system and may lead to a better understanding of the JAK3 functional domains.","dc:creator":"Candotti F","dc:date":"1997","dc:title":"Structural and functional basis for JAK3-deficient severe combined immunodeficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354668","rdfs:label":"L.E."}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Missense mutation and multi-exon deletion. Western blot analysis of whole-cell lysates obtained from normal control and patients' BCLs: L.E. expressed two distinct forms of JAK3 protein, one of which showed a markedly reduced molecular weight and was most likely derived from the transcript lacking exons 10, 11, and 12. The truncated form of JAK3 protein was detected also in lysates of cells obtained from patient L.E.'s father (data not shown). \n\nTyrosine phosphorylation of JAK3 in response to cytokine stimulation: As shown in Fig 3B induced tyrosine phosphorylation of JAK3 in normal control cells, whereas a reduced signal was detectable in patient L.E. cells. May reflect the low amount of JAK3 protein expressed in these cells.\n\nCytokine-Mediated Phosphorylation of Stat5 and Stat6: in agreement with the observed partial conservation of JAK3 phosphorylation, authors detected a minimal IL-2–induced STAT5 phosphorylation in cells from patient L.E."},{"id":"cggv:29ac28f2-4473-42f2-aabe-b1e0248c3a29_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:779c8de5-9eb2-4e8e-8ad9-4a457c21355e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":7,"detectionMethod":"JAK3 sequence analysis. Patient 3 was found to be homozygous for a GtoAtransition at nucleotide 1860 predicted to change amino acid 589 in the JH2 domain from glycine to serine (G589S). Both parents of patient 3 were heterozygous for the (1860GA) mutation in exon 11.  ","firstTestingMethod":"PCR","phenotypeFreeText":"T-B+NK- phenotype, recurrent infections","previousTesting":true,"previousTestingDescription":"CD16+ cells per mm3 - 204, %NK activity - 6.8. The unexpectedly high number of T and NK cells present in patient 3 was due to documented persistence of transplacentally transferred maternal lymphocytes.","sex":"UnknownEthnicity","variant":{"id":"cggv:29ac28f2-4473-42f2-aabe-b1e0248c3a29_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d5cb5292-ac31-4df7-8205-e1492bd89192","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1765G>A (p.Gly589Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10588686"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14615376"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14615376","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"STAT5 phosphorylation was not observed following IL-2 stimulation of EBV-transformed B cells established prior to bone marrow transplantation from any of the SCID patients studied. Patient 3 did express detectable levels of JAK3. To address what impact the expressed JAK3 protein had, authors analyzed the catalytic activity of the patient 3 mutant JAK3 protein expressed individually in COS cells. In contrast to wild-type JAK3, the patient-derived mutant did not exhibit detectable kinase activity in this experiment. These data support the hypothesis that the abnormal JAK3  signaling displayed by the G589S mutant protein was not simply due to limited-expression of an otherwise normal JAK3  kinase. Rather, the mutant JAK3 protein exhibits inherently abnormal catalytic function that is not corrected by overexpression in COS-7 cells.\n"},{"id":"cggv:6af60dd9-866a-4c96-9ed8-0f2514d35efe_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:820fa43b-fa8d-4774-a9cb-b05134e7a62e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":8,"detectionMethod":"Genomic DNA was isolated from peripheral blood and HD. All 23 exons and exon/intron boundaries of the JAK3 gene were separately amplified by PCR. Total RNA was isolated from EBV‐B lymphocytes of the JAK3‐SCID patient and their parents. Reverse transcription was performed. Immunoblot analysis was performed using protein lysates obtained from EBV‐B lymphocytes. Microsatellite genotyping was performed using Genomic DNA extracted from PBMC. Authors identified, by targeted NGS sequencing, two novel mutations: c.1796T>G and c.2125T>A that cause the p.V599G and the p.W709R amino acidic changes, respectively. Both mutations confirmed by Sanger sequencing in Pt4 and parents.","firstTestingMethod":"PCR","phenotypeFreeText":"Patient was well until 4 months of age until presented with acute respiratory failure, without fever. Pt4 had history of long‐lasting cough and a growth arrest in the last month. The chest X‐ray performed revealed an interstitial pneumonia and an antibiotic therapy was started unsuccessfully. Due to the detection of Pneumocystis Jirovecii in tracheal aspirate Trimethoprim‐sulfamethoxazole and corticosteroids were started with fast clinical improvement.","previousTesting":true,"previousTestingDescription":"Allogenic haploidentical HSCT from mother was successfully performed at the age of 8 months. Seventeen months after HSCT, patient did not present severe complications and he showed mix chimerism and normal lymphocytes count. Immunological investigations showed a hypogammaglobulinemia and a T and NK lymphopenia despite normal lymphocyte count. Chimerism analysis did not reveal maternal T cells.","secondTestingMethod":"Next generation sequencing panels","sex":"UnknownEthnicity","variant":{"id":"cggv:6af60dd9-866a-4c96-9ed8-0f2514d35efe_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d4c29403-94ce-457d-8223-a980f462c257","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1796T>G (p.Val599Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404769029"}},{"id":"cggv:d6d447f8-4c91-44ac-8fd9-7950c6178b17","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.2125T>A (p.Trp709Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9301678"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30032486","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Janus Kinase 3 (JAK3) gene cause an autosomal recessive form of severe combined immunodeficiency (SCID) usually characterized by the absence of both T and NK cells, but preserved numbers of B lymphocytes (T-B+NK-SCID). The detection of larger (>100 bp) genomic duplications or deletions can be more difficult to be detected by PCR-based methods or standard NGS protocols, and a broad range of mutation detection techniques are necessary.","dc:creator":"Di Matteo G","dc:date":"2018","dc:title":"JAK3 mutations in Italian patients affected by SCID: New molecular aspects of a long-known gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30032486","rdfs:label":"Pt4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Pt4 is compound heterozygous for two novel missense substitutions encoding a mutated form of JAK3 protein detectable by WB analysis. \n\nProtein analysis of Pt4 revealed a slight decreased expression of JAK3 protein. PolyPhen‐2 web server predicted a probable damaging effect for both mutations. The p.V599G and the p.W709R mutations are located in the pseudokinase domain of JAK3 essential for its kinase activity. To confirm the pathogenicity of these mutations, authors performed STAT5 phosphorylation analysis on EBV‐B cells. The results indicated the absence of phospho‐STAT5‐positive population in response to IL2 or IL15 stimulation in patients’ cells compared with HD cells."},{"id":"cggv:572ace92-db6b-4924-97ca-2513f1c859b9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b849ed7e-771a-49d1-a2f2-27a7be0af6e9","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":5,"detectionMethod":"Genomic DNA was isolated from peripheral blood and HD. All 23 exons and exon/intron boundaries of the JAK3 gene were separately amplified by PCR. Total RNA was isolated from EBV‐B lymphocytes of the JAK3‐SCID patient and their parents. Reverse transcription was performed. Immunoblot analysis was performed using protein lysates obtained from EBV‐B lymphocytes. Microsatellite genotyping was performed using Genomic DNA extracted from PBMC.","firstTestingMethod":"PCR","phenotypeFreeText":"Hospitalized at 4 months of age due to failure to thrive. Because of persistent vomiting, Pt3 was subsequently admitted to the hospital and discharged with a diagnosis of urinary infection. However, patient was again readmitted a few days later for wheezing and cough. A rapidly progressive respiratory failure with a picture of interstitial pulmonary picture occurred, necessitating mechanical ventilation.","previousTesting":true,"previousTestingDescription":"The rapid clinical deterioration suggested a diagnosis of SCID confirmed by immunological phenotype and molecular analysis. Bronchoalveolar lavage (BAL) and tracheal aspirate (TA) for bacteria, EBV, CMV, adenovirus, influenzae, parainfluenzae resulted negative. Respiratory failure with a picture of interstitial pulmonary picture was treated with antibiotics, intravenous immunoglobulins, trimethoprim‐sulfamethoxazole, fuconazole, acyclovir, and antiviral prophylaxis was promptly started without any improvement.","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:572ace92-db6b-4924-97ca-2513f1c859b9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:64eba90f-37e6-4dc7-9a32-54b34dda15a4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.874T>G (p.Phe292Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404772140"}},{"id":"cggv:fef79413-4447-432e-9552-5d65a3d91b36","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1701+351_1787-398del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532306"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30032486"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30032486","rdfs:label":"Pt3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"JAK3 protein was absent in EBV‐B cells from Pt3. The analysis of the genomic DNA by DHPLC performed on patient and parents showed an atypical profile in the exon 7 in the Pt3 and her father (data not shown). Sequencing revealed the novel missense mutation c.933T>G causing the amino acid change p.F292V, and PolyPhen‐2 web server predicted a possible damaging effect (score of 0.572) for this mutation located in the FERM domain of the protein. In addition, RT‐PCR revealed in Pt3 and mother the same deletion g.15410_16542del (fragment 4) founded in Pt2 (data not shown). Since Pt2 and Pt3 originated from the same small Italian town, in order to determine whether the mutation g.15410_16542del descended from a single ancestral mutation event or arisen independently, authors genotyped their families using four microsatellite markers flanking the JAK3 gene on chromosome 19. The same shared haplotype was found in both patients: Pt2 inherited the deletion from father whereas Pt3 from mother. No functional evidence for variant unique to Pt3 (0.1 for missense variant), variant shared with Pt2 already scored. "},{"id":"cggv:e0da674a-433b-4be7-88c2-e0089cf0b49f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f57edf35-d6be-4fce-b145-29b532f2f799","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":7,"detectionMethod":"Genomic DNA was isolated from peripheral blood and HD. All 23 exons and exon/intron boundaries of the JAK3 gene were separately amplified by PCR. Total RNA was isolated from EBV‐B lymphocytes of the JAK3‐SCID patient and their parents. Reverse transcription was performed. Immunoblot analysis was performed using protein lysates obtained from EBV‐B lymphocytes. Microsatellite genotyping was performed using Genomic DNA extracted from PBMC. DHPLC profile showed an alteration in exon 10 of the JAK3 gene of Pt2 and mother (data not shown), after confirmed by sequencing analysis that revealed the novel g.13319_13321delTTC deletion. Further RT‐PCR investigations performed in Pt2 and parents revealed the skipping of exon 10 caused by the g.13319_13321delTTC deletion inherited from mother, and the presence of a second alternative product lacking exons 13 and 14 inherited from father. Only cDNA studies reveal this deletion otherwise undetectable. A deep genomic investigation revealed the exact deletion endpoints. Two primers mapping upstream of exon 12 and downstream of exon 14 disclosed a novel 1132‐bp deletion (g.15410_16542del), including exon 13 of JAK3 gene. This deletion was responsible for the skipping of exons 13 and 14 and has been probably generated by two direct Alu repeats, upstream (intron 12), and downstream (intron 13) of the deleted region.","firstTestingMethod":"PCR","phenotypeFreeText":"History of a phlegmon on the thigh at 4 months of age","previousTesting":true,"previousTestingDescription":"Patient was admitted to the hospital because of severe SRV bronchiolitis with acute respiratory distress, and an immunodeficiency was suspected although a lymphocyte absolute count of 2,420/ml was detected. Patient underwent a successful HSCT from her HLA‐identical sister at the age of 7 months. Eleven years after HSCT, she maintains good clinical condition and immunoreconstitution.","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:e0da674a-433b-4be7-88c2-e0089cf0b49f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fef79413-4447-432e-9552-5d65a3d91b36"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30032486"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30032486","rdfs:label":"Pt2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.25,"dc:description":"Protein analysis performed on EBV‐B cells from Pt2 revealed the absence of the JAK3 protein.(NM_000215.4:c.1255-12_1255-10del MANE Preferred, No CA identifier) and (NM_000215.4:c.1701+324_1787-425del MANE Preferred). "},{"id":"cggv:a154e5f1-e88e-4571-8138-183142bf9bea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:96415763-2a3b-4215-9485-9081c0d9b3ca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":9,"detectionMethod":"The JAK3 transcript was amplified by RT-PCR on RNA prepared from lymphoblastoid cell lines. \nWestern-blot analysis revealed that, in addition to a normal-sized JAK3 protein, BCLs from the patient also equimolar amounts of a low-molecular weight form (Fig lA, lane 2), that was also detected in BCLs from the parents (lanes 3 and 4). Sequence analysis of the normal sized RT-PCR product demonstrated a C to T point mutation at nucleotide 1839 in exon 12 of the JAK3 gene, resulting in a substitution of Arg to Trp at codon 577. Sequencing of genomic DNA showed that the patient was homozygous (and her parents both heterozygous) for the missense mutation at nucleotide 1839. ","firstTestingMethod":"PCR","phenotypeFreeText":"Unable to access phenotype information from PMID:785357","previousTesting":true,"previousTestingDescription":"23 years after BMT, patient remains in good health, with a normal lymphocyte count and distribution. The immunoglobulin profile is normal. A positive antibody response to tetanus toxoid was detected. Molecular typing at locus D1S80 has shown that the T lymphocytes were of donor origin, whereas the B cells remained autologous (data not shown).","sex":"Female","variant":{"id":"cggv:a154e5f1-e88e-4571-8138-183142bf9bea_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6a9ae05a-ac42-49b3-88dc-c4c351f0e3ea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1744C>T (p.Arg582Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214079"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9753072","type":"dc:BibliographicResource","dc:abstract":"Severe combined immunodeficiency (SCID) comprises a heterogenous group of disorders that are fatal unless treated by bone marrow transplantation (BMT). The most common form of SCID (T-B+ SCID) is due to mutations of either the common gamma chain (gammac) or of gammac-coupled JAK3 kinase. We report an unusual JAK3 defect in a female who was successfully treated > 20 years ago with a BMT using her HLA-identical father as the donor. Persistence of genetically and biochemically defective autologous B cells, associated with reconstitution of cellular and humoral immunity, suggests that integrity of the gammac-JAK3 signalling pathway is not strictly required for immunoglobulin production.","dc:creator":"Bozzi F","dc:date":"1998","dc:title":"Molecular and biochemical characterization of JAK3 deficiency in a patient with severe combined immunodeficiency over 20 years after bone marrow transplantation: implications for treatment."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9753072","rdfs:label":"9-month-old girl"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Production of multiple JAK3 transcripts (due to exon skipping) was observed both in the patient and in her parents. Both the patient and her parents expressed a low-molecular-weight form of JAK3, in addition to a normal-sized one. Sequencing of genomic DNA revealed that the patient was homozygous for a C1839T nucleotide substitution in exon 12 of the JAK3 gene, resulting in an Arg5 77Trp amino acid substitution in the JH2 domain of the protein (referenced in PMID: 11668610 as NM_000215.4(JAK3):c.1744C>T (p.Arg582Trp)). This mutant form of JAK3 is expressed but is not tyrosine-phosphorylated in response to IL-2. Moreover, the internally deleted JAK3 protein, lacking 71 amino acids within the JH2 domain of JAK3, was tyrosine-phosphorylated in response to IL-2, yet it was unable to deliver downstream signaling events, as shown by lack of IL-2-induced STAT5 phosphorylation. \n\nAnalysis of IL-2-induced JAK3 phosphorylation showed that only the low-molecular-weight protein was marginally activated in the patient's cells, a reduced, but detectable, JAK3 phosphorylation was seen in BCLs from the parents. A normal IL-2-induced phosphorylation of STAT5B was detected in BCLs from the patient's parents, but not in BCLs from the patient. Similar results were obtained for IL-2 mediated STAT5A phosphorylation (data not shown).\n\n"},{"id":"cggv:5e8418b5-4244-4845-be2f-5ec471350a42_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2a21a29d-135e-40b7-89d2-ae7e20a99562","type":"Proband","detectionMethod":"SSCP analysis was performed. Subcloning and sequencing of the PCR product and computer analysis were performed. Both mutations were found in several clones and were confirmed by digestion analysis, because the first mutation introduces an Hha I site, whereas the second creates an Alu I site. First mutation: to exclude the possibility of a rare polymorphism, authors amplified the genomic region with the primer pair encompassing the mutated nucleotide. Hha I digestion of specific PCR products from more than 150 independent chromosomes showed the presence of a single band of 320 bp in all cases, whereas the patient and mother showed three bands of 320, 250, and 70 bp, showing that the mutation was also present on the maternal allele (data not shown). Second mutation: the pertinent fragment from the genomic DNA of the patient, his parents, and controls was amplified with primers and digested with Alu I (data not shown). Four bands were detected in the patient L.P. and his father (both heterozygous for this mutation), whereas a normal pattern of two bands was present in the mother's and normal DNAs. Results show that the patient carried a stop mutation inherited by his father and a missense mutation inherited by his mother.","firstTestingMethod":"PCR","phenotypeFreeText":"Normally expressed γC","phenotypes":"obo:HP_0200117","previousTesting":true,"previousTestingDescription":"Showed a severely reduced proportion of peripheral blood T lymphocytes (CD3+ from <1% to 2%), with an increased proportion of B cells (CD13+, 74% to 98%). NK cells (CD16+) were undetectable. In vitro responses to phythoemoagglutinine, to anti-CD3, and to anti-CD3 + IL-2 were absent. Patient was treated by haploidentical bone marrow transplantation (BMT).","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:5e8418b5-4244-4845-be2f-5ec471350a42_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e47c4aef-92ef-4f7f-87cb-5b815a1bc0f9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.2275T>C (p.Cys759Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404767402"}},{"id":"cggv:3c4bdd1a-deb7-4e19-9015-135c353a85f2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1333C>T (p.Arg445Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120306"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354668"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354668","rdfs:label":"L.P."}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Nonsense mutation (C-terminally truncated protein) and missense mutation. In lysates from patients L.P., authors observed a single JAK3 band of apparently normal molecular weight. The truncated mutant form of JAK3 protein predicted in patient L.P. could not be detected using this particular anti-JAK3 polyclonal antibody. In patient L.P. authors found that JAK3 was constitutively tyrosine phosphorylated and unresponsive to serum starvation or cytokine stimulation. \n\nCytokine-Mediated Phosphorylation of Stat5 and Stat6: authors detected a strong phosphorylation response in normal control cells, whereas IL-2 did not induce any effect on the phosphorylation state of STAT5 in cells from JAK3-SCID patients L.P.\n\nOne mutation carried by patient L.P. and located in the JH2 domain, that results in the disruption of the normal mechanisms of JAK3 phosphorylation and dephosphorylation, the substitution C759R leads to the production of a JAK3 protein that is constitutively phosphorylated and apparently is neither activated by cytokine stimulation nor mediates the activation of STAT5."},{"id":"cggv:a989eb23-adc5-408e-b78b-1d43f8a75128_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6533b9bc-94b6-40a2-8b6c-369ae405c65b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":12,"detectionMethod":"Genomic DNA was isolated from peripheral blood and HD. All 23 exons and exon/intron boundaries of the JAK3 gene were separately amplified by PCR. Total RNA was isolated from EBV‐B lymphocytes of the JAK3‐SCID patient and their parents. Reverse transcription was performed. Immunoblot analysis was performed using protein lysates obtained from EBV‐B lymphocytes. Microsatellite genotyping was performed using Genomic DNA extracted from PBMC.","firstTestingMethod":"PCR","phenotypeFreeText":"Born preterm at 33 weeks of gestational age. Pt1 was mechanically ventilated because of neonatal respiratory distress. Received both parenteral nutrition and breastfeeding. At the age of 8 months, he presented impetigo treated with local and oral antibiotic, recurrent diarrhea and otitis due to proteus mirabilis poor responsive to antibiotics therapy.","phenotypes":"obo:HP_0002028","previousTesting":true,"previousTestingDescription":"The presence of about 59% of peripheral blood mononuclear cells (PBMCs) derived from transplacentally acquired maternal T cells and a partial expression of the protein could lead to a less severe phenotype in this patient. At age 8 months, total lymphocyte count of 315/mm3 (CD3 21%; CD4 12%; CD8 8%; CD19 58%; CD57 2%; CD16 8%) and a low dosage of immunoglobulines induced the suspect of an immunodeficiency. Pt1 was transferred at age of 10 months to a hospital in poor general conditions, to be investigated for immunodeficiency. A chest radiograph and a total body TC were performed in which none particular alteration was highlighted except signs of ongoing otitis and normal mediastinal structures were reported. Allogeneic haploidentical HSCT from his mother was successfully performed at the age of 12 months. Eleven years after HSCT, the patient is in generally good condition and shows adequate immunological function.","secondTestingMethod":"Genotyping","sex":"Male","variant":{"id":"cggv:a989eb23-adc5-408e-b78b-1d43f8a75128_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7ca2fe53-13a2-4c93-b624-09f9b8d4f380","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1951C>T (p.Arg651Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9301715"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30032486"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30032486","rdfs:label":"Pt1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"JAK3 protein investigation, performed on EBV‐B cells, showed a reduced protein expression compared with HD. Abnormal DHPLC profile (data not shown) was found in exon 15 of JAK3 gene of patient, and Sanger sequencing revealed the presence of the c.1951 C>T (from the ATG) homozygous substitution that causes the amino acidic change p.R651W."},{"id":"cggv:815478ef-d054-4eb8-ba5c-5e0c1b052c35_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c2cbb096-77e6-4974-9794-eb719c3734ba","type":"Proband","detectionMethod":"SSCP analysis was performed. Sequencing of the RT-PCR product obtained with primer pair showed a 21-bp deletion occurring at nt 1861-1881 (inclusive) in 3 of 3 clones. To confirm the mutation and its putative homozygosity status, authors amplified the transcript from the patient, his parents, and normal controls. The patient showed a major deleted band (data not shown), whose size is compatible with the 21 nt deletion, which was shared by both parents. The deleted nucleotides are located at the 3′ boundary of exon 12,14 suggesting an abnormality of splicing mechanisms. A C to T transition at nucleotide 1862 within exon 12 was detected at the genomic level. This mutation creates a new GT dinucleotide in exon 12, 21 bp upstream of the normal donor splice site, which appears to overcome the normal splice site, leading to a transcript that is translated according to the normal reading frame, but in which 7 amino acids in the JH2 domain are deleted.","firstTestingMethod":"PCR","phenotypeFreeText":"Normally expressed γC","phenotypes":["obo:HP_0200117","obo:HP_0001508"],"previousTesting":true,"previousTestingDescription":"Laboratory investigations showed lymphopenia (700 cells/μL) in patient N.K. However, they showed a severely reduced proportion of peripheral blood T lymphocytes (CD3+ from <1% to 2%), with an increased proportion of B cells (CD13+, 74% to 98%). NK cells (CD16+) were undetectable. In vitro responses to phythoemoagglutinine, to anti-CD3, and to anti-CD3 + IL-2 were absent. Treated by haploidentical bone marrow transplantation (BMT).","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:815478ef-d054-4eb8-ba5c-5e0c1b052c35_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a95df03e-a5fa-45d4-bf44-d410d9b1766f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.1862C>T (p.Ala621Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404768893"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354668"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354668","rdfs:label":"N.K."}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"In lysates from patient N.K. authors observed a single JAK3 band of apparently normal molecular weight. This finding in patient N.K., whose JAK3 mRNA carries a 21-bp deletion, may be justified by the consideration that changes in size due to a deletion of 7 amino acids \"can be difficult to appreciate.\" Authors did not observe any increase of phosphorylation over baseline levels in N.K. patient cells upon cytokine treatment.\nCytokine-Mediated Phosphorylation of Stat5 and Stat6: authors detected a strong phosphorylation response in normal control cells, whereas IL-2 did not induce any effect on the phosphorylation state of STAT5 in cells from JAK3-SCID patient N.K."},{"id":"cggv:f85d9aa9-2599-43cc-9ba6-8c901b7ed6dc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0c9b7774-1522-4bce-a714-c8d653a5a6c8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":3,"detectionMethod":"Authors sequenced RT-PCR amplification products obtained from JAK3 mRNA extracted from an EBV-transformed B-cell line obtained from peripheral blood cells of patient GM which appeared normal in size (data not shown). Restriction analysis of the genomic region around the mutation of G.M. PCR was performed on DNA extracted from peripheral blood cells of the patient, his mother, and normal controls.","firstTestingMethod":"Restriction digest","phenotypeFreeText":"Normal γC","phenotypes":"obo:HP_0004313","previousTesting":true,"previousTestingDescription":"Increased proportion of B lymphocytes in peripheral blood cells (the CD19+ lymhocytes being 94% of circulating mononuclear cells). Showed clear signs of impairment of B-cell function in vivo. Lack isoagglutinins. Analysis of the entire γC gene sequence showed it was normal, ruling out X-linked origin of the disorder.","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:f85d9aa9-2599-43cc-9ba6-8c901b7ed6dc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5b670077-e406-49af-8580-93339a2efd15","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.299A>G (p.Tyr100Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120300"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7659163","type":"dc:BibliographicResource","dc:abstract":"Severe combined immune deficiency (SCID) represents a heterogenous group of hereditary diseases. Mutations in the common gamma-chain (gamma c), which is part of several cytokine receptors including those for interleukin (IL)-2, IL-4, IL-7, IL-9 and IL-15, are responsible for X-linked SCID, which is usually associated with a lack of circulating T cells and the presence of B lymphocytes (T- B+ SCID). The gene(s) responsible for autosomal recessive T- B+ SCID is still unknown. The Jak-3 protein kinase has been found to associate with the gamma c-chain-containing cytokine receptors. Therefore Jak-3 or other STAT proteins with which it interacts are candidate genes for autosomal recessive T- B+ SCID. Here we investigate two unrelated T- B+ SCID patients (both from consanguineous parents) who have homozygous mutations in the gene for Jak-3. One patient carries a mutation (Tyr100-->Cys) in a conserved tyrosine residue in the JH7 domain of Jak-3 which is absent in more than 150 investigated chromosomes. The other patient carries a homozygous 151-base-pair deletion in the kinase-like domain, leading to a frameshift and premature termination. Both mutations resulted in markedly reduced levels of Jak-3. These findings show that abnormalities in the Jak/STAT signalling pathway can account for SCID in humans.","dc:creator":"Macchi P","dc:date":"1995","dc:title":"Mutations of Jak-3 gene in patients with autosomal severe combined immune deficiency (SCID)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7659163","rdfs:label":"G.M."}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"To analyze the consequences of the patients’ mutation of the JAK3 gene on the functional JAK3 protein, authors first immunoblotted whole-cell lysates with anti-Jak3 antibody to determine level of expression of the mutated protein. EBV-transformed normal B cells had levels of JAK3 protein comparable to those seen in the NK3.3 cell line, which expresses high levels of JAK3. In contrast, neither patient expressed substantial amounts of JAK3 protein. Patient G.M. had barely detectable JAK3 protein and patient C.M. had too little to be detected. Unlike JAK3, JAK1 was expressed at roughly comparable levels in all the cells. Therefore, it appeared that the mutant JAK3 alleles in both patients generated protein products that are poorly expressed. (0.1 for missense variant).\n"},{"id":"cggv:f3dd7aa8-788e-4c59-a2c2-422a7c526332_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f2575b7-e256-414f-bf62-ff0e1c48dd1e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":14,"detectionMethod":"JAK3 sequence analysis. Patient 7 was found to be homozygous for a nonsense T>G mutation at nucleotide 2882 in the JH1 kinase domain (Y929X). The mother of patient 7 was found to be a carrier for the 2882T>G mutation, but his consanguineous father was not available for analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"T–B+NK– phenotype, recurrent infections","previousTesting":true,"previousTestingDescription":"CD16+, cells per mm3 - 22, NK activity, % - ND. Failed to show evidence of T-cell function following 2 maternal T cell–depleted haploidentical transplantations. However, his course was complicated by a persistent vaccine-derived varicella infection and a drug-resistant Candida albicans infection, both present at the time of SCID diagnosis at age 14 months. ","sex":"Male","variant":{"id":"cggv:f3dd7aa8-788e-4c59-a2c2-422a7c526332_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fbd509b2-feaf-428e-a080-1df3d0abfbc1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.2787T>A (p.Tyr929Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404765563"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14615376"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14615376","rdfs:label":"Patient 7"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Semiquantitative RT-PCR revealed nondetectable levels of JAK3 mRNA expression in EBV-transformed B cells. All mutations (including patient 7) resulted in abnormal B-cell Janus kinase 3 (JAK3)–dependent interleukin-2 (IL-2)–induced signal transducer and activator of transcription-5 (STAT5) phosphorylation."},{"id":"cggv:d2ec1696-813a-42d3-b63d-3135cb5e9a76_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:eb8e2d42-0d1d-4b95-97d2-5f0dab4909a4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":5,"detectionMethod":"JAK3 sequence analysis. Patient 2 was a compound heterozygote with a different N-terminal mutation on each JAK3 allele. The paternal allele of patient 2 exhibited deletion of adjacent nucleotides 266,267, and 268 (266delTGC) that led to an in-frame deletion of alanine 58 (del58A) in the JH7 domain. Patient 2 inherited a point mutation at nucleotide 602 (602CA) from his mother that gave rise to the substitution of glutamic acid for aspartic acid at amino acid 169 (D169E) in the JH6 domain. An analysis of the functional consequences of each patient 2 mutations has been reported previously by Zhou YJ, Chen M, Cusack NA, et al. - two mutations in the FERM domain: an in-frame deletion of A58 (DelA58) and a substitution of D169 (D169E). These mutations would be predicted to reside in subdomain A and subdomain B, respectively.","firstTestingMethod":"PCR","phenotypeFreeText":"T-B+NK- phenotype, recurrent infections","previousTesting":true,"previousTestingDescription":"CD16+, cells per mm3 - 0, % NK activity - ND","sex":"Male","variant":{"id":"cggv:d2ec1696-813a-42d3-b63d-3135cb5e9a76_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:59098926-1eb1-4034-b408-283423d42579","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.172_174del (p.Ala58del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120309"}},{"id":"cggv:29c5af1e-f649-4101-b0d4-af00143ffa36","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000215.4(JAK3):c.507C>A (p.Asp169Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/9365"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14615376"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14615376","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"STAT5 phosphorylation was not observed following IL-2 stimulation of EBV-transformed B cells established prior to bone marrow transplantation from any of the SCID patients studied. Patient 2 did express detectable levels of JAK3. To address what impact the expressed JAK3 protein had, authors analyzed the catalytic activity of each patient 2 mutant JAK3 protein expressed individually in COS cells. In contrast to wild-type JAK3, none of the patient-derived mutants exhibited detectable kinase activity in his experiment. These data support the hypothesis that the abnormal JAK3  signaling displayed by  del58A and  D169E mutant proteins were not simply due to limited-expression of an otherwise normal  JAK3  kinase.  Rather,  each of the mutant JAK3 proteins exhibits inherently abnormal catalytic function that is not corrected by overexpression in COS-7 cells.\n\nJAK3-common gamma chain binding is required for IL-2 signaling and was assessed in COS-7 cells coexpressing one mutant JAK3 allele and Tac-gamma chain: common gamma chain binding was severely affected by both patient  2  JAK3  mutations because no receptor interaction was noted with del58A and minimal detectable JAK3 coprecipitated with Tac-common gamma chain cells expressing  D169E despite similar levels of Tac-gamma chain and JAK3 expression in these cells.  These findings demonstrate that the 2 N-terminal mutations, del58A in JH7, and the JH6 substitution D169E, each had a significant adverse effect on common gamma chain binding in this assay system."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1709,"specifiedBy":"GeneValidityCriteria8","strengthScore":16,"subject":{"id":"cggv:164b4e7b-4ff5-416f-985d-c6e3cfe4675e","type":"GeneValidityProposition","disease":"obo:MONDO_0010938","gene":"hgnc:6193","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"JAK3 - SCID, autosomal recessive, T-negative/B-positive type\nPhenotype MIM:600802 \n\n\nJAK3 was first reported in relation to autosomal recessive severe combined immune deficiency (T-negative/B-positive type) in 1994 (Russell et al., PMID:7973658). At least 27 unique variants (missense, in-frame indel, nonsense, frameshift, large deletion, splice) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and experimental data.\n\nVariants in this gene have been reported in at least 15 probands, in at least 6 publications (PMID:9354668, PMID:7659163, PMID: 7481768, PMID: 30032486, PMID: 14615376, PMID: 9753072). Probands described range in age of onset between approximately 3 and 14 months. Common phenotypes include recurrent upper and lower respiratory tract infections, decreased circulating antibody levels, recurrent diarrhea, lack of circulating T cells, and a normal number of B lymphocytes.\n\nThis gene-disease association is supported by mice models, cell culture models, expression studies, and in vitro functional assays (PMID: 28513593, PMID: 14615376, PMID: 10075926, PMID: 7481768). Protein encoded by JAK3 is a member of the Janus kinase (JAK) family of tyrosine kinases involved in cytokine receptor-mediated intracellular signal transduction. It is predominantly expressed in immune cells and transduces a signal in response to its activation via tyrosine phosphorylation by interleukin receptors. JAK3 mediates signaling events in both innate and adaptive immunity and plays a critical role in hematopoiesis during T-cells development (PMID: 14615376, PMID: 28513593). In the cytoplasm, JAK3 plays a crucial role in signal transduction via its association with type I receptors sharing the common gamma chain (γc) (PMID: 10075926). Following ligand binding to cell surface receptors, JAK3 phosphorylates specific tyrosine residues on the cytoplasmic tails of the receptor, creating docking sites for STATs proteins (PMID: 7481768). JAK3 phosphorylates the STATs proteins once they are recruited to the receptor. Phosphorylated STATs then translocate to the nucleus to activate gene transcription (UniProtKB/Swiss-Prot). Mutations in this gene are associated with autosomal recessive severe combined immunodeficiency and are found throughout all 7 functional domains of the protein with different functional effects.\n\nIn summary, JAK3 is definitively associated with autosomal recessive, severe combined immunodeficiency disease (T-negative/B-positive type). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time\n\nThis classification was approved by the ClinGen SCID-CID Working Group on 12/17/20 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:669dcacf-8423-4507-a36c-feab049737b3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}