{"id":"cggv:09654b45-6649-4d11-b43e-aeb6d20fb86dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:09654b45-6649-4d11-b43e-aeb6d20fb86d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-12-09T20:32:08.090Z","role":"Publisher"},{"id":"cggv:09654b45-6649-4d11-b43e-aeb6d20fb86d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-12-01T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:09654b45-6649-4d11-b43e-aeb6d20fb86d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09654b45-6649-4d11-b43e-aeb6d20fb86d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:580561db-5a2b-476d-b6dd-3dbc8793949a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86ca1d72-c744-4601-8e42-a757f537726f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In the murine brain, Cln6 mRNA was expressed most prominently in the cerebral cortex (layers II-VI), Purkinje cells, the dentate gyrus, and the  hippocampal CA1 region.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22012656","type":"dc:BibliographicResource","dc:abstract":"Mutations in the CLN6 gene cause a variant form of late infantile neuronal ceroid lipofuscinosis, a relentless neurodegenerative disease that is inherited as an autosomal recessive trait in humans and in the naturally occurring nclf mouse strain. The CLN6 protein is localized in the endoplasmic reticulum, but it has an unknown function. To develop a molecular understanding of neurodegeneration induced by mutations in CLN6, we examined the spatial and temporal distribution of Cln6 mRNA expression in murine brain. By using Northern blot and tissue qPCR array techniques, a single Cln6 transcript was detected throughout the adult brain, with greatest expression in the cerebellum and hypothalamus. Real-time qPCR showed 2.4-4-fold increases in Cln6 mRNA levels in the cortex and cerebellum during the first 28 days of life, with less prominent enhancement of expression in the hippocampus. In situ hybridization analyses demonstrated Cln6 expression in brainstem, dentate gyrus, and hippocampal neurons of newborn P0 mice. From P14 onward, Cln6 expression is widely distributed throughout the brain and is most prominent in cells of cortical layers II-VI, the Purkinje cell layer, dentate gyrus, and hippocampal CA1 region of adult mice. In different regions of the brain in P0 and P28 nclf mice, the Cln6 mRNA abundance was reduced by 30-40% compared with control mice. These findings implicate Cln6 in the survival and maturation of specific neuronal populations during development and make it possible to compare regional Cln6 expression with the distribution of subsequent pathology.","dc:creator":"Thelen M","dc:date":"2012","dc:title":"High expression of disease-related Cln6 in the cerebral cortex, purkinje cells, dentate gyrus, and hippocampal ca1 neurons."},"rdfs:label":"Expression in mouse brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:86c954b3-b602-4232-b9e2-47b868e022d0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2373824c-8309-4300-9eb0-a2e701960402","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Bimolecular fluorescence complementation assays and co-immunoprecipitation experiments showed that CLN6 interacts with CLN8 in the ER (CLN8 is definitively associated with NCL)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32597833","type":"dc:BibliographicResource","dc:abstract":"Lysosomal enzymes are synthesized in the endoplasmic reticulum (ER) and transferred to the Golgi complex by interaction with the Batten disease protein CLN8 (ceroid lipofuscinosis, neuronal, 8). Here we investigated the relationship of this pathway with CLN6, an ER-associated protein of unknown function that is defective in a different Batten disease subtype. Experiments focused on protein interaction and trafficking identified CLN6 as an obligate component of a CLN6-CLN8 complex (herein referred to as EGRESS: ER-to-Golgi relaying of enzymes of the lysosomal system), which recruits lysosomal enzymes at the ER to promote their Golgi transfer. Mutagenesis experiments showed that the second luminal loop of CLN6 is required for the interaction of CLN6 with the enzymes but dispensable for interaction with CLN8. In vitro and in vivo studies showed that CLN6 deficiency results in inefficient ER export of lysosomal enzymes and diminished levels of the enzymes at the lysosome. Mice lacking both CLN6 and CLN8 did not display aggravated pathology compared with the single deficiencies, indicating that the EGRESS complex works as a functional unit. These results identify CLN6 and the EGRESS complex as key players in lysosome biogenesis and shed light on the molecular etiology of Batten disease caused by defects in CLN6.","dc:creator":"Bajaj L","dc:date":"2020","dc:title":"A CLN6-CLN8 complex recruits lysosomal enzymes at the ER for Golgi transfer."},"rdfs:label":"Protein interaction with CLN8"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:09654b45-6649-4d11-b43e-aeb6d20fb86d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9fad496b-d555-4ab1-bd64-f690449d0061","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2a1d931c-7c7f-44e2-9271-740b9ab9bd2a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The treatment prevented  accumulation of autofluorescent storage material and ATP synthetase subunit C, reactive gliosis, and loss of dendritic spines. Many of the motor, memory and learning, and survival deficits (65% increase) seen in untreated mice were also prevented (after a single treatment, some learning/memory deficits were seen at later time points).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31331814","type":"dc:BibliographicResource","dc:abstract":"CLN6-Batten disease, a form of neuronal ceroid lipofuscinosis is a rare lysosomal storage disorder presenting with gradual declines in motor, visual, and cognitive abilities and early death by 12-15 years of age. We developed a self-complementary adeno-associated virus serotype 9 (scAAV9) vector expressing the human CLN6 gene under the control of a chicken β-actin (CB) hybrid promoter. Intrathecal delivery of scAAV9.CB.hCLN6 into the cerebrospinal fluid (CSF) of the lumbar spinal cord of 4-year-old non-human primates was safe, well tolerated, and led to efficient targeting throughout the brain and spinal cord. A single intracerebroventricular (i.c.v.) injection at post-natal day 1 in Cln6 mutant mice delivered scAAV9.CB.CLN6 directly into the CSF, and it prevented or drastically reduced all of the pathological hallmarks of Batten disease. Moreover, there were significant improvements in motor performance, learning and memory deficits, and survival in treated Cln6 mutant mice, extending survival from 15 months of age (untreated) to beyond 21 months of age (treated). Additionally, many parameters were similar to wild-type counterparts throughout the lifespan of the treated mice.","dc:creator":"Cain JT","dc:date":"2019","dc:title":"Gene Therapy Corrects Brain and Behavioral Pathologies in CLN6-Batten Disease."},"rdfs:label":"Gene therapy in Cln6 nclf mouse"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:0020a559-a392-4566-b452-606a4ebcbcac","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4b87d51e-01b3-4361-b134-d841d1733eec","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Behavioral findings (impaired motor coordination, vision, learning/memory) and pathological changes (neuron loss/reduced brain size) align with phenotypes such as photosensitivity/retinal degradation, ataxia, dementia, and cerebellar atrophy in human patients diagnosed with NCL/Batten disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24223841","type":"dc:BibliographicResource","dc:abstract":"Neuronal ceroid lipofuscinoses (NCLs; also known collectively as Batten Disease) are a family of autosomal recessive lysosomal storage disorders. Mutations in as many as 13 genes give rise to ∼10 variants of NCL, all with overlapping clinical symptomatology including visual impairment, motor and cognitive dysfunction, seizures, and premature death. Mutations in CLN6 result in both a variant late infantile onset neuronal ceroid lipofuscinosis (vLINCL) as well as an adult-onset form of the disease called Type A Kufs. CLN6 is a non-glycosylated membrane protein of unknown function localized to the endoplasmic reticulum (ER). In this study, we perform a detailed characterization of a naturally occurring Cln6 mutant (Cln6(nclf)) mouse line to validate its utility for translational research. We demonstrate that this Cln6(nclf) mutation leads to deficits in motor coordination, vision, memory, and learning. Pathologically, we demonstrate loss of neurons within specific subregions and lamina of the cortex that correlate to behavioral phenotypes. As in other NCL models, this model displays selective loss of GABAergic interneuron sub-populations in the cortex and the hippocampus with profound, early-onset glial activation. Finally, we demonstrate a novel deficit in memory and learning, including a dramatic reduction in dendritic spine density in the cerebral cortex, which suggests a reduction in synaptic strength following disruption in CLN6. Together, these findings highlight the behavioral and pathological similarities between the Cln6(nclf) mouse model and human NCL patients, validating this model as a reliable format for screening potential therapeutics. ","dc:creator":"Morgan JP","dc:date":"2013","dc:title":"A murine model of variant late infantile ceroid lipofuscinosis recapitulates behavioral and pathological phenotypes of human disease."},"rdfs:label":"Cln6 nclf mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:09654b45-6649-4d11-b43e-aeb6d20fb86d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09654b45-6649-4d11-b43e-aeb6d20fb86d_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:2da3e7e7-9c44-43ac-842a-8bb8cc8b99c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e92c44ef-5651-49cc-a0c8-e7e4198e61af","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed with variant late infantile NCL.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:2da3e7e7-9c44-43ac-842a-8bb8cc8b99c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c0bc9e80-7a86-4f05-bc48-ad04a6c45a45","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.3(CLN6):c.368G>A (p.Gly123Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252981"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11727201","type":"dc:BibliographicResource","dc:abstract":"The neuronal ceroid lipofuscinoses (NCLs) are a group of autosomal recessive neurodegenerative diseases characterized by the accumulation of autofluorescent lipopigment in various tissues and by progressive cell death in the brain and retina. The gene for variant late-infantile NCL (vLINCL), CLN6, was previously mapped to chromosome 15q21-23 and is predicted to be orthologous to the genes underlying NCL in nclf mice and in South Hampshire and Merino sheep. The gene underlying this disease has been identified with six different mutations found in affected patients and with a 1-bp insertion in the orthologous Cln6 gene in the nclf mouse. CLN6 encodes a novel 311-amino acid protein with seven predicted transmembrane domains, is conserved across vertebrates and has no homologies with proteins of known function. One vLINCL mutation, affecting a conserved amino acid residue within the predicted third hydrophilic loop of the protein, has been identified, suggesting that this domain may play an important functional role.","dc:creator":"Wheeler RB","dc:date":"2002","dc:title":"The gene mutated in variant late-infantile neuronal ceroid lipofuscinosis (CLN6) and in nclf mutant mice encodes a novel predicted transmembrane protein."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11727201","rdfs:label":"Wheeler et al. Costa Rican proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Supported by functional study by Kurze et al. 2010, PMID: 20020536"},{"id":"cggv:95bcb115-e05a-4222-8e5e-6c78e1021619_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ef8bd2a8-29f9-4d65-ba42-fff38e5e25e4","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed with variant late infantile NCL.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:95bcb115-e05a-4222-8e5e-6c78e1021619_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:59e135a0-9894-4a13-803a-95b45fdba506","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000015.9:g.68504037_68504039delGAT","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340158"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11727201"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11727201","rdfs:label":"Wheeler et al. Portuguese proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Supported by functional study by Kurze et al. 2010, PMID: 20020536"},{"id":"cggv:a574b66c-490b-4ca8-bce9-b74650dacb5b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fd05c26c-bfbf-46e6-911e-8908ec283917","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed with variant late infantile NCL.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:a574b66c-490b-4ca8-bce9-b74650dacb5b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:483ea144-d041-4cde-a912-bd368963c482","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.2(CLN6):c.316dupC (p.Arg106Profs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340157"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11727201"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11727201","rdfs:label":"Wheeler et al. Pakistani proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Upgraded for consistency with SOP v8 (homozygous for LOF variant, supported by functional evidence in Kurze et al. 2010, PMID: 20020536)"},{"id":"cggv:0301d825-963b-4ece-9f2a-d1f234985b8f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:08561bc2-4369-48ad-959c-8ed713e11af4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":34,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of pyramidal rigidity and depression at 34 y. Tonic-clonic seizures beginning at 37 y, myoclonus, severe spasticity, wheelchair bound at 39 y, dementia, and photosensitivity. Deceased at 54 y.","phenotypes":["obo:HP_0001257","obo:HP_0007076","obo:HP_0000716","obo:HP_0000726","obo:HP_0001336","obo:HP_0032795"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:0301d825-963b-4ece-9f2a-d1f234985b8f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4b69b1ce-b2c2-4211-a530-e9868184a92d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.3(CLN6):c.424dup (p.Tyr142LeufsTer9)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA715171036"}},{"id":"cggv:889baed4-28e7-4a5b-8fd9-65caea6ed452","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.3(CLN6):c.308G>A (p.Arg103Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA259851"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30561534","type":"dc:BibliographicResource","dc:abstract":"Kufs disease is the major adult form of neuronal ceroid lipofuscinosis, but is rare and difficult to diagnose. Diagnosis was traditionally dependent on the demonstration of characteristic storage material, but distinction from normal age-related accumulation of lipofuscin can be challenging. Mutation of CLN6 has emerged as the most important cause of recessive Kufs disease but, remarkably, is also responsible for variant late infantile ceroid lipofuscinosis. Here we provide a detailed description of Kufs disease due to CLN6 pathogenic variants. We studied 20 cases of Kufs disease with CLN6 pathogenic variants from 13 unrelated families. Mean age of onset was 28 years (range 12-51) with bimodal peaks in teenage and early adult life. The typical presentation was of progressive myoclonus epilepsy with debilitating myoclonic seizures and relatively infrequent tonic-clonic seizures. Patients became wheelchair-bound with a mean 12 years post-onset. Ataxia was the most prominent motor feature. Dementia appeared to be an invariable accompaniment, although it could take a number of years to manifest and occasionally cognitive impairment preceded myoclonic seizures. Patients were usually highly photosensitive on EEG. MRI showed progressive cerebral and cerebellar atrophy. The median survival time was 26 years from disease onset. Ultrastructural examination of the pathology revealed fingerprint profiles as the characteristic inclusions, but they were not reliably seen in tissues other than brain. Curvilinear profiles, which are seen in the late infantile form, were not a feature. Of the 13 unrelated families we observed homozygous CLN6 pathogenic variants in four and compound heterozygous variants in nine. Compared to the variant late infantile form, there was a lower proportion of variants that predicted protein truncation. Certain heterozygous missense variants in the same amino acid position were found in both variant late infantile and Kufs disease. There was a predominance of cases from Italy and surrounding regions; this was partially explained by the discovery of three founder pathogenic variants. Clinical distinction of type A (progressive myoclonus epilepsy) and type B (dementia with motor disturbance) Kufs disease was supported by molecular diagnoses. Type A is usually caused by recessive pathogenic variants in CLN6 or dominant variants in DNAJC5. Type B Kufs is usually associated with recessive CTSF pathogenic variants. The diagnosis of Kufs remains challenging but, with the availability of genetic diagnosis, this will largely supersede the use of diagnostic biopsies, particularly as biopsies of peripheral tissues has unsatisfactory sensitivity and specificity.","dc:creator":"Berkovic SF","dc:date":"2019","dc:title":"Kufs disease due to mutation of CLN6: clinical, pathological and molecular genetic features."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30561534","rdfs:label":"Berkovic et al. Case 10"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Downgraded for consistency with SOP v8."},{"id":"cggv:f16b4fb7-6f40-4bfe-b949-72f9185ee18b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:edec057b-befb-44f5-bcb5-3512f3b1c61d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Clinically diagnosed with variant late infantile NCL and confirmed by skin biopsy samples showing mixed rectilinear- and fingerprint-profile deposits.","phenotypes":["obo:HP_0003208","obo:HP_0003226"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:f16b4fb7-6f40-4bfe-b949-72f9185ee18b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8a7a5d59-9fb9-4808-9f5b-c69ba0be6f60","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.3(CLN6):c.214G>T (p.Glu72Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340155"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11791207","type":"dc:BibliographicResource","dc:abstract":"The CLN6 gene that causes variant late-infantile neuronal ceroid lipofuscinosis (vLINCL), a recessively inherited neurodegenerative disease that features blindness, seizures, and cognitive decline, maps to 15q21-23. We have used multiallele markers spanning this approximately 4-Mb candidate interval to reveal a core haplotype, shared in Costa Rican families with vLINCL but not in a Venezuelan kindred, that highlighted a region likely to contain the CLN6 defect. Systematic comparison of genes from the minimal region uncovered a novel candidate, FLJ20561, that exhibited DNA sequence changes specific to the different disease chromosomes: a G-->T transversion in exon 3, introducing a stop codon on the Costa Rican haplotype, and a codon deletion in exon 5, eliminating a conserved tyrosine residue on the Venezuelan chromosome. Furthermore, sequencing of the murine homologue in the nclf mouse, which manifests recessive NCL-like disease, disclosed a third lesion-an extra base pair in exon 4, producing a frameshift truncation on the nclf chromosome. Thus, the novel approximately 36-kD CLN6-gene product augments an intriguing set of unrelated membrane-spanning proteins, whose deficiency causes NCL in mouse and man.","dc:creator":"Gao H","dc:date":"2002","dc:title":"Mutations in a novel CLN6-encoded transmembrane protein cause variant neuronal ceroid lipofuscinosis in man and mouse."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11791207","rdfs:label":"Gao et al. Costa Rican proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Upgraded for consistency with SOP v8 (homozygous for LOF variant)."},{"id":"cggv:27846c12-3bb2-4212-a3d5-4556139085ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f746829d-4a02-4cfb-b899-e8d91f9c321a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Clinical diagnosis of NCL confirmed by skin biopsy showing curvilinear bodies and fingerprint inclusions. One sibling was also homozygous and affected.","phenotypes":["obo:HP_0003208","obo:HP_0003205"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:27846c12-3bb2-4212-a3d5-4556139085ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c1db157e-a1ee-429e-bcdd-ff25269809fa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.3(CLN6):c.486+1G>T (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA392973298"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12673792","type":"dc:BibliographicResource","dc:abstract":"The neuronal ceroid lipofuscinoses (NCLs) are a heterogeneous group of autosomal recessive neurodegenerative diseases comprising Batten and other related diseases plus numerous variants. They are characterized by progressive neuronal cell death. The CLN6 gene was recently identified, mutations in which cause one of the variant late infantile forms of NCL (vLINCL). We describe four novel mutations in the CLN6 gene. This brings the total number of CLN6 mutations known to 11 in 38 families. This suggests that the CLN6 gene may be highly mutable. An American patient of Irish/French/Native American origin was heterozygous for a 4-bp insertion (c.267_268insAACG) in exon 3. The other allele had a point mutation (c.898T>C) in exon 7 resulting in a W300R amino acid change. Two Trinidadian siblings of Indian origin were homozygous for a mutation at the 5' donor splice site of exon 4 (IVS4+1G>T), affecting the first base of the invariant GT at the beginning of intron 4. The fourth novel mutation, a double deletion of 4 bp and 1 bp in exon 7 (c.829_832delGTCG;c.837delG), was identified in a Portuguese patient heterozygous for the I154del Portuguese CLN6 mutation. Four of the 11 mutations identified are in exon 4. Three Portuguese patients with clinical profiles similar to CLN6 patients without defects in CLN6 or other known NCL genes are described. We conclude the following: 1) the CLN6 gene may be a highly mutable gene; 2) exon 4 must code for a segment of the protein crucial for function; 3) vLINCL disease in Portugal is genetically heterogeneous; 4) the I154del accounts for 81.25% of affected CLN6 Portuguese alleles; and 5) three vLINCL Portuguese patients may have defects in a new NCL gene.","dc:creator":"Teixeira CA","dc:date":"2003","dc:title":"Novel mutations in the CLN6 gene causing a variant late infantile neuronal ceroid lipofuscinosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12673792","rdfs:label":"Teixeira et al. Indian proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Upgraded for consistency with SOP v8."},{"id":"cggv:0d7cd050-0959-443b-aa16-c1e5ee621fc9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:be4d6743-55a5-4757-9620-7e1aae9a5d51","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of myoclonus and ataxia at 5 y. Also had epilepsy, visual impairment, and cerebellar atrophy.","phenotypes":["obo:HP_0001336","obo:HP_0001272","obo:HP_0001251","obo:HP_0000505"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:0d7cd050-0959-443b-aa16-c1e5ee621fc9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c1178c82-4223-4b69-83ab-b768f2b6dbf3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.3(CLN6):c.426C>G (p.Tyr142Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA392973431"}},{"id":"cggv:8bc3602e-be61-439e-8427-517ae73e145c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.3(CLN6):c.406C>T (p.Arg136Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/656898"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19135028","type":"dc:BibliographicResource","dc:abstract":"The neuronal ceroid lipofuscinoses (NCL) are heterogeneous neurodegenerative disorders with typical autofluorescence material stored in tissues. Ten clinical NCL forms and eight causative genes are known. Mutations in CLN6 have been reported in roughly 30 patients, mostly in association with the variant late-infantile NCL (v-LINCL) phenotype. We screened CLN6 in 30 children from a cohort of 53 v-LINCL cases and revised their clinical and ultrastructural features. We detected 11 mutations, eight of which are novel, all predicting a direct impairing of the putative gene function. No clear-cut genotype-phenotype correlations were observed, with inter- and intra-familial variability evident for few recurrent mutations. Ultrastructural findings were suggestive of an impaired regulation of the autophagic vacuoles turnover. While expanding the array of CLN6 mutations, we showed that more than half of our v-LINCL cases lack a DNA confirmation and further molecular etiologies are to be searched.","dc:creator":"Cannelli N","dc:date":"2009","dc:title":"Variant late infantile ceroid lipofuscinoses associated with novel mutations in CLN6."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19135028","rdfs:label":"Cannelli et al. Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Downgraded for consistency with SOP v8."},{"id":"cggv:ea2d3c10-d80f-48d4-ac35-304f8bdde968_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b48fe87-4a76-494e-ae85-522f816b16cb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"detectionMethod":"","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of epilepsy at 3.5 y. Delayed language and development, ataxia, myoclonus, and visual impairment. MRI showed cerebellar atrophy. Skin biopsy showed fingerprint profiles and curvilinear profiles.","phenotypes":["obo:HP_0012758","obo:HP_0003208","obo:HP_0000505","obo:HP_0001336","obo:HP_0003205","obo:HP_0000750","obo:HP_0001272","obo:HP_0001250","obo:HP_0001251"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:ea2d3c10-d80f-48d4-ac35-304f8bdde968_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a5c59a2e-6020-42e8-a269-206df61183d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.3(CLN6):c.393_394CT[1] (p.Ser132fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252983"}},{"id":"cggv:899b8595-5f83-42a5-a61c-e4e40cdfcaaf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017882.3(CLN6):c.715_718del (p.Phe239ProfsTer29)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139533028"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19135028"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19135028","rdfs:label":"Cannelli et al. Patient 4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Upgraded for consistency with SOP v8 (2 putative LoF variants awarded 1.5 pts. each)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1549,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:12240c27-3dff-42a6-89c9-5074ed5fcd5a","type":"GeneValidityProposition","disease":"obo:MONDO_0016295","gene":"hgnc:2077","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"CLN6 was first reported in relation to autosomal recessive neuronal ceroid lipofuscinosis (NCL) as early as 2002 (Gao et al., Wheeler et al., PMIDs: 11791207, 11727201). Clinical features of NCL include seizures, developmental delay, behavioral changes, vision loss, dementia, and movement and language difficulties. While NCL may be caused by at least a dozen genes in the CLN family (PMID: 26026925), age of onset of CLN6-related NCL varies from late infantile to teenage or adult years, with loss of function variants occurring more frequently in probands with earlier disease onset (PMID: 30561534). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism or inheritance pattern, and several variants were shared between the late infantile and adult onset conditions. Therefore, the following disease entities have been lumped into one disease entity: NCL6 (MIM #601780) and NCL6, Kufs type, adult onset (MIM #204300). More than 100 variants (including missense, in-frame indel, nonsense, frameshift, splice site, and large deletions) have been reported in humans. Eleven variants in 8 probands reported in 5 publications are included in this curation (PMID: 19135028, 11791207, 11727201, 12673792, 30561534). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be loss of function (PMID: 11791207). This gene-disease association is also supported by animal models (murine, canine, feline, and ovine), expression studies, and protein interaction with CLN8, a gene which has also been definitively associated with NCL (PMID: 32597833, 22012656, 24223841, 31331814, 21234413, 32518081, 17046213). In summary, CLN6 is definitively associated with autosomal recessive NCL. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This curation was approved by the ClinGen Epilepsy Gene Curation Expert Panel on 12/1/20 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:09654b45-6649-4d11-b43e-aeb6d20fb86d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}