{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2021-12-15T03:12:46.818Z","role":"Approver"},{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2021-12-15T03:13:03.559Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9620769","type":"dc:BibliographicResource","dc:abstract":"A number of different eye disorders with the presence of early-onset glaucoma as a component of the phenotype have been mapped to human chromosome 6p25. These disorders have been postulated to be either allelic to each other or associated with a cluster of tightly linked genes. We have identified two primary congenital glaucoma (PCG) patients with chromosomal anomalies involving 6p25. In order to identify a gene involved in PCG, the chromosomal breakpoints in a patient with a balanced translocation between 6p25 and 13q22 were cloned. Cloning of the 6p25 breakpoint led to the identification of two candidate genes based on proximity to the breakpoint. One of these, FKHL7, encoding a forkhead transcription factor, is in close proximity to the breakpoint in the balanced translocation patient and is deleted in a second PCG patient with partial 6p monosomy. Furthermore, FKHL7 was found to harbour mutations in patients diagnosed with Rieger anomaly (RA), Axenfeld anomaly (AA) and iris hypoplasia (IH). This study demonstrates that mutations in FKHL7 cause a spectrum of glaucoma phenotypes.","dc:creator":"Nishimura DY","dc:date":"1998","dc:title":"The forkhead transcription factor gene FKHL7 is responsible for glaucoma phenotypes which map to 6p25."},"evidence":[{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b72f556e-2437-4ce2-a495-e9d401efb938","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:00842bf2-acee-43b4-ab08-be63c966e9d2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-immunoprecipitation of the exogenously expressed proteins from transfected COS7 cells can be found in Figure 3. Affinity chromatography-based pull-down experiments showing that immobilization of one purified protein as bait can successfully pull down the other from cell extracts can be found in Figure 4. Co-localization experiments detecting both proteins by immunofluorescence in similar domains within the cell nucleus can be found in Figure 6.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16449236","type":"dc:BibliographicResource","dc:abstract":"Axenfeld-Rieger ocular dysgenesis is associated with mutations of the human PITX2 and FOXC1 genes, which encode transcription factors of the homeodomain and forkhead types, respectively. We have identified a functional link between FOXC1 and PITX2 which we propose underpins the similar Axenfeld-Rieger phenotype caused by mutations of these genes. FOXC1 and PITX2A physically interact, and this interaction requires crucial functional domains on both proteins: the C-terminal activation domain of FOXC1 and the homeodomain of PITX2. Immunofluorescence further shows PITX2A and FOXC1 to be colocalized within a common nuclear subcompartment. Furthermore, PITX2A can function as a negative regulator of FOXC1 transactivity. This work ties both proteins into a common pathway and offers an explanation of why increased FOXC1 gene dosage produces a phenotype resembling that of PITX2 deletions and mutations. Ocular phenotypes arise despite the deregulated expression of FOXC1-target genes through mutations in FOXC1 or PITX2. Ultimately, PITX2 loss of function mutations have a compound effect: the reduced expression of PITX2-target genes coupled with the extensive activation of FOXC1-regulated targets. Our findings indicate that the functional interaction between FOXC1 and PITX2A underlies the sensitivity to FOXC1 gene dosage in Axenfeld-Rieger syndrome and related anterior segment dysgeneses.","dc:creator":"Berry FB","dc:date":"2006","dc:title":"Functional interactions between FOXC1 and PITX2 underlie the sensitivity to FOXC1 gene dose in Axenfeld-Rieger syndrome and anterior segment dysgenesis."},"rdfs:label":"FOXC1 physical interaction and colocalization with PITX2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"FOXC1 and PITX2 are transcription factors that physically interact in vitro and co-localize in vivo."},{"id":"cggv:41bdb04f-baf2-43dc-9fbe-2d69db6d1c78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1caa97ee-d9be-4e88-8306-373e7c345c01","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The ChIP / HSPA6 data help to link FOXC1 to the ability of trabecular meshwork cells to respond severe oxidative stress. This connection between FOXC1 and trabecular meshwork cell survival represents a potential connection between patients harboring FOXC1 loss-of-function variants and the development of glaucoma. Overall, the transcription factor function of FOXC1 (PMID: 11782474) helps explain the findings that some variants compromise nuclear localization, DNA binding, and/or transactivation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24556684","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Forkhead Box C1 (FOXC1) transcription factor gene are associated with Axenfeld-Rieger syndrome (ARS), a developmental disorder affecting structures in the anterior segment of the eye. Approximately 75% of ARS patients with FOXC1 mutations develop earlier-onset glaucoma. Constant exposure of the trabecular meshwork (TM), located in the anterior segment of the eye, to oxidative stress is predicted to be a risk factor for developing glaucoma. Stress-induced death of TM cells results in dysfunction of the TM, leading to elevated intraocular pressure, which is a major risk factor for developing glaucoma. FOXC1 is predicted to maintain homeostasis in TM cells by regulating genes that are important for stress response. In this study, we show that a member of the heat-shock 70 family of proteins, HSPA6, is a target gene of FOXC1. HSPA6 protein, which is only induced under severe oxidative stress conditions, has a protective function in human trabecular meshwork (HTM) cells. We also show that FOXC1 is anti-apoptotic as knocking down FOXC1 significantly decreases HTM cell viability. In addition, we show that FOXC1 itself responds to stress as exposure of cells to H2O2-induced oxidative stress reduces FOXC1 levels and activity. Conditions that decrease FOXC1 function, such as exposure of cells to oxidative stress and FOXC1 ARS mutations, compromise the ability of TM cells to effectively respond to environmental stresses. Dysfunction of FOXC1 contributes to the death of TM cells, an important step in the development of glaucoma. ","dc:creator":"Ito YA","dc:date":"2014","dc:title":"Dysfunction of the stress-responsive FOXC1 transcription factor contributes to the earlier-onset glaucoma observed in Axenfeld-Rieger syndrome patients."},"rdfs:label":"FOXC1 chromatin IP from trabecular meshwork cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"FOXC1 functions as a transcription factor in trabecular meshwork cells to activate gene expression programs that protect against oxidative stress."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7b48f36b-6571-42a2-ad7d-1cf471f79a6b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:47b55b14-ff78-4725-96fe-add7909097ee","type":"FunctionalAlteration","dc:description":"All five variants disrupt transactivation by FOXC1, reducing activity to 15-50% of wild-type according to luciferase reporter assay (Figure 2, matching results from a previous publication, PMID: 11179011). All five variants also increase cytoplasmic localization of this normally-nuclear protein by 29-82% (Table 2). However, previously characterized missense variants did not share this latter property.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14506133","type":"dc:BibliographicResource","dc:abstract":"Five missense mutations (P79L, P79T, I91S, I91T and R127H) within the forkhead DNA-binding domain of the FOXC1 transcription factor, identified in patients with Axenfeld-Rieger (AR) malformations, were studied to identify the effects of these mutations on FOXC1 structure and function. Molecular modeling and threading analyses predict that the I91S and T mutations may generate local disruptions to the structure of the forkhead domain while the R127H mutation alters the electrostatic charge of the DNA binding surface of the forkhead domain. The P79L and T mutations are not predicted to grossly perturb the structure of the forkhead domain. Biological analyses indicate that all of these missense mutations cause a range of FOXC1 perturbations, including nuclear localization defects, reduced or abolished DNA binding capacity, and a reduction in the transactivation capacity of FOXC1. These experiments extend our previous hypothesis that reduced transactivation of appropriate target genes by FOXC1, underlie AR malformations mapping to human chromosome 6p25. Importantly, these results can also be applied to predict the consequences of the molecular effects of mutations of other FOX genes that have analogous missense mutations, including FOXP2, FOXE3 and FOXC2.","dc:creator":"Saleem RA","dc:date":"2003","dc:title":"Structural and functional analyses of disease-causing missense mutations in the forkhead domain of FOXC1."},"rdfs:label":"Functional analysis of FOXC1 missense variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Multiple variants show loss of transactivation, matching results from a previous publication (PMID: 11179011)."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7c827cb-f3f0-4dee-9bb2-eeb8c5cd4d61","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:87c5873a-4fb3-441e-b674-aaa9f90be222","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Morpholino-based knockdown of foxC1a, the zebrafish ortholog of human FOXC1, triggered hydrocephaly, small eye, and hemorrhage primarily within the eyes and CNS (Figure 2A). This is consistent with the function of FOXC1 in regulating vascular growth (PMID: 22171010) and the proposed role of corneal neovascularization in the pathology of human patients harboring FOXC1 variants. Please note that this morpholino-based result has since been replicated / complemented by similar phenotypes in a zebrafish foxC1a knockout model (PMID: 32720677, Figures 1F-1I, 2F-2H, 3F-3J). Both models are poor matches for the autosomal dominant mode of inheritance from the human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19458328","type":"dc:BibliographicResource","dc:abstract":"Alterations in FOXC1 dosage lead to a spectrum of highly penetrant, ocular anterior segment dysgenesis phenotypes. The most serious outcome is the development of glaucoma, which occurs in 50% to 75% of patients. Therefore, the need to identify specific pathways and genes that interact with FOXC1 to promote glaucoma is great. In this study, the authors investigated the loss of foxC1 in the zebrafish to characterize phenotypes and gene interactions that may impact glaucoma pathogenesis.","dc:creator":"Skarie JM","dc:date":"2009","dc:title":"FoxC1 is essential for vascular basement membrane integrity and hyaloid vessel morphogenesis."},"rdfs:label":"Zebrafish knockdown of foxC1a"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The model was scored at low levels due to the limited details regarding the ocular phenotype match to the human patients. On the other hand, the ocular vasculature phenotypes matched reports of corneal neovascularization from a mouse model and human patients (PMID: 22171010)."},{"id":"cggv:3571555c-662f-420f-99bf-8c972dfc7f43","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:50eaf2f9-66a5-44f2-8c61-f0bb8bc0536a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse closely recapitulates the ocular phenotypes of the human patient, ranging from Ectopia pupillae and Anterior embryotoxon to abnormal irido-corneal attachments, hypoplastic iris stroma, and abnormalities in Schlemm's canal and trabecular meshwork. The mouse also matched the mode of inheritance from the human condition.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10767326","type":"dc:BibliographicResource","dc:abstract":"Anterior segment developmental disorders, including Axenfeld-Rieger anomaly (ARA), variably associate with harmfully elevated intraocular pressure (IOP), which causes glaucoma. Clinically observed dysgenesis does not correlate with IOP, however, and the etiology of glaucoma development is not understood. The forkhead transcription factor genes Foxc1 (formerly Mf1 ) and Foxc2 (formerly Mfh1 ) are expressed in the mesenchyme from which the ocular drainage structures derive. Mutations in the human homolog of Foxc1, FKHL7, cause dominant anterior segment defects and glaucoma in various families. We show that Foxc1 (+/-)mice have anterior segment abnormalities similar to those reported in human patients. These abnormalities include small or absent Schlemm's canal, aberrantly developed trabecular meshwork, iris hypoplasia, severely eccentric pupils and displaced Schwalbe's line. The penetrance of clinically obvious abnormalities varies with genetic background. In some affected eyes, collagen bundles were half normal diameter, or collagen and elastic tissue were very sparse. Thus, abnormalities in extracellular matrix synthesis or organization may contribute to development of the ocular phenotypes. Despite the abnormalities in ocular drainage structures in Foxc1 (+/-)mice, IOP was normal in almost all mice analyzed, on all genetic backgrounds and at all ages. Similar abnormalities were found in Foxc2 (+/-)mice, but no disease-associated mutations were identified in the human homolog FKHL14 in 32 ARA patients. Foxc1 (+/-)and Foxc2 (+/-)mice are useful models for studying anterior segment development and its anomalies, and may allow identification of genes that interact with Foxc1 and Foxc2 (or FKHL7 and FKHL14 ) to produce a phenotype with elevated IOP and glaucoma.","dc:creator":"Smith RS","dc:date":"2000","dc:title":"Haploinsufficiency of the transcription factors FOXC1 and FOXC2 results in aberrant ocular development."},"rdfs:label":"Heterozygous mouse knockout of Foxc1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Scoring was reduced to reflect the fact that this curation has already scored similar ocular phenotypes in another mouse model with disruption of Foxc1 (PMID: 22171010)."},{"id":"cggv:c4dd5897-7f2e-431c-b0e9-0d4de8e9c19c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b589d6c6-f3df-4340-acff-0fa187c3da1e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"5 out of 11 mice harboring heterozygous null disruption of Foxc1 in the neural crest lineage exhibited abnormal shape and/or positioning of the pupils at age 11 weeks (Figure 2A). Homozygous mice exhibited additional defects in corneal ultrastructure, but were not considered as they did not match the mode of inheritance of the human patients. While corneal neovascularization in heterozygous animals was not as drastic as in their homozygous counterparts, sprouting of limbal blood vessels and lymphatic vessels was significantly enhanced in heterozygous mice relative to wild-type controls (Figure 3C). The enhancement of blood vessel and lymphatic vessel sprouting induced by corneal alkali burn injury was also enhanced in heterozygous animals relative to the wild-type (Figure 5B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22171010","type":"dc:BibliographicResource","dc:abstract":"Normal vision requires the precise control of vascular growth to maintain corneal transparency. Here we provide evidence for a unique mechanism by which the Forkhead box transcription factor FoxC1 regulates corneal vascular development. Murine Foxc1 is essential for development of the ocular anterior segment, and in humans, mutations have been identified in Axenfeld-Rieger syndrome, a disorder characterized by anterior segment dysgenesis. We show that FOXC1 mutations also lead to corneal angiogenesis, and that mice homozygous for either a global (Foxc1(-/-)) or neural crest (NC)-specific (NC-Foxc1(-/-)) null mutation display excessive growth of corneal blood and lymphatic vessels. This is associated with disorganization of the extracellular matrix and increased expression of multiple matrix metalloproteinases. Heterozygous mutants (Foxc1(+/-) and NC-Foxc1(+/-)) exhibit milder phenotypes, such as disrupted limbal vasculature. Moreover, environmental exposure to corneal injury significantly increases growth of both blood and lymphatic vessels in both Foxc1(+/-) and NC-Foxc1(+/-) mice compared with controls. Notably, this amplification of the angiogenic response is abolished by inhibition of VEGF receptor 2. Collectively, these findings identify a role for FoxC1 in inhibiting corneal angiogenesis, thereby maintaining corneal transparency by regulating VEGF signaling.","dc:creator":"Seo S","dc:date":"2012","dc:title":"Forkhead box transcription factor FoxC1 preserves corneal transparency by regulating vascular growth."},"rdfs:label":"Heterozygous mouse knockout of Foxc1 in neural crest cells"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mouse model did not introduce a Foxc1 variant similar to those harbored in human patients, but rather harbored a previously described null mutation (PMID: 9635428). The presence of human patient-like phenotypes with a shared mode of inheritance supports the conclusions that the human condition results from loss of FOXC1 function."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":3785,"specifiedBy":"GeneValidityCriteria8","strengthScore":16,"subject":{"id":"cggv:ae433ec8-2bf9-4bb1-9c69-c8ba6ba66a97","type":"GeneValidityProposition","disease":"obo:MONDO_0024456","gene":"hgnc:3800","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The FOXC1 gene was first reported in relation to anterior segment dysgenesis in 1998 (PMID: 9620769). The specific disease entity, anterior segment dysgenesis 3, is one of eight such conditions distinguished by a single monogenic cause. Onset of symptoms is variable, and affected patients can be diagnosed in infancy or as late as in adulthood. Findings are primarily ocular and localized to the anterior segment, and frequently include prominent and anteriorly displaced Schwalbe’s line, iris hypoplasia, ectopia pupillae, abnormal pupil shape and iridocorneal adhesions. Glaucoma is a well-characterized phenotype that develops with approximately 50-75% penetrance, while corneal neovascularization and Peters anomaly have been observed in some affected individuals. Some affected patients exhibit additional extraocular symptoms, and are not typically diagnosed with anterior segment dysgenesis 3, but rather with Axenfeld-Rieger syndrome 3. Extraocular symptoms can include hypertelorism, midface retrusion, maxillary hypoplasia, microdontia, hearing loss, protuberant umbilical skin, heart anomalies, mild cerebellar vermis hypoplasia, and dilated perivascular spaces. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, the molecular mechanism (monoallelic loss of function) and mode of inheritance (autosomal dominant) were found to be consistent among patients with anterior segment dysgenesis 3 and Axenfeld-Rieger syndrome 3, while the phenotypic variability between them appeared to represent a spectrum of disease rather than separate disease entities. Therefore, cases caused by inherited FOXC1 variants have been lumped into a single disease entity, referred to as anterior segment dysgenesis 3 (MONDO:0024456, OMIM #601631). Ten suspected pathogenic variants were scored as part of this curation (one nonsense, three frameshift, and six missense affecting the Forkhead domain of the encoded protein), which have been collectively reported in ten probands in five publications (PMID: 9620769, PMID: 9792859, PMID: 10713890, PMID: 17210863, PMID: 11170889). More case-level evidence is available in the literature (PMID: 11170889, PMID: 16936096), but its inclusion in this curation was not necessary to reach the maximum score for genetic evidence (12 points). It is important to note that a subset of affected patients exhibit either loss or gain of FOXC1 copy number, highlighting the importance of precise FOXC1 gene dosage in anterior segment development (PMID: 11170889). Patients harboring duplications in FOXC1 exhibit a particularly severe prognosis for the development of glaucoma relative to patients with other types of FOXC1 variants (PMID: 17197537). However, these probands were not scored as part of this curation. While FOXC1 variants and copy number alterations are estimated to be present in approximately 24% of patients with anterior segment dysgenesis (PMID: 20881294), the high GC content of the locus causes sequencing challenges that may lead to under-identification of FOXC1 variants by next-generation sequencing-based panels. This gene-disease relationship has not been studied in case-control studies at the single variant level or aggregate variant level. The mechanism of pathogenicity appears to be monoallelic loss of function, characterized in some cases by truncation of the majority of the protein product and in other cases by missense variants affecting the Forkhead domain that trigger defects in DNA binding, transactivation, and/or nuclear localization (PMID: 11179011). All probands scored in this curation harbored one variant allele within the FOXC1 locus. This gene-disease association is also supported by biochemical evidence that FOXC1 functions as a transcription factor to coordinate normal development of the ocular anterior segment (PMID: 11782474, PMID: 17993506) and to promote the survival of trabecular meshwork cells (PMID: 24556684), which are known to regulate intraocular pressure and exhibit reduced cellularity in glaucoma. FOXC1 physically interacts with and colocalizes with PITX2, another transcription factor associated with anterior segment dysgenesis through an autosomal dominant mode of inheritance (PMID: 16449236). This interaction may explain why FOXC1 variants and PITX2 variants appear to act as modifiers of Axenfeld-Rieger syndrome severity when present in the same family (PMID: 21837767). FOXC1 missense variants exogenously expressed in non-patient cells exhibit disruption of nuclear localization or DNA binding in some cases, and reduced transactivation of a reporter gene in all cases (PMID: 14506133). Phenotypes of affected human patients are recapitulated by various model organisms with FOXC1 loss-of-function, including abnormalities in ocular morphology and vascularization in both zebrafish (PMID: 19458328, PMID: 32720677) and mice (PMID: 22171010). A heterozygous knockout mouse model also exhibited ectopia pupillae, irido-corneal attachments, hypoplastic iris stroma, and trabecular meshwork abnormalities (PMID: 10767326). In summary, FOXC1 is definitively associated with anterior segment dysgenesis 3. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on November 18, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:b2271229-84ea-4aff-81b4-3428c173ed7b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}