{"id":"cggv:885d56b0-a2b0-4a3d-9f11-4034298e074ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:885d56b0-a2b0-4a3d-9f11-4034298e074e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-04-08T07:23:51.945Z","role":"Approver"},{"id":"cggv:885d56b0-a2b0-4a3d-9f11-4034298e074e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-04-08T07:24:06.301Z","role":"Publisher"}],"evidence":[{"id":"cggv:885d56b0-a2b0-4a3d-9f11-4034298e074e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:885d56b0-a2b0-4a3d-9f11-4034298e074e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:885d56b0-a2b0-4a3d-9f11-4034298e074e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c2a0353-8ae3-4708-b0b9-8fe9dd9110fc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa51ef9f-9893-444e-8b5b-c0a55d55aa07","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"KMT5B as one of a group of epigenetic modifier genes that are critical for typical neurodevelopment, such as EHMT1 and ARID1B, which are associated with Kleefstra syndrome (OMIM: 610253) and Coffin-Siris syndrome (OMIM: 135900). KMT enzymes (KMT5A, B, anc C) play an epigenetic role by acting as histone methyltransferases and 'writing' H4K20 methylation marks. Another gene family of H4K20 writers, the NSD family, are also associated with neurodevelopmental disorders (NDD): NSD1: Sotos syndrome andNSD2: Wolf-Hirschhorn syndrome. De novo variants have also been identified among individuals with NDD for many of the other writers, erasers and readers of the H4K20 mark (Table S1, which includes cited PMIDs to support the associations).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28191889","type":"dc:BibliographicResource","dc:abstract":"Gene-disruptive mutations contribute to the biology of neurodevelopmental disorders (NDDs), but most of the related pathogenic genes are not known. We sequenced 208 candidate genes from >11,730 cases and >2,867 controls. We identified 91 genes, including 38 new NDD genes, with an excess of de novo mutations or private disruptive mutations in 5.7% of cases. Drosophila functional assays revealed a subset with increased involvement in NDDs. We identified 25 genes showing a bias for autism versus intellectual disability and highlighted a network associated with high-functioning autism (full-scale IQ >100). Clinical follow-up for NAA15, KMT5B, and ASH1L highlighted new syndromic and nonsyndromic forms of disease.","dc:creator":"Stessman HA","dc:date":"2017","dc:title":"Targeted sequencing identifies 91 neurodevelopmental-disorder risk genes with autism and developmental-disability biases."},"rdfs:label":"Biochemical function 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Shares a function with other genes associated with neurodevelopmental disorders."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:885d56b0-a2b0-4a3d-9f11-4034298e074e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3843ce68-7bc7-4cff-a647-29b53c42f69c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd42d2da-8ff7-443e-b3d3-354ce0f117f9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Wild-type and KMT5B heterozygous KO mice were subjected to a comprehensive neurodevelopmental test battery to assess reflexes, motor behavior, learning/memory, social behavior, repetitive movement, and common ASD comorbidities (obsessive compulsion, depression, and anxiety). HET mice were significantly smaller than WT littermates starting at postnatal day 10 through young adulthood which was correlated with smaller brain size (Fig. 9). This was more severe in males than females. HET male neonates also had delayed eye opening and significantly weaker reflexes than WT littermates (Fig.2D, Fig.3). In young adults, significant differences between genotypes relative to anxiety (increased stress-induced grooming in hets, Fig. 4e,f and in elevated plus-maze test Fig.6), depression (forced-swim test Fig.6), fear (foot shock tests Fig.6), and extinction learning were observed. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33871180","type":"dc:BibliographicResource","dc:abstract":"Lysine methyl transferase 5B (KMT5B) has been recently highlighted as a risk gene in genetic studies of neurodevelopmental disorders (NDDs), specifically, autism spectrum disorder (ASD) and intellectual disability (ID); yet, its role in the brain is not known. The goal of this work was to neurodevelopmentally characterize the effect(s) of KMT5B haploinsufficiency using a mouse model. A Kmt5b gene-trap mouse line was obtained from the Knockout Mouse Project. Wild type (WT) and heterozygous (HET) mice were subjected to a comprehensive neurodevelopmental test battery to assess reflexes, motor behavior, learning/memory, social behavior, repetitive movement, and common ASD comorbidities (obsessive compulsion, depression, and anxiety). Given the strong sex bias observed in the ASD patient population, we tested both a male and female cohort of animals and compared differences between genotypes and sexes. HET mice were significantly smaller than WT littermates starting at postnatal day 10 through young adulthood which was correlated with smaller brain size (i.e., microcephaly). This was more severe in males than females. HET male neonates also had delayed eye opening and significantly weaker reflexes than WT littermates. In young adults, significant differences between genotypes relative to anxiety, depression, fear, and extinction learning were observed. Interestingly, several sexually dimorphic differences were noted including increased repetitive grooming behavior in HET females and an increased latency to hot plate response in HET females versus a decreased latency in HET males. LAY SUMMARY: Lysine methyl transferase 5B (KMT5B) has been recently highlighted as a risk gene in neurodevelopmental disorders (NDDs), specifically, autism spectrum disorder (ASD) and intellectual disability (ID); yet its role in the brain is not known. Our study indicates that mice lacking one genomic copy of Kmt5b show deficits in neonatal reflexes, sociability, repetitive stress-induced grooming, changes in thermal pain sensing, decreased depression and anxiety, increased fear, slower extinction learning, and lower body weight, length, and brain size. Furthermore, several outcomes differed by sex, perhaps mirroring the sex bias in ASD.","dc:creator":"Wickramasekara RN","dc:date":"2021","dc:title":"Differential effects by sex with Kmt5b loss."},"rdfs:label":"Heterozygous mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Heterozygous KMT5B knockout mice show smaller body and brain size and deficits in neonatal reflexes, sociability, stress-induced grooming, and behaviors related to anxiety, depression, and fear learning. Human KMT5B phenotype includes global dev/del, motor phenotypes, seizures, and structural brain abnormalities. Reduced points because behavioral phenotype is consistent with human phenotype but not highly specific."},{"id":"cggv:cb2740b5-9bbd-4a79-afdc-4bca2096a78c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fbe10867-5987-4a27-b337-7fcd497888db","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown flies were subjected to an ASD- and ID-relevant behavioral assay measuring light-off jump habituation, which has been shown to be affected in a number of ASD- or ID-related Drosophila models. The KMT5B knockdown flies were overall healthy but showed specific and significant habituation deficits (Fig. 5a,c). Habituation defects following knockdown of fly homologs were observed for several other genes significantly enriched for de novo variant in neurodevelopmental disorder cohorts, including SYNGAP1, GRIN2B, and SRCAP (Fig. 5c, Supplementary Table 23) as well as for genes with borderline significance (NCKAP1, WDFY3, and GIGYF2; Fig. 5c, Supplementary Table 23).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28191889","rdfs:label":"Drosophila model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Fly KMT5B knockdown model shows impaired habituation in behavioral assay, similar to other genes associated with neurodevelopmental disorders. Reduced points since it is a lower model organism and phenotype not highly specific."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":4201,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.5,"subject":{"id":"cggv:2feafd15-a401-4273-8233-033e4b900030","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:24283","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The KMT5B gene, which was previously known as SUV420H1, is located on chromosome 11 at 11q13.2 and encodes lysine methyltransferase 5B. Through its role as a histone methyltransferase, KMT5B 'writes' H4K20 methylation marks and regulates transcription. KMT5B was first reported in relation to autosomal dominant neurodevelopmental disorders in 2017 (Stessman et al., PMID:28191889), although de novo variants had been reported earlier (Iossifov et al., 2014, PMID: 25363768; Lelieveld et al., 2016, PMID: 27479843). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Nine unique variants (6 frameshift, 1 nonsense, 1 canonical splice, and 1 missense) have been reported in nine probands from three publications ( Stessman et al., 2017, PMID:28191889; Faundes et al., 2018, PMID: 29276005; Trinh et al., 2019, PMID 31238879). Eight of the variants occurred de novo, while the other was. The mechanism of disease has not yet been clearly established, but haploinsufficiency has been suggested. This gene-disease relationship is also supported by shared function with other genes associated with neurodevelopmental disorders (PMID: 28191889). A Drosophila knockdown model shows impaired habituation in a behavioral assay (PMID: 28191889) and heterozygous KMT5B knockout mice show smaller body and brain size and deficits in neonatal reflexes, sociability, stress-induced grooming, and behaviors related to anxiety, depression, and fear learning (Wickramasekara et al., 2021, PMID 33871180).  In summary, KMT5B is definitively associated with autosomal dominant KMT5B-related neurodevelopmental disorders. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 11.03.2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:885d56b0-a2b0-4a3d-9f11-4034298e074e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}