{"id":"cggv:14bb833a-eefd-4f02-b112-c74b6866d5bev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:14bb833a-eefd-4f02-b112-c74b6866d5be_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2019-07-10T16:00:00.000Z","role":"Approver"},{"id":"cggv:14bb833a-eefd-4f02-b112-c74b6866d5be_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:14bb833a-eefd-4f02-b112-c74b6866d5be_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:14bb833a-eefd-4f02-b112-c74b6866d5be_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14bb833a-eefd-4f02-b112-c74b6866d5be_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5d5a6a0c-c97d-4fbd-8168-47b30cb0787d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4ae00b35-610e-422c-bb0b-5df000f80dfd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Exonic deletions in NRXN1, particularly the alpha isoform, have been associated with a number of neurodevelopmental abnormalities, including autism, intellectual disability, epilepsy, and schizophrenia, among others. This model demonstrates that NRXN1 haploinsufficiency has a significant effect on important biological processes in the brain, including altering functional pathways in the synapse, and reducing astrocyte genesis. These cellular phenotypes are similar to what is believed to contribute to complex neurodevelopmental disorder in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23536886","type":"dc:BibliographicResource","dc:abstract":"Exonic deletions in NRXN1 have been associated with several neurodevelopmental disorders, including autism, schizophrenia and developmental delay. However, the molecular mechanism by which NRXN1 deletions impact neurodevelopment remains unclear. Here we used human induced pluripotent stem cells (hiPSCs) and human embryonic stem cells (hESCs) as models to investigate the functional impacts of NRXN1 knockdown. We first generated hiPSCs from skin fibroblasts and differentiated them into neural stem cells (NSCs). We reduced NRXN1 expression in NSCs via a controlled shRNAmir-based knockdown system during differentiation, and monitored the transcriptome alteration by RNA-Seq and quantitative PCR at several time points. Interestingly, half reduction of NRXN1 expression resulted in changes of expression levels for the cell adhesion pathway (20 genes, P = 2.8×10(-6)) and neuron differentiation pathway (13 genes, P = 2.1×10(-4)), implicating that single-gene perturbation can impact biological networks important for neurodevelopment. Furthermore, astrocyte marker GFAP was significantly reduced in a time dependent manner that correlated with NRXN1 reduction. This observation was reproduced in both hiPSCs and hESCs. In summary, based on in vitro models, NRXN1 deletions impact several biological processes during neurodevelopment, including synaptic adhesion and neuron differentiation. Our study highlights the utility of stem cell models in understanding the functional roles of copy number variations (CNVs) in conferring susceptibility to neurodevelopmental diseases.","dc:creator":"Zeng L","dc:date":"2013","dc:title":"Functional impacts of NRXN1 knockdown on neurodevelopment in stem cell models."},"rdfs:label":"NRXN1 Knockdown on Neurodevelopment in Stem Cell Models"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"After discussion with the Expert Panel, it was decided that only evidence involving animal models, which more reliably model the human phenotype, would be considered."},{"id":"cggv:72e4ecdb-ee60-434c-971e-24240ebb9108","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a7eae8f9-faac-4256-861d-3cf2bf2ce3db","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous NRXN1 mutations have been associated with neurodevepmental abnormalities such as autism and schizophrenia, and are suspected to have a significant impact on biological systems in the brain. Here, there was a striking decrease in presynaptic release in NRXN1 mutant neurons, in addition to a dramatic increase in the scaffolding protein, CASK. Together, these biological abnormalities provide a plausible explanation for the behavioural anomalies patients with heterozygous NRXN1 mutations present with.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26279266","type":"dc:BibliographicResource","dc:abstract":"Heterozygous mutations of the NRXN1 gene, which encodes the presynaptic cell-adhesion molecule neurexin-1, were repeatedly associated with autism and schizophrenia. However, diverse clinical presentations of NRXN1 mutations in patients raise the question of whether heterozygous NRXN1 mutations alone directly impair synaptic function. To address this question under conditions that precisely control for genetic background, we generated human ESCs with different heterozygous conditional NRXN1 mutations and analyzed two different types of isogenic control and NRXN1 mutant neurons derived from these ESCs. Both heterozygous NRXN1 mutations selectively impaired neurotransmitter release in human neurons without changing neuronal differentiation or synapse formation. Moreover, both NRXN1 mutations increased the levels of CASK, a critical synaptic scaffolding protein that binds to neurexin-1. Our results show that, unexpectedly, heterozygous inactivation of NRXN1 directly impairs synaptic function in human neurons, and they illustrate the value of this conditional deletion approach for studying the functional effects of disease-associated mutations. ","dc:creator":"Pak C","dc:date":"2015","dc:title":"Human Neuropsychiatric Disease Modeling using Conditional Deletion Reveals Synaptic Transmission Defects Caused by Heterozygous Mutations in NRXN1."},"rdfs:label":"Disease Modeling Using Conditional Deletions in NRXN1"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"After discussion with the Expert Panel, it was decided that only evidence involving animal models, which more reliably model the human phenotype, would be considered."},{"id":"cggv:1e81e64f-5956-4c61-a640-7701023a9f14","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:17c5301f-f02f-46fc-bce5-99abafb179c0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to the deficits in social behaviour observed in humans with NRXN1 variants, these animals had alterations in social behaviour; this is the first report linking a deletion in NRXN1 alpha to alterations in social behaviour (one of the core symptoms in neurodevelopmental conditions such as ASD).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23840597","type":"dc:BibliographicResource","dc:abstract":"Copy number variants have emerged as an important genomic cause of common, complex neurodevelopmental disorders. These usually change copy number of multiple genes, but deletions at 2p16.3, which have been associated with autism, schizophrenia and mental retardation, affect only the neurexin 1 gene, usually the alpha isoform. Previous analyses of neurexin 1α (Nrxn1α) knockout (KO) mouse as a model of these disorders have revealed impairments in synaptic transmission but failed to reveal defects in social behaviour, one of the core symptoms of autism.","dc:creator":"Grayton HM","dc:date":"2013","dc:title":"Altered social behaviours in neurexin 1α knockout mice resemble core symptoms in neurodevelopmental disorders."},"rdfs:label":"NRXN1 alpha KO mice: Altered Social Behaviours"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:7102dfa9-effc-4c1a-a1da-09689f128d25","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ed61ed7-ec0a-408e-bbe0-a68980027fee","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This evidence suggests that cognition/learning/memory is altered in the context of NRXN1 mutations, however, the phenotype is not extremely similar to the phenotype observed in humans. This is reflected in the significantly downgraded score.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22348092","type":"dc:BibliographicResource","dc:abstract":"Neurexin-1 alpha (NRXN1α) belongs to the family of cell adhesion molecules (CAMs), which are involved in the formation of neuronal networks and synapses. NRXN1α gene mutations have been identified in neuropsychiatric diseases including Schizophrenia (SCZ) and Autism Spectrum Disorder (ASD). In order to get a better understanding of the pleiotropic behavioral manifestations caused by NRXN1α gene mutations, we performed a behavioral study of Nrxn1α heterozygous knock-out (+/-) mice and observed increased responsiveness to novelty and accelerated habituation to novel environments compared to wild type (+/+) litter-mates. However, this effect was mainly observed in male mice, strongly suggesting that gender-specific mechanisms play an important role in Nrxn1α-induced phenotypes.","dc:creator":"Laarakker MC","dc:date":"2012","dc:title":"Sex-dependent novelty response in neurexin-1α mutant mice."},"rdfs:label":"Sex-dependent novelty response in NRXN1 mutant mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"As mentioned above, due to the fact that the experimental phenotype was not very similar to the human phenotype, the score for this evidence was downgraded."},{"id":"cggv:080d72e6-d35b-4b33-888f-38c1ce714db7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b5912c9-855b-46b3-8353-c1e8080c16c9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to autism (and other neurodevelopmental disorders), these animals displayed impairments in cognition and social interaction. This is one of the first studies to thoroughly probe these aspects of behaviour, and to reverse the autism-like phenotype by removing the mutant protein. Thus, this model recapitulates many of the features observed in humans with NRXN1 variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25017069","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorders (ASDs) comprise a group of clinical phenotypes characterized by repetitive behavior and social and communication deficits. Autism is generally viewed as a neurodevelopmental disorder where insults during embryonic or early postnatal periods result in aberrant wiring and function of neuronal circuits. Neurexins are synaptic proteins associated with autism. Here, we generated transgenic βNrx1ΔC mice in which neurexin function is selectively impaired during late postnatal stages. Whole-cell recordings in cortical neurons show an impairment of glutamatergic synaptic transmission in the βNrx1ΔC mice. Importantly, mutant mice exhibit autism-related symptoms, such as increased self-grooming, deficits in social interactions, and altered interaction for nonsocial olfactory cues. The autistic-like phenotype of βNrx1ΔC mice can be reversed after removing the mutant protein in aged animals. The defects resulting from disruption of neurexin function after the completion of embryonic and early postnatal development suggest that functional impairment of mature circuits can trigger autism-related phenotypes. ","dc:creator":"Rabaneda LG","dc:date":"2014","dc:title":"Neurexin dysfunction in adult neurons results in autistic-like behavior in mice."},"rdfs:label":"NRXN Dysfunction in Adult Neurons - Autistic Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":243,"specifiedBy":"GeneValidityCriteria6","strengthScore":4,"subject":{"id":"cggv:90d2d66b-dc32-4737-a2b3-25fcb6ae3474","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:8008","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variants in NRXN1 have been associated with a variety of different neurodevelopmental conditions, including intellectual disability, epilepsy, and autism spectrum disorder. At least 118 pathogenic or likely pathogenic variants have been reported in ClinVar (most being deletions, SNVs, or duplications), with the first reported NRXN1 deletion observed by The Autism Genome Project Consortium in 2007 (PMID: 17322880). Here, we report several cases that have led to a definitive classification between the curated disease entity, complex neurodevelopmental disorder (MONDO:0100038), and NRXN1. \n\nZahir et al., 2008 (PMID: 18057082) report a 12yo male proband with ID, autistic features, and severe language and motor impairments; this individual had a heterozygous de novo deletion of ~320kb in NRXN1 (chr2:50,799,281-51,120,644 (hg18)), and was given 2 points. Another case report from Zehra et al., 2008 (PMID: 26438105) presented a 28yo female proband with ID, developmental delay, language delay, and impaired social interactions (heterozygous de novo deletion of ~455 kb (chr2:51,020,477-51,476,031 (hg19)) – this individual was given 1.5 points, as the effect of this variant on protein function was not clear. \n\nA family study by Wisniowiecka-Kowalnik et al., 2010 (PMID: 20162629) outlined three families (only two scored). Family 1 received a score of 1.5 points for an ~380 kb deletion in NRXN1 that was observed in all five affected members (chr2:50,034,351-50,413,346 (hg18)). Family 2 also received a score of 1.5 points for an inherited tandem duplication, found in all three affected individuals (chr2:50,011,487-50,195,746 (hg18)).\n\nTwo final studies were assessed, both of which presented a number of unrelated individuals. In a paper from Gregor et al., 2011 (PMID: 21827697), four probands were scored (N1, N2, N5, and N6). All four were given defaults scores of 0.5 points for their NRXN1 deletions (chr2:50,806,393-51,208,000 (hg18); chr2:50,270,203-51,357,206 (hg17); chr2:50,861,527-51,090,563 (hg17); chr2:51,033,865-51,496,143 (hg17)). Finally, Ching et al., 2010 (PMID: 20468056) present twelve individuals, eight of which were scored. Patient 2 received a full score of 2 points for a 3923kb de novo deletion (chr2:50,128,256-54,050,713 (hg18)). Patient 3 received a downgraded score of 0.1 point for a 315kb deletion chr2:50,897,002-51,212,385 (hg18)) in light of a very mild neurodevelopmental disorder phenotype. Patients 4, 5, 6, 7, and 9 all received scores of 0.5. Patients 4, 6, 7, and 9 all had inherited deletions (chr2:50,936,914-51,167,934; chr2:51,059,410-51,316,396; chr2: 51,090,504-51,212,385; chr2:50,689,280-50,853,329 (hg18)), while patient 5 had a de novo deletion (chr2:50,920,082-51,059,469 (hg18)), but was downgraded due to a mild phenotype. The variant observed in patient 10 (chr2:50,714,927-50,853,329 (hg18)) only impacted intronic regions and was given a score of zero since at this time, only exonic NRXN1 variants are known to be pathogenic.. \n\nIn total, 13.1 points were awarded for genetic evidence (note that more evidence is available, but not assessed given that this is above the 12 point cut-off), and 4 points for experimental evidence (max allowed for non-human model organisms), bringing the NRXN1-complex NDD classification into the definitive range (replicated over time) – 16 points.\nDue to the size of the deletions observed (>10kb), unable to enter variants on Gene Curation Interface (preventing ability to score). See Evidence Summary for a complete description of scoring for all cases, which brings the total score into the Definitive range (15.6 points).","dc:isVersionOf":{"id":"cggv:14bb833a-eefd-4f02-b112-c74b6866d5be"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}