{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T19:31:17.246Z","role":"Approver"},{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-11-23T19:31:46.846Z","role":"Publisher"}],"evidence":[{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e936cae-f467-4c2e-a96c-2ef0aefc19a3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:64735e80-6bf5-4973-930d-fd896b16a2bb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"According to human protein atlas, low tissue specificity - nuclear and cytoplasmic expression in all tissues. High expression in brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"human protein atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"scored according to GCEP rubric"},{"id":"cggv:31014cf3-6843-4d69-8adb-4bc9a22c9c71","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60f789ff-83c9-4708-a85f-778e1a988be6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Leigh map","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"shares a function with 2-5 gene products"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0cedeb79-36a4-41bd-ab3c-2d7269c35d1e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8b8d9e7d-ada5-4f06-a0e2-997c23cb777c","type":"FunctionalAlteration","dc:description":"Analysis of mtDNA copy number revealed severe mtDNA depletion in muscle biopsies of the patients (85% in S1 and 93% in S2). In cultured skin fibroblasts, milder mtDNA depletion was detected in S1 (38%) whereas normal levels of mtDNA were observed in S2 (Figure 1B). The levels of five mitochondrial transcripts (transcripts of MT-ND1 and MT-ND6 subunits from CI; MT-CYB subunit from CIII, MT-CO1 subunit from CIV and MT-ATP6 subunit from CV) were consistently reduced in S1 and S2 compared with control fibroblasts (Figure 1C). Notably, S2, with normal mtDNA copy number, showed the highest reduction of the five transcripts measured. The steady-state levels of subunits from respiratory chain complexes were also found decreased in fibroblasts from S1, and, to a greater extent, in fibroblasts from S2 (Figure 1D). The levels of the nDNA-encoded ATP5A subunit from CV, however, remained unchanged in S1, or were mildly decreased in S2, excluding a global problem in the mitochondrial protein content. The expression of two subunits (SDHA and SDHB) of the nuclear encoded complex II, the citrate synthase (CS) of the TCA cycle, and the translocase of the outer mitochondrial membrane (TOMM20) were partially decreased in S2 (Figure 1D). Fully assembled CIV levels were clearly lower in patient fibroblasts relative to controls (Figure 1E). Enzymatic measurements provided evidenced of a severe CIV dysfunction (Figure 1F). Noteworthy, the CS activity in fibroblasts from S1 and S2 was also significantly diminished (Figure 1F). Assessment of mitochondrial content by staining with the cationic lipophilic dye MitoTracker Green showed a small but significant increase in mitochondrial content (15–20%) in S1 and complemented S1 cell lines compared to control (C1), and a remarkable increase (250% of C1) was detected in S2 fibroblasts and in the S2 cell line overexpressing wt-FBXL4. S1 and S2 cell lines showed fragmentation of the mitochondrial network. (Fig. 3)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31969900","type":"dc:BibliographicResource","dc:abstract":"Encephalomyopathic mitochondrial DNA (mtDNA) depletion syndrome 13 (MTDPS13) is a rare genetic disorder caused by defects in F-box leucine-rich repeat protein 4 (FBXL4). Although FBXL4 is essential for the bioenergetic homeostasis of the cell, the precise role of the protein remains unknown. In this study, we report two cases of unrelated patients presenting in the neonatal period with hyperlactacidemia and generalized hypotonia. Severe mtDNA depletion was detected in muscle biopsy in both patients. Genetic analysis showed one patient as having in compound heterozygosis a splice site variant c.858+5G>C and a missense variant c.1510T>C (p.Cys504Arg) in FBXL4. The second patient harbored a frameshift novel variant c.851delC (p.Pro284LeufsTer7) in homozygosis. To validate the pathogenicity of these variants, molecular and biochemical analyses were performed using skin-derived fibroblasts. We observed that the mtDNA depletion was less severe in fibroblasts than in muscle. Interestingly, the cells harboring a nonsense variant in homozygosis showed normal mtDNA copy number. Both patient fibroblasts, however, demonstrated reduced mitochondrial transcript quantity leading to diminished steady state levels of respiratory complex subunits, decreased respiratory complex IV (CIV) activity, and finally, low mitochondrial ATP levels. Both patients also revealed citrate synthase deficiency. Genetic complementation assays established that the deficient phenotype was rescued by the canonical version of FBXL4, confirming the pathological nature of the variants. Further analysis of fibroblasts allowed to establish that increased mitochondrial mass, mitochondrial fragmentation, and augmented autophagy are associated with FBXL4 deficiency in cells, but are probably secondary to a primary metabolic defect affecting oxidative phosphorylation.","dc:creator":"Emperador S","dc:date":"2020","dc:title":"Molecular Characterization of New FBXL4 Mutations in Patients With mtDNA Depletion Syndrome."},"rdfs:label":"Emperador patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Evidence of mitochondrial dysfunction in patient cells."},{"id":"cggv:1cf5e633-7c37-4134-88cd-eebb1486edec","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:13f031e9-ae9c-4bcd-b77f-134c725dd3cb","type":"FunctionalAlteration","dc:description":"Patient S3: Mitochondrial membrane potential was significantly decreased in fibroblast cell lines (Fig. 3C). mtDNA copy number was reduced to 30% of control in skeletal muscle (Fig. 3E). Similar mitochondrial biochemical dysfunction was also observed in cells from patients 1 and 2, who do not meet inclusion criteria. Fibroblasts from patients 1 and 2 also showed abnormal mitochondrial morphology (Fig. 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23993193","type":"dc:BibliographicResource","dc:abstract":"Nuclear genetic disorders causing mitochondrial DNA (mtDNA) depletion are clinically and genetically heterogeneous, and the molecular etiology remains undiagnosed in the majority of cases. Through whole-exome sequencing, we identified recessive nonsense and splicing mutations in FBXL4 segregating in three unrelated consanguineous kindreds in which affected children present with a fatal encephalopathy, lactic acidosis, and severe mtDNA depletion in muscle. We show that FBXL4 is an F-box protein that colocalizes with mitochondria and that loss-of-function and splice mutations in this protein result in a severe respiratory chain deficiency, loss of mitochondrial membrane potential, and a disturbance of the dynamic mitochondrial network and nucleoid distribution in fibroblasts from affected individuals. Expression of the wild-type FBXL4 transcript in cell lines from two subjects fully rescued the levels of mtDNA copy number, leading to a correction of the mitochondrial biochemical deficit. Together our data demonstrate that mutations in FBXL4 are disease causing and establish FBXL4 as a mitochondrial protein with a possible role in maintaining mtDNA integrity and stability. ","dc:creator":"Bonnen PE","dc:date":"2013","dc:title":"Mutations in FBXL4 cause mitochondrial encephalopathy and a disorder of mitochondrial DNA maintenance."},"rdfs:label":"Bonnen patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Evidence of mitochondrial dysfunction in patient cells - 1 who meet inclusion criteria, 2 who don't"},{"id":"cggv:4a9bb254-7286-4f45-8267-9922b1fbb4f4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6f94d2bc-4d56-428d-a130-35de6b262040","type":"FunctionalAlteration","dc:description":"Muscle homogenates or isolated mitochondria from subjects with FBXL4 mutations showed variably decreased activity of MRC complexes (Table S5). Likewise, the mtDNA content was consistently, albeit variably, lower than controls in both muscle and fibroblasts of all tested samples (Figure 3A). Cultured skin fibroblasts had reduced maximal oxygen consumption rate (Table S5). Staining with MitoTracker Red, a mitochondrion-specific fluorescent marker, showed marked fragmentation of the mitochondrial network in S5 and S6 cell lines (Figure 3B) and a decrease in mitochondrial mass, as revealed by low citrate synthase (S6) or staining with MitoTracker Green (MTG) fluorescence (S5), was observed. In S6 cell lines, we found a consistent, significant (40%) reduction of the mitochondrial membrane potential (DJ), as demonstrated by a membrane-potential-dependent mitochondrial fluorochrome, TMRE (Figure 3C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23993194","type":"dc:BibliographicResource","dc:abstract":"Whole-exome sequencing and autozygosity mapping studies, independently performed in subjects with defective combined mitochondrial OXPHOS-enzyme deficiencies, identified a total of nine disease-segregating FBXL4 mutations in seven unrelated mitochondrial disease families, composed of six singletons and three siblings. All subjects manifested early-onset lactic acidemia, hypotonia, and developmental delay caused by severe encephalomyopathy consistently associated with progressive cerebral atrophy and variable involvement of the white matter, deep gray nuclei, and brainstem structures. A wide range of other multisystem features were variably seen, including dysmorphism, skeletal abnormalities, poor growth, gastrointestinal dysmotility, renal tubular acidosis, seizures, and episodic metabolic failure. Mitochondrial respiratory chain deficiency was present in muscle or fibroblasts of all tested individuals, together with markedly reduced oxygen consumption rate and hyperfragmentation of the mitochondrial network in cultured cells. In muscle and fibroblasts from several subjects, substantially decreased mtDNA content was observed. FBXL4 is a member of the F-box family of proteins, some of which are involved in phosphorylation-dependent ubiquitination and/or G protein receptor coupling. We also demonstrate that FBXL4 is targeted to mitochondria and localizes in the intermembrane space, where it participates in an approximately 400 kDa protein complex. These data strongly support a role for FBXL4 in controlling bioenergetic homeostasis and mtDNA maintenance. FBXL4 mutations are a recurrent cause of mitochondrial encephalomyopathy onset in early infancy. ","dc:creator":"Gai X","dc:date":"2013","dc:title":"Mutations in FBXL4, encoding a mitochondrial protein, cause early-onset mitochondrial encephalomyopathy."},"rdfs:label":"Gai patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Evidence of mitochondrial dysfunction in patient cells."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06b33290-9c6e-4b49-b4ed-b57b8d2e6c09","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5423232d-b01d-489a-9d19-c95edeb8d27e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of FBXL4wt in S7 fibroblasts led to a significant increase of oxygen consumption rate (Figure 3D). Because expression of the FBXL4wt re-established rotenone-sensitive respiration to low normal levels, we further tested the functional activity of the mutated FBXL4 allele. The low oxygen consumption rate found in naive S7 cells (38% of controls) were even further reduced after expression of FBXL4mut, indicating a loss of FBXL4 function resulting from a p.Arg206Leu amino acid change, affecting the amino acid residue next to the Ile205 residue mutated in S8.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993194","rdfs:label":"Gai rescue patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"Subject S7 did not meet inclusion criteria; S8 did. Reduced because oxygen consumption rate used as readout, and second experiment is more at variant level."},{"id":"cggv:5a90bd2a-179f-4ebb-b2c9-e9df210ab22c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4ee5a6dd-6218-4c4d-b081-03b405892b12","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"To verify that the mitochondrial respiratory chain defects and quantitative loss of mtDNA copy number observed in fibroblasts were due to loss of FBXL4 function, gene rescue experiments were conducted wherein either a wild-type copy of FBXL4 or a negative control (EGFP) was virally delivered into cells from affected individuals (S1 and S2). Previous profiling of mitochondrial function in FBXL4 mutant fibroblasts had identified decreased complex IV deficiency, membrane potential, and mtDNA depletion (Figures 3C–3E). S1 and S2 cells expressing GFP showed no significant improvement in these cellular phenotypes (Figures 6A–6C). In contrast, cells from both S1 and S2 expressing wild-type FBXL4 demonstrated full rescue of mtDNA levels (p < 0.0001), complex IV biochemical activity (p < 0.01), and membrane potential (p < 0.0001) (Figures 6A–6C, respectively).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993193","rdfs:label":"Bonnen rescue in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1.5,"dc:description":"increased due to demonstration of rescue of several aspects of mitochondrial dysfunction"},{"id":"cggv:8c04c995-b087-4577-babe-9390a1d67420","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e26540cc-9f21-4e01-8f28-f87a8173f64d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Genetic complementation studies. Stably transduced patient cells showed a robust expression of wildtype FBXL4 (wt-FBXL4) at transcript and protein levels (Figures 2A, B). The quantification of FBXL4 transcripts by qRT-PCR revealed decreased steady-state levels of FBXL4 mRNA in S1 and S2 by approximately 80% when compared with an age matched control cell line, C1. These levels were increased significantly in the over-expressing cell lines (Figure 2A). The WB immunodetection assay failed to detect the FBXL4 protein in the total protein lysate of non-transduced cells (Figure 2B). Delivery of the wt-FBXL4 gene increased significantly the amount of mtDNA in both patient cell lines (Figure 2C). As a result, the mtDNA copy number deficiency in S1 cells was corrected (compared to C), whereas in S2 cells the mtDNA levels increased up to 200% of the levels of controls. In both S1 and S2 cells over-expressing wt-FBXL4, the steady state levels of respiratory complex subunits were fully rescued (Figure 1D), the CIV specific activity was increased to control values (Figure 2D), and the CS activity and lastly the mitochondrial ATP levels were also increased significantly (Figures 2E, F). Genetically complemented S1 cells recovered partially the tubular appearance of the mitochondrial network observed in C1 but interestingly, genetically complemented S2 cells maintained a fragmented mitochondrial network (Fig. 3).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31969900","rdfs:label":"Emperador rescue patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Complete or partial rescue of mitochondrial dysfunction. Some variability between patient cell lines. S1 meets inclusion criteria; S2 does not."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7484e6fc-ab3c-4587-8fa5-bbdc0054f0fb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:efb42c78-4a67-4959-b124-eefa79a15119","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"mtDNA also sequenced.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed with early onset mitochondrial encephalomyopathy. birth weight <10th percentile, last measured weight <3rd percentile, last measured height <3rd percentile, last measured HC 10th percentile, developmental delay, non-verbal, IQ<20, dysmorphic facies, plagiocephaly, lactic acidemia, high plasma alanine, cerebral atrophy, basal ganglia abnormalities, leukodystrophy, thin corpus callosum, ataxia, hypotonia, dystonia, swallowing dysfunction, failure to thrive, GERD, high transaminases, progressive scoliosis, muscle histology suggestive but inconclusive for mitochondrial muscle disease, partial COX deficiency in muscle, RC activity in skin: 45% for complex I, 66% for complex II-III, 42% for complex IV (control/citrate synthase). (these values were all noted to be < the control range). Biochem in Table S5. MRI in Fig. 1B panels 1, 2.\ninclusion criteria: developmental delay, imaging, lactic acidemia, reduced complex activity (met)","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:7484e6fc-ab3c-4587-8fa5-bbdc0054f0fb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2dd13dcc-19f4-496e-afde-0537ead35740","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001278716.2(FBXL4):c.1703G>C (p.Gly568Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA144889"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993194"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993194","rdfs:label":"subject 1 - family 1, ind II:1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Second case homozygous for this variant."},{"id":"cggv:fd453175-e881-4805-a5e2-f421e36f5499_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d0303ae2-4629-4f58-8679-92aae3a3509d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"History of severe intellectual disability, global developmental delay, hypotonia, poor growth, craniofacial dysmorphic features, and persistent lactic acidosis. Imaging of the brain by magnetic resonance imaging (MRI) without contrast demonstrated global volume loss particularly the subcortical and periventricular white matter with significant abnormal signal in bilateral basal ganglia and brainstem with associated delayed myelination. Magnetic resonance spectroscopy of the brain demonstrated an elevated lactate peak. No eye disease. In muscle, complex IV activity was ~60% of control values when related to citrate synthase activity (Figure 3B), and mitochondrial membrane potential was significantly decreased in fibroblast cell lines (Fig. 3C). mtDNA copy number was reduced to 30% of control in skeletal muscle (Fig. 3E).\ninclusion criteria: signal abnormalities in bilateral basal ganglia, elevated lactate on MRS, developmental delay (met)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:fd453175-e881-4805-a5e2-f421e36f5499_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2dd13dcc-19f4-496e-afde-0537ead35740"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993193"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993193","rdfs:label":"subject 3 (S3)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"homozygous missense with evidence of splice effect & reduced expression: Splicing of exon 9 was demonstrated to be significantly impaired in S3 compared to controls (Fig. 2c); homozygous missense variant in the first base of the last exon. Retrotranscribed cDNA analysis failed to show an aberrant transcript; the quantification of FBXL4 transcripts by qRT-PCR revealed decreased FBXL4 cDNA amount by approximately 50% of the control level that was probably due to instability of the aberrant spliced forms."},{"id":"cggv:bee3603f-e16e-4792-bc57-57d1e92e7c4d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10810d96-06a3-4894-8cf5-b2102a70b562","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":37,"detectionMethod":"Patients were genetically diagnosed by WES or Sanger sequencing. The methodology for this individual patient is not specified.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"low set ears, broad nasal bridge, almond shaped eyes, mild synophrys, muscular hypotonia, severely impaired speech, absent ambulation, elevated lactate, metabolic acidosis, FTT, developmental delay. Axial T2-weighted images of brain MRI in Fig. 3  show swollen and hyperintense aspect of supratentorial white matter and several defects in basal ganglia. Increased signal of dorsal tegmental tracts and hilus of the dentate nucleus. Also white matter abnormalities. Reduced citrate synthase, complex I, complex II, complex III, complex IV, complex V, PDHC in fresh and frozen muscle.\ninclusion criteria: elevate lactate, developmental delay, abnormal signal in basal ganglia, combined respiratory chain defect (met)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:bee3603f-e16e-4792-bc57-57d1e92e7c4d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1b2e46d1-b2b2-445a-abb6-e5020c2ab4c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001278716.2(FBXL4):c.513-1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16021030"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25868664","type":"dc:BibliographicResource","dc:abstract":"FBXL4 deficiency is a recently described disorder of mitochondrial maintenance associated with a loss of mitochondrial DNA in cells. To date, the genetic diagnosis of FBXL4 deficiency has been established in 28 individuals. This paper retrospectively reviews proxy-reported clinical and biochemical findings and evaluates brain imaging, morphological and genetic data in 21 of those patients. Neonatal/early-onset severe lactic acidosis, muscular hypotonia, feeding problems and failure to thrive is the characteristic pattern at first presentation. Facial dysmorphic features are present in 67% of cases. Seven children died (mean age 37 months); 11 children were alive (mean age at follow-up 46 months), three children were lost to follow-up. All survivors developed severe psychomotor retardation. Brain imaging was non-specific in neonates but a later-onset, rapidly progressive brain atrophy was noted. Elevated blood lactate and metabolic acidosis were observed in all individuals; creatine kinase was elevated in 45% of measurements. Diagnostic workup in patient tissues and cells revealed a severe combined respiratory chain defect with a general decrease of enzymes associated with mitochondrial energy metabolism and a relative depletion of mitochondrial DNA content. Mutations were detected throughout the FBXL4 gene albeit with no clear delineation of a genotype-phenotype correlation. Treatment with \"mitochondrial medications\" did not prove effective. In conclusion, a clinical pattern of early-onset encephalopathy, persistent lactic acidosis, profound muscular hypotonia and typical facial dysmorphism should prompt initiation of molecular genetic analysis of FBXL4. Establishment of the diagnosis permits genetic counselling, prevents patients undergoing unhelpful diagnostic procedures and allows for accurate prognosis.","dc:creator":"Huemer M","dc:date":"2015","dc:title":"Clinical, morphological, biochemical, imaging and outcome parameters in 21 individuals with mitochondrial maintenance defect related to FBXL4 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25868664","rdfs:label":"patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"homozygous canonical splice"},{"id":"cggv:41fd6ec4-70c1-4a1e-b1e2-a30c5a20f595_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a8363d2e-2ac9-4332-b6bf-2e716f24316c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"candidate gene sequencing","firstTestingMethod":"Other","phenotypeFreeText":"birth weight <3rd percentile, birth length 3rd percentile, birth HD <3rd percentile, last measured weight 25th percentile, last measured height <25th percentile, last measured HC <3rd percentile, developmental delay, non-verbal, lactic acidemia, high plasma alanine, hyperammonemia, organic aciduria and metabolic screening, cerebral atrophy, basal ganglia abnormalities, leukodystrophy, delayed myelination, thin corpus callosum, hypotonia, seizures, swallowing dysfunction, hyperopia, respiratory distress with colds, failure to thrive, GERD, hypospadius.  Reduced RC activity in muscle biopsy (Biochem in Table S5) but not below 30%.\ninclusion criteria: developmental delay, basal ganglia signal abnormalities, lactic acidemia, reduced RC activity (>30%) (met)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:41fd6ec4-70c1-4a1e-b1e2-a30c5a20f595_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:19164ee3-a061-4700-b5ef-7dc137a27969","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001278716.2(FBXL4):c.1229C>T (p.Ser410Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16021017"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993194"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993194","rdfs:label":"subject 9 - family 7, individual II:1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"homozygous for missense with structural modeling-based predictive evidence of gene impact; candidate gene sequencing"},{"id":"cggv:92e17f6d-97fa-4d0c-82f3-d1c749626b3c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:65042726-d3f6-4ce4-880b-94e1fd0dc378","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"birth weight, height, HC <3rd percentile, last measured weight 3rd percentile, last measured height 25th percentile, last measured HC 25th percentile, developmental delay, non-verbal, dysmorphic facies, lactic acidemia, high plasma alanine, hyperammonemia, organic aciduria and metabolic screening, cerebral atrophy, basal ganglia abnormalities, leukodystrophy, delayed myelination, thin corpus callosum, multiple cystic lesions in the capsula interna and putamen, arachnoid cyst, hypotonia, seizures, movement disorder, swallowing dysfunction, cataract, cardiac hypertrophy, failure to thrive, dysmotility, GERD, anemia, neutropenia, severe sleep dysfunction. Reduced complex activity in muscle (<30% for cI-III, cIV, CS; table S5). Brain MRI in Fig. S1.\ninclusion criteria: developmental delay, lactic acidemia, basal ganglia signal abnormalities, reduced RC activity in muscle (<30%) (met)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:92e17f6d-97fa-4d0c-82f3-d1c749626b3c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:72f300b2-bd9e-4782-8983-584861df18d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001278716.2(FBXL4):c.614T>C (p.Ile205Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16021014"}},{"id":"cggv:3382024d-1d8d-4cd5-8809-079f6df50273","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001278716.2(FBXL4):c.106A>T (p.Arg36Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16021024"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993194"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993194","rdfs:label":"subject 8 - family 6, individual II:1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"CH for predicted null and missense"},{"id":"cggv:12b9f257-d18c-4e5b-b9e6-b4a5ecf665bb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f2fb01e5-3e59-4f69-9aba-d9cf690b83b8","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":10,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Delivered at 38 weeks gestation with a very low weight for gestational age (2.650 kg, < 1st percentile). Fetal ultrasounds also reported a single umbilical artery and megacisterna magna. In the first days of life, mild hypotonia and nystagmus triggered by Moro reflex were observed. Blood lactate was repeatedly increased (4.8 to 11.3 mmol/L; reference values (RV) < 2.2) along with alanine. Brain magnetic resonance image (MRI) revealed mild cerebellar hypoplasia and probable bilateral simplified temporal and frontal gyration pattern. These results led to the study of mitochondrial disease. At 2 months of age, she had frequent visits to the Emergency Department due to intercurrent respiratory processes. Psychomotor development was delayed with poor eye contact and hypotonia. At 6 months of age, she presented with infantile spasms (West syndrome) that responded to treatment with vigabatrin and prednisolone. Due tometabolic acidosis, treatment with bicarbonate and L-carnitine was initiated. In addition, she had gastroesophageal reflux with frequent vomiting. She presented with progressive dysphagia with poor control of respiratory secretions, convergent strabismus as well as brain MRI lesions compatible with Leigh syndrome. At 10 months, there was an episode of aspiration with marked deterioration in her general condition, generalized hypotonia and seizures. A worsening of the brainstem lesions was observed on brain MRI. The symptoms were progressive with encephalopathy, metabolic acidosis, and death. No dysmorphic features. Reduced complex IV activity in muscle. \ninclusion criteria: developmental delay, elevated lactate, reduced OXPHOS activity, neuroimaging (met)","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:12b9f257-d18c-4e5b-b9e6-b4a5ecf665bb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c993faa9-60c2-4a28-9e31-32e3e143c0c8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_103836.2(FBXL4):n.1495T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365087281"}},{"id":"cggv:4cfcc0f7-34ed-4f48-aaa9-612384cca7e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001278716.2(FBXL4):c.858+5G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16021031"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31969900"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31969900","rdfs:label":"S1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"CH pair of non-predicted null variants with evidence of reduced expression"},{"id":"cggv:48c7b115-2bab-4e62-a0aa-ca2d375aa9a0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:724a2484-23a5-4172-9695-2d5bc0f36ace","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"detectionMethod":"trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"birth weight <10th percentile, birth weight <3rd percentile, birth HC <10th percentile, last measured weight 42nd  percentile, last measured height 19th percentile, last measured HC 26th percentile, developmental delay, non-verbal, dysmorphic facies, small feet, lactic acidemia, high plasma alanine, high C3-carnitine, cerebral atrophy, basal ganglia abnormalities, leukodystrophy, delayed myelination, thin corpus callosum, ataxia, hypotonia, limb hypertonia, autonomic dysfunction, seizures, choreoathetosis, bursts of symmetrical limb flailing, swallowing dysfunction, respiratory distress with colds, dysmotility, GERD, high transaminases, renal tubular acidosis, neutropenia, progressive scoliosis, severe sleep dysfunction, scattered mitochondrial enlargement on muscle histology, normal muscle histochemistry, reduced RC activity in muscle biopsy, particularly complex III (14%), complex I-III (9%), and complex II-III (21%). Biochem in Table S5. MRI in Fig. 1B panels 3, 4.\ninclusion crieteria: developmental delay, basal ganglia signal abnormalities, lactic acidemia, reduced RC activity (met)","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:48c7b115-2bab-4e62-a0aa-ca2d375aa9a0_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4ad93b61-5585-4de7-8c26-e44f52b3044e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001278716.2(FBXL4):c.1067del (p.Gly356AlafsTer15)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16021029"}},{"id":"cggv:842a4960-1928-40fd-ad90-6dd4f0b4bde8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001278716.2(FBXL4):c.1790A>C (p.Gln597Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3933338"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993194"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23993194","rdfs:label":"subject 5 - family 3, individual II:1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"CH for predicted null & missense; evidence for reduced expression in patient cells"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11}],"evidenceStrength":"Definitive","sequence":1507,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:6977dcd5-264d-4234-95a2-510da7d2b584","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:13601","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between FBXL4 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of April 20, 2020. The FBXL4 gene encodes F-box and leucine-rich repeat protein 4, which localizes to the mitochondria via a mitochondrial targeting sequence. While the exact role of this gene is still under investigation, it has been shown to function in mitochondrial bioenergetics and dynamics, as well as mitochondrial DNA (mtDNA) maintenance.\n\nThe FBXL4 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2013 (PMIDs: 23993194, 23993193). Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. This curation included nine unique variants identified in seven cases from four publications (PMIDs: 25868664, 23993194, 31969900, 23993193). Segregation data includes 4 affected individuals and 5 unaffected individuals in two kindreds (PMID: 23993194). Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, functional alterations in patient cells, and rescue in patient cells (PMIDs: 27977873, 25613900, 23993193, 23993194, 31969900). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 20, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:fed67104-182c-48f2-85c0-ecb05cd6dd72"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}