{"id":"cggv:aeabfc3b-63a9-40f2-9c71-41b079fee4e2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:aeabfc3b-63a9-40f2-9c71-41b079fee4e2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:aeabfc3b-63a9-40f2-9c71-41b079fee4e2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-05T18:07:17.333Z","role":"Publisher"}],"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/19556464","type":"dc:BibliographicResource","dc:abstract":"Pleuropulmonary blastoma (PPB) is a rare pediatric lung tumor that is often part of an inherited cancer syndrome. PPBs consist of mesenchymal cells that are susceptible to malignant transformation and cysts lined by epithelial cells. In a subset of patients, overgrowth of the cysts by mesenchymal cells leads to sarcoma formation. Here, we show that 11 multiplex PPB families harbor heterozygous germline mutations in DICER1, a gene encoding an endoribonuclease critical to the generation of small noncoding regulatory RNAs. Expression of DICER1 protein was undetectable in the epithelial component of PPB tumors but was retained in the malignant mesenchyme (sarcoma). We hypothesize that loss of DICER1 in the epithelium of the developing lung alters the regulation of diffusible factors that promote mesenchymal proliferation.","dc:creator":"Hill DA","dc:date":"2009","dc:title":"DICER1 mutations in familial pleuropulmonary blastoma."},{"id":"https://pubmed.ncbi.nlm.nih.gov/21266384","type":"dc:BibliographicResource","dc:abstract":"Constitutional DICER1 mutations were recently reported to cause familial pleuropulmonary blastoma (PPB).","dc:creator":"Slade I","dc:date":"2011","dc:title":"DICER1 syndrome: clarifying the diagnosis, clinical features and management implications of a pleiotropic tumour predisposition syndrome."}],"evidence":[{"id":"cggv:aeabfc3b-63a9-40f2-9c71-41b079fee4e2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aeabfc3b-63a9-40f2-9c71-41b079fee4e2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2c586fe-7da6-45a6-a6b4-9961065816d5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9f5214cb-ad2d-4932-bc36-e7581871a7a2","type":"FunctionalAlteration","dc:description":"Microarray analysis of multiple tumours showed reduced 5p-derived miRNAs indicating skewed miRNA processing. Direct sequencing of miRNA in tumour and culture derived cells derived from a patient (case 14 in this study) showed decreased 5p miRNAs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24909177","type":"dc:BibliographicResource","dc:abstract":"Pleuropulmonary blastoma is a rare childhood malignancy of lung mesenchymal cells that can remain dormant as epithelial cysts or progress to high-grade sarcoma. Predisposing germline loss-of-function DICER1 variants have been described. We sought to uncover additional contributors through whole exome sequencing of 15 tumor/normal pairs, followed by targeted resequencing, miRNA analysis and immunohistochemical analysis of additional tumors. In addition to frequent biallelic loss  of TP53 and mutations of NRAS or BRAF in some cases, each case had compound disruption of DICER1: a germline (12 cases) or somatic (3 cases) loss-of-function variant plus a somatic missense mutation in the RNase IIIb domain. 5p-Derived microRNA (miRNA) transcripts retained abnormal precursor miRNA loop sequences normally removed by DICER1. This work both defines a genetic interaction landscape with DICER1 mutation and provides evidence for alteration in miRNA transcripts as a consequence of DICER1 disruption in cancer.","dc:creator":"Pugh TJ","dc:date":"2014","dc:title":"Exome sequencing of pleuropulmonary blastoma reveals frequent biallelic loss of TP53 and two hits in DICER1 resulting in retention of 5p-derived miRNA hairpin loop sequences."},"rdfs:label":"miRNA microarray analysis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:aeabfc3b-63a9-40f2-9c71-41b079fee4e2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0982b6ce-c2e3-4f53-8759-f2897a020bdc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d3f17079-d6f2-4e7e-99d7-95afb2e36b8a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"miRNA expression was rescued and the endogenous targets of the miRNA, mRNA, expression pattern correlated with previous reported changes. doxorubicin-induced sensitivity (culminating in cell death) was also returned to wildtype levels. Some specific miRNA target mRNAs remained activated, authors explain as a 'stable state transformation'   induced by DICER1 deletion. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28446596","type":"dc:BibliographicResource","dc:abstract":"MicroRNAs (miRNAs) are post-transcriptional regulators of gene expression critical for organismal viability. Changes in miRNA activity are common in cancer, but how these changes relate to subsequent alterations in transcription and the process of tumorigenesis is not well understood. Here, we report a deep transcriptional, oncogenic network regulated by miRNAs. We present analysis of the gene expression and phenotypic changes associated with global miRNA restoration in miRNA-deficient fibroblasts. This analysis uncovers a miRNA-repressed network containing oncofetal genes ","dc:creator":"JnBaptiste CK","dc:date":"2017","dc:title":"Dicer loss and recovery induce an oncogenic switch driven by transcriptional activation of the oncofetal Imp1-3 family."},"rdfs:label":"DICER KO MSC rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:eda2b910-af67-48b3-a807-e9a38839c586","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:565f0753-4f63-43d3-92f5-3119309e24d9","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"specific miRNA assayed was returned to and RT-PCR assed the markers of differentiation, along with histological verification of differentiation. Another phenotype identified in this paper, DICER1 associated centromeric DNA silencing was also rescued. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15713842","type":"dc:BibliographicResource","dc:abstract":"Dicer is the enzyme that cleaves double-stranded RNA (dsRNA) into 21-25-nt-long species responsible for sequence-specific RNA-induced gene silencing at the transcriptional, post-transcriptional, or translational level. We disrupted the dicer-1 (dcr-1) gene in mouse embryonic stem (ES) cells by conditional gene targeting and generated Dicer-null ES cells. These cells were viable, despite being completely defective in RNA interference (RNAi) and the generation of microRNAs (miRNAs). However, the mutant ES cells displayed severe defects in differentiation both in vitro and in vivo. Epigenetic silencing of centromeric repeat sequences and the expression of homologous small dsRNAs were markedly reduced. Re-expression of Dicer in the knockout cells rescued these phenotypes. Our data suggest that Dicer participates in multiple, fundamental biological processes in a mammalian organism, ranging from stem cell differentiation to the maintenance of centromeric heterochromatin structure and centromeric silencing.","dc:creator":"Kanellopoulou C","dc:date":"2005","dc:title":"Dicer-deficient mouse embryonic stem cells are defective in differentiation and centromeric silencing."},"rdfs:label":"DCRdelta/delta ES"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:f3439645-81eb-45e8-bf12-562d804f36d2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:389e803f-46bd-4d4f-ba08-360336863850","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both human and mouse systems show pro-tumorigenic effect of hemizygous dicer loss. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19903759","type":"dc:BibliographicResource","dc:abstract":"While the global down-regulation of microRNAs (miRNAs) is a common feature of human tumors, its genetic basis is largely undefined. To explore this question, we analyzed the consequences of conditional Dicer1 mutation (Dicer1 \"floxed\" or Dicer1(fl)) on several mouse models of cancer. Here we show Dicer1 functions as a haploinsufficient tumor suppressor gene. Deletion of a single copy of Dicer1 in tumors from Dicer1(fl/+) animals led to reduced survival compared with controls. These tumors exhibited impaired miRNA processing but failed to lose the wild-type Dicer1 allele. Moreover, tumors from Dicer1(fl/fl) animals always maintained one functional Dicer1 allele. Consistent with selection against full loss of Dicer1 expression, enforced Dicer1 deletion caused inhibition of tumorigenesis. Analysis of human cancer genome copy number data reveals frequent deletion of DICER1. Importantly, however, the gene has not been reported to undergo homozygous deletion, suggesting that DICER1 is haploinsufficient in human cancer. These findings suggest Dicer1 may be an important haploinsufficient tumor suppressor gene and, furthermore, that other factors controlling miRNA biogenesis may also function in this manner.","dc:creator":"Kumar MS","dc:date":"2009","dc:title":"Dicer1 functions as a haploinsufficient tumor suppressor."},"rdfs:label":"Dicer +/fl mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:8ce89b01-f671-4c2a-abef-88d576e2c1c5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:418a85a1-1421-4dab-9895-c91843356338","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"model system shows altered lung development. Human phenotype includes lung cysts and associated pediatric pulmonary tumours (pleuropulmonary blastoma).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16452165","type":"dc:BibliographicResource","dc:abstract":"DICER is a key enzyme that processes microRNA and small interfering RNA precursors into their short mature forms, enabling them to regulate gene expression. Only a single Dicer gene exists in the mouse genome, and it is broadly expressed in developing tissues. Dicer-null mutants die before gastrulation. Therefore, to study Dicer function in the later event of lung formation, we inactivated it in the mouse lung epithelium using a Dicer conditional allele and the Sonic Hedgehogcre (Shhcre) allele. Branching arrests in these mutant lungs, although epithelial growth continues in distal domains that are expanded compared with normal samples. These defects result in a few large epithelial pouches in the mutant lung instead of numerous fine branches present in a normal lung. Significantly, the initial phenotypes are apparent before an increase in epithelial cell death is observed, leading us to propose that Dicer plays a specific role in regulating lung epithelial morphogenesis independent of its requirement in cell survival. In addition, we found that the expression of Fgf10, a key gene involved in lung development, is up-regulated and expanded in the mesenchyme of Dicer mutant lungs. Previous studies support the hypothesis that precise localization of FGF10 in discrete sites of the lung mesenchyme serves as a chemoattractant for the outgrowth of epithelial branches. The aberrant Fgf10 expression may contribute to the Dicer morphological defects. However, the mechanism by which DICER functions in the epithelium to influence Fgf10 expression in the mesenchyme remains unknown.","dc:creator":"Harris KS","dc:date":"2006","dc:title":"Dicer function is essential for lung epithelium morphogenesis."},"rdfs:label":"ShhCre Dicer1 CKO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:aeabfc3b-63a9-40f2-9c71-41b079fee4e2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6603,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:78dccb4f-a013-40de-9b81-9e8102786876","type":"GeneValidityProposition","disease":"obo:MONDO_0100216","gene":"hgnc:17098","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"DICER1-related tumor predisposition was first described in families with pleuropulmonary blastoma, a rare pediatric lung tumor (Hill et al., PMID:19556464). The phenotypic spectrum has subsequently expanded to include a wide range of benign and malignant neoplasms in both children and adults such as thyroid cancer, cystic nephroma, multinodular goiter, ovarian and Sertoli cell tumors and lung cyst. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found  DICER1-related tumor predisposition syndrome (MONDO:0100216) is the only disease entity associated with this gene. The DICER1 gene is reported to be instrumental in miRNA processing, and publications indicate that DICER1 variants impact double stranded miRNA processing and specifically impair 5p-derived miRNA production (PMID:24909177). DICER1 syndrome is proposed to occur due to a global alteration in miRNA mRNA targets towards a malignant/transformative phenotype  after  specific somatic missense variants in the RNase IIIB domain occur in   DICER1 (PMID: 30956758, 30967628). Multiple types of evidence support the relationship between DICER1 and DICER1-related tumor predisposition syndrome, including numerous case-level data, and experimental data across a range of areas. More evidence is available in the literature but the maximum score for genetic evidence (12 points) has been reached. This gene-disease curation reports 18 variants in 18 probands in 6 publications, (PMIDs: 19556464, 21266384, 28222777, 33567437, 26545620, 27896549). The gene-disease relationship is also supported by experimental evidence (5 points) in animal models, in vitro functional assays and rescue experiments. Complete Dicer1 knockout in mice results in embryonic lethality indicating the broad importance of Dicer1, while conditional knockout models support a role for Dicer1 in murine lung development, specifically in branching morphogenesis (PMID:16452165). In addition, models of heterozygous and conditional Dicer1 deletion show tumor development phenotypes consistent with DICER1-related tumor predisposition syndrome (PMID: 15713842). Rescue studies indicate both phenotype and functional mechanisms are repaired after Human DICER1 replacement in Dicer1 loss mice (PMID: 28446596). In summary, DICER1 is definitively associated with autosomal dominant DICER1-related tumor predisposition syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:aeabfc3b-63a9-40f2-9c71-41b079fee4e2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}