{"id":"cggv:ef9d5a3b-d4ec-473b-b5a2-aaa25cf9babdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:ef9d5a3b-d4ec-473b-b5a2-aaa25cf9babd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-01-20T20:08:50.394Z","role":"Publisher"},{"id":"cggv:ef9d5a3b-d4ec-473b-b5a2-aaa25cf9babd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2022-09-27T09:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ef9d5a3b-d4ec-473b-b5a2-aaa25cf9babd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef9d5a3b-d4ec-473b-b5a2-aaa25cf9babd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b0c9e451-410f-4e2f-88af-2d2734103f98","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42f83c5e-6600-44df-a4f6-e2a769346491","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20799323","type":"dc:BibliographicResource","dc:abstract":"Cytogenetic and molecular cytogenetic studies demonstrate association between congenital diaphragmatic hernia (CDH) and chromosome 1q41q42 deletions. In this study, we screened a large CDH cohort (N=179) for microdeletions in this interval by the multiplex ligation-dependent probe amplification (MLPA) technique, and also sequenced two candidate genes located therein, dispatched 1 (DISP1) and homo sapiens H2.0-like homeobox (HLX). MLPA analysis verified deletions of this region in two cases, an unreported patient with a 46,XY,del(1)(q41q42.13) karyotype and a previously reported patient with a Fryns syndrome phenotype [Kantarci et al., 2006]. HLX sequencing showed a novel but maternally inherited single nucleotide variant (c.27C>G) in a patient with isolated CDH, while DISP1 sequencing revealed a mosaic de novo heterozygous substitution (c.4412C>G; p.Ala1471Gly) in a male with a left-sided Bochdalek hernia plus multiple other anomalies. Pyrosequencing demonstrated the mutant allele was present in 43%, 12%, and 4.5% of the patient's lymphoblastoid, peripheral blood lymphocytes, and saliva cells, respectively. We examined Disp1 expression at day E11.5 of mouse diaphragm formation and confirmed its presence in the pleuroperitoneal fold, as well as the nearby lung which also expresses Sonic hedgehog (Shh). Our report describes the first de novo DISP1 point mutation in a patient with complex CDH. Combining this finding with Disp1 embryonic mouse diaphragm and lung tissue expression, as well as previously reported human chromosome 1q41q42 aberrations in patients with CDH, suggests that DISP1 may warrant further consideration as a CDH candidate gene.","dc:creator":"Kantarci S","dc:date":"2010","dc:title":"Characterization of the chromosome 1q41q42.12 region, and the candidate gene DISP1, in patients with CDH."},"rdfs:label":"Expression pattern of DISP1 in developing diaphragm and lung"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ef9d5a3b-d4ec-473b-b5a2-aaa25cf9babd_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.3}],"evidenceStrength":"Limited","sequence":5807,"specifiedBy":"GeneValidityCriteria9","strengthScore":0.8,"subject":{"id":"cggv:8eb3f6ad-3beb-4f13-97ce-7b2ccc5839fb","type":"GeneValidityProposition","disease":"obo:MONDO_0016296","gene":"hgnc:19711","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Heterozygous variants in DISP1 were first identified in two individuals with holoprosencephaly (HPE) like microform features in 2009 (PMID:19184110).  In this initial publication, two nonsense variants were identified; while both probands were described as having cleft lip/palate, one proband was described as having seizures, developmental delay, and mild decortication, while the other was described as having hypotelorism and a single maxillary central incisor in the context of normal intelligence and a normal brain MRI. Both variants were inherited from reportedly unaffected parents.\nA mosaic de novo missense variant was later reported in a proband cleft lip/palate and congenital diaphragmatic hernia (CDH) (PMID:20799323), as well as a maternally inherited missense variant in a proband with lobar HPE (PMID:28640243).  The mother of this proband was reportedly unaffected. \nOf note, DISP1 is not constrained for either missense or loss of function variants (gnomAD v.2.1.1). Given this and the relatively small number of reported heterozygous probands, a proposed disease mechanism could not be ascertained, making it difficult to assess the clinical relevance of the observed variants. For these reasons, each case was given a minimal number of points.\nIn addition to the heterozygous cases, there have also reports of digenic inheritance in a fetus with cleft lip/palate (PMID:27363716) and in a family with variable features of HPE (PMID:26748417).  There has also been a report of a proband with lobar HPE and biallelic variants in DISP1 (PMID:26748417).  These probands were not included in this curation.  Additional evidence is needed to understand the mechanisms by which variation in DISP1 may affect typical brain formation. \nExperimental evidence for this gene-disease relationship is minimal with expression studies in mouse embryo demonstrating high DISP1 expression in the developing mesenchyme of the diaphragm as well as in the early embryonic lung (PMID: 20799323).\nIn summary, there is limited evidence to support a relationship between DISP1 and autosomal dominant HPE. This classification was approved by the ClinGen Brain Malformation GCEP on September 27, 2022 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:ef9d5a3b-d4ec-473b-b5a2-aaa25cf9babd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}