{"id":"cggv:5cd298eb-1e1a-4283-851e-2dd24059ba22v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5cd298eb-1e1a-4283-851e-2dd24059ba22_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:5cd298eb-1e1a-4283-851e-2dd24059ba22_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2018-11-02T21:36:51.734Z","role":"Approver"}],"evidence":[{"id":"cggv:5cd298eb-1e1a-4283-851e-2dd24059ba22_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5cd298eb-1e1a-4283-851e-2dd24059ba22_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e966421-2d47-46e4-a2fa-f6fc0c2492ea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d16a0599-517e-4330-902e-1e1be16f8c7a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"8 complementation groups genes (XPA, XPB, XPC, XPD, XPE, XPF, XPG, and XP variant (XPV)) in Nucleotide excision repair (NER) pathway cause Xeroderma Pigmentosum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24105368","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Schubert S","dc:date":"2014","dc:title":"Clinical utility gene card for: Xeroderma pigmentosum."},"rdfs:label":"8 complementation groups genes cause Xeroderma Pigmentosum"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Eight genes"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:5cd298eb-1e1a-4283-851e-2dd24059ba22_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd36a4f0-7b33-43d0-9651-85698d4425f0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6e9754da-1309-4f7f-bb3a-5b74e832cb9f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice lacking both the Xpa and the Csb genes show growth retardation and abnormal behavior closely resembling symptoms observed in human XPA and/or CSB patients at an early postnatal stage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11687625","type":"dc:BibliographicResource","dc:abstract":"Xeroderma pigmentosum (XP) and Cockayne syndrome (CS) are rare autosomal recessive disorders associated with a defect in the nucleotide excision repair (NER) pathway required for the removal of DNA damage induced by UV light and distorting chemical adducts. Although progressive neurological dysfunction is one of the hallmarks of CS and of some groups of XP patients, the causative mechanisms are largely unknown. Here we show that mice lacking both the XPA (XP-group A) and CSB (CS-group B) genes in contrast to the single mutants display severe growth retardation, ataxia, and motor dysfunction during early postnatal development. Their cerebella are hypoplastic and showed impaired foliation and stunted Purkinje cell dendrites. Reduced neurogenesis and increased apoptotic cell death occur in the cerebellar external granular layer. These findings suggest that XPA and CSB have additive roles in the mouse nervous system and support a crucial role for these genes in normal brain development.","dc:creator":"Murai M","dc:date":"2001","dc:title":"Early postnatal ataxia and abnormal cerebellar development in mice lacking Xeroderma pigmentosum Group A and Cockayne syndrome Group B DNA repair genes."},"rdfs:label":"Growth retardation and abnormal behavior in XPA-/-CSB-/-mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"XPA -/- CSB -/-  mice double knock out mice also with CSB gene loss."},{"id":"cggv:9b06f3c1-a16e-4929-93be-6a4c7462abc4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:883365bc-ac2e-4964-b9e7-125982bd8a52","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The XPA-deficient mice were defective in NER and highly susceptible to ultraviolet-B- or 9,10-dimethyl-1,2-benz[a]anthracene-induced skin carcinogenesis. These findings provide in vivo evidence that the XPA protein protects mice from carcinogenesis initiated by ultraviolet or chemical carcinogen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7675085","type":"dc:BibliographicResource","dc:abstract":"Xeroderma pigmentosum (XP) is an autosomal recessive disorder characterized by a high frequency of skin cancer on sun-exposed areas, and neurological complications. XP has a defect in the early step(s) of nucleotide-excision repair (NER) and consists of eight different genetic complementation groups (groups A-G and a variant). We established XPA (group-A XP) gene-deficient mice by gene targeting of mouse embryonic stem (ES) cells. The XPA-deficient mice showed neither obvious physical abnormalities nor pathological alterations, but were defective in NER and highly susceptible to ultraviolet-B- or 9,10-dimethyl-1,2-benz[a]anthracene-induced skin carcinogenesis. These findings provide in vivo evidence that the XPA protein protects mice from carcinogenesis initiated by ultraviolet or chemical carcinogen. The XPA-deficient mice may provide a good in vivo model to study the high incidence of skin carcinogenesis in group A XP patients.","dc:creator":"Nakane H","dc:date":"1995","dc:title":"High incidence of ultraviolet-B-or chemical-carcinogen-induced skin tumours in mice lacking the xeroderma pigmentosum group A gene."},"rdfs:label":"UV or chemical induced skin tumours in Xpa-deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Comparable findings were independently reported by de Vries et al. (1995)."},{"id":"cggv:e6825942-13c8-4a7f-9112-82a212706b4d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5db0f9e6-5be8-42ae-bc36-2a4d1cb70323","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"TTD mice carrying an additional mutation in XPA, which enhances the DNA repair defect, showed a greatly accelerated aging phenotype, which correlated with an increased cellular sensitivity to oxidative DNA damage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11950998","type":"dc:BibliographicResource","dc:abstract":"One of the factors postulated to drive the aging process is the accumulation of DNA damage. Here, we provide strong support for this hypothesis by describing studies of mice with a mutation in XPD, a gene encoding a DNA helicase that functions in both repair and transcription and that is mutated in the human disorder trichothiodystrophy (TTD). TTD mice were found to exhibit many symptoms of premature aging, including osteoporosis and kyphosis, osteosclerosis, early greying, cachexia, infertility, and reduced life-span. TTD mice carrying an additional mutation in XPA, which enhances the DNA repair defect, showed a greatly accelerated aging phenotype, which correlated with an increased cellular sensitivity to oxidative DNA damage. We hypothesize that aging in TTD mice is caused by unrepaired DNA damage that compromises transcription, leading to functional inactivation of critical genes and enhanced apoptosis.","dc:creator":"de Boer J","dc:date":"2002","dc:title":"Premature aging in mice deficient in DNA repair and transcription."},"rdfs:label":"Premature Aging in Mice Deficient in DNA Repair"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"XPA/TTD double-mutant mice"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:5cd298eb-1e1a-4283-851e-2dd24059ba22_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5cd298eb-1e1a-4283-851e-2dd24059ba22_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:3e411870-c2e8-48db-aea6-aee071294aaf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d3c5093f-98a1-4000-a098-ae7a1e721939","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000992","obo:HP_0008069"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:3e411870-c2e8-48db-aea6-aee071294aaf_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b33ea61c-d44a-4d89-9caf-529faef390a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000380.3(XPA):c.323G>T (p.Cys108Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/993"}},{"id":"cggv:13fa1645-7a4f-484f-94a6-4ca88dae8576","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000380.3(XPA):c.349_353delCTTAT (p.Leu117Glufs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/994"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1339397","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of group A xeroderma pigmentosum (XP) was investigated, and 3 mutations located in a zinc finger consensus sequence (nucleotide 313-387) of the XP group A complementing (XPAC) gene were identified in 2 Caucasian patients GM2990 and GM2009 who had typical symptoms of group A XP. The first mutation was a C deletion at nucleotide 374. Patient GM2990 was a homozygote for this mutation. The second mutation was a 5-bp deletion (CTTAT) at nucleotides 349-353. The third mutation was a G to T transversion at nucleotide 323 that alters the Cys-108 codon (TGT) to a Phe codon (TTT). Patient GM2009 was a compound heterozygote for the 5-bp deletion and the missense mutation. Both deletions introduce frameshifts with premature translation terminations resulting in instability of the XPAC mRNA and disruption of the putative zinc finger domain of the XPAC protein. The missense mutation also predicts disruption of the zinc finger domain of the XPAC protein. The expression study showed that the missense mutation does indeed causes loss of repair activity of the XPAC protein. We conclude that these 3 mutations are responsible for group A XP.","dc:creator":"Satokata I","dc:date":"1992","dc:title":"Molecular basis of group A xeroderma pigmentosum: a missense mutation and two deletions located in a zinc finger consensus sequence of the XPAC gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1339397","rdfs:label":"GM2009"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound heterozygosity for 2 mutations in the XPA gene: a 323G-T transversion resulting in a cys108-to-phe (C108F) substitution that disrupted a putative zinc finger domain, and a 5-bp deletion causing a frameshift and premature termination."},{"id":"cggv:d6862a96-0a0e-4743-8dda-be8997a7011e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c68256b-f56e-4d61-ae49-39a7f5c12326","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000992","obo:HP_0008069"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:d6862a96-0a0e-4743-8dda-be8997a7011e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:89111309-0160-411f-8bfa-3c779b69e469","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XPA, IVS3AS, G-C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/992"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2234061","type":"dc:BibliographicResource","dc:abstract":"Xeroderma pigmentosum (XP) is an autosomal recessive disease, characterized by a high incidence of sunlight-induced skin cancer. Cells from people with this condition are hypersensitive to ultraviolet because of a defect in DNA repair. There are nine genetic complementation groups of XP, groups A-H and a variant. We have cloned the mouse DNA repair gene that complements the defect of group A, the XPAC gene. Here we report molecular cloning of human and mouse XPAC complementary DNAs. Expression of XPAC cDNA confers ultraviolet-resistance on several group A cell lines, but not on lines of other XP groups. Almost all group A lines tested showed abnormality or absence of XPAC messenger RNAs. These results indicate that a defective XPAC gene causes group A XP. The human and mouse XPAC genes are located on chromosome 9q34.1 and chromosome 4C2, respectively. Human XPAC cDNA encodes a protein of 273 amino acids with a zinc-finger motif.","dc:creator":"Tanaka K","dc:date":"1990","dc:title":"Analysis of a human DNA excision repair gene involved in group A xeroderma pigmentosum and containing a zinc-finger domain."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2234061","rdfs:label":"Japanese patients"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"In 19 of 20 Japanese patients with xeroderma pigmentosum complementation group A, Tanaka et al. (1990) identified a G-to-C transversion at the 3-prime splice acceptor site of intron 3 of the XPA gene. Satokata et al. (1990) found that the G-to-C transversion abolished the canonical 3-prime splice site and created 2 abnormally spliced mRNA forms. Using the AlwNI RFLP, Satokata et al. (1990) found that 16 of 21 unrelated Japanese patients with XP were homozygous and 4 were heterozygous for this mutation. Cleaver et al. (1995) stated that homozygosity for the G-to-C transversion at the 3-prime acceptor site of intron III/exon IV of the XPA gene represents 80 to 90% of Japanese patients with XPA. This is a common founder variant in Japanese population."},{"id":"cggv:99bc1d4c-d18e-4355-9e68-663560e41bf0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cadf61a7-d584-4bc5-9311-5cfb59181da5","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0008069","obo:HP_0000992"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:99bc1d4c-d18e-4355-9e68-663560e41bf0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3ede36ee-5664-46ff-88ad-795b7591e4f3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000380.3(XPA):c.619C>T (p.Arg207Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/996"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1372102","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of xeroderma pigmentosum (XP) group A was studied and 3 nonsense mutations of the XP-A complementing gene (XPAC) were identified. One was a nucleotide transition altering the Arg-228 codon (CGA) to a nonsense codon (TGA). This transition creates a new cleavage site for the restriction endonuclease HphI. Of 21 unrelated Japanese XP-A patients examined, 1 (XP39OS) was a homozygote for this mutation and 3 were compound heterozygotes for this mutation and for the splicing mutation of intron 3 reported previously which is the most common mutation in Japanese patients and creates a new cleavage site for the restriction endonuclease AlwNI. The second mutation was a nucleotide transition altering the Arg-207 codon (CGA) to a nonsense codon (TGA). A Palestinian patient (XP12RO) who had severe symptoms of XP was homozygous for this mutation. The third mutation was a nucleotide transversion altering the Tyr-116 codon (TAT) to a nonsense codon (TAA). This transversion creates a new cleavage site for the restriction endonuclease MseI. Of the Japanese patients, 2 with severe clinical symptoms had this mutant allele. One was a compound heterozygote for this mutation and for the splicing mutation, and the other was heterozygous for this mutation and homozygous for the splicing mutation. Although most XP-A patients such as XP12RO have severe skin symptoms and neurological abnormalities of the de Sanctis-Cacchione syndrome, patient XP39OS was an atypical XP-A patient who had mild skin symptoms and minimal neurological abnormalities. Our results suggest that the clinical heterogeneity in XP-A is due to different mutations in the XPAC gene. Moreover, our data indicate that almost all Japanese cases of XP-A are caused by one or more of the 3 mutations, i.e., the splicing mutation of intron 3 and the 2 nonsense mutations of codons 116 and 228. Therefore, by restriction fragment length polymorphism analysis of PCR-amplified DNA sequences using the 3 restriction enzymes described above, rapid and reliable diagnosis of XP-A can be achieved in almost all Japanese subjects including prenatal cases and carriers.","dc:creator":"Satokata I","dc:date":"1992","dc:title":"Three nonsense mutations responsible for group A xeroderma pigmentosum."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1372102","rdfs:label":"XP12RO"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Homozygosity for a nucleotide transition in the XPA gene, resulting in an arg207-to-ter (R207X) substitution. Two star variant in ClinVar."},{"id":"cggv:ee67582b-fd38-4db7-8837-96bbd8d3c1c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:83d07b0c-f2fd-44df-ba22-7f6fa25bfd02","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0008069","obo:HP_0000992"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:ee67582b-fd38-4db7-8837-96bbd8d3c1c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bad953e8-18a9-40a5-8065-fd95e9438226","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000380.3(XPA):c.682C>T (p.Arg228Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/995"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1372102"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1372102","rdfs:label":"XP39OS"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"A C-to-T transition in exon 6 of the XPA gene, resulting in an arg228-to-ter (R228X) substitution. Of 21 unrelated XPA patients examined, 1 was homozygous for this mutation and 3 were compound heterozygotes for this mutation and a splice site mutation in intron 3. Nishigori et al. (1993) found that 6 of 7 Tunisian XPA patients had the R228X mutation."},{"id":"cggv:c1133416-1e1f-4918-81fd-b346740ce5b8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cc0b2192-ed90-4efa-ba42-9e9a5a4c2e3d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000992","obo:HP_0008069"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:c1133416-1e1f-4918-81fd-b346740ce5b8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b88188c1-14ba-444e-9a73-5637817be5a8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000380.3(XPA):c.348T>A (p.Tyr116Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/997"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1372102"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1372102","rdfs:label":"2 unrelated Japanese patients"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"A T-to-A transversion in the XPA gene, resulting in a tyr116-to-ter (Y116X) substitution in 2 unrelated Japanese patients with severe XPA. Maeda et al. (1995) reported that a patient who was homozygous for the Y116X mutation had never walked unaided."},{"id":"cggv:d36cca73-88f9-44f8-b195-04a7b8c4c433_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:08c7cb2a-31c3-47c6-9aaa-dfb03857404f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000992","obo:HP_0008069"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:d36cca73-88f9-44f8-b195-04a7b8c4c433_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2270a737-868d-4fcc-b3bf-83710d6e6166","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000380.3(XPA):c.374del (p.Thr125IlefsTer15)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820946"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1339397"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1339397","rdfs:label":"GM2990"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A C deletion at nucleotide 374 causing frameshift."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":491,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:3195177b-32e5-4c11-85bd-fe59f2e391ae","type":"GeneValidityProposition","disease":"obo:MONDO_0010210","gene":"hgnc:12814","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"There is abundant evidence published associating the XPA gene with xeroderma pigmentosum group A since the gene-disease relationship was first proposed by Tanaka et al. (1990). Multiple case level studies have been performed with XPA patients that have variants in the XPA gene. 8 complementation groups genes (XPA, XPB, XPC, XPD, XPE, XPF, XPG, and XP variant (XPV)) in Nucleotide excision repair (NER) pathway were reported to cause Xeroderma Pigmentosum. Multiple Xpa deficient mouse models have been established to show consistent phenotypes with XPA patients, including growth retardation, abnormal behavior, premature aging and UV or chemical induced skin tumours. All of these types of evidence are consistent with a definitive relationship between the XPA gene and xeroderma pigmentosum group A.\n","dc:isVersionOf":{"id":"cggv:5cd298eb-1e1a-4283-851e-2dd24059ba22"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}