{"id":"cggv:fcbabd13-b62a-429e-8122-09a4e1d61e3cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:fcbabd13-b62a-429e-8122-09a4e1d61e3c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-09-10T20:41:13.420Z","role":"Publisher"},{"id":"cggv:fcbabd13-b62a-429e-8122-09a4e1d61e3c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-07-08T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30293987","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD) affects up to 1% of live births. However, a genetic diagnosis is not made in most cases. The purpose of this study was to assess the outcomes of genome sequencing (GS) of a heterogeneous cohort of CHD patients.","dc:creator":"Alankarage D","dc:date":"2019","dc:title":"Identification of clinically actionable variants from genome sequencing of families with congenital heart disease."},"evidence":[{"id":"cggv:fcbabd13-b62a-429e-8122-09a4e1d61e3c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5},{"id":"cggv:fcbabd13-b62a-429e-8122-09a4e1d61e3c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fcbabd13-b62a-429e-8122-09a4e1d61e3c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14ad0ef2-0e67-42dc-af4f-f51d2b0b0428","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e4b426e3-194e-4432-8c83-9592bb642675","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"in situ hybridization of transverse sections of E12.5 mouse embryos demonstrated localized expression in the developing heart. Fog1 was specifically expressed in the endocardial cushions of the outflow tract and atrioventricular canal. It was also coexpressed in the heart along with members of the GATA-4/5/6 subfamily which is implicated in congenital heart disease.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14614148","type":"dc:BibliographicResource","dc:abstract":"GATA transcription factors, together with Friend of GATA (FOG) cofactors, are required for the differentiation of diverse cell types. Multiple aspects of hematopoiesis are controlled by the interaction of FOG-1 with the GATA-1/2/3 subfamily. Likewise, FOG-2 is coexpressed with the GATA-4/5/6 subfamily at other sites, including the heart and gonads. FOG-2 and GATA-4 are required for cardiac development. Through transgenic rescue of hematopoietic defects of FOG-1-/- embryos we define an unsuspected role for FOG-1 in heart development. In particular, rescued FOG-1-/- mice die at embryonic day (E) 14.5 with cardiac defects that include double outlet right ventricle and a common atrioventricular valve. Using conditional inactivation of Fog-1 we assign the cell of origin in which FOG-1 function is required. Neural crest cells migrate properly into FOG-1-/- hearts and mice with FOG-1 conditionally excised from neural crest derivatives fail to develop cardiac abnormalities. In contrast, conditional inactivation of FOG-1 in endothelial-derived tissues by means of Tie-2-expressed Cre recapitulates the rescue-knockout defects. These findings establish a nonredundant requirement for FOG-1 in the outlet tract and atrioventricular valves of the heart that depend on expression in endothelial-derived tissue and presumably reflect cooperation with the GATA-4/5/6 subfamily.","dc:creator":"Katz SG","dc:date":"2003","dc:title":"Endothelial lineage-mediated loss of the GATA cofactor Friend of GATA 1 impairs cardiac development."},"rdfs:label":"Localized expression in developing heart"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ee641654-d413-46d6-9715-290fcb150a1d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f86633c-f6a8-418d-88fd-be64b7367e06","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"in vitro binding assay showed that zebrafish Fog1 bind to a protein containing the N- and C-terminal zinc fingers of GATA4 fused to GST. Like murine FOG proteins, all of the zebrafish Fog proteins can also repress GATA4. They transiently transfected NIH 3T3 fibroblasts with an expression plasmid for GATA4 and a reporter plasmid containing 638 bp of the ANF promoter driving expression of human growth hormone and found that Fog1 blocked GATA4-mediated activation of the ANF promoter by 87%\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16316643","type":"dc:BibliographicResource","dc:abstract":"To further our understanding of FOG gene function during cardiac development, we utilized zebrafish to examine FOG's role in the early steps of heart morphogenesis. We identified fragments of three fog genes in the zebrafish genomic database and isolated full-length coding sequences for each of these genes by using a combination of RT-PCR and 5'-RACE. One gene was similar to murine FOG-1 (fog1), while the remaining two were similar to murine FOG-2 (fog2a and fog2b). All Fog proteins were able to physically interact with GATA4 and function as transcriptional co-repressors. Whole-mount in situ hybridization revealed fog1 expression in the heart, the hematopoietic system, and the brain, while fog2a and fog2b expression was restricted to the brain. Injection of zebrafish embryos with a morpholino directed against fog1 resulted in embryos with a large pericardial effusion and an unlooped heart tube. This looping defect could be rescued by co-injection of mRNA encoding murine FOG-1, but not by mRNA encoding FOG-1 lacking the FOG repression motif. Taken together, these results demonstrate the importance of FOG proteins for zebrafish cardiac development and suggest a previously unappreciated role for FOG proteins in heart looping that is dependent on the FOG repression motif.","dc:creator":"Walton RZ","dc:date":"2006","dc:title":"Fog1 is required for cardiac looping in zebrafish."},"rdfs:label":"Protein interaction: GATA4"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:fcbabd13-b62a-429e-8122-09a4e1d61e3c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:006ea097-ef5a-40e6-a53c-3d0ab73a0c72","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fd8d9761-854a-432d-8056-86cd1cb7b495","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Co-injection of mRNA encoding murine FOG-1 in Fog1 MO-knockdown zebrafish resulted in a rescue of the cardiac looping defect, with only 26% of the co-injected embryos developing pericardial edema and failing to undergo cardiac looping. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16316643","rdfs:label":"Rescue in Fog1 MO-knockdown zebrafish"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Downgraded since this is a MO knockdown model in a zebrafish"},{"id":"cggv:55d0f735-1ee2-493e-9124-a70e1eec6bfb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c08d1eba-8bbe-4bc7-9629-804ea48ed80b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"FOG-1-/- transgene-rescued embryos died between E14.5 and E15.5, accompanied by pallor, edema, and hemorrhages, consistent with cardiac failure. Histological examination showed that all mutant hearts exhibited DORV, where both the aorta and the pulmonary trunk arise from the right ventricle. Mutants also exhibited atrial and ventricular septal defects along with an AV canal defect that included a single common AV valve. The myocardium is variably thinner than wild type. Heterozygous transgene-rescued FOG-1-/+ mice are born at the expected frequency and develop normally. The defects seen in the transgene-rescued FOG-1-/-embryos are most similar to those in GATA-4 KI/KI mice. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14614148","rdfs:label":"Katz mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded since heterozygotes were normal contrary to the human cases"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":8945,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.5,"subject":{"id":"cggv:2ab43d4b-3adf-4d46-95b3-4ed9d3ddea9b","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:19762","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ZFPM1* was first reported in relation to autosomal dominant congenital heart disease in 2019 (Alankarage et al., PMID: 30293987). At least three unique variants (1 missense, 2 frameshift) were reported in three individuals with CHD (PMID: 30293987, 34328347), but only one of them with a frameshift variant was included in this curation. The other two were not scored due to high minor allele frequency (>0.00001) on gnomAD v.4.1.0. This gene-disease relationship is also supported by evidence showing localized expression in the developing heart in mouse embryo, protein interaction studies with GATA4, a null mouse model showing heart defects, and a rescue in morpholino knockdown zebrafish embryos with murine *Fog1* (PMID: 14614148, 16316643). In summary, there is limited evidence supporting the relationship between *ZFPM1* and autosomal dominant congenital heart disease. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date July 8th, 2024 (SOP Version 10)","dc:isVersionOf":{"id":"cggv:fcbabd13-b62a-429e-8122-09a4e1d61e3c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}