{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-08-03T14:41:11.750Z","role":"Publisher"},{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-08-03T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:302bf624-a638-4556-8fa4-5d57022d51b9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:87c5e000-6aa6-4751-909d-66d9d9704a8e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"data  extracted from online databases and analyzed for both interaction data and co-expression data","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19464326","type":"dc:BibliographicResource","dc:abstract":"The HSPB family is one of the more diverse families within the group of HSP families. Some members have chaperone-like activities and/or play a role in cytoskeletal stabilization. Some members also show a dynamic, stress-induced translocation to SC35 splicing speckles. If and how these features are interrelated and if they are shared by all members are yet unknown.","dc:creator":"Vos MJ","dc:date":"2009","dc:title":"HSPB7 is a SC35 speckle resident small heat shock protein."},"rdfs:label":"Tissue expression data and interaction and co-regulated gene"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8593a029-5f1c-4108-a297-89bf57a92600","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:29ad4ec5-6519-4845-a3df-db2bb85d9f5b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Mutations of neurofilament light (NFL) subunit in an\nautosomal-dominant axonal form of CMT type 2E; CMT2E mutations disrupt assembly of mutant NFL with itself, with wild-type NFL and with the mid-sized\n(NFM) and heavy (NFH) NF subunits, and lead to aggregation\nof mutant protein in SW13Vim2cells, neuronal cell lines,\ncultured rat cortical neurons and DRG neurons. interactions between\nIFs and associated sHSPs can be disrupted by disease-causing\nmutations in either IFs or sHSPs, leading to signature patho-\nlogical aggregates of mutant IFs or sHSP in degenerative dis-\neases of muscle (25), lens (26) and glial cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17881652","type":"dc:BibliographicResource","dc:abstract":"Mutations in neurofilament light (NFL) subunit and small heat-shock protein B1 (HSPB1) cause autosomal-dominant axonal Charcot-Marie-Tooth disease type 2E (CMT2E) and type 2F (CMT2F). Previous studies have shown that CMT mutations in NFL and HSPB1 disrupt NF assembly and cause aggregation of NFL protein. In this study, we investigate the role of aggregation of NFL protein in the neurotoxicity of CMT mutant NFL and CMT mutant HSPB1 in motor neurons. We find that expression of CMT mutant NFL leads to progressive degeneration and loss of neuronal viability of cultured motor neurons. Degenerating motor neurons show fragmentation and loss of neuritic processes associated with disruption of NF network and aggregation of NFL protein. Co-expression of wild-type HSPB1 diminishes aggregation of CMT mutant NFL, induces reversal of CMT mutant NFL aggregates and reduces CMT mutant NFL-induced loss of motor neuron viability. Like CMT mutant NFL, expression of S135F CMT mutant HSPB1 also leads to progressive degeneration of motor neurons with disruption of NF network and aggregation of NFL protein. Further studies show that wild-type and S135F mutant HSPB1 associate with wild-type and CMT mutant NFL and that S135F mutant HSPB1 has dominant effect on disruption of NF assembly and aggregation of NFL protein. Finally, we show that deletion of NFL markedly reduces degeneration and loss of motor neuron viability induced by S135F mutant HSPB1. Together, our data support the view that disruption of NF network with aggregation of NFL is a common triggering event of motor neuron degeneration in CMT2E and CMT2F disease.","dc:creator":"Zhai J","dc:date":"2007","dc:title":"Disruption of neurofilament network with aggregation of light neurofilament protein: a common pathway leading to motor neuron degeneration due to Charcot-Marie-Tooth disease-linked mutations in NFL and HSPB1."},"rdfs:label":"co-immunoprecipitation of HSPB1 and NEFL"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cdd11c16-6b22-4d05-bce0-e21d764dd52a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f777382e-7ea2-4607-ab08-e0ff6732538b","type":"FunctionalAlteration","dc:description":"oligomer formation in patient-derived neurons","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33644875","type":"dc:BibliographicResource","dc:abstract":"HSP27 is a human molecular chaperone that forms large, dynamic oligomers and functions in many aspects of cellular homeostasis. Mutations in HSP27 cause Charcot-Marie-Tooth (CMT) disease, the most common inherited disorder of the peripheral nervous system. A particularly severe form of CMT disease is triggered by the P182L mutation in the highly conserved IxI/V motif of the disordered C-terminal region, which interacts weakly with the structured core domain of HSP27. Here, we observed that the P182L mutation disrupts the chaperone activity and significantly increases the size of HSP27 oligomers formed in vivo, including in motor neurons differentiated from CMT patient-derived stem cells. Using NMR spectroscopy, we determined that the P182L mutation decreases the affinity of the HSP27 IxI/V motif for its own core domain, leaving this binding site more accessible for other IxI/V-containing proteins. We identified multiple IxI/V-bearing proteins that bind with higher affinity to the P182L variant due to the increased availability of the IxI/V-binding site. Our results provide a mechanistic basis for the impact of the P182L mutation on HSP27 and suggest that the IxI/V motif plays an important, regulatory role in modulating protein-protein interactions.","dc:creator":"Alderson TR","dc:date":"2021","dc:title":"A weakened interface in the P182L variant of HSP27 associated with severe Charcot-Marie-Tooth neuropathy causes aberrant binding to interacting proteins."},"rdfs:label":"morphological evaluation of neurons derived from Patient"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e275ac91-1cd2-426c-9455-47af63d74ef3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2daf2884-d32d-4737-b30c-08be651569a8","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21785432","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) is the most common inherited disorder of the peripheral nervous system. Mutations in the 27-kDa small heat-shock protein gene (HSPB1) cause axonal CMT or distal hereditary motor neuropathy (distal HMN). We developed and characterized transgenic mice expressing two different HSPB1 mutations (S135F and P182L) in neurons only. These mice showed all features of CMT or distal HMN dependent on the mutation. Expression of mutant HSPB1 decreased acetylated α-tubulin abundance and induced severe axonal transport deficits. An increase of α-tubulin acetylation induced by pharmacological inhibition of histone deacetylase 6 (HDAC6) corrected the axonal transport defects caused by HSPB1 mutations and rescued the CMT phenotype of symptomatic mutant HSPB1 mice. Our findings demonstrate the pathogenic role of α-tubulin deacetylation in mutant HSPB1-induced neuropathies and offer perspectives for using HDAC6 inhibitors as a therapeutic strategy for hereditary axonopathies.","dc:creator":"d'Ydewalle C","dc:date":"2011","dc:title":"HDAC6 inhibitors reverse axonal loss in a mouse model of mutant HSPB1-induced Charcot-Marie-Tooth disease."},"rdfs:label":"Reversal of the CMT2 phenotype by HDAC6 inhibition"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1.5,"dc:description":"the mouse model is not a knock-in"},{"id":"cggv:5f556564-f507-4cb0-ab08-d65b08032877","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a9995978-736b-4f00-8ddf-aa0fc1154486","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"animal phenotype resemble the human both clinically and electrophysiologically","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21785432","rdfs:label":"mouse model of mutant HSPB1–induced Charcot-Marie-Tooth dise"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"the mouse model is not obtained with the gold standard knock-in "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4911,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:5c060d2c-3dab-49de-9240-dd60e5c5c917","type":"GeneValidityProposition","disease":"obo:MONDO_0011687","gene":"hgnc:5246","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"HSPB1 was first reported in relation to Autosomal Dominant CMT2 and dHMN in 2004 (Evgrafov et al., PMID: 15122254). The disease is characterized by a predominantly motor neuropathy, with distal atrophy and weakness, and only late, subclinical sensory signs. The inheritance pattern of the two diseases is reported to be autosomal dominant. It has been proposed that mutations located in the C-terminal tail of the protein cause dHMN, however, is not supported by genotype-phenotype associations and the same variants can be associated with either phenotype in different families and within the same family. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) AND inheritance pattern AND phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity, dHMN type 2B (OMIM:608634). Recessive inheritance has been also described and will be reviewed separately. Sixteen variants (13 missense, 3 nonsense) that have been reported in 33 probands in 10 publications (PMIDs: 15122254, 18832141, 18952241, 18344398, 16155736, 16087758, 20870250, 19435728, 22734906, 29381233) More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached genetic evidence. A gain of function mechanism of pathogenicity is hypnotized for most of HSPB1 disease-associated variants on the basis of the tendency of mutant proteins to aggregate, sequestering the WT protein, the aberrant dimerization and interaction with substrate proteins, like Neurofilaments, by mutant HSPB1 proteins and the absence of a peripheral nervous system phenotype in KO mice. This gene-disease association is also supported by several transgenic models. In one of them (PMIDs: 21785432), HSPB1 S135F mutation (the most common CMT-associated HSPB1 variant) expressed selectively in neurons induce progressive motor impairment, signs of sensory defects and electrophysiological signs of axonal neuropathy. DRG neurons expressing this variant show impaired mitochondrial transport and reduced acetylated tubulin. The treatment with HDAC6, a tubulin de-acetylator, rescues the motor phenotype. Also transgenic mice expressing HSPB1 P182L mutation in neurons showed motor impairment, axonal loss and denervation. In summary, HSPB1 is definitively associated with autosomal dominant CMT2. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.  ","dc:isVersionOf":{"id":"cggv:1bec365e-7832-41f1-89cc-48b8ab570c76"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}