{"id":"cggv:00608fb7-3483-495a-8f9e-76aabb4b1dc0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:00608fb7-3483-495a-8f9e-76aabb4b1dc0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:00608fb7-3483-495a-8f9e-76aabb4b1dc0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-06T18:38:12.914Z","role":"Publisher"}],"evidence":[{"id":"cggv:00608fb7-3483-495a-8f9e-76aabb4b1dc0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00608fb7-3483-495a-8f9e-76aabb4b1dc0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b14270ca-e685-4a5d-8d2f-95a55ee8f45a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23f0dafb-cc61-4476-986f-28daef28daff","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ALk1 variants have been found in a number of probands with hereditary hemorrhagic telangiectasia. ALK1-mediated endothelial BMP9 and BMP10 signaling plays many important roles in angiogenesis and the maintenance of vascular quiescence. This paper demonstrated that the BMP9 GF-domain binds to the extra cellular domain of ALK1 with minimal conformational change. The entire ALK1 complex with pro-BMP9 is shown in figure 6.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32238803","type":"dc:BibliographicResource","dc:abstract":"Activin receptor-like kinase 1 (ALK1)-mediated endothelial cell signalling in response to bone morphogenetic protein 9 (BMP9) and BMP10 is of significant importance in cardiovascular disease and cancer. However, detailed molecular mechanisms of ALK1-mediated signalling remain unclear. Here, we report crystal structures of the BMP10:ALK1 complex at 2.3 Å and the prodomain-bound BMP9:ALK1 complex at 3.3 Å. Structural analyses reveal a tripartite recognition mechanism that defines BMP9 and BMP10 specificity for ALK1, and predict that crossveinless 2 is not an inhibitor of BMP9, which is confirmed by experimental evidence. Introduction of BMP10-specific residues into BMP9 yields BMP10-like ligands with diminished signalling activity in C2C12 cells, validating the tripartite mechanism. The loss of osteogenic signalling in C2C12 does not translate into non-osteogenic activity in vivo and BMP10 also induces bone-formation. Collectively, these data provide insight into ALK1-mediated BMP9 and BMP10 signalling, facilitating therapeutic targeting of this important pathway.","dc:creator":"Salmon RM","dc:date":"2020","dc:title":"Molecular basis of ALK1-mediated signalling by BMP9/BMP10 and their prodomain-bound forms."},"rdfs:label":"crystal structure of BMP9:ALK1 complex at 3.3 Å"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:ec80ce60-513b-4f71-a451-5f2855dd24a8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f27de01a-045d-49e4-944d-e8fed3bf8b65","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The authors found that pro-BMP9 binds to ALK1 with a Kd of 48.1 pM. Additionally, it has been found that BMP9 and BMP10 are functionally equivalent in their ability to bind to ALK1 in in vitro endothelial cells. BMP9 ligand binding is important in the TGF-β Signaling Pathway, where BMP9 binding causes trans-phosphorylation of ALK1 which leads to the phosphorylation of R-Smads, which with Smad4 translocates into the nucleus and regulates transcriptional activity. Pathogenic mutations along this signaling pathway lead to HHT.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32238803","rdfs:label":"BMP9 ligand binding to ALK1 "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Upscored to 1 point given a detailed and well characterized understanding of the role of BMP9 in the TGF-β Signaling Pathway as well as the pathway being highly linked to HHT. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:00608fb7-3483-495a-8f9e-76aabb4b1dc0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08f006f9-d714-4856-b41e-e8b6a3837e28","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e5484400-6c42-45b3-aeee-dfd6e3c59798","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Blocking of BMP9 and BMP10 induced HHT-like vascular defects in the postnatal retina of mice. Blocking both BMP9 and BMP10 is necessary to induce HHT-like defects given that BMP10 has been shown to be able to compensate for the loss of BMP9 in knock out mice, and serves as a functionally equivalent ligand in binding to ALK1. The authors found that blocking of both BMP9 and BMP10 led to significant vascular pathology in the retina of neonates, which included hypervascularization, defects in arteriovenous specification and the presence of multiple and massive AVMs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27874028","type":"dc:BibliographicResource","dc:abstract":"Hereditary hemorrhagic telangiectasia (HHT) is a potentially life-threatening genetic vascular disorder caused by loss-of-function mutations in the genes encoding activin receptor-like kinase 1 (ALK1), endoglin, Smad4, and bone morphogenetic protein 9 (BMP9). Injections of mouse neonates with BMP9/10 blocking antibodies lead to HHT-like vascular defects in the postnatal retinal angiogenesis model. Mothers and their newborns share the same immunity through the transfer of maternal antibodies during lactation. Here, we investigated whether the transmammary delivery route could improve the ease and consistency of administering anti-BMP9/10 antibodies in the postnatal retinal angiogenesis model. We found that anti-BMP9/10 antibodies, when intraperitoneally injected into lactating dams, are efficiently transferred into the blood circulation of lactationally-exposed neonatal pups. Strikingly, pups receiving anti-BMP9/10 antibodies via lactation displayed consistent and robust vascular pathology in the retina, which included hypervascularization and defects in arteriovenous specification, as well as the presence of multiple and massive arteriovenous malformations. Furthermore, RNA-Seq analyses of neonatal retinas identified an increase in the key pro-angiogenic factor, angiopoietin-2, as the most significant change in gene expression triggered by the transmammary delivery of anti-BMP9/10 antibodies. Transmammary-delivered BMP9/10 immunoblocking in the mouse neonatal retina is therefore a practical, noninvasive, reliable, and robust model of HHT vascular pathology.","dc:creator":"Ruiz S","dc:date":"2016","dc:title":"A mouse model of hereditary hemorrhagic telangiectasia generated by transmammary-delivered immunoblocking of BMP9 and BMP10."},"rdfs:label":" transmammary delivered immunoblocking of BMP9 and BMP10"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downscored to 0 points given that blocking of both BMP10 and BMP9 is required to induce HHT-like phenotypes."},{"id":"cggv:5307aec2-0f04-432a-a10f-e00f9ddb7247","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52bc0e37-69fe-4bd5-a8b8-400b15f81689","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"BMP9 knock down Zebrafish did not show key features of HHT including Arteriovenous malformations. However, BMP9 knockdown zebrafish showed evidence of impaired venous remodeling, supporting a role for BMP9 in angiogenesis and potentially a role for BMP9 in the development of HHT. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23972370","type":"dc:BibliographicResource","dc:abstract":"Hereditary hemorrhagic telangiectasia (HHT), the most common inherited vascular disorder, is caused by mutations in genes involved in the transforming growth factor beta (TGF-β) signaling pathway (ENG, ACVRL1, and SMAD4). Yet, approximately 15% of individuals with clinical features of HHT do not have mutations in these genes, suggesting that there are undiscovered mutations in other genes for HHT and possibly vascular disorders with overlapping phenotypes. The genetic etiology for 191 unrelated individuals clinically suspected to have HHT was investigated with the use of exome and Sanger sequencing; these individuals had no mutations in ENG, ACVRL1, and SMAD4. Mutations in BMP9 (also known as GDF2) were identified in three unrelated probands. These three individuals had epistaxis and dermal lesions that were described as telangiectases but whose location and appearance resembled lesions described in some individuals with RASA1-related disorders (capillary malformation-arteriovenous malformation syndrome). Analyses of the variant proteins suggested that mutations negatively affect protein processing and/or function, and a bmp9-deficient zebrafish model demonstrated that BMP9 is involved in angiogenesis. These data confirm a genetic cause of a vascular-anomaly syndrome that has phenotypic overlap with HHT. ","dc:creator":"Wooderchak-Donahue WL","dc:date":"2013","dc:title":"BMP9 mutations cause a vascular-anomaly syndrome with phenotypic overlap with hereditary hemorrhagic telangiectasia."},"rdfs:label":"Bmp9 knockdown experiments in zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downscored to 1 point given an incomplete recapitulation of the phenotype of HHT both at a molecular level and an organ/organism wide level. Model organism provides evidence that BMP9 may be involved in vascular remodeling but there is limited evidence it may lead to the development of HHT. "},{"id":"cggv:e58a3678-cc25-4b14-aedf-8f2126a937dc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d85ee5cd-e673-4a6a-a65c-d332035d9eb3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Adult BMP9 single knock out mice had normal weight, viability, and appeared normal after dissection. Double knock out BMP9 and BMP10 mice showed cardiomegaly and increased cardiomyocyte size and increased ANP and BNP levels, leading to the progressive development of HOHF. Additionally, double knock outs showed decreased blood pressure, dilated blood vessel in the lungs, intestines, and brain, as well as the abnormal passage of fluorescent microbeads from pulmonary arteries to pulmonary veins and from systemic arteries to systemic veins in line with double knock out mice from PMID:33334130. The authors stated that possible AVMS or dilation was not limited to any single location. No mice spontaneously developed PH. Double knock out BMP9/10 mice from PMID:36348215, developed AVMs and lethality. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34086873","type":"dc:BibliographicResource","dc:abstract":"BMP9 and BMP10 mutations were recently identified in patients with pulmonary arterial hypertension, but their specific roles in the pathogenesis of the disease are still unclear. We aimed to study the roles of BMP9 and BMP10 in cardiovascular homeostasis and pulmonary hypertension using transgenic mouse models deficient in Bmp9 and/or Bmp10.","dc:creator":"Bouvard C","dc:date":"2022","dc:title":"Different cardiovascular and pulmonary phenotypes for single- and double-knock-out mice deficient in BMP9 and BMP10."},"rdfs:label":"BMP9 Knock out and BMP9/BMP10 double knock out"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Downscored to 0 point given that BMP9 knock out mice showed no phenotypic differences to WT. BMP9 and BMP10 double knock out mice showed a number of vascular abnormalities including the potential formation of AVMS and the abnormal passage of fluorescent microbeads from arteries to veins. These results have been substantiated over multiple reports."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:00608fb7-3483-495a-8f9e-76aabb4b1dc0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.3}],"evidenceStrength":"Moderate","sequence":6109,"specifiedBy":"GeneValidityCriteria9","strengthScore":8.8,"subject":{"id":"cggv:d00fd9d1-1aa7-4a50-98ca-6ac855d000a1","type":"GeneValidityProposition","disease":"obo:MONDO_0014217","gene":"hgnc:4217","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The relationship between GDF2 (BMP9) and autosomal dominant Hereditary Hemorrhagic Telangiectasia, Type 5 (HHT5) was first reported by Wooderchak-Donahue et al. in 2013, PMID:23972370). HHT5 is defined broadly as any hereditary hemorrhagic telangiectasia in which the cause of the disease is a mutation in GDF2. HHT is diagnosed by the presence of 3 or more of the Curacao criteria (PMID:10751092). Given the large phenotypic spectrum from patients with GDF2 variants meeting HHT as defined by the Curacao criteria to patients displaying vascular defects with talengectasia and potential AVMs, the disorder may be more accurately described as \"GDF2 related HHT-like syndrome\". Interestingly, individuals with heterozygous missense variants and biallelic loss of function variants have been described, suggesting possible differences in the molecular mechanisms behind the disease. BMP9 is a circulating vascular quiescence factor. It acts on the TGF-β receptor system by interacting with ACVRL1 and ENG. Variants in ACVRL1 and ENG are known to cause HHT. Evidence supporting this gene-disease relationship includes case-level data and experimental data. In total, 9 variants were scored (missense, nonsense, and frameshift) from 9 probands reported in 4 publications (PMIDs: 23972370, 27081547, 33834622, 32669404, 34904380, 34611981). This gene-disease relationship is further supported by animal models, protein interaction with ACVRL1 and biochemical function. A number of mouse models have been developed to explore the relationship between BMP9 and HHT. Many show that BMP9 KO mice are phenotypically healthy compared to WT. However, double KO BMP9 and BMP10 blocked via immunoblocking or genetic knock out modeled HHT including the formation of AVMs. This resut may be explained by the fact that BMP10 can compensate for the loss of BMP9 in mice and that BMP10 and BMP9 may be functionaly equivelent during in vitro binding to ALK1. In summary, GDF2 is moderately associated with autosomal dominant hereditary hemorrhagic telangiectasia, type 5. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Hemostasis/Thrombosis Gene Curation Expert Panel on 04/03/2023 (SOP Version 9). \n\nOf note, GDF2 is also definitively associated with pulmonary arterial hypertension (PAH) and was independently evaluated as of May 26, 2022 by the Pulmonary Hypertension GCEP. The GCEP scored three publications and identified a total of 30 independent variants predicted to be deleterious of which eight predict premature truncation in the autosomal dominant form of pulmonary hypertension (Graf et al. 2018, Wang et al. 2019, Eyries et al. 2019). The gene disease relationship is supported by both mutation-specific in vitro studies (n=6), demonstration of aberrant BMP9 expression in patient cells (Wang et al, 2019), and rescue of PAH phenotypes by treatment of BMPR2 mutant mice with wild-type BMP9. ","dc:isVersionOf":{"id":"cggv:00608fb7-3483-495a-8f9e-76aabb4b1dc0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}