{"id":"cggv:ba9f692d-9b6d-4d46-8bfa-009ec20ae538v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ba9f692d-9b6d-4d46-8bfa-009ec20ae538_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-30T18:00:00.000Z","role":"Approver"},{"id":"cggv:ba9f692d-9b6d-4d46-8bfa-009ec20ae538_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-31T00:34:52.266Z","role":"Publisher"}],"evidence":[{"id":"cggv:ba9f692d-9b6d-4d46-8bfa-009ec20ae538_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba9f692d-9b6d-4d46-8bfa-009ec20ae538_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8},{"id":"cggv:ba9f692d-9b6d-4d46-8bfa-009ec20ae538_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba9f692d-9b6d-4d46-8bfa-009ec20ae538_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7f2e7395-84bb-4e4e-84eb-f1ba9fcc17b6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cbeadb57-8e02-44a4-af1e-3666cb86fef7","type":"FunctionalAlteration","dc:description":"Reduction in IL-3 concentration by 100-fold to 0.01 ng/ml resulted in a clear difference in cell proliferation, with the Ba/F3 cells expressing F1174L mutations exhibiting much higher cell numbers relative to those transduced with wild-type ALK.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18923525","type":"dc:BibliographicResource","dc:abstract":"Neuroblastoma, an embryonal tumour of the peripheral sympathetic nervous system, accounts for approximately 15% of all deaths due to childhood cancer. High-risk neuroblastomas are rapidly progressive; even with intensive myeloablative chemotherapy, relapse is common and almost uniformly fatal. Here we report the detection of previously unknown mutations in the ALK gene, which encodes a receptor tyrosine kinase, in 8% of primary neuroblastomas. Five non-synonymous sequence variations were identified in the kinase domain of ALK, of which three were somatic and two were germ line. The most frequent mutation, F1174L, was also identified in three different neuroblastoma cell lines. ALK complementary DNAs encoding the F1174L and R1275Q variants, but not the wild-type ALK cDNA, transformed interleukin-3-dependent murine haematopoietic Ba/F3 cells to cytokine-independent growth. Ba/F3 cells expressing these mutations were sensitive to the small-molecule inhibitor of ALK, TAE684 (ref. 4). Furthermore, two human neuroblastoma cell lines harbouring the F1174L mutation were also sensitive to the inhibitor. Cytotoxicity was associated with increased amounts of apoptosis as measured by TdT-mediated dUTP nick end labelling (TUNEL). Short hairpin RNA (shRNA)-mediated knockdown of ALK expression in neuroblastoma cell lines with the F1174L mutation also resulted in apoptosis and impaired cell proliferation. Thus, activating alleles of the ALK receptor tyrosine kinase are present in primary neuroblastoma tumours and in established neuroblastoma cell lines, and confer sensitivity to ALK inhibition with small molecules, providing a molecular rationale for targeted therapy of this disease.","dc:creator":"George RE","dc:date":"2008","dc:title":"Activating mutations in ALK provide a therapeutic target in neuroblastoma."},"rdfs:label":"transforming Ba/F3 cells to cytokine independent growth"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"ALK mutant proteins F1174L possess gain-of-function kinase activity."},{"id":"cggv:abf33428-65e0-49de-85c0-266276a59f58","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ce9c061-f1eb-4cba-9623-96c9ba9966a6","type":"FunctionalAlteration","dc:description":"The ALK mutants stably expressed in NIH3T3 cells were phosphorylated according to western blot analysis using an antibody specific for phosphorylated ALK (anti-pY1604) and a PY20 blot after anti-Flag immunoprecipitation of the mutant kinases (Fig. 2a), whereas the wild-type kinase was not phosphorylated. The immunoprecipitated ALK mutants also showed increased tyrosine kinase activity in vitro when compared with wild-type ALK. This was shown using both a universal substrate for tyrosine kinase (poly-GluTyr) and the synthetic YFF peptide, which was derived from a sequence of the activation loop of ALK (Fig. 2b, c). In accordance with these findings, downstream molecules of ALK signalling including AKT, STAT3 and ERK15 were activated in cells expressing mutant ALK, as shown by their increased phosphorylation (Fig. 2d).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18923524","type":"dc:BibliographicResource","dc:abstract":"Neuroblastoma in advanced stages is one of the most intractable paediatric cancers, even with recent therapeutic advances. Neuroblastoma harbours a variety of genetic changes, including a high frequency of MYCN amplification, loss of heterozygosity at 1p36 and 11q, and gain of genetic material from 17q, all of which have been implicated in the pathogenesis of neuroblastoma. However, the scarcity of reliable molecular targets has hampered the development of effective therapeutic agents targeting neuroblastoma. Here we show that the anaplastic lymphoma kinase (ALK), originally identified as a fusion kinase in a subtype of non-Hodgkin's lymphoma (NPM-ALK) and more recently in adenocarcinoma of lung (EML4-ALK), is also a frequent target of genetic alteration in advanced neuroblastoma. According to our genome-wide scans of genetic lesions in 215 primary neuroblastoma samples using high-density single-nucleotide polymorphism genotyping microarrays, the ALK locus, centromeric to the MYCN locus, was identified as a recurrent target of copy number gain and gene amplification. Furthermore, DNA sequencing of ALK revealed eight novel missense mutations in 13 out of 215 (6.1%) fresh tumours and 8 out of 24 (33%) neuroblastoma-derived cell lines. All but one mutation in the primary samples (12 out of 13) were found in stages 3-4 of the disease and were harboured in the kinase domain. The mutated kinases were autophosphorylated and displayed increased kinase activity compared with the wild-type kinase. They were able to transform NIH3T3 fibroblasts as shown by their colony formation ability in soft agar and their capacity to form tumours in nude mice. Furthermore, we demonstrate that downregulation of ALK through RNA interference suppresses proliferation of neuroblastoma cells harbouring mutated ALK. We anticipate that our findings will provide new insights into the pathogenesis of advanced neuroblastoma and that ALK-specific kinase inhibitors might improve its clinical outcome.","dc:creator":"Chen Y","dc:date":"2008","dc:title":"Oncogenic mutations of ALK kinase in neuroblastoma."},"rdfs:label":"in vitro kinase activity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The mutant ALK showed increased Kinase activity in vitro."},{"id":"cggv:2a340767-5f6a-43e8-a70c-fdeaf2a4cc42","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:99ae1351-5bd7-4e43-8e1a-d180505c3358","type":"FunctionalAlteration","dc:description":"Reduction in IL-3 concentration by 100-fold to 0.01 ng/ml resulted in a clear difference in cell proliferation, with the Ba/F3 cells expressing R1275Q mutations exhibiting much higher cell numbers relative to those transduced with wild-type ALK.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22071890","type":"dc:BibliographicResource","dc:abstract":"Neuroblastic tumours may occur in a predisposition context. Two main genes are involved: PHOX2B, observed in familial cases and frequently associated with other neurocristopathies (Ondine's and Hirschsprung's disease); and ALK, mostly in familial tumours. We have assessed the frequency of mutations of these two genes in patients with a presumable higher risk of predisposition. We sequenced both genes in 26 perinatal cases (prebirth and <1 month of age, among which 10 were multifocal), 16 multifocal postnatal (>1 month) cases, 3 pairs of affected relatives and 8 patients with multiple malignancies. The whole coding sequences of the two genes were analysed in tumour and/or constitutional DNAs. We found three ALK germline mutations, all in a context of multifocal tumours. Two mutations (T1151R and R1192P) were inherited and shared by several unaffected patients, thus illustrating an incomplete penetrance. Younger age at tumour onset did not seem to offer a relevant selection criterion for ALK analyses. Conversely, multifocal tumours might be the most to benefit from the genetic screening. Finally, no PHOX2B germline mutation was found in this series. In conclusion, ALK deleterious mutations are rare events in patients with a high probability of predisposition. Other predisposing genes remain to be discovered.","dc:creator":"Bourdeaut F","dc:date":"2012","dc:title":"ALK germline mutations in patients with neuroblastoma: a rare and weakly penetrant syndrome."},"rdfs:label":"transforming Ba/F3 cells to cytokine independent growth"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"ALK mutant proteins R1275Q possess gain-of-function kinase activity."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ba9f692d-9b6d-4d46-8bfa-009ec20ae538_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f5da58ab-85c4-40b6-8ea8-e4b173d69056","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:636dccd2-a74a-4245-8193-3d78f922a34e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Mutant ALK was persistently phosphorylated and  has oncogenic effect on the NIH3T3 cells with stably expression of mutant ALK. \nThe ALK knockdown in the SK-N-SH cells,  a neuroblastoma cell line harbouring the F1174L mutation, resulted in its cell proliferation while this effect was less obvious in another neuroblastoma cell line (LAN-2 cells) with wild type ALK.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18923524","rdfs:label":"Effect of RNAi-mediated ALK knockdown"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1,"dc:description":"The ALK knockdown in the SK-N-SH cells,  a neuroblastoma cell line harbouring the F1174L mutation, resulted in its cell proliferation."},{"id":"cggv:177ad342-0faf-4253-81fa-f17f86818d25","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9ab301fd-1f51-4d39-ac8a-b6ec11c6e98c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Tumors consisted almost entirely of poorly differentiated cells with large nuclei and sparse neuropil, similar to human neuroblastomas.\nIn the five mice developing tumors, the tumor formed in the neck of mouse 4 and the\nabdomen of the other four mice. The neck tumor arose from paravertebral cervical ganglia, matching the location of 2% of human neuroblastomas.The retroperitoneal tumors in mouse 1 to 3 originated from the adrenal gland, reflecting the most frequent localization of human neuroblastomas (>50%). Extensive liver metastases, present in about 50% of neuroblastoma patients at diagnosis, were also present in mouse 1 and 3 (Figs. 1D, II, and 2A, IX to XI). Mouse 1 had an additional mediastinal lesion (Fig. 1D, III), a clinical location present in about 10% of patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22764207","type":"dc:BibliographicResource","dc:abstract":"Activating anaplastic lymphoma kinase (ALK) mutations were recently detected in most familial and 10% of sporadic neuroblastomas. However, the role of mutated ALK in tumorigenesis remains elusive. We demonstrate that targeted expression of the most frequent and aggressive variant, ALK(F1174L), is tumorigenic in mice. Tumors resembled human neuroblastomas in morphology, metastasis pattern, gene expression, and the presence of neurosecretory vesicles as well as synaptic structures. This ALK-driven neuroblastoma mouse model precisely recapitulated the genetic spectrum of the disease. Chromosomal aberrations were syntenic to those in human neuroblastoma, including 17q gain and MYCN oncogene amplification. Targeted ALK(F1174L) and MYCN coexpression revealed a strong synergism in inducing neuroblastoma with minimal chromosomal aberrations, suggesting that fewer secondary hits are required for tumor induction if both oncoproteins are targeted. Treatment of ALK(F1174L) transgenic mice with the ALK inhibitor TAE-684 induced complete tumor regression, indicating that tumor cells were addicted to ALK(F1174L) activity. We conclude that an activating mutation within the ALK kinase domain is sufficient to induce neuroblastoma development, and ALK inhibitors show promise for treating human neuroblastomas harboring ALK mutations.","dc:creator":"Heukamp LC","dc:date":"2012","dc:title":"Targeted expression of mutated ALK induces neuroblastoma in transgenic mice."},"rdfs:label":"Transgenic mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The pattern of disease in the ALK p.F1174L transgenic mice largely recapitulates the clinical spectrum of human neuroblastoma."},{"id":"cggv:a27b709f-6399-4cf2-ad08-09faf3baff82","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:36d44de4-0a68-433c-8b7a-e70ff60d5efd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The tumorigenicity of these ALK mutants was further assayed by injecting 1.0 x10e7 NIH3T3 cells into nude mice. The NIH3T3 cells transfected with the ALK mutants developed subcutaneous tumours (6 out of 6 inoculations) 21 days after inoculation, whereas the mock and wild-type ALK-transfected cells did not (0 out of 6 inoculations) (Fig. 3b, c).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18923524","rdfs:label":"in vivo tumorigenicity assay in nude mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The NIH3T3 cells transfected with the ALK mutants showed focus-forming capacity and developed subcutaneous tumours whereas the mock and wild type ALK transfected cells did not."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":5639,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.5,"subject":{"id":"cggv:80bcdb91-fc16-40d8-8b2a-a6278b6ad757","type":"GeneValidityProposition","disease":"obo:MONDO_0013083","gene":"hgnc:427","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"ALK was first reported in relation to autosomal dominant neuroblastoma in 2008 (De Mosse et al. PMID: 18724359). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found only one disease entity, neuroblastoma, susceptibility to, 3 (MONDO:0013083), associated with this gene. ALK encodes the anaplastic lymphoma kinase. Multiple studies of case level have been performed with families segregating missense variants of ALK with neuroblastoma, with incomplete penetrance. Genetic evidence supporting this gene-disease relationship includes case-level data, and segregation data (8 points). 7 missense variants have been reported in 9 probands in 4 publications (PMIDs: 18724359, 18923525, 22071890, 21972109) are included in this curation. Variants in this gene segregated with disease in 8 additional family members (PMIDs: 18724359, 22071890). These families were detected with the germline pathogenic variants in the ALK gene, especially enriched in the tyrosine kinase domain. This gene-disease association is also supported by experimental evidence. (5.5 points, PMIDs: 18923524, 18923525, 22071890, 22764207). The pattern of disease in the ALK p.F1174L transgenic mice largely recapitulates the clinical spectrum of human neuroblastoma. In vitro also study showed that cells expressing ALK p.T1151M or p.R1275Q mutation were sensitive to the small-molecule inhibitor of ALK, TAE684, compared to untreated control, suggested mutant ALK protein showed increased kinase activity and resulting in the cell proliferation. This cell-based analysis further supports these two variants are gain of function variants. In summary, there is definitive evidence to support the relationship between ALK and autosomal dominant neuroblastoma. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:ba9f692d-9b6d-4d46-8bfa-009ec20ae538"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}