{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-10-05T16:04:38.503Z","role":"Publisher"},{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-10-05T16:04:23.090Z","role":"Approver"}],"evidence":[{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:f67db257-f326-46f3-ac72-e0b746df15de_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a851f032-b6e2-4e82-bdb6-347f8598c1d4","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":22,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","previousTesting":true,"previousTestingDescription":"Whole exome sequencing","sex":"Female","variant":{"id":"cggv:f67db257-f326-46f3-ac72-e0b746df15de_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0547d98e-223e-4945-b225-7dfaeb234e22","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014629.4(ARHGEF10):c.604A>C (p.Asn202His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/637512"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24627108","type":"dc:BibliographicResource","dc:abstract":"Inherited peripheral neuropathies (IPN) are one of the most frequent inherited causes of neurological disability characterized by considerable phenotypic and genetic heterogeneity. Based on clinical and electrophysiological properties, they can be subdivided into three main groups: HMSN, dHMN, and HSN. At present, more than 50 IPN genes have been identified. Still, many patients and families with IPN have not yet received a molecular genetic diagnosis because clinical genetic testing usually only covers a subset of IPN genes. Moreover, a considerable proportion of IPN genes has to be identified. Here we present results of WES in 27 IPN patients excluded for mutations in many known IPN genes. Eight of the patients received a definite diagnosis. While six of these patients carried bona fide pathogenic mutations in known IPN genes, two patients had mutations in genes known to be involved in other types of neuromuscular disorders. A further group of eight patients carried sequence variations in IPN genes that could not unequivocally be classified as pathogenic. In addition, combining data of WES and linkage analysis identified SH3BP4, ITPR3, and KLHL13 as novel IPN candidate genes. Moreover, there was evidence that particular mutations in PEX12, a gene known to cause Zellweger syndrome, could also lead to an IPN phenotype. We show that WES is a useful tool for diagnosing IPN and we suggest an expanded phenotypic spectrum of some genes involved in other neuromuscular and neurodegenerative disorders. Nevertheless, interpretation of variants in known and potential novel disease genes has remained challenging.","dc:creator":"Schabhüttl M","dc:date":"2014","dc:title":"Whole-exome sequencing in patients with inherited neuropathies: outcome and challenges."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24627108","rdfs:label":"HMSN-D3-II.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"No functional evidence on this variant, classified as VUS in ClinVar and Varsome, GnomAD: 4 heterozygotes, AF: 0.00001628"},{"id":"cggv:d3453c8f-ff06-43ae-90db-5a699475a441_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8b16e20f-7857-4fe3-8dbe-95767edf71f9","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":54,"detectionMethod":"10-cM density genomewide linkage analysis, within a thereby identified area: genomic sequencing of exons and flanking splice sites in two affected individuals and two control individuals","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0003693","obo:HP_0001761"],"previousTesting":true,"previousTestingDescription":"PMP22 duplication/deletion (southern blot), single gene sequencing in PMP22, MPZ, and GJB1","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d3453c8f-ff06-43ae-90db-5a699475a441_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4f0f29be-1b53-48b8-b649-4f5eeb3cc177","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014629.4(ARHGEF10):c.995C>T (p.Thr332Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115598"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14508709","type":"dc:BibliographicResource","dc:abstract":"Slowed nerve-conduction velocities (NCVs) are a biological endophenotype in the majority of the hereditary motor and sensory neuropathies (HMSN). Here, we identified a family with autosomal dominant segregation of slowed NCVs without the clinical phenotype of HMSN. Peripheral-nerve biopsy showed predominantly thinly myelinated axons. We identified a locus at 8p23 and a Thr109Ile mutation in ARHGEF10, encoding a guanine-nucleotide exchange factor (GEF) for the Rho family of GTPase proteins (RhoGTPases). Rho GEFs are implicated in neural morphogenesis and connectivity and regulate the activity of small RhoGTPases by catalyzing the exchange of bound GDP by GTP. Expression analysis of ARHGEF10, by use of its mouse orthologue Gef10, showed that it is highly expressed in the peripheral nervous system. Our data support a role for ARHGEF10 in developmental myelination of peripheral nerves.","dc:creator":"Verhoeven K","dc:date":"2003","dc:title":"Slowed conduction and thin myelination of peripheral nerves associated with mutant rho Guanine-nucleotide exchange factor 10."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14508709","rdfs:label":"III-16"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d638616-bff5-4407-8ad7-275fac27d76f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7076a062-c408-42f6-bdf9-a21217057075","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The authors examined the expression of ARHGEF10, using its\nmouse orthologue, Gef10. Alignment of the Gef10\ntranscript of 4,481 bp (GenBank accession number\nNM_172751) with the genomic sequence NT_039455\nidentified 24 exons; exons 1 and 2 were absent from\nARHGEF10 (fig. 2b). Multiple-tissue northern blot\nanalysis of Gef10 indicated ubiquitous expression (data\nnot shown). Overlapping primer sets covering the mouse\ncDNA sequence were used in PCR analysis on cDNA of\nE13 mouse brain, dorsal root ganglia (DRG), and ventral horn (VH) and demonstrated Gef10 expression in all three neuronal tissues.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14508709","rdfs:label":"Multi-tissue northern blot and in-situ hybridization (mouse)"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:fad65b24-4690-489d-a634-bb9d890d891e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f7ea7a6-26f9-40e3-a184-73d4dc06ccb3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Both involved in exocytosis, see OMIM","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27550519","type":"dc:BibliographicResource","dc:abstract":"The function of ARHGEF10, a known guanine nucleotide exchange factor (GEF) for RhoA with proposed roles in various diseases, is poorly understood. To understand the precise function of this protein, we raised a monoclonal antibody against ARHGEF10 and determined its localization in HeLa cells. ARHGEF10 was found to localize to vesicles containing Rab6 (of which there are three isoforms, Rab6a, Rab6b and Rab6c), Rab8 (of which there are two isoforms, Rab8a and Rab8b), and/or the secretion marker neuropeptide Y (NPY)-Venus in a Rab6-dependent manner. These vesicles were known to originate from the Golgi and contain secreted or membrane proteins. Ectopic expression of an N-terminal-truncated ARHGEF10 mutant led to the generation of large vesicle-like structures containing both Rab6 and Rab8. Additionally, small interfering (si)RNA-mediated knockdown of ARHGEF10 impaired the localization of Rab8 to these exocytotic vesicles. Furthermore, the invasiveness of MDA-MB231 cells was markedly decreased by knockdown of ARHGEF10, as well as of Rab8. From these results, we propose that ARHGEF10 acts in exocytosis and tumor invasion in a Rab8-dependent manner.","dc:creator":"Shibata S","dc:date":"2016","dc:title":"ARHGEF10 directs the localization of Rab8 to Rab6-positive executive vesicles."},"rdfs:label":"Co-localization immunostaining"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0fa08b84-de9c-4f4b-b500-47fe4da6a494","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4b8f0284-d570-4c50-a9dc-97dc628655b1","type":"FunctionalAlteration","dc:description":"Fig7 (B) transfection of Schwann cells and (C) contraction quantification: overcontraction of cells\nFig5 D luciferase reported assay: increased RhoGTPase activity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21719701","type":"dc:BibliographicResource","dc:abstract":"The T332I mutation in Rho guanine nucleotide exchange factor 10 (ARHGEF10) was previously found in persons with slowed nerve conduction velocities and thin myelination of peripheral nerves. However, the molecular and cellular basis of the T332I mutant is not understood. Here, we show that ARHGEF10 has a negative regulatory region in the N terminus, in which residue 332 is located, and the T332I mutant is constitutively active. An N-terminal truncated ARHGEF10 mutant, ARHGEF10 ΔN (lacking amino acids 1-332), induced cell contraction that was inhibited by a Rho kinase inhibitor Y27632 and had higher GEF activity for RhoA than the wild type. The T332I mutant also showed the phenotype similar to the N-terminal truncated mutant. These data suggest that the ARHGEF10 T332I mutation-associated phenotype observed in the peripheral nerves is due to activated GEF activity of the ARHGEF10 T332I mutant.","dc:creator":"Chaya T","dc:date":"2011","dc:title":"Identification of a negative regulatory region for the exchange activity and characterization of T332I mutant of Rho guanine nucleotide exchange factor 10 (ARHGEF10)."},"rdfs:label":"Cell transfection with mutant plasmid"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The same evidence will be counted on variant level."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:592b4bf2-58f3-4d45-a484-d1a04c270cd8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2fc1789c-9253-4b33-8f4a-b7d26dc61288","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotype resembles human CMT, sural nerve biopsies showed a decreased number of myelinated nerve fibers as a result of axonal degeneration, tibial muscle biopsy showed neurogenic atrophy and fatty replacement of muscle fibers","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25275565","type":"dc:BibliographicResource","dc:abstract":"An inherited polyneuropathy (PN) observed in Leonberger dogs has clinical similarities to a genetically heterogeneous group of peripheral neuropathies termed Charcot-Marie-Tooth (CMT) disease in humans. The Leonberger disorder is a severe, juvenile-onset, chronic, progressive, and mixed PN, characterized by exercise intolerance, gait abnormalities and muscle atrophy of the pelvic limbs, as well as inspiratory stridor and dyspnea. We mapped a PN locus in Leonbergers to a 250 kb region on canine chromosome 16 (Praw = 1.16×10-10, Pgenome, corrected = 0.006) utilizing a high-density SNP array. Within this interval is the ARHGEF10 gene, a member of the rho family of GTPases known to be involved in neuronal growth and axonal migration, and implicated in human hypomyelination. ARHGEF10 sequencing identified a 10 bp deletion in affected dogs that removes four nucleotides from the 3'-end of exon 17 and six nucleotides from the 5'-end of intron 17 (c.1955_1958+6delCACGGTGAGC). This eliminates the 3'-splice junction of exon 17, creates an alternate splice site immediately downstream in which the processed mRNA contains a frame shift, and generates a premature stop codon predicted to truncate approximately 50% of the protein. Homozygosity for the deletion was highly associated with the severe juvenile-onset PN phenotype in both Leonberger and Saint Bernard dogs. The overall clinical picture of PN in these breeds, and the effects of sex and heterozygosity of the ARHGEF10 deletion, are less clear due to the likely presence of other forms of PN with variable ages of onset and severity of clinical signs. This is the first documented severe polyneuropathy associated with a mutation in ARHGEF10 in any species. ","dc:creator":"Ekenstedt KJ","dc:date":"2014","dc:title":"An ARHGEF10 deletion is highly associated with a juvenile-onset inherited polyneuropathy in Leonberger and Saint Bernard dogs."},"rdfs:label":"GWAS in dog breeds with hereditary neuropathy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The mode of in heritance (AR) and pathomechanism (LOF) are different in dogs than in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":1277,"specifiedBy":"GeneValidityCriteria7","strengthScore":4.5,"subject":{"id":"cggv:cc8c583f-d145-4a9f-aae8-4cf8ebdeeb0d","type":"GeneValidityProposition","disease":"obo:MONDO_0011998","gene":"hgnc:14103","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ARHGEF10 was first described in 2003 in a Belgian family with slowed nerve conduction velocities and onion bulb formations with an autosomal dominant inheritance pattern (Verhoeven et al., PMID: 14508709). Clinically, the affected individuals did not develop a clinical Charcot-Marie-Tooth (CMT) phenotype, but an electrophysiological phenotype of NCV slowing (Nelis et al., PMID: 9678704; de Jonghe et al., PMID: 10520946). With a LOD score of 9.93, the variant p.Thr332Ile co-segregated in 12 affected family members (Verhoeven et al., PMID: 14508709) and is supported by functional evidence (Chaya et al., PMID: 21719701). Due to incomplete phenotype and lacking co-segregation and functional evidence, other reported variants (e.g. PMID: 24627108) did not further support the gene-disease relationship.\nARHGEF10 encodes a Rho guanine nucleotide exchange factor involved in actin cytoskeleton organization and vesicle trafficking. Rho GTPase pathways and membrane recycling are both common mechanisms in hereditary neuropathies. In an immunofluorescence assay of HeLa cells, ARHGEF10 colocalized with exocytotic vesicle proteins (Shibata et al., PMID: 27550519).  Genome-wide association studies performed in 4074 dogs with a profound CMT phenotype revealed biallelic loss-of-function mutations in ARHGEF10 in 1.3% of the cases (Ekenstedt et al., PMID: 25275565). In contrast to this, knock-out mice did not develop a clear neuropathy (Lu et al., PMID: 29456827). In patients, a constitutive activation of the Rho GTPase is hypothesized as the underlying gain-of-function mechanism (Chaya et al., PMID: 21719701). However with one affected family only, the overall evidence to establish a clear gene-disease relationship has not been upheld over time. The panel therefore classifies ARHGEF10 in the category “Limited evidence”.\n","dc:isVersionOf":{"id":"cggv:b23121f9-57e1-48ac-a2bc-d5a293829530"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}