{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-07-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-09T16:16:06.785Z","role":"Publisher"}],"evidence":[{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:75074d07-f5eb-4ad9-a6c0-e7735f47f25e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7677d442-3b84-4fb4-95ee-af9616481d81","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"phenotypeFreeText":"global developmental delay; retrognathia; wide mouth; coarse face; redundant skin","sex":"Male","variant":{"id":"cggv:75074d07-f5eb-4ad9-a6c0-e7735f47f25e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdded813-5679-423f-859e-b2ec853f2507","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005343.4(HRAS):c.108_110dup (p.Glu37dup)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29912"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25367099","type":"dc:BibliographicResource","dc:abstract":"Costello syndrome (CS) is a rare genetic disorder caused, in the majority of cases, by germline missense HRAS mutations affecting Gly(12) promoting enhanced signaling through the MAPK and PI3K-AKT signaling cascades. In general, the cognitive profile in CS is characterized by intellectual disability ranging from mild to severe impairment. The first published descriptions of behavior in CS children underlined the presence of irritability and shyness at younger ages with sociable personality and good empathic skills after 4-5 years of age, however some recent studies have reported autistic traits. We report on a 7-year-old boy heterozygous for a rare duplication of codon 37 (p.E37dup) in HRAS, manifesting impaired social interaction and non-verbal communication and with circumscribed interests. These additional features improve phenotype delineation in individuals with rare HRAS mutations, facilitating the development of specific behavioral treatments which could lead to improvement in cases of autism spectrum disorder.","dc:creator":"Alfieri P","dc:date":"2015","dc:title":"Behavioral phenotype in Costello syndrome with atypical mutation: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25367099","rdfs:label":"Alfieri 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This study reported the phenotype of a patient with the p.Glu37_Asp38insGlu HRAS variant. In addition to classical phenotypes of Costello, the patient was also on the autism spectrum."},{"id":"cggv:856af2ac-0cc5-4de6-b3f0-48bd4bf29062_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4891dd38-8a3a-46bd-9d37-642a6347005f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":13,"phenotypeFreeText":"heart murmur; dysplastic pulmonary valve; pulmonic stenosis; gastroesophageal reflux; arachnoid cyst; telecanthus; ptosis; deep philtrum; thickened helices","previousTesting":true,"previousTestingDescription":"Negative for mutations in BRAF, CBL, KRAS, MAP2K1, MAP2K2, NRAS, PTPN11, SHOC2, and SOS1.","sex":"Male","variant":{"id":"cggv:856af2ac-0cc5-4de6-b3f0-48bd4bf29062_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9884aea3-9ea2-44ea-b396-448f994668f1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005343.4(HRAS):c.179G>A (p.Gly60Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/40436"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25914166","type":"dc:BibliographicResource","dc:abstract":"Heterozygous germline mutations in the proto-oncogene HRAS cause Costello syndrome (CS), an intellectual disability condition with severe failure to thrive, cardiac abnormalities, predisposition to tumors, and neurologic abnormalities. More than 80% of patients share the HRAS mutation c.34G>A (p.Gly12Ser) associated with the typical, relatively homogeneous phenotype. Rarer mutations occurred in individuals with an attenuated phenotype and less characteristic facial features. Most pathogenic HRAS alterations affect hydrolytic HRAS activity resulting in constitutive activation. \"Gain-of-function\" and \"hyperactivation\" concerning downstream pathways are widely used to explain the molecular basis and dysregulation of the RAS-MAPK pathway is the biologic mechanism shared amongst rasopathies. Panel testing for rasopathies identified a novel HRAS mutation (c.179G>A; p.Gly60Asp) in three individuals with attenuated features of Costello syndrome. De novo paternal origin occurred in two, transmission from a heterozygous mother in the third. Individuals showed subtle facial features; curly hair and relative macrocephaly were seen in three; atrial tachycardia and learning difficulties in two, and pulmonic valve dysplasia and mildly thickened left ventricle in one. None had severe failure to thrive, intellectual disability or cancer, underscoring the need to consider HRAS mutations in individuals with an unspecific rasopathy phenotype. Functional studies revealed strongly increased HRAS(Gly60Asp) binding to RAF1, but not to other signaling effectors. Hyperactivation of the MAPK downstream signaling pathways was absent. Our results indicate that an increase in the proportion of activated RAS downstream signaling components does not entirely explain the molecular basis of CS. We conclude that the phenotypic variability in CS recapitulates variable qualities of molecular dysfunction.","dc:creator":"Gripp KW","dc:date":"2015","dc:title":"An attenuated phenotype of Costello syndrome in three unrelated individuals with a HRAS c.179G>A (p.Gly60Asp) mutation correlates with uncommon functional consequences."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25914166","rdfs:label":"CS#451"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant found in mother with mild phenotype. Variant ID'd in de novo case"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:1354e73d-302c-4930-9401-d62a2860b8ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:17858bfb-7722-484d-a3aa-54a5f628fe6a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"This study reported an atypical case of a Finnish patient with Costello syndrome. They found a de novo p.Thr58Ile variant in HRAS and performed structural analysis on the preotein to predict the effect of the variant.","phenotypeFreeText":"feeding difficulties in infancy; gastrostomy tube feeding in infancy; hypertrophic cardiomyopathy","previousTesting":true,"previousTestingDescription":"Negative for William's syndrome and TPM1 p.D175N and MYBPC3 p.Q1061X variants. Also tested negative on 17-gene HCM panel. Negative on whole-exome sequencing (bad coverage).","sex":"Female","variant":{"id":"cggv:1354e73d-302c-4930-9401-d62a2860b8ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a7630de7-3200-4580-9bc7-05c36e0b80ec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005343.4(HRAS):c.173C>T (p.Thr58Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12610"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26888048","type":"dc:BibliographicResource","dc:abstract":"We report a 10-year-old girl presenting with severe neonatal hypertrophic cardiomyopathy (HCM), feeding difficulties, mildly abnormal facial features, and progressive skeletal muscle symptoms but with normal cognitive development. Targeted oligonucleotide-selective sequencing of 101 cardiomyopathy genes revealed the genetic diagnosis, and the mutation was verified by Sanger sequencing in the patient and her parents. To offer insights into the potential mechanism of patient mutation, protein structural analysis was performed using the resolved structure of human activated HRAS protein with bound GTP analogue (PDB id 5P21) in Discovery Studio 4.5 (Dassault Systèmes Biovia, San Diego, CA). The patient with hypertrophic cardiomyopathy and normal cognitive development was diagnosed with an HRAS mutation c.173C>T (p.T58I), a milder variant of Costello syndrome affecting a highly conserved amino acid, threonine 58. Our analysis suggests that the p.G12 mutations slow GTP hydrolysis rendering HRAS unresponsive to GTPase activating proteins, and resulting in permanently active state. The p.T58I mutation likely affects binding of guanidine-nucleotide-exchange factors, thereby promoting the active state but also allowing for slow inactivation. Patients with the HRAS mutation c.173C>T (p.T58I) might go undiagnosed because of the milder phenotype compared with other mutations causing Costello syndrome. We expand the clinical and molecular picture of the rare HRAS mutation by reporting the first case in Europe and the fourth case in the literature. Our protein structure analysis offers insights into the mechanism of the mildly activating p.T58I mutation. © 2016 Wiley Periodicals, Inc. ","dc:creator":"Hiippala A","dc:date":"2016","dc:title":"The rare Costello variant HRAS c.173C>T (p.T58I) with severe neonatal hypertrophic cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26888048","rdfs:label":"Hippala_1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:5a6fd1ec-20d0-48cd-a23e-6085377f3c41_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9d73db55-5b61-42b9-a3e3-d7005902cd8d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"This study found the HRAS p.Gly60Asp variant in three individuals with an attenuated Costello phenotype. The variant was de novo in two patients and inherited from the mother in a 3rd. All patients were from non-consanguineous families.","phenotypeFreeText":"supraventricular tachycardia; nystagmus; delayed puberty;  osteopenia; curly hair; hypertelorism;  bilateral ptosis; posteriorly rotated ears; thick vermillion border; pectus excavatum; scapular winging; hyperpigmented nevi","previousTesting":true,"previousTestingDescription":"Negative for mutations in BRAF, CBL, KRAS, MAP2K1, MAP2K2, NRAS, PTPN11, SHOC2, SOS1.","sex":"Female","variant":{"id":"cggv:5a6fd1ec-20d0-48cd-a23e-6085377f3c41_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9884aea3-9ea2-44ea-b396-448f994668f1"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25914166"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25914166","rdfs:label":"CS#429"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:39429464-fa8d-4788-afc9-81ce9e768133_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:da925268-73c2-4e9e-8d84-3ad1567d58ef","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"phenotypeFreeText":"arrhythmia; tachycardia; bradycardia; infantile muscular hypotonia; delayed fine motor development; delayed speech and language development; delayed social development; hypertelorism; curly hair; hyperextensibility of the finger joints; poor coordination","previousTesting":true,"previousTestingDescription":"Negative for mutations in BRAF, CBL, KRAS, MAP2K1, MAP2K2, NRAS, PTPN11, SOS1. Variant was found in SHOC2, determined not to be pathogenic due to presence in unaffected mother.","sex":"Male","variant":{"id":"cggv:39429464-fa8d-4788-afc9-81ce9e768133_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9884aea3-9ea2-44ea-b396-448f994668f1"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25914166"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25914166","rdfs:label":"CS#442"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:fc04118a-83f9-4769-8c6d-9873bded3f3f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e4a4911d-9086-4f6d-9a5e-9d3c9e9342b9","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":42,"phenotypeFreeText":"macrosomia; polyhydramnios; reduced fetal movements; central hypotonia; frontal bossing; depressed nasal bridge; anteverted nares; macrotia; redundant neck skin; short neck; thoracic hypoplasia; wide intermamillary distance; rhizomelic arm shortening;  distal arthrogryposis; slender finger; cryptorchidism; talipes equinovarus; biventricular hypertrophy; pericardial effusion","sex":"Male","variant":{"id":"cggv:fc04118a-83f9-4769-8c6d-9873bded3f3f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ecc1a637-4961-4bdc-a7f6-ede43d257782","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005343.4(HRAS):c.35_36delinsTA (p.Gly12Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10603217"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22495892","type":"dc:BibliographicResource","dc:abstract":"De novo heterozygous mutations in HRAS cause Costello syndrome (CS), a condition with high mortality and morbidity in infancy and early childhood due to cardiac, respiratory, and muscular complications. HRAS mutations predicting p.Gly12Val, p.Gly12Asp, and p.Gly12Cys substitutions have been associated with severe, lethal, CS. We report on molecular, clinical, and pathological findings in patients with mutations predicting HRAS p.Gly12Val that were identified in our clinical molecular genetic testing service. Such mutations were identified in four patients. Remarkably, three were deletion/insertion mutations affecting coding nucleotides 35 and 36. All patients died within 6 postnatal weeks, providing further evidence that p.Gly12Val mutations predict a very poor prognosis. High birth weight, polyhydramnios (and premature birth), cardiac hypertrophy, respiratory distress, muscle weakness, and postnatal growth failure were present. Dysmorphism was subtle or non-specific, with edema, coarsened facial features, prominent forehead, depressed nasal bridge, anteverted nares, and low-set ears. Proximal upper limb shortening, a small bell-shaped chest, talipes, and fixed flexion deformities of the wrists were seen. Neonatal atrial arrhythmia, highly suggestive of CS, was also present in two patients. One patient had congenital alveolar dysplasia, and another, born after 36 weeks' gestation, bronchopulmonary dysplasia. A rapidly fatal disease course, and the difficulty of identifying subtle dysmorphism in neonates requiring intensive care, suggest that this condition remains under-recognized, and should enter the differential diagnosis for very sick infants with a range of clinical problems including cardiac hypertrophy and disordered pulmonary development. Clinical management should be informed by knowledge of the poor prognosis of this condition.","dc:creator":"Burkitt-Wright EM","dc:date":"2012","dc:title":"Neonatal lethal Costello syndrome and unusual dinucleotide deletion/insertion mutations in HRAS predicting p.Gly12Val."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22495892","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 4 infants post-mortem for variants in the HRAS gene and diagnosed them all with Costello syndrome. This case maxes out the possible points for genetic evidence."},{"id":"cggv:6a57af21-c82c-4bc4-b773-2932f6890e42_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9abaade4-bc1b-4608-9c45-ad8807961337","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"Study described a Costello patient with the HRAS p.Glu63_Asp69dup variant and showed it to be a de novo variant.","phenotypeFreeText":"large for gestation age, neonatal asphyxia, pleural effusion; frontal bossing; dolichocephaly; hypertelorism; downslanted palpebral fissures; epicanthus; low-set ears; depressed nasal ridge; sparse hair; curley hair;  pigmented naevi; redundant skin; thickened skin; acanthosis nigricans; mild intellectual disability; genu varum; atria septal defect; patent foramen ovale; hypertrophic cardiomyopathy","sex":"Female","variant":{"id":"cggv:6a57af21-c82c-4bc4-b773-2932f6890e42_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:292e6427-d0f7-4cea-8911-cfba60f70a7f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005343.4(HRAS):c.187_207dup (p.Glu63_Asp69dup)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/120223"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25677562","type":"dc:BibliographicResource","dc:abstract":"Costello syndrome (CS; OMIM 218040) is caused by heterozygous germline mutations of HRAS (OMIM 190020).We report on a patient with sporadic CS presenting with characteristic craniofacial dysmorphism, congenital cardiopulmonary disorders, intellectual impairment, and skin abnormalities manifesting as loose redundant skin of the hands and feet, acanthosis nigricans, multiple naevi and hypotrichosis. Using Sanger sequencing for the case-parents trio, we detected a de novo insertion mutation (c.187_207dup) in HRAS, which was predicted to result in duplication of amino acids 63-69 (p.E63_D69dup). This mutation was recently described in a mild case of CS, with hyperactivation of HRAS and disrupted capacity to respond to incoming signals. Our study delineates the detailed clinical features associated with this noncanonical HRAS mutation and further expands the phenotypic spectrum of CS. ","dc:creator":"Xu F","dc:date":"2015","dc:title":"Recurrent duplication mutation in HRAS causing mild Costello syndrome in a Chinese patient."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25677562","rdfs:label":"Xu 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:2b844a3b-b62a-4389-888d-d382365acc81_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5155b277-803f-4dc9-9f49-217e04126453","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"phenotypeFreeText":"feeding difficulties; mild intellectual disability; prematurely aged appearance; sparse hair","sex":"Female","variant":{"id":"cggv:2b844a3b-b62a-4389-888d-d382365acc81_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:292e6427-d0f7-4cea-8911-cfba60f70a7f"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23335589","type":"dc:BibliographicResource","dc:abstract":"Costello syndrome is a congenital disorder comprising a characteristic face, severe feeding difficulties, skeletal, cardiac and skin abnormalities, intellectual disability and predisposition to malignancies. It is caused by heterozygous germline HRAS mutations mostly affecting Gly(12) or Gly(13), which impair HRAS-GTPase activity and result in increased downstream signal flow independent of incoming signals. Functional analyses of rarer HRAS mutations identified in individuals with attenuated Costello syndrome phenotypes revealed altered GDP/GTP nucleotide affinities (p.K117R) and inefficient effector binding (p.E37dup). Thus, both phenotypic and functional variability associated with HRAS mutations are evident. Here, we report on a novel heterozygous HRAS germline mutation (c.187_207dup, p.E63_D69dup) in a girl presenting with a phenotype at the milder end of the Costello syndrome spectrum. The p.E63_D69dup mutation impaired co-precipitation of recombinant HRAS with NF1 GTPase-activating protein (GAP) suggesting constitutive HRAS(E63_D69dup) activation due to GAP insensitivity. Indeed, we identified strongly augmented active HRAS(E63_D69dup) that co-precipitated with effectors RAF1, RAL guanine nucleotide dissociation stimulator and phospholipase C1. However, we could not pull down active HRAS(E63_D69dup) using the target protein PIK3CA, indicating a compromised association between active HRAS(E63_D69dup) and PIK3CA. Accordingly, overexpression of HRAS(E63_D69dup) increased steady-state phosphorylation of MEK1/2 and ERK1/2 downstream of RAF, whereas AKT phosphorylation downstream of phosphoinositide 3-kinase (PI3K) was not enhanced. By analyzing signaling dynamics, we found that HRAS(E63_D69dup) has impaired reagibility to stimuli resulting in reduced and disrupted capacity to transduce incoming signals to the RAF-MAPK and PI3K-AKT cascade, respectively. We suggest that disrupted HRAS reagibility, as we demonstrate for the p.E63_D69dup mutation, is a previously unappreciated molecular pathomechanism underlying Costello syndrome.","dc:creator":"Lorenz S","dc:date":"2013","dc:title":"Functional analysis of a duplication (p.E63_D69dup) in the switch II region of HRAS: new aspects of the molecular pathogenesis underlying Costello syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23335589","rdfs:label":"Lorenz 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study identified the p.Glu63_Asp69dup variant in a 13 year old patient with a mild form of Costello syndrome. The variant was not found in either parent and was determined to be de novo. They also performed functional studies on the protein to determine the effect of the variant on protein function."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b377962-c183-47d5-b878-bb990c9b1548","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a7dc0b79-5698-4a32-9acb-c29a3cd65703","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This study studied the interaction of 4 HRAS variants (p.Gly12Ser, p.Gly12Val, p.Ser17Asn, and p.Glu63_Asp69dup) with RAF1, RALGDS, PLCE1, PIK3CA, and NF1 GAP. It also investigated the effect of the variants on the phosphorylation of MUK1/2 and ERK1/2 in COS-7 cells. Interaction was enhanced with all proteins and the p.Gly12Val and p.Gly12Ser variants.  Interaction was decreased with all proteins and the p.Ser17Asn variant. Interaction was enhanced in all proteins with p.Glu63_Asp69dup except PIK3CA and NF1 GAP.  p.Gly12Val and p.Gly12Ser stimulated phosphorylation of MEK1/2, ERK1/2, and AKT. p.Ser17Asn induced very weak phosphorylation of the 3 proteins. p.Glu63_Asp69dup increased phosphorylation of all 3 proteins but was more pronounced with MEK1/2 and ERK1/2 than AKT.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23335589","rdfs:label":"Interaction with RAF1 and NF1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Shows HRAS's association in the RAS/MAPK pathway but should not be scored as variant centric evidence for CS."},{"id":"cggv:aaa46a28-7b50-4d2c-88c4-aeab46714517","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a7a947a7-101f-4400-b4fd-209da37a175a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The HRAS gene is located in the RAS/MAPK pathway which is associated with RASopathies i.e. CS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875798","type":"dc:BibliographicResource","dc:abstract":"The RASopathies are a clinically defined group of medical genetic syndromes caused by germline mutations in genes that encode components or regulators of the Ras/mitogen-activated protein kinase (MAPK) pathway. These disorders include neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, cardio-facio-cutaneous syndrome, and Legius syndrome. Because of the common underlying Ras/MAPK pathway dysregulation, the RASopathies exhibit numerous overlapping phenotypic features. The Ras/MAPK pathway plays an essential role in regulating the cell cycle and cellular growth, differentiation, and senescence, all of which are critical to normal development. Therefore, it is not surprising that Ras/MAPK pathway dysregulation has profound deleterious effects on both embryonic and later stages of development. The Ras/MAPK pathway has been well studied in cancer and is an attractive target for small-molecule inhibition to treat various malignancies. The use of these molecules to ameliorate developmental defects in the RASopathies is under consideration. ","dc:creator":"Rauen KA","dc:date":"2013","dc:title":"The RASopathies."},"rdfs:label":"HRAS RAS/MAPK Pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:4b2bf910-6b83-4841-bcdf-9c363fbeae3f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:598f3683-ba14-4d9d-a2d7-c288899998a6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This study investigated the p.Glu37dup HRAS variant. They studied the variant's ability to activate RAS-dependent effector pathways, bind to nucleotides, and hydrolyze GTP when catalyzed by NF1. They also studied its ability to interact with bind with known signalling effectors.\n\nThe variant resulted in decreased phosphorylation of downstream pathway proteins, MEK, ERK, and AKT. The variant's ability to bind to nucleotides was not affected but it had a higher dissociation constant compared to the WT. It also has a diminished response when activated by RasGEF. The variant also showed reduced binding affinity for the NF1 activator. Lastly, the variant exhibited higher dissociation constants with all of its effector proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19995790","type":"dc:BibliographicResource","dc:abstract":"Costello syndrome (CS) is a developmental disorder characterized by postnatal reduced growth, facial dysmorphism, cardiac defects, mental retardation and skin and musculo-skeletal defects. CS is caused by HRAS germline mutations. In the majority of cases, mutations affect Gly(12) and Gly(13) and are associated with a relatively homogeneous phenotype. The same amino acid substitutions are well known as somatic mutations in human tumors and promote constitutive HRAS activation by impairing its GTPase activity. In a small number of cases with mild phenotype, a second class of substitutions involving codons 117 and 146 and affecting GTP/GDP binding has been described. Here, we report on the identification and functional characterization of two different three-nucleotide duplications resulting in a duplication of glutamate 37 (p.E37dup) associated with a homogeneous phenotype reminiscent of CS. Ectopic expression of HRAS(E37dup) in COS-7 cells resulted in enhanced growth factor-dependent stimulation of the MEK-ERK and phosphoinositide 3-kinase (PI3K)-AKT signaling pathways. Recombinant HRAS(E37dup) was characterized by slightly increased GTP/GDP dissociation, lower intrinsic GTPase activity and complete resistance to neurofibromin 1 GTPase-activating protein (GAP) stimulation due to dramatically reduced binding. Co-precipitation of GTP-bound HRAS(E37dup) by various effector proteins, however, was inefficient because of drastically diminished binding affinities. Thus, although HRAS(E37dup) is predominantly present in the active, GTP-bound state, it promotes only a weak hyperactivation of downstream signaling pathways. These findings provide evidence that the mildly enhanced signal flux through the MAPK and PI3K-AKT cascades promoted by these disease-causing germline HRAS alleles results from a balancing effect between a profound GAP insensitivity and inefficient binding to effector proteins.","dc:creator":"Gremer L","dc:date":"2010","dc:title":"Duplication of Glu37 in the switch I region of HRAS impairs effector/GAP binding and underlies Costello syndrome by promoting enhanced growth factor-dependent MAPK and AKT activation."},"rdfs:label":"NF1 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Cannot score this because it only implicates the gene's association with a RASopathy, not CS"},{"id":"cggv:fcbe4337-0449-48bd-92c3-1ebe7a6adadc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:69958fc2-e6c5-4ecf-bdcd-fbbdbfd1de13","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Alterations in the RAS pathways cause RASopathies, and alterations to HRAS cause CS,  but this study doesn't explicitly show that HRAS causes CS, just RASopathies","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17979197","type":"dc:BibliographicResource","dc:abstract":"Costello syndrome is a mental retardation syndrome characterized by high birth weight, postnatal growth retardation, coarse face, loose skin, cardiovascular problems, and tumor predisposition. De novo heterozygous missense mutations in HRAS codon 12 and 13 disturbing the intrinsic GTP hydrolysis cause Costello syndrome. We report a patient with typical Costello syndrome and a novel heterozygous missense mutation in codon 117 (c.350A>G, p.Lys117Arg) of the HRAS gene, resulting in constitutive activation of the RAS/MAPK pathway similar to the typical p.Gly12Ser and p.Gly12Ala mutations. Recombinant HRAS p.Lys117Arg demonstrates normal intrinsic GTP hydrolysis and responsiveness to GTPase-activating proteins, but the nucleotide dissociation rate is increased 80-fold. Consistent with the biochemical data, the crystal structure of the p.Lys117Arg mutant indicates an altered interaction pattern of the side chain that is associated with unfavorable nucleotide binding properties. Together, these data show that a RAS mutation that only perturbs guanine nucleotide binding has similar functional consequences as mutations that impair GTP hydrolysis and causes human disease.","dc:creator":"Denayer E","dc:date":"2008","dc:title":"Mutation analysis in Costello syndrome: functional and structural characterization of the HRAS p.Lys117Arg mutation."},"rdfs:label":"HRAS GTPase activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Alterations in the RAS pathways cause RASopathies, and alterations to HRAS cause CS,  but this study doesn't explicitly show that HRAS causes CS, just RASopathies"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76687627-a795-4316-a46e-6dfd4a53910b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed7ac559-5c46-4986-8d2e-3ed9931e0a6b","type":"FunctionalAlteration","dc:description":"The p.Ser89Cys variant showed a decrease in the amount of GTP-bound HRAS when activated using epidermal growth factor. The variant also led to decreased phosphorylation of MEK1/2, ERK1/2, and AKT compared to a WT controls. Lastly, the p.Ser89Cys variant showed reduced sensitivity to epidermal growth factor due to significantly reduced GTP-loading.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22821884","type":"dc:BibliographicResource","dc:abstract":"Costello syndrome is caused by HRAS germline mutations affecting Gly(12) or Gly(13) in >90% of cases and these are associated with a relatively homogeneous phenotype. Rarer mutations in other HRAS codons were reported in patients with an attenuated or mild phenotype. Disease-associated HRAS missense mutations result in constitutive HRAS activation and increased RAF-MEK-ERK and PI3K-AKT signal flow. Here we report on a novel heterozygous HRAS germline alteration, c.266C>G (p.S89C), in a girl presenting with severe fetal hydrops and pleural effusion, followed by a more benign postnatal course. A sibling with the same mutation and fetal polyhydramnios showed a Dandy-Walker malformation; his postnatal course was complicated by severe feeding difficulties. Their apparently asymptomatic father is heterozygous for the c.266C>G change. By functional analyses we identified reduced levels of active HRAS(S89C) and diminished MEK, ERK and AKT phosphorylation in cells overexpressing HRAS(S89C) , which represent novel consequences of disease-associated HRAS mutations. Given our patients' difficult neonatal course and presence of this change in their asymptomatic father, we hypothesize that its harmful consequences may be time limited, with the late fetal stage being most sensitive. Alternatively, the phenotype may develop only in the presence of an additional as-yet-unknown genetic modifier. While the pathogenicity of the HRAS c.266C>G change remains unproven, our data may illustrate wide functional and phenotypic variability of germline HRAS mutations.","dc:creator":"Gripp KW","dc:date":"2012","dc:title":"A novel HRAS substitution (c.266C>G; p.S89C) resulting in decreased downstream signaling suggests a new dimension of RAS pathway dysregulation in human development."},"rdfs:label":"Ser89Cys variant"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Does not solely implicate CS with disease, therefore cannot be scored."},{"id":"cggv:47e5fc29-ea1a-44ae-91b9-14a92046f694","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8b7b0b19-6b52-4e8b-899c-fc643547931a","type":"FunctionalAlteration","dc:description":"All variants showed an increase in the amount of GTP-bound HRAS in NIH 3T3 cells. All variants showed an increase in ELK1 and c-Jun in NIH3T3 cells. All variants also induced cellular senescence in human BJ cells, WT cells do not undergo cellular senscence.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21850009","type":"dc:BibliographicResource","dc:abstract":"Costello syndrome (CS) is a congenital disease that is characterized by a distinctive facial appearance, failure to thrive, mental retardation and cardiomyopathy. In 2005, we discovered that heterozygous germline mutations in HRAS caused CS. Several studies have shown that CS-associated HRAS mutations are clustered in codons 12 and 13, and mutations in other codons have also been identified. However, a comprehensive comparison of the substitutions identified in patients with CS has not been conducted. In the current study, we identified four mutations (p.G12S, p.G12A, p.G12C and p.G12D) in 21 patients and analyzed the associated clinical manifestations of CS in these individuals. To examine functional differences among the identified mutations, we characterized a total of nine HRAS mutants, including seven distinct substitutions in codons 12 and 13, p.K117R and p.A146T. The p.A146T mutant demonstrated the weakest Raf-binding activity, and the p.K117R and p.A146T mutants had weaker effects on downstream c-Jun N-terminal kinase signaling than did codon 12 or 13 mutants. We demonstrated that these mutant HRAS proteins induced senescence when overexpressed in human fibroblasts. Oncogene-induced senescence is a cellular reaction that controls cell proliferation in response to oncogenic mutation and it has been considered one of the tumor suppression mechanisms in vivo. Our findings suggest that the HRAS mutations identified in CS are sufficient to cause oncogene-induced senescence and that cellular senescence might therefore contribute to the pathogenesis of CS.","dc:creator":"Niihori T","dc:date":"2011","dc:title":"HRAS mutants identified in Costello syndrome patients can induce cellular senescence: possible implications for the pathogenesis of Costello syndrome."},"rdfs:label":"HRAS variants in NIH3T3 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"does not provide differentiating evidence for HRAS and CS as opposed to other RASopathies"},{"id":"cggv:959bac6a-cea7-4933-bb1c-40667fbde24f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e0dc5daf-2a8a-450e-911f-08ff4f779ccc","type":"FunctionalAlteration","dc:description":"Initial findings indicated that CS skin fibroblasts showed an increase in the amount of GTP-bound HRAS when compared to healthy fibroblasts. No statistically significant differences were found in the phosphorylation of downstream proteins MEK1/2 and ERK1/2 with the exception of a slightly increased amount of phosphorylation at the end of the reaction in CS cells. In serum containing media, CS cells significantly increased the levels of phosphorylation of downstream protein AKT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19035362","type":"dc:BibliographicResource","dc:abstract":"Costello syndrome (CS) is a rare congenital disorder characterized by failure to thrive, craniofacial dysmorphisms, cardiac and skin abnormalities, mental retardation, and predisposition to malignancies. CS is caused by heterozygous gain-of-function mutations in HRAS that also occur as somatic alterations in human tumors. HRAS is one of the three classical RAS proteins and cycles between an active, GTP- and an inactive, GDP-bound conformation. We used primary human skin fibroblasts from patients with CS as a model system to study the functional consequences of HRAS mutations on endogenous signaling pathways. The GTP-bound form of HRAS was significantly enriched in CS compared with normal fibroblasts. Active HRAS is known to stimulate both the RAF-MEK-ERK and the PI3K-AKT signaling cascade. Phosphorylation of MEK and ERK was normal in CS fibroblasts under basal conditions and slightly prolonged after epidermal growth factor (EGF) stimulation. Interestingly, basal phosphorylation of AKT was increased yet more in CS fibroblasts. Moreover, AKT phosphorylation was diminished in the early and enhanced in the late phase of EGF stimulation. Taken together, these results document that CS-associated HRAS mutations result in prolonged signal flux in a ligand-dependent manner. Our data suggest that altered cellular response to growth factors rather than constitutive activation of HRAS downstream signaling molecules may contribute to some of the clinical features in patients with CS.","dc:creator":"Rosenberger G","dc:date":"2009","dc:title":"Oncogenic HRAS mutations cause prolonged PI3K signaling in response to epidermal growth factor in fibroblasts of patients with Costello syndrome."},"rdfs:label":"CS skin fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"alterations to the pathway implicate the variants with the RASopathies but do not provide explicit evidence implicating the gene with CS"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:449ea034-9c1d-4ae1-990c-fa9500f3be61","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23a96b73-5d86-4a37-853e-79c8538e4c0e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The imaging showed that the CS model mice had much thinner enamel than WT mice. SEM imaging showed that the CS mice had highly disorganized enamel rods. Researchers were able to show that overproliferation lead to crowding and disorganization of the amyloblasts. The cells also showed a high degree of depolarization. The use of MEK inhibitors completely rescued the enamel, and hyperproliferation phenotypes of the mice \n\nThis is a phenotype specific to HRAS costello syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24057668","type":"dc:BibliographicResource","dc:abstract":"RASopathies are syndromes caused by gain-of-function mutations in the Ras signaling pathway. One of these conditions, Costello syndrome (CS), is typically caused by an activating de novo germline mutation in HRAS and is characterized by a wide range of cardiac, musculoskeletal, dermatological and developmental abnormalities. We report that a majority of individuals with CS have hypo-mineralization of enamel, the outer covering of teeth, and that similar defects are present in a CS mouse model. Comprehensive analysis of the mouse model revealed that ameloblasts, the cells that generate enamel, lacked polarity, and the ameloblast progenitor cells were hyperproliferative. Ras signals through two main effector cascades, the mitogen-activated protein kinase (MAPK) and phosphatidylinositol-3-kinase (PI3K) pathways. To determine through which pathway Ras affects enamel formation, inhibitors targeting either PI3K or MEK 1 and 2 (MEK 1/2), kinases in the MAPK pathway, were utilized. MEK1/2 inhibition rescued the hypo-mineralized enamel, normalized the ameloblast polarity defect and restored normal progenitor cell proliferation. In contrast, PI3K inhibition only corrected the progenitor cell proliferation phenotype. We demonstrate for the first time the central role of Ras signaling in enamel formation in CS individuals and present the mouse incisor as a model system to dissect the roles of the Ras effector pathways in vivo. ","dc:creator":"Goodwin AF","dc:date":"2014","dc:title":"Abnormal Ras signaling in Costello syndrome (CS) negatively regulates enamel formation."},"rdfs:label":"Costello Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Phenotype specific to Costello syndrome"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":2231,"specifiedBy":"GeneValidityCriteria5","strengthScore":14.5,"subject":{"id":"cggv:1e0f7d64-3764-4409-8f9e-a42635943569","type":"GeneValidityProposition","disease":"obo:MONDO_0009026","gene":"hgnc:5173","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"There is a definitive association between alteration of the HRAS gene and a Costello syndrome (CS) phenotype. The maximum amount of scorable genetic evidence has been published showing de novo as well as non-de novo variants occur in HRAS in patients with CS (Alfieri et al., 2015; Aoki et al., 2005; Burkitt-Wright et al., 2012; Gripp et al., 2015; Hiippala et al., 2016; Lorenz et al., 2013; Xu, Wang, Lin, & Yu, 2015). Furthermore, the HRAS gene is the only gene that is definitively associated with CS (Rauen, 2007). The HRAS gene is also located in the Ras/MAPK pathway which is associated with the Costello phenotype (Aoki et al., 2016; Rauen, 2013). Finally, a mouse model with the p.Gly12Val variant in HRAS was found to possess CS specific features (Goodwin et al., 2014; Oba et al., 2018). Of note, HRAS has also been classified as disputed in association with Noonan syndrome (NS) with loose anagen hair. The ClinGen RASopathy Expert Panel found no evidence associating HRAS with NS, NS with multiple lentigines, or cardiofaciocutaneous syndrome. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 7/24/18 (SOP Version 5).","dc:isVersionOf":{"id":"cggv:6a40ab43-3c9f-45c0-9ec0-0371d6f0d5c8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}