{"id":"cggv:6ae17da7-86b0-4aba-a401-de1ccb6ecb83v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6ae17da7-86b0-4aba-a401-de1ccb6ecb83_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-16T19:23:36.444Z","role":"Publisher"},{"id":"cggv:6ae17da7-86b0-4aba-a401-de1ccb6ecb83_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-08-27T16:28:50.918Z","role":"Approver"}],"evidence":[{"id":"cggv:6ae17da7-86b0-4aba-a401-de1ccb6ecb83_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ae17da7-86b0-4aba-a401-de1ccb6ecb83_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:30ff6749-e2d4-4694-9ddc-4945e1f5eaeb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:16953d5d-a8d5-49ea-b982-54c954854951","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"SLC25A19 is a mitochondrial transporter mediating uptake of thiamine pyrophosphate (ThPP) into mitochondria. According to Leigh map, two other proteins involved in thiamine transport or processing have been implicated in causing Leigh Syndrome (SLC19A3 and TPK1) (Rahman 2017 PMID: 27977873). Therefore, the function of SLC25A19 is shared with two other known genes in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18280798","type":"dc:BibliographicResource","dc:abstract":"We review the evidence that the function of the SLC25A19 gene product, previously identified as the mitochondrial deoxyribonucleotide carrier (DNC), is actually the transport of thiamine pyrophosphate. This evidence comes from enzyme kinetics, homologous yeast protein alignments, gene knockout studies, and clinical samples from Amish Microcephaly patients. This diverse body of evidence consistently points to the conclusion that SLC25A19 is not the true mitochondrial DNC gene. The identification of the correct mitochondrial DNC is important for research on the genetic diseases of mitochondrial DNA maintenance and the toxicity experienced by many HIV patients undergoing antiretroviral therapy involving nucleoside analogs.","dc:creator":"Kang J","dc:date":"2008","dc:title":"The evidence that the DNC (SLC25A19) is not the mitochondrial deoxyribonucleotide carrier."},"rdfs:label":"Thiamine Transport"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The SLC25A19 encoded protein shares a biochemical relationship or function with 2-5 gene products whose dysfunction is known to cause Leigh syndrome (Awarded 1 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6ae17da7-86b0-4aba-a401-de1ccb6ecb83_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:13fbc316-0fac-4de3-9749-7cb7901432e6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d5e962bf-229f-4469-903d-dbfdde2fc543","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse model recapitulates reduced PDH activity and elevated lactate, biochemical abnormalities, that have been seen in humans with Leigh syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17035501","type":"dc:BibliographicResource","dc:abstract":"SLC25A19 mutations cause Amish lethal microcephaly (MCPHA), which markedly retards brain development and leads to alpha-ketoglutaric aciduria. Previous data suggested that SLC25A19, also called DNC, is a mitochondrial deoxyribonucleotide transporter. We generated a knockout mouse model of Slc25a19. These animals had 100% prenatal lethality by embryonic day 12. Affected embryos at embryonic day 10.5 have a neural-tube closure defect with ruffling of the neural fold ridges, a yolk sac erythropoietic failure, and elevated alpha-ketoglutarate in the amniotic fluid. We found that these animals have normal mitochondrial ribo- and deoxyribonucleoside triphosphate levels, suggesting that transport of these molecules is not the primary role of SLC25A19. We identified thiamine pyrophosphate (ThPP) transport as a candidate function of SLC25A19 through homology searching and confirmed it by using transport assays of the recombinant reconstituted protein. The mitochondria of Slc25a19(-/-) and MCPHA cells have undetectable and markedly reduced ThPP content, respectively. The reduction of ThPP levels causes dysfunction of the alpha-ketoglutarate dehydrogenase complex, which explains the high levels of this organic acid in MCPHA and suggests that mitochondrial ThPP transport is important for CNS development.","dc:creator":"Lindhurst MJ","dc:date":"2006","dc:title":"Knockout of Slc25a19 causes mitochondrial thiamine pyrophosphate depletion, embryonic lethality, CNS malformations, and anemia."},"rdfs:label":"SLC25A19 knock out mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mouse model demonstrates biochemical abnormalities consistent with Leigh syndrome. Awarded 1.0 pts as per animal model scoring rubric."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:6ae17da7-86b0-4aba-a401-de1ccb6ecb83_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ae17da7-86b0-4aba-a401-de1ccb6ecb83_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:ff880f94-9250-48a0-ac5c-391a1c6be14a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a98bcf3b-e780-46be-aa34-abe746a47ad9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":16,"detectionMethod":"single gene NGS","phenotypeFreeText":"history of recurrent episodes of flaccid weakness followed by encephalopathy acutely after febrile illness;  Serum lactate level\nwas elevated (5.6 mmol/L; range: 0.5–2 mmol/L). MRI of the brain performed at 1 year and 4 months showed symmetrical hyperintensities in the bilateral basal ganglia and thalami (Images available for review).","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:ff880f94-9250-48a0-ac5c-391a1c6be14a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e12465a1-1b59-4196-8014-a00bb48c11e1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017024927.2(SLC25A19):c.566T>A (p.Leu189Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8760868"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31295743","type":"dc:BibliographicResource","dc:abstract":"SLC25A19 gene mutations cause Amish congenital lethal microcephaly and bilateral striatal necrosis with polyneuropathy. We are reporting two cases of bilateral striatal necrosis with polyneuropathy due to SLC25A19 gene mutations.","dc:creator":"Gowda VK","dc:date":"2019","dc:title":"Bilateral Striatal Necrosis with Polyneuropathy with a Novel SLC25A19 (Mitochondrial Thiamine Pyrophosphate Carrier OMIMI*606521) Mutation: Treatable Thiamine Metabolic Disorder-A Report of Two Indian Cases."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31295743","rdfs:label":"Gowda- Female Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"In silico prediction tool analysis (using PolyPhen-2) revealed mutation to be probably damaging."},{"id":"cggv:40bc8eb4-d2ad-4db4-9942-a2081111fbc7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9a2e0e73-ed67-4121-88c5-3dad5dae83dd","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"SNPs-array analysis was performed in our patient to study the presence of runs of homozygosity (ROHs) since an inbreeding mating was reported. Consistently, SNPs-array analysis revealed many areas of homozygosity, as in consanguinity. Eighteen ROHs turned out to be larger than 1 Mb. The SLC25A19 gene was within a 5.7 Mb ROH on chromosome 17 (chr17:71962659-77748961). The subsequent Sanger sequencing of SLC25A19 gene showed the homozygous mutation c.576G>C (Q192H) in exon 6.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"The boy showed a history of neurological impairment due to an encephalopathy during fever. He had four acute events started during a fever episode when he was 1 year old, and characterized by tremors, hypotonia, gait difficulty, dysphagia, dysphonia, and alteration of consciousness. Now he is 18 years old and he presents a moderate cognitive delay, bilateral pes cavus with hammer toes (Fig. 1a), and atrophy of intraosseous muscles. Brain MRI shows multiple focal areas of signal alteration with caudate nucleus, putamen and cerebellum involvement, and slight symmetrical atrophy of the insula cortex (Fig. 1b, ​,c).c)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:40bc8eb4-d2ad-4db4-9942-a2081111fbc7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:620dd4ea-a85d-4d46-bb24-59c84c67528b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017024927.2(SLC25A19):c.273G>C (p.Gln91His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA401003898"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31506564","type":"dc:BibliographicResource","dc:abstract":"Thiamine metabolism dysfunction syndrome-4 (THMD4) includes episodic encephalopathy, often associated with a febrile illness, causing transient neurologic dysfunction and a slowly progressive axonal polyneuropathy. Until now only two mutations (G125S and S194P) have been reported in the SLC25A19 gene as causative for this disease and a third mutation (G177A) as related to the Amish lethal microcephaly. In this work, we describe the clinical and molecular features of a patient carrying a novel mutation (c.576G>C; Q192H) on SLC25A19 gene. Functional studies on this mutation were performed explaining the pathogenetic role of c.576G>C in affecting the translational efficiency and/or stability of hMTPPT protein instead of the mRNA expression. These findings support the pathogenetic role of Q192H (c.576G>C) mutation on SLC25A19 gene. Moreover, despite in other patients the thiamine supplementation leaded to a substantial improvement of peripheral neuropathy, our patient did not show a clinical improvement.","dc:creator":"Bottega R","dc:date":"2019","dc:title":"Functional analysis of the third identified SLC25A19 mutation causative for the thiamine metabolism dysfunction syndrome 4."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31506564","rdfs:label":"Bottega proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"A western blot analysis was performed using whole cell homogenate from HepG2 cells. The results showed that the Q192H protein level is significantly (p < 0.01) lower than that of the WT hMTPPT. Computer models and protein modeling predict this mutation to be pathogenic."},{"id":"cggv:906bea0a-daed-4c9b-bccb-0d4936367503_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f81d0d18-17e2-46b3-92e5-b826b5cb92ef","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"detectionMethod":"NGS single gene analysis","firstTestingMethod":"Other","phenotypeFreeText":"recurrent episodes of acute flaccid paralysis with encephalopathy following nonspecific febrile illness; Serum lactate level was high (8 mmol/L; range: 0.5–2 mmol/L). Magnetic resonance imaging (MRI) of the brain demonstrated patchy hyperintensities in the bilateral basal ganglia and thalami (Images available for review)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:906bea0a-daed-4c9b-bccb-0d4936367503_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e572246d-b164-4aa5-b8c7-d57f16bc3852","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017024927.2(SLC25A19):c.607G>C (p.Glu203Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA401001323"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31295743"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31295743","rdfs:label":"Gowda - Male Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"In silico prediction tool analysis (using PolyPhen-2) revealed mutation to be probably\ndamaging."},{"id":"cggv:f2beeaad-a2ce-4ef0-88f4-91bb43a3fefd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f886aa58-c17a-467e-9eba-3106b8d7cab7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"","phenotypeFreeText":"Brain MRI demonstrated bilateral striatal necrosis with the following abnormal regions on neuroimaging: Caudate, Putamen, Globus pallidus, and Corticosubcortical. Patient had the following clinical findings: Encephalopathy, Tremor, Dystonia, Opistothonus, Paroxysmal Ataxia, vertigo, and  Dysphagia. Patient had elevated levels of lactate in the CSF at onset","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:f2beeaad-a2ce-4ef0-88f4-91bb43a3fefd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:60e5e87b-439b-4c53-b18a-b0fa2b6b4b06","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017024927.2(SLC25A19):c.277T>C (p.Ser93Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8760948"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28856750","type":"dc:BibliographicResource","dc:abstract":"Primary and secondary conditions leading to thiamine deficiency have overlapping features in children, presenting with acute episodes of encephalopathy, bilateral symmetric brain lesions, and high excretion of organic acids that are specific of thiamine-dependent mitochondrial enzymes, mainly lactate, alpha-ketoglutarate, and branched chain keto-acids. Undiagnosed and untreated thiamine deficiencies are often fatal or lead to severe sequelae. Herein, we describe the clinical and genetic characterization of 79 patients with inherited thiamine defects causing encephalopathy in childhood, identifying outcome predictors in patients with pathogenic SLC19A3 variants, the most common genetic etiology. We propose diagnostic criteria that will aid clinicians to establish a faster and accurate diagnosis so that early vitamin supplementation is considered. Ann Neurol 2017;82:317-330.","dc:creator":"Ortigoza-Escobar JD","dc:date":"2017","dc:title":"Thiamine deficiency in childhood with attention to genetic causes: Survival and outcome predictors."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28856750","rdfs:label":"Ortigoza-Escobar Pt 75"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Computer models predict this mutation to be damaging (Awarded 0.25 pts)"},{"id":"cggv:53b4302b-6872-42ef-85a1-fa4bb8aa9b85_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:72a902de-9589-4492-a393-28f67c5b78d6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"HP:0007133, HP:0003128","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:53b4302b-6872-42ef-85a1-fa4bb8aa9b85_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3fd15e85-8275-4074-b96c-8cff33bf6056","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001126121.2(SLC25A19):c.373G>A (p.Gly125Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129361"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19798730","type":"dc:BibliographicResource","dc:abstract":"Four patients, aged 7-20 years, suffered from recurrent episodes of flaccid paralysis and encephalopathy associated with bilateral striatal necrosis and chronic progressive polyneuropathy. Using homozygosity mapping, a pathogenic missense mutation in the SLC25A19 gene that encodes the mitochondrial thiamine pyrophosphate transporter was identified. An SLC25A19 mutation was previously reported in Amish congenital lethal microcephaly but the present patients' phenotype is markedly different, with normal head circumference, normal early childhood development, age-appropriate cognitive skills, and normal urinary organic acid profile. Determination of the SLC25A19 sequence should be considered in patients with bilateral striatal necrosis and progressive polyneuropathy.","dc:creator":"Spiegel R","dc:date":"2009","dc:title":"SLC25A19 mutation as a cause of neuropathy and bilateral striatal necrosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19798730","rdfs:label":"Subject 2852"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Maximum points awarded as authors utilized a yeast complementation assay to demonstrate pathogenicity of the reported mutation."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.25}],"evidenceStrength":"Limited","sequence":1125,"specifiedBy":"GeneValidityCriteria7","strengthScore":5.25,"subject":{"id":"cggv:46823365-73b8-42b1-ba8f-9d3ad50aacc8","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:14409","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between SLC25A19 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of June 8, 2020. The SLC25A19 gene encodes a mitochondrial thiamine pyrophosphate carrier, and mediates uptake of thiamine pyrophosphate (TPP) into mitochondria.\n\nPathogenic variants in SLC25A19 have been associated mainly with two phenotypes – Amish microcephaly and Leigh syndrome spectrum. \n\nThe SLC25A19 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2009 (PMID: 19798730). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included five variants identified in five cases in four publications (PMIDs: 19798730, 31506564, 31295743, 28856750). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function and a model system (PMIDs: 18280798, 17035501). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel June 8, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:6ae17da7-86b0-4aba-a401-de1ccb6ecb83"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}