{"id":"cggv:a8d21800-652f-431b-a5d8-4208d4e91d46v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a8d21800-652f-431b-a5d8-4208d4e91d46_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-10-04T20:43:30.655Z","role":"Publisher"},{"id":"cggv:a8d21800-652f-431b-a5d8-4208d4e91d46_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2017-10-20T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:a8d21800-652f-431b-a5d8-4208d4e91d46_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8d21800-652f-431b-a5d8-4208d4e91d46_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e381fbc-59fb-424a-8f92-f3d722762927","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:20ed3846-6fd8-4618-9456-51c35e884c14","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"cloned and characterized the expression of ratSTXBP1 (n-Sec1) in developeing rat tissue. Northrn Blot dot blot analysis showed high STXBP1 expression in the brain and spinal cord, 100x more than in other tissues. STXBP1 was shown to express in other tissues (including heart, spleen, lung, liver, muscle, kidney, and testis) but only after long overexposure of the autoradiogram. They also showed temporal expression of STXBP1 in the developing rat brain. Low levels of STXBP1 are seen at E16 and increase to a maximum level at P7, concomitant with synapse formation. Also performed western blot to show restricted expression of SSTXBP1 in the brain (regions include cerebellum, thalamus, hippocampus, corpus callosum, cerebral cortex, olfactory bulb).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8108429","type":"dc:BibliographicResource","dc:abstract":"We have identified n-Sec1, a rat brain homolog of the yeast Sec1p protein that participates in the constitutive secretory pathway between the Golgi apparatus and the plasma membrane. The rat brain cDNA is predicted to encode a 68-kDa protein with 65% amino acid identity to Drosophila rop, 59% identity to Caenorhabditis elegans unc-18, and 27% identity to Saccharomyces cerevisiae Sec1p. By RNA blot analysis, n-Sec1 mRNA expression is neural-specific. An anti-peptide antiserum directed against the n-Sec1 carboxyl terminus detects a 68-kDa protein in rat brain cytosol and membranes, but not in peripheral tissues. In the presence of syntaxin 1a, a plasma membrane protein implicated in synaptic vesicle docking, n-Sec1 becomes membrane-associated. n-Sec1 binds to syntaxin 1a, 2, and 3 fusion proteins coupled to agarose beads, but not to syntaxin 4 fusion protein or beads coupled to a variety of other proteins. These findings indicate that n-Sec1 is a neural-specific, syntaxin-binding protein that may participate in the regulation of synaptic vesicle docking and fusion.","dc:creator":"Pevsner J","dc:date":"1994","dc:title":"n-Sec1: a neural-specific syntaxin-binding protein."},"rdfs:label":"rSTXBP1 developmental expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Functional Expression"},{"id":"cggv:0fe7ef4e-b1aa-4632-8168-c63d1d6c5db6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b6fec6e3-a30a-4050-9068-a3bcff93379d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Northern blot analysis of human tissue shows expression of STXBP1 preferentially in the brain, with low levels in other  tissues for the \"short\" isoform (Fig. 1). ID's alternatively spliced \"longer\" isoform of STXBP1 that has restricted expression in the brain (cerebellum) and retina (Fig. 2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9545644","type":"dc:BibliographicResource","dc:abstract":"In a screen designed to identify genes expressed preferentially in retina, we identified a cDNA encoding the human ortholog of rat STXBP1 (n-Sec1, Munc-18-1, rbSec1), a protein implicated in vesicle trafficking and neurotransmitter release. This protein also has similarity to Drosophila Rop (65% aa identity) and Caenorhabditis elegans UNC-18 (58% aa identity). The major human cDNA encodes a protein of 594 amino acids which has 100 % amino acid identity with its rat and murine counterparts. Additionally, there is an alternative splice form in humans, arising from the inclusion of an additional exon, which encodes a protein of 603 amino acids and is also 100% identical to the corresponding rat isoform. We found expression of the shorter cDNA in all tissues and cell lines we examined with highest levels in retina and cerebellum. By RT-PCR analysis, we found expression of the longer cDNA in neural tissues only. We mapped the structural gene to 9q34.1, a region without obvious candidate phenotypes. However, due to its evolutionary conservation and abundant expression in retina and brain, STXBP1 should be considered a candidate gene for retinal and/or neural disorders mapping to 9q34.1.","dc:creator":"Swanson DA","dc:date":"1998","dc:title":"Identification and characterization of the human ortholog of rat STXBP1, a protein implicated in vesicle trafficking and neurotransmitter release."},"rdfs:label":"STXBP1 human expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Also mapped STXBP1 to chormosome 9q34.1 by FISH."},{"id":"cggv:af98a203-d5a2-48be-99f5-1664ad6ad821","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a63e584-f533-460e-a999-a93ba7fc6cdd","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Show that STXBP1 and STX1A (syntaxin) bind at a 1:1 ratio (glycerol gradients, Fig 4)). They confirmed the binding with in vitro binding assays (Fig 5) , and found that STXBP1 also bound STX2, STX3 but not STX4.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8108429","rdfs:label":"STXBP1 binding to STX1A"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Note: placed in biochemical as this interaction is required for STXBP1 function, but ATX1A is not a EIEE gene, therefore we cannot count as protein interactions per the SOP. Plus several other papers show this association as being important including the Saitsu et al., 2008, so can give increased points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a8d21800-652f-431b-a5d8-4208d4e91d46_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1cb01b72-1ad1-4f4c-99e9-612478e090f1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:366f4dcf-8d92-4075-8f6f-c5151842f169","type":"FunctionalAlteration","dc:description":"Shows STXBP1 expression is required for neuronal survival. No changes to neuron shape, dendritic aborization, or synapse numbers in STXBP1 het vs. WT cells. Dendritic length and branching were unchanged (opposite effect then what was seen in Yamashita 2016 in patient cells). No changes to the number or size of synapses per dendritic segment were observed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26280581","type":"dc:BibliographicResource","dc:abstract":"Heterozygous mutations in the syntaxin-binding protein 1 (STXBP1) gene, which encodes Munc18-1, a core component of the presynaptic membrane-fusion machinery, cause infantile early epileptic encephalopathy (Ohtahara syndrome), but it is unclear how a partial loss of Munc18-1 produces this severe clinical presentation. Here, we generated human ES cells designed to conditionally express heterozygous and homozygous STXBP1 loss-of-function mutations and studied isogenic WT and STXBP1-mutant human neurons derived from these conditionally mutant ES cells. We demonstrated that heterozygous STXBP1 mutations lower the levels of Munc18-1 protein and its binding partner, the t-SNARE-protein Syntaxin-1, by approximately 30% and decrease spontaneous and evoked neurotransmitter release by nearly 50%. Thus, our results confirm that using engineered human embryonic stem (ES) cells is a viable approach to studying disease-associated mutations in human neurons on a controlled genetic background, demonstrate that partial STXBP1 loss of function robustly impairs neurotransmitter release in human neurons, and suggest that heterozygous STXBP1 mutations cause early epileptic encephalopathy specifically through a presynaptic impairment. ","dc:creator":"Patzke C","dc:date":"2015","dc:title":"Analysis of conditional heterozygous STXBP1 mutations in human neurons."},"rdfs:label":"FA Np Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"increased points due to amount of data shown and tested."},{"id":"cggv:19a93458-1d75-4fc8-9f87-c2d6c1300b2a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bbd7f44f-6193-4367-903f-1470efe0638e","type":"FunctionalAlteration","dc:description":"Generated human STXBP1-R367X iPSC-derived neurons. Karyotyping of iPSCs from patient and control were normal. Both control and R367X iPSCs differentiated into neruons similarly, and expressed the appropriate markers. qRT-PCR and western blot showed 50% reductino of STXBP1 levels in the R367X iPSC-derived neurons compared to the controls (Fig 1D). Interestingly, qRT-PCr analysis showed increased expression of GRIN2A, GRIN2Bm and NKCC1 in the R367X cells compared to controls.WEstern blot showed reduced expression of STX1A in the R367X cells, but IHC showed that the localization of STX1A had changed, and was forming aggregates in the cytoplasm and not at the cell membrane as in controls. STXBP1-R367X cells also showed reduced neurite extension compared to controls. Note: iPSCs derived from the patients father were used as controls. Patient was male (Japanese), presented with focal motor seizures in neonatla perios and eplileptic spasms arain MRI showed hypoplasia of corpus callosum and EEG showed suppression burst pattern. STXBP1 c.1009C>T, p. R367X variant. RTx phenobarbital, ACTH, zonisamide, valporate, and clobazam (ineffective). RTx levetiracetam, seizures stopped, has profound psychomotor retardation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26918652","type":"dc:BibliographicResource","dc:abstract":"Syntaxin-binding protein 1 (STXBP1) is essential for synaptic vesicle exocytosis. Mutations of its encoding gene, STXBP1, are among the most frequent genetic causes of epileptic encephalopathies. However, the precise pathophysiology of STXBP1 haploinsufficiency has not been elucidated. Using patient-derived induced pluripotent stem cells (iPSCs), we aimed to establish a neuronal model for STXBP1 haploinsufficiency and determine the pathophysiologic basis for STXBP1 encephalopathy. We generated iPSC lines from a patient with Ohtahara syndrome (OS) harboring a heterozygous nonsense mutation of STXBP1 (c.1099C>T; p.R367X) and performed neuronal differentiation. Both STXBP1 messenger RNA (mRNA) and STXBP1 protein expression levels of OS-derived neurons were approximately 50% lower than that of control-derived neurons, suggesting that OS-derived neurons are a suitable model for elucidating the pathophysiology of STXBP1 haploinsufficiency. Through Western blot and immunocytochemistry assays, we found that OS-derived neurons show reduced levels and mislocalization of syntaxin-1, a component of soluble N-ethylmaleimide-sensitive factor attachment receptor (SNARE) proteins. In addition, OS-derived neurons have impaired neurite outgrowth. In conclusion, this model enables us to investigate the neurobiology of STXBP1 encephalopathy throughout the stages of neurodevelopment. Reduced expression of STXBP1 leads to changes in the expression and localization of syntaxin-1 that may contribute to the devastating phenotype of STXBP1 encephalopathy. ","dc:creator":"Yamashita S","dc:date":"2016","dc:title":"Mislocalization of syntaxin-1 and impaired neurite growth observed in a human iPSC model for STXBP1-related epileptic encephalopathy."},"rdfs:label":"human iPSCs EIEE model"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The reduction in STX1A levels and mislocalization is to be expected, and the change in neurite extension is new, but it would have been nice to show changes in synpatic transmission in these cells, scored down to 0.5"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a8d21800-652f-431b-a5d8-4208d4e91d46_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e78ef7a-a76f-403b-9a9c-f80ca93f2d58","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:250e9176-1f6f-4bc6-9e84-ec1b9a418847","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Co-expressing STXBP1 that is controlled by light allows for rescue of STXBP1 expression.  The STXBP1 neurons exhibited ~2-fold decrease in EPSC amplitude. RE-expression of WT-STXBP1 in the het cells 5 days before stimulation completely rescued the reduced EPSC amplitude, suggesting that STXBP1 loss in neurons results in a presynaptic impairment. No changes in coeeficient of variation and Ca2+-triggered release were observed between STBP1 het and WT iNeurons.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26280581","rdfs:label":"Rescue in Engineered Equivalent"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1,"dc:description":"Conclusion: STXBP1 mutation causes ~2 fold decrease in synpatic strength in excitatory neurons."},{"id":"cggv:90d9b277-34b3-4114-8327-b1e6e2345b12","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:24f9e24f-5619-41cd-80bb-b3b1ed7ea7b6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Generated conventional STXBP1 knockout mice replacing 5 exons (encoding AA 14-144) with a neomycin selection cassette through homologous recombination. Homozygous null STXBP1 mice are completely paralyzed, are born at term but die immediately after birth (respiration problems). STXBP1 null mice lack neurotransmission in E18 neocortical slices. Synaptic events were absent from E15-E18 diaphraghm neuromuscular junctions in STXBP1. nu,, mice compared to WT. Interestingly, brain structure was intact, with no diffreence observed between STXBP1 null and WT mice, but massive cell death was observed in the brains of STXBP1 null mice at E14.5 and progressing to E18.5, and was attributed to apoptosis (TUNEL+ apoptotic bodies present). Northern and Western blot confirm loss of STXBP1 expression in homozygous null mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10657302","type":"dc:BibliographicResource","dc:abstract":"Brain function requires precisely orchestrated connectivity between neurons. Establishment of these connections is believed to require signals secreted from outgrowing axons, followed by synapse formation between selected neurons. Deletion of a single protein, Munc18-1, in mice leads to a complete loss of neurotransmitter secretion from synaptic vesicles throughout development. However, this does not prevent normal brain assembly, including formation of layered structures, fiber pathways, and morphologically defined synapses. After assembly is completed, neurons undergo apoptosis, leading to widespread neurodegeneration. Thus, synaptic connectivity does not depend on neurotransmitter secretion, but its maintenance does. Neurotransmitter secretion probably functions to validate already established synaptic connections.","dc:creator":"Verhage M","dc:date":"2000","dc:title":"Synaptic assembly of the brain in the absence of neurotransmitter secretion."},"rdfs:label":"Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Unfortunately, they did not study the heterozygus mice in this paper. Twenty three other papers reference this mouse model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a8d21800-652f-431b-a5d8-4208d4e91d46_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.75}],"evidenceStrength":"Definitive","sequence":3463,"specifiedBy":"GeneValidityCriteria5","strengthScore":16.75,"subject":{"id":"cggv:311256a2-daf8-42c6-8700-913401df1e02","type":"GeneValidityProposition","disease":"obo:MONDO_0100062","gene":"hgnc:11444","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"**Note: In September 2021, the ClinGen Epilepsy GCEP opted to change the disease term on this curation from infantile epilepsy syndrome to developmental and epileptic encephalopathy. The evidence summary below reflects this change. The original evidence and conclusion remains the same; therefore, the original date of approval has not been changed. **\n\nApproved by the ClinGen Epilepsy Expert Panel 10/20/2017.","dc:isVersionOf":{"id":"cggv:a8d21800-652f-431b-a5d8-4208d4e91d46"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}