{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-04-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee0aeafe-aca4-446e-b2e8-ea4586ee7406","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4acfc3a7-f1c0-4160-86e8-3e96c7630d4c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"LHFPL5 immunoreactivity tested in P0, P3, and P10 C57BL/6 mice in Corti and  vestibular hair cells and other supporting cells. Immunoreactivity detected in kinocillum, along length of P0 cochlear hair cell stereocilia and hair cells of saccular and utricular maculae. Immunoreactivity decreased with increasing maturity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16459341","type":"dc:BibliographicResource","dc:abstract":"Approximately half the cases of prelingual hearing loss are caused by genetic factors. Identification of genes causing deafness is a crucial first step in understanding the normal function of these genes in the auditory system. Recently, a mutant allele of Tmhs was reported to be associated with deafness and circling behaviour in the hurry-scurry mouse. Tmhs encodes a predicted tetraspan protein of unknown function, which is expressed in inner ear hair cells. The human homologue of Tmhs is located on chromosome 6p.","dc:creator":"Shabbir MI","dc:date":"2006","dc:title":"Mutations of human TMHS cause recessively inherited non-syndromic hearing loss."},"rdfs:label":"Shabbit 2006 Function 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8abc3f2b-1a1b-4c24-82de-510ac31535e8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0fcc4c77-ad5e-4980-8c74-136953998e8f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Pull-down with HEK293 cells shows TMIE interacts with LHFPL5. Co-expression of TMIE, LHFPL5 and 3 PCDH15 isoforms suggests that the three proteins form a ternary complex, and that binding of PCDH15 and TMIE depends on LHFPL5","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25467981","type":"dc:BibliographicResource","dc:abstract":"Hair cells are the mechanosensory cells of the inner ear. Mechanotransduction channels in hair cells are gated by tip links. The molecules that connect tip links to transduction channels are not known. Here we show that the transmembrane protein TMIE forms a ternary complex with the tip-link component PCDH15 and its binding partner TMHS/LHFPL5. Alternative splicing of the PCDH15 cytoplasmic domain regulates formation of this ternary complex. Transducer currents are abolished by a homozygous Tmie-null mutation, and subtle Tmie mutations that disrupt interactions between TMIE and tip links affect transduction, suggesting that TMIE is an essential component of the hair cell's mechanotransduction machinery that functionally couples the tip link to the transduction channel. The multisubunit composition of the transduction complex and the regulation of complex assembly by alternative splicing is likely critical for regulating channel properties in different hair cells and along the cochlea's tonotopic axis.","dc:creator":"Zhao B","dc:date":"2014","dc:title":"TMIE is an essential component of the mechanotransduction machinery of cochlear hair cells."},"rdfs:label":"Zhao 2014 Function 1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:51f4caf3-6b5d-4677-88c7-8f6eca008f79","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d12328f1-65cd-4c72-9ce5-d63be9b3b857","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"While hearing loss was not directly measured in the mouse models, homozygous LHFPL5 knockout mice showed conductance variation, which is responsible for sound detection","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25550511","type":"dc:BibliographicResource","dc:abstract":"Cochlear hair cells convert sound stimuli into electrical signals by gating of mechanically sensitive ion channels in their stereociliary (hair) bundle. The molecular identity of this ion channel is still unclear, but its properties are modulated by accessory proteins. Two such proteins are transmembrane channel-like protein isoform 1 (TMC1) and tetraspan membrane protein of hair cell stereocilia (TMHS, also known as lipoma HMGIC fusion partner-like 5, LHFPL5), both thought to be integral components of the mechanotransduction machinery. Here we show that, in mice harboring an Lhfpl5 null mutation, the unitary conductance of outer hair cell mechanotransducer (MT) channels was reduced relative to wild type, and the tonotopic gradient in conductance, where channels from the cochlear base are nearly twice as conducting as those at the apex, was almost absent. The macroscopic MT current in these mutants was attenuated and the tonotopic gradient in amplitude was also lost, although the current was not completely extinguished. The consequences of Lhfpl5 mutation mirror those due to Tmc1 mutation, suggesting a part of the MT-channel conferring a large and tonotopically variable conductance is similarly disrupted in the absence of Lhfpl5 or Tmc1. Immunolabelling demonstrated TMC1 throughout the stereociliary bundles in wild type but not in Lhfpl5 mutants, implying the channel effect of Lhfpl5 mutations stems from down-regulation of TMC1. Both LHFPL5 and TMC1 were shown to interact with protocadherin-15, a component of the tip link, which applies force to the MT channel. We propose that titration of the TMC1 content of the MT channel sets the gradient in unitary conductance along the cochlea.","dc:creator":"Beurg M","dc:date":"2015","dc:title":"Subunit determination of the conductance of hair-cell mechanotransducer channels."},"rdfs:label":"Beurg 2015 Model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:4b81a0e1-ca8e-40ff-a1f0-332cda53d4e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:960d23b8-64d7-480f-b65e-30c788c9c8c8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Fruit fly model showed statistically significant lower auditory response compared to control","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19102128","type":"dc:BibliographicResource","dc:abstract":"This study capitalizes on the unique molecular and developmental similarities between the auditory organs of Drosophila and mammals, to investigate genes implicated in human syndromic and nonsyndromic hearing loss in a genetically tractable experimental animal model, the fruit fly Drosophila.","dc:creator":"Cosetti M","dc:date":"2008","dc:title":"Unique transgenic animal model for hereditary hearing loss."},"rdfs:label":"Cosetti 2008 Model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because Drosophilia model shows no functional evidence of hearing loss, and homozygous LHFPL5 model is lethal"},{"id":"cggv:ae6cefc4-8f03-4269-b0b6-5af85b3143d7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:37828b49-fa12-4ada-81cf-183958f13f0d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"early onset hearing loss is a shared phenotype, but the vestibular dysfunction of this mouse model is not a characteristic reported in case data","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15905332","type":"dc:BibliographicResource","dc:abstract":"Mouse deafness mutations provide valuable models of human hearing disorders and entry points into molecular pathways important to the hearing process. A newly discovered mouse mutation named hurry-scurry (hscy) causes deafness and vestibular dysfunction. Scanning electron microscopy of cochleae from 8-day-old mutants revealed disorganized hair bundles, and by 50 days of age, many hair cells are missing. To positionally clone hscy, 1,160 F(2) mice were produced from an intercross of (C57BL/6-hscy x CAST/EiJ) F(1) hybrids, and the mutation was localized to a 182-kb region of chromosome 17. A missense mutation causing a critical cysteine to phenylalanine codon change was discovered in a previously undescribed gene within this candidate interval. The gene is predicted to encode an integral membrane protein with four transmembrane helices. A synthetic peptide designed from the predicted protein was used to produce specific polyclonal antibodies, and strong immunoreactivity was observed on hair bundles of both inner and outer hair cells in cochleae of newborn +/+ controls and +/hscy heterozygotes but was absent in hscy/hscy mutants. Accordingly, the gene was given the name \"tetraspan membrane protein of hair cell stereocilia,\" symbol Tmhs. Two related proteins (>60% amino acid identity) are encoded by genes on mouse chromosomes 5 and 6 and, together with the Tmhs-encoded protein (TMHS), comprise a distinct tetraspan subfamily. Our localization of TMHS to the apical membrane of inner ear hair cells during the period of stereocilia formation suggests a function in hair bundle morphogenesis.","dc:creator":"Longo-Guess CM","dc:date":"2005","dc:title":"A missense mutation in the previously undescribed gene Tmhs underlies deafness in hurry-scurry (hscy) mice."},"rdfs:label":"Longo-Guess 2005 Model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2b_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:e7222d78-0416-4e5a-b89b-ee1ac933761f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a03fdbeb-2400-4582-9f40-bc0a72ca4cae","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0000399","previousTesting":true,"previousTestingDescription":"GJB2 and 22 other ARNSHL genes excluded as causative","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e7222d78-0416-4e5a-b89b-ee1ac933761f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bf01e365-b258-4cd0-a2f6-006d6f264a6a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_182548.3(LHFPL5):c.494C>T (p.Thr165Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251916"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16752389","type":"dc:BibliographicResource","dc:abstract":"In two large Turkish consanguineous families, a locus for autosomal recessive nonsyndromic hearing loss (ARNSHL) was mapped to chromosome 6p21.3 by genome-wide linkage analysis in an interval overlapping with the loci DFNB53 (COL11A2), DFNB66, and DFNB67. Fine mapping excluded DFNB53 and subsequently homozygous mutations were identified in the lipoma HMGIC fusion partner-like 5 (LHFPL5) gene, also named tetraspan membrane protein of hair cell stereocilia (TMHS) gene, which was recently shown to be mutated in the \"hurry scurry\" mouse and in two DFNB67-linked families from Pakistan. In one family, we found a homozygous one-base pair deletion, c.649delG (p.Glu216ArgfsX26) and in the other family we identified a homozygous transition c.494C>T (p.Thr165Met). Further screening of index patients from 96 Turkish ARNSHL families and 90 Dutch ARNSHL patients identified one additional Turkish family carrying the c.649delG mutation. Haplotype analysis revealed that the c.649delG mutation was located on a common haplotype in both families. Mutation screening of the LHFPL5 homologs LHFPL3 and LHFPL4 did not reveal any disease causing mutation. Our findings indicate that LHFPL5 is essential for normal function of the human cochlea.","dc:creator":"Kalay E","dc:date":"2006","dc:title":"Mutations in the lipoma HMGIC fusion partner-like 5 (LHFPL5) gene cause autosomal recessive nonsyndromic hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16752389","rdfs:label":"TR77 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Downgraded because variant is a missense in a consanguineous family."},{"id":"cggv:f440d2e2-39d5-4714-a44b-196f046183f3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bd107f2e-b623-47b8-891e-d1dfa82614e7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0000399","previousTesting":true,"previousTestingDescription":"GJB2 excluded as causative","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f440d2e2-39d5-4714-a44b-196f046183f3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:35395920-7616-4add-acec-64eca4f3b6d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"LHFPL5, 1-BP DEL, 649G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/1696"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16752389"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16752389","rdfs:label":"DF44 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Downgraded because NMD prediction is unclear."},{"id":"cggv:6e0de0af-15ad-40d0-be78-85c732335c2c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ae7cbe98-5744-4f04-9a60-2798441d67d7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"tested for deafness-associated alleles previously identified in families of Palestinian origin: Otoancorin.1067A>T, SLC26A4.716T>A, SLC26A4.1001G>T, TMPRSS3.988delA, TRIOBP.1039C>T, TRIOBP.1741C>T, Otoferlin.2416T>A, TECTA.IVS9(+1)G>A, Otoancorin.IVS12(+2)G>T,5the β-satellite insertion of TMPRSS3, and Whirlin.2332C>T. Tested for CNVs","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6e0de0af-15ad-40d0-be78-85c732335c2c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5da371e4-9b04-4b07-bf81-cebdc64105e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_182548.3(LHFPL5):c.1A>G (p.Met1Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16609562"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19888295","type":"dc:BibliographicResource","dc:abstract":"In communities with high rates of consanguinity and consequently high prevalence of recessive phenotypes, homozygosity mapping with SNP arrays is an effective approach for gene discovery. In 20 Palestinian kindreds with prelingual nonsyndromic hearing loss, we generated homozygosity profiles reflecting linkage to the phenotype. Family sizes ranged from small nuclear families with two affected children, one unaffected sibling, and parents to multigenerational kindreds with 12 affected relatives. By including unaffected parents and siblings and screening 250 K SNP arrays, even small nuclear families yielded informative profiles. In 14 families, we identified the allele responsible for hearing loss by screening a single candidate gene in the longest homozygous region. Novel alleles included missense, nonsense, and splice site mutations of CDH23, MYO7A, MYO15A, OTOF, PJVK, Pendrin/SLC26A4, TECTA, TMHS, and TMPRSS3, and a large genomic deletion of Otoancorin (OTOA). All point mutations were rare in the Palestinian population (zero carriers in 288 unrelated controls); the carrier frequency of the OTOA genomic deletion was 1%. In six families, we identified five genomic regions likely to harbor novel genes for human hearing loss on chromosomes 1p13.3 (DFNB82), 9p23-p21.2/p13.3-q21.13 (DFNB83), 12q14.3-q21.2 (DFNB84; two families), 14q23.1-q31.1, and 17p12-q11.2 (DFNB85).","dc:creator":"Shahin H","dc:date":"2010","dc:title":"Five novel loci for inherited hearing loss mapped by SNP-based homozygosity profiles in Palestinian families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19888295","rdfs:label":"Family DD Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Downgraded for consanguinity"},{"id":"cggv:d695dc9e-adca-4b12-a09a-7a355d0a7391_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:87d97c81-1b43-4e18-b94f-a9d882f03274","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"WES, no GJB2 or TMC1 p.Arg34X variant","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0011476","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:d695dc9e-adca-4b12-a09a-7a355d0a7391_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:478ed122-d7da-4c67-86dc-ac31a63fa438","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_182548.3(LHFPL5):c.517T>A (p.Cys173Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA363785976"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26029705","type":"dc:BibliographicResource","dc:abstract":"The genetic heterogeneity of congenital hearing disorders makes molecular diagnosis expensive and time-consuming using conventional techniques such as Sanger sequencing of DNA. In order to design an appropriate strategy of molecular diagnosis in the Algerian population, we explored the diversity of the involved mutations by studying 65 families affected by autosomal recessive forms of nonsyndromic hearing impairment (DFNB forms), which are the most prevalent early onset forms. We first carried out a systematic screening for mutations in GJB2 and the recurrent p.(Arg34*) mutation in TMC1, which were found in 31 (47.7%) families and 1 (1.5%) family, respectively. We then performed whole exome sequencing in nine of the remaining families, and identified the causative mutations in all the patients analyzed, either in the homozygous state (eight families) or in the compound heterozygous state (one family): (c.709C>T: p.(Arg237*)) and (c.2122C>T: p.(Arg708*)) in OTOF, (c.1334T>G: p.(Leu445Trp)) in SLC26A4, (c.764T>A: p.(Met255Lys)) in GIPC3, (c.518T>A: p.(Cys173Ser)) in LHFPL5, (c.5336T>C: p.(Leu1779Pro)) in MYO15A, (c.1807G>T: p.(Val603Phe)) in OTOA, (c.6080dup: p.(Asn2027Lys*9)) in PTPRQ, and (c.6017del: p.(Gly2006Alafs*13); c.7188_7189ins14: p.(Val2397Leufs*2)) in GPR98. Notably, 7 of these 10 mutations affecting 8 different genes had not been reported previously. These results highlight for the first time the genetic heterogeneity of the early onset forms of nonsyndromic deafness in Algerian families.","dc:creator":"Ammar-Khodja F","dc:date":"2015","dc:title":"Diversity of the causal genes in hearing impaired Algerian individuals identified by whole exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26029705","rdfs:label":"Ammar-Khodja Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Downgraded for consanguinity"},{"id":"cggv:3399441c-af6e-4ae5-850f-51fe61fc2378_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:92bf671e-130e-4eb2-98c9-3a47212d550f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Candidate gene screening of linkage region","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypeFreeText":"congential bilateral profound hearing loss","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3399441c-af6e-4ae5-850f-51fe61fc2378_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0cab682d-17b0-412a-b4c5-4df10a39f12b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_182548.3(LHFPL5):c.380A>G (p.Tyr127Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA251915"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16459341"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16459341","rdfs:label":"HTN-09 Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Downgraded for consanguinity"},{"id":"cggv:8f6a2641-9344-4a30-958f-99c5cb663d4d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cb0a3d2e-1a56-4cdf-a361-b6b8d8a2f932","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Denaturing High Performance Liquid Chromatography used to detect mutations, Sequencing verified","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8f6a2641-9344-4a30-958f-99c5cb663d4d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4404ea21-95b0-450b-a210-006e00177793","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_182548.3(LHFPL5):c.89dup (p.Thr31TyrfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3774334"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21816241","type":"dc:BibliographicResource","dc:abstract":"We previously mapped the DFNB66 locus to an interval overlapping the DFNB67 region. Mutations in the LHFPL5 gene were identified as a cause of DFNB67 hearing loss (HL). However, screening of the coding exons of LHFPL5 did not reveal any mutation in the DFNB66 family. The objective of this study was to check whether DFNB66 and DFNB67 are distinctive loci and determining their contribution to HL. In the DFNB66 family, sequencing showed absence of mutations in the untranslated regions and the predicted promoter sequence of LHFPL5. Analysis of five microsatellites in the 6p21.31-22.3 region and screening of the LHFPL5 gene by DNA heteroduplex analysis in DHPLC revealed a novel mutation (c.89dup) in one out of 129 unrelated Tunisian families with autosomal recessive nonsyndromic (ARNS) HL. Our findings suggest that two distinct genes are responsible for DFNB66 and DFNB67 HL. These loci are likely to be a rare cause of ARNSHL.","dc:creator":"Bensaïd M","dc:date":"2011","dc:title":"DFNB66 and DFNB67 loci are non allelic and rarely contribute to autosomal recessive nonsyndromic hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21816241","rdfs:label":"Bensaid Family 1 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:0453c2da-88b0-45a7-b998-afb5896f22e5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2d299b9b-444c-439b-b958-d9c138fccc7c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002167","obo:HP_0000399","obo:HP_0007058","obo:HP_0002066"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:0453c2da-88b0-45a7-b998-afb5896f22e5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:55c8179f-df38-47d2-aeef-f98806fab2ac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.35814605C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3774422"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26437881","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Komara M","dc:date":"2016","dc:title":"Clinical and molecular delineation of dysequilibrium syndrome type 2 and profound sensorineural hearing loss in an inbred Arab family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26437881","rdfs:label":"Komara Family Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Downgraded because variant is a missense in a consanguineous family."},{"id":"cggv:b32bfd96-9aaa-44d1-b427-e3a27f12cc76_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e87858db-9ef8-4f69-932e-9febb6541edd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b32bfd96-9aaa-44d1-b427-e3a27f12cc76_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:35395920-7616-4add-acec-64eca4f3b6d3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16752389"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16752389","rdfs:label":"TR44 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0,"dc:description":"Not scored because of possible relation to family DF44."},{"id":"cggv:43f87f76-7502-4368-962d-508329f8e7ff_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f62477dc-b22b-44a9-97e3-55697e01e409","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypeFreeText":"congential bilateral profound hearing loss","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:43f87f76-7502-4368-962d-508329f8e7ff_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:22a29797-bd07-463f-b5f7-00b6803f7d50","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.35805920del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3774365"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16459341"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16459341","rdfs:label":"PKDF374 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5}],"evidenceStrength":"Definitive","sequence":292,"specifiedBy":"GeneValidityCriteria6","strengthScore":14.5,"subject":{"id":"cggv:30d0224c-263a-474d-8cc9-d97c62ffea5a","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:21253","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The LHFPL5 gene has been associated with autosomal recessive nonsyndromic hearing loss using the ClinGen Clinical Validity Framework as of 10/27/2017. This association was made using case-level data only. At least 8 missense, nonsense, and frameshift variants have been reported in humans. LHFPL5 was first associated with this disease in humans as early as 2006 (Shabbir et al.). Association is seen in at least 9 probands in 6 publications (16459341, 16752389, 21816241, 19888295, 26437881, 26029705). Variants in this gene segregated with disease in 24 additional family members. This gene-disease association is supported by 2 mouse models, a fly model, expression studies and protein interaction studies. In summary, LHFPL5 is definitively associated with autosomal recessive nonsyndromic hearing loss.\n","dc:isVersionOf":{"id":"cggv:8a029f02-3524-4932-9293-9c02304fdd2b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}