{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-03-10T17:00:00.000Z","role":"Approver"},{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-06-12T13:06:04.821Z","role":"Publisher"}],"evidence":[{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5b90cf45-cdcf-43ac-91d1-6d13bd26d0a4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f652c14d-3c5a-4028-a32f-c11aed3461e7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"TauT or SLC6A6 most likely mediates and regulates the transport of taurine across the inner blood retina barrier. TauT is a sodium and chloride dependent transporter with preference for amino acids such as taurine and alanine. There is also evidence that TauT expression is supressed with high levels of taurine, but induced when there is a low concentration of taurine in the retina, suggesting that TauT plays a role in taurine equilibrium within the retina. Individuals with biallelic variants in SLC6A6 display progressive retinal degeneration and vision loss as well as low levels of taurine, consistent with SLC6A6's role as a taurine transporter. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17137607","type":"dc:BibliographicResource","dc:abstract":"In the retina, taurine exerts a number of neuroprotective functions as an osmolyte and antioxidant. The purpose of the present study was to elucidate the taurine transport system(s) at the inner blood-retinal barrier (BRB). [(3)H]Taurine transport at the inner BRB was characterized using in vivo integration plot analysis and a conditionally immortalized rat retinal capillary endothelial cell line (TR-iBRB2 cells). The expression of the taurine transporter (TauT) was demonstrated by RT-PCR and immunoblot analyses. The apparent influx permeability clearance of [(3)H]taurine in the rat retina was found to be 259 muL/(ming retina), supporting carrier-mediated influx transport of taurine at the BRB. [(3)H]Taurine uptake by TR-iBRB2 cells was Na(+)-, Cl(-)- and concentration-dependent with a K(m) of 22.2 muM and inhibited by TauT inhibitors, such as beta-alanine and hypotaurine. RT-PCR and immunoblot analyses demonstrated that TauT is expressed in TR-iBRB2 and primary cultured human retinal endothelial cells. The uptake of [(3)H]taurine and the expression of TauT mRNA in TR-iBRB2 cells increased under hypertonic conditions but decreased following pretreatment with excess taurine. In conclusion, TauT most likely mediates taurine transport and regulate taurine transport at the inner BRB.","dc:creator":"Tomi M","dc:date":"2007","dc:title":"Function and regulation of taurine transport at the inner blood-retinal barrier."},"rdfs:label":"Tomi et al. Biochemical function of SLC6A6"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Upscored due to kinetic characterization as well the clear link between the disease phenotype and biochemical function. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee63b05a-891d-461e-9737-f0277413b7ca","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0c0ca04a-687f-4d2b-9dc6-ba42c68e6d7d","type":"FunctionalAlteration","dc:description":"The SLC6A6 amino acid substitutions G57E, F58I, L306Q, and E406C all resulted in significantly decreased Taurine uptake compared to WT in TauT expressing oocytes. The variants L306Q and G57E showed the greatest reduction in taurine uptake. The variant G57E showed a significant reduction in GABA uptake by Taut, while the E406C showed significantly increased uptake of GABA compared to WT SLC6A6. At least one SLC6A6 variant in one human proband has also been shown to have reduced transport of taurine. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24790004","type":"dc:BibliographicResource","dc:abstract":"Taurine transporter (TauT/SLC6A6) is an \"honorary\" γ-aminobutyric acid (GABA) transporter because of its low affinity for GABA. The sequence analysis of TauT implied the role of Gly57, Phe58, Leu306 and Glu406 in the substrate recognition of TauT, and amino acid-substitutions were performed. Immunocytochemistry supported no marked effect of mutations on the expression of TauT. TauT-expressing oocytes showed a reduction in [(3)H]taurine uptake by G57E, F58I, L306Q and E406C, and change in [(3)H]GABA uptake by G57E and E406C, suggesting their significant roles in the function of TauT. G57E lost the activity of [(3)H]taurine and [(3)H]GABA uptake, suggesting that Gly57 is involved in the determination of substrate pocket volume and in the interaction with substrates. E406C exhibited a decrease and an increase in the affinity for taurine and GABA, respectively, suggesting the involvement of Glu406 in the substrate specificity of TauT. The inhibition study supported the role of Glu406 in the substrate specificity since [(3)H]taurine and [(3)H]GABA uptake by E406C was less sensitive to taurine and β-alanine, and more sensitive to GABA and nipecotic acid than was the case with wild type of TauT. F58I had an increased affinity for GABA, suggesting the involvement of Phe58 in the substrate accessibility. The kinetic parameters showed the decreased and increased affinities of L306Q for taurine and GABA, respectively, supporting that substrate recognition of TauT is conformationally regulated by the branched-side chain of Leu306. In conclusion, the present results suggest that these residues play important roles in the transport function and substrate specificity of TauT.","dc:creator":"Yahara T","dc:date":"2014","dc:title":"Amino acid residues involved in the substrate specificity of TauT/SLC6A6 for taurine and γ-aminobutyric acid."},"rdfs:label":"Yahara et al. Functional Alteration of SLC6A6 "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd37f728-dc3e-4589-a34a-045592a97c53","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c6b47d8-6105-4168-88b3-f9670cd33fda","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Taut -/- mice displayed significantly decreased taurine levels compared to wild type mice across several body regions including the eye, liver, kidney, skeletal, and heart tissue. Taurine levels were also significantly decreased in human probands. The most prominent morphologic feature of Taut -/- mice was progressive and severe retinal degeneration. Phenotypes initially included reduction in the number of photoreceptors and progressed to near absence of receptor segments, discs, and synapses, and near 0 response to ERG. The single defining feature of this disease across all humans probands is progressive retinal degeneration. One family from Ansar et al., found cardiomyopathy in addition to retinal degeneration. This phenotype of abnormal cardiac function was recapitulated in Taut -/- mice from Ito et al, but not retinal degeneration. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11772953","type":"dc:BibliographicResource","dc:abstract":"Taurine is involved in cell volume homeostasis, antioxidant defense, protein stabilization, and stress responses. High levels of intracellular taurine are maintained by a Na+-dependent taurine transporter (TAUT) in the plasma membrane. In view of the immunomodulatory and cytoprotective effects of taurine, a mouse model with a disrupted gene coding for the taurine transporter (taut-/- mice) was generated. These mice show markedly decreased taurine levels in a variety of tissues, a reduced fertility, and loss of vision due to severe retinal degeneration. In particular, the retinal involvement identifies the taurine transporter as an important factor for the development and maintenance of normal retinal functions and morphology.","dc:creator":"Heller-Stilb B","dc:date":"2002","dc:title":"Disruption of the taurine transporter gene (taut) leads to retinal degeneration in mice."},"rdfs:label":"Heller-Stilb et al. Knock out Taut mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fd_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.7},{"id":"cggv:f971a91c-87e9-4f63-b513-0cc4bb2899ea_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f971a91c-87e9-4f63-b513-0cc4bb2899ea","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:88005023-0f52-43a7-8607-bbccc1150fea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003043.6(SLC6A6):c.233C>A (p.Ala78Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351544234"}},"detectionMethod":"Genome wide genotyping, next generation sequencing, and sanger sequencing were preformed. Next generation sequencing of 138 genes known to be associated with retinal dystrophies. ","firstTestingMethod":"Genotyping","phenotypeFreeText":"Best corrected visual acuity of 1.0logMAR. Blue color vision reduction, 12% of visual field remained, panretinal degeneration, Fundus photography revealed gray-whitish spots, hypo-and hyperpigmentation in the periphery and glistening in the macular area compatible with microglia pathology. Normosmia. Normal ECGs. Strongly lowered serum taurine levels to 4uM. Taurine uptake in patient PBMCs was decreased by 95%. Heterozygous carriers showed a roughly 50% reduction. ","phenotypes":["obo:HP_0040049","obo:HP_0008499","obo:HP_0012043","obo:HP_0007987"],"secondTestingMethod":"Next generation sequencing panels","sex":"Male","variant":{"id":"cggv:1f52952f-63f3-4df0-ba03-cbb811aec7d9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:88005023-0f52-43a7-8607-bbccc1150fea"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31345061","type":"dc:BibliographicResource","dc:abstract":"We previously reported that inactivation of the transmembrane taurine transporter (TauT or solute carrier 6a6) causes early retinal degeneration in mice. Compatible with taurine's indispensability for cell volume homeostasis, protein stabilization, cytoprotection, antioxidation, and immuno- and neuromodulation, mice develop multisystemic dysfunctions (hearing loss; liver fibrosis; and behavioral, heart, and skeletal muscle abnormalities) later on. Here, by genetic, cell biologic, ","dc:creator":"Preising MN","dc:date":"2019","dc:title":"Biallelic mutation of human "}},"rdfs:label":"Preising et al. Patient: II:1 "},{"id":"cggv:1f52952f-63f3-4df0-ba03-cbb811aec7d9","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1f52952f-63f3-4df0-ba03-cbb811aec7d9_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Variant is absent from gnomAD. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d3b3e6f9-32e6-4007-92d3-4dd6ab33b12a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d3b3e6f9-32e6-4007-92d3-4dd6ab33b12a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:2d831b12-c812-4057-9781-cbf7886e4657","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003043.6(SLC6A6):c.1196G>T (p.Gly399Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351546956"}},"detectionMethod":"Exome sequencing of the proband (IV:3) was performed as described previously (13). All the family members including affecteds (IV:1 and IV:3), unaffected siblings (IV:4 and IV:5) and both parents (III:3 and III:4) were genotyped to identify the runs of homozygosity (ROH). All candidate variants were validated by Sanger sequencing. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"\"vision of counting fingers\", no response to global ERG, minimal electrical focal macular response in the multifocal ERG, atrophy of the photoreceptors with persistence of residual photoreceptors in the central area. Mild hypokinetic cardiomyopathy: shortening fraction 24-27%. Systolic dilatation of the left ventricle. Plasma amino acids showed very low levels of taurine in the affected and intermediate levels in the carrier parents. Taurine supplementation treatment corrected cardiomyopathy and visual acuity improved. ","phenotypes":["obo:HP_0007401","obo:HP_0001638","obo:HP_0025169"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2ef931fa-efe8-4e38-a653-5969dcc2dacb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2d831b12-c812-4057-9781-cbf7886e4657"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31903486","type":"dc:BibliographicResource","dc:abstract":"In a consanguineous Pakistani family with two affected individuals, a homozygous variant Gly399Val in the eighth transmembrane domain of the taurine transporter SLC6A6 was identified resulting in a hypomorph transporting capacity of ~15% compared with normal. Three-dimensional modeling of this variant has indicated that it likely causes displacement of the Tyr138 (TM3) side chain, important for transport of taurine. The affected individuals presented with rapidly progressive childhood retinal degeneration, cardiomyopathy and almost undetectable plasma taurine levels. Oral taurine supplementation of 100 mg/kg/day resulted in maintenance of normal blood taurine levels. Following approval by the ethics committee, a long-term supplementation treatment was introduced. Remarkably, after 24-months, the cardiomyopathy was corrected in both affected siblings, and in the 6-years-old, the retinal degeneration was arrested, and the vision was clinically improved. Similar therapeutic approaches could be employed in Mendelian phenotypes caused by the dysfunction of the hundreds of other molecular transporters.","dc:creator":"Ansar M","dc:date":"2020","dc:title":"Taurine treatment of retinal degeneration and cardiomyopathy in a consanguineous family with SLC6A6 taurine transporter deficiency."}},"rdfs:label":"Ansar et al. IV:3"},{"id":"cggv:2ef931fa-efe8-4e38-a653-5969dcc2dacb","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ef931fa-efe8-4e38-a653-5969dcc2dacb_variant_evidence_item"},{"id":"cggv:2ef931fa-efe8-4e38-a653-5969dcc2dacb_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Transient and stable transfection of the Gly399Val variant in HEK-293 cells resulted in a hypomorph with transport capacity of ~15% compared with normal as determined by single point (Supplementary Material, Fig. S2) and saturation (Supplementary Material, Fig. S3 and Table S6) radioactive taurine uptake analyses. In HEK-293 cells, taurine transport KM values were 3.4-fold lower in SLC6A6 Gly399Val compared with the normal transporter, though there was no observed difference in the KM values in heterozygous individuals. "}],"strengthScore":0.25,"dc:description":"Downscored due to confirmed consanguinity. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.7}],"evidenceStrength":"Limited","sequence":6359,"specifiedBy":"GeneValidityCriteria9","strengthScore":4.2,"subject":{"id":"cggv:d20fba6f-b23e-4acd-96d7-bcb28c98173e","type":"GeneValidityProposition","disease":"obo:MONDO_0007777","gene":"hgnc:11052","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*SLC6A6* was first reported in relation to autosomal recessive hypotaurinemic retinal degeneration and cardiomyopathy in 2019 by Preising MN et al. (PMID:31345061). In total, two probands with two homozygous variants have been identified. All probands demonstrated progressive retinal degeneration accompanied by progressive visual impairment and/or loss. Two sibilings from Ansar M et al. (PMID:31903486), presented with cardiomyopathy in addition to retinal degeneration. Cardiomyopathy was reversed and retinal degeneration was halted upon oral taurine supplementation in the proband.  Evidence supporting this gene-disease relationship includes case-level data and experimental data including biochemical function, a mouse model, and functional alteration. \n\n*SLC6A6* or TauT is a sodium and chloride dependent transporter with preference for amino acids such as taurine and alanine. TauT likely functions to transport taurine across the inner blood retina barrier and regulates taurine levels within the retina (PMID:17137607). Knock out *SLC6A6* mice recapitulated the phenotype of significant and progressive retinal degeneration observed in humans (PMID:11772953). Finally, several missense variants transfected into TauT expressing oocytes showed significant and varying degrees of taurine uptake impairment (PMID:24790004).\n\nA classification of limited was reached on 3/10/2023 by the Aminoacidopathy GCEP (SOP version 9).","dc:isVersionOf":{"id":"cggv:26addf7f-70f5-432d-abb1-0c21e297b0fd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}