{"id":"cggv:85b7d8d2-1d22-44f3-9b24-580b42d69300v1.5","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:85b7d8d2-1d22-44f3-9b24-580b42d69300_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-10-16T20:56:13.037Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10145","role":"SecondaryContributor"},{"id":"cggv:85b7d8d2-1d22-44f3-9b24-580b42d69300_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-10-31T04:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:85b7d8d2-1d22-44f3-9b24-580b42d69300_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85b7d8d2-1d22-44f3-9b24-580b42d69300_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4a7fda61-18db-4e49-861e-3651dbe25a1f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b007fa89-3490-42f9-8431-7f25c14a19c1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunofluorescence studies with an anti–TRP-1 antibody confirmed the biased distribution of melanosomes in GS melanocytes and evidenced the absence of accumulation of melanosomes at their dendrite tips. Immunofluorescence study failed to detect Rab27a in GS melanocytes. The results show that these GS melanocytes have an abnormal distribution of melanosomes and a normal expression of myosin-V, but no expression of Rab27a.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11266474","type":"dc:BibliographicResource","dc:abstract":"Normal pigmentation depends on the uniform distribution of melanin-containing vesicles, the melanosomes, in the epidermis. Griscelli syndrome (GS) is a rare autosomal recessive disease, characterized by an immune deficiency and a partial albinism that has been ascribed to an abnormal melanosome distribution. GS maps to 15q21 and was first associated with mutations in the myosin-V gene. However, it was demonstrated recently that GS can also be caused by a mutation in the Rab27a gene. These observations prompted us to investigate the role of Rab27a in melanosome transport. Using immunofluorescence and immunoelectron microscopy studies, we show that in normal melanocytes Rab27a colocalizes with melanosomes. In melanocytes isolated from a patient with GS, we show an abnormal melanosome distribution and a lack of Rab27a expression. Finally, reexpression of Rab27a in GS melanocytes restored melanosome transport to dendrite tips, leading to a phenotypic reversion of the diseased cells. These results identify Rab27a as a key component of vesicle transport machinery in melanocytes.","dc:creator":"Bahadoran P","dc:date":"2001","dc:title":"Rab27a: A key to melanosome transport in human melanocytes."},"rdfs:label":"Immunofluorescence study"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:36da6a2b-7635-4b73-9c00-f21dc52f2654","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:75f128ea-306a-4819-ae57-8653cf9cca6b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"myosinVa coimmunoprecipitates with anti-Rab27a antibodies from melanocytes and mouse tissues. Immunofluorescence microscopy showed that Rab27a and myosinVa colocalize in wild-type melanocytes, but absent from melanosomes in Rab27a mutant ashen melanocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11266470","type":"dc:BibliographicResource","dc:abstract":"Rab GTPases are regulators of intracellular membrane traffic. We report a possible function of Rab27a, a protein implicated in several diseases, including Griscelli syndrome, choroideremia, and the Hermansky-Pudlak syndrome mouse model, gunmetal. We studied endogenous Rab27a and overexpressed enhanced GFP-Rab27a fusion protein in several cultured melanocyte and melanoma-derived cell lines. In pigmented cells, we observed that Rab27a decorates melanosomes, whereas in nonpigmented cells Rab27a colocalizes with melanosome-resident proteins. When dominant interfering Rab27a mutants were expressed in pigmented cells, we observed a redistribution of pigment granules with perinuclear clustering. This phenotype is similar to that observed by others in melanocytes derived from the ashen and dilute mutant mice, which bear mutations in the Rab27a and MyoVa loci, respectively. We also found that myosinVa coimmunoprecipitates with Rab27a in extracts from melanocytes and that both Rab27a and myosinVa colocalize on the cytoplasmic face of peripheral melanosomes in wild-type melanocytes. However, the amount of myosinVa in melanosomes from Rab27a-deficient ashen melanocytes is greatly reduced. These results, together with recent data implicating myosinVa in the peripheral capture of melanosomes, suggest that Rab27a is necessary for the recruitment of myosinVa, so allowing the peripheral retention of melanosomes in melanocytes.","dc:creator":"Hume AN","dc:date":"2001","dc:title":"Rab27a regulates the peripheral distribution of melanosomes in melanocytes."},"rdfs:label":"Immunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:85b7d8d2-1d22-44f3-9b24-580b42d69300_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b89a8589-c512-4ad8-b331-5eb1efe1e471","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e796da0a-c03d-4535-a324-d0dba210d1a7","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Retroviral gene transfer restores cytotoxicity of RAB27A mutant T cells. Cytotoxic activity of the Rab27a-retrovirus infected cells is comparable to healthy control cells, whereas the patient’s cells infected with GFP-retrovirus or non-infected cells showed low levels of activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15163896","type":"dc:BibliographicResource","dc:abstract":"Griscelli syndrome (GS) is caused by mutations in the MYO5A (GS1), RAB27A (GS2), or MLPH (GS3) genes, all of which lead to a similar pigmentary dilution. In addition, GS1 patients show primary neurological impairment, whereas GS2 patients present immunodeficiency and periods of lymphocyte proliferation and activation, leading to their infiltration in many organs, such as the nervous system, causing secondary neurological damage. We report the diagnosis of GS2 in a 4-year-old child with haemophagocytic syndrome, immunodeficiency, and secondary neurological disorders. Typical melanosome accumulation was found in skin melanocytes and pigment clumps were observed in hair shafts. Two heterozygous mutant alleles of the RAB27A gene were found, a C-T transition (C352T) that leads to Q118stop and a G-C transversion on the exon 5 splicing donor site (G467+1C). Functional assays showed increased cellular activation and decreased cytotoxic activity of NK and CD8+ T cells, associated with defective lytic granules release. Myosin-Va expression and localization in the patient lymphocytes were also analyzed. Most importantly, we show that cytotoxic activity of the patient's CD8+ T lymphocytes can be rescued in vitro by RAB27A gene transfer mediated by a recombinant retroviral vector, a first step towards a potential treatment of the acute phase of GS2 by RAB27A transduced lymphocytes.","dc:creator":"Bizario JC","dc:date":"2004","dc:title":"Griscelli syndrome: characterization of a new mutation and rescue of T-cytotoxic activity by retroviral transfer of RAB27A gene."},"rdfs:label":"retroviral transfection of RAB27A cDNA to patient's cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:5baed015-afc6-4a75-aa75-48e503eeafcb","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6db664b7-cf91-4e51-ae82-a262bae3f531","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Re-expression of Rab27a in GS melanocytes restored melanosome transport to dendrite tips, leading to a phenotypic reversion of the diseased cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11266474","rdfs:label":"Construction of Expression Plasmids and Transfection"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:03c207b8-a997-4120-a515-eb8afd5a9bed","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c9742a46-0959-45ab-97ca-2bcfbb2ddec6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pigmentary dilution of coat color observed in ash mice. RT-PCR analysis showed that Rab27a expression is altered in ash Mice. Melanocyte cell lines isolated from skin of mutant mice showed melanosomes clump in the perinuclear region of even though they have normal dendritic arbors. The pigmentary dilution and abnormal distribution of pigments, characterized by the presence of large clumps of pigments is also observed in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10859366","type":"dc:BibliographicResource","dc:abstract":"The dilute (d), leaden (ln), and ashen (ash) mutations provide a unique model system for studying vesicle transport in mammals. All three mutations produce a lightened coat color because of defects in pigment granule transport. In addition, all three mutations are suppressed by the semidominant dilute-suppressor (dsu), providing genetic evidence that these mutations function in the same or overlapping transport pathways. Previous studies showed that d encodes a major vesicle transport motor, myosin-VA, which is mutated in Griscelli syndrome patients. Here, using positional cloning and bacterial artificial chromosome rescue, we show that ash encodes Rab27a. Rab GTPases represent the largest branch of the p21 Ras superfamily and are recognized as key players in vesicular transport and organelle dynamics in eukaryotic cells. We also show that ash mice have platelet defects resulting in increased bleeding times and a reduction in the number of platelet dense granules. These defects have not been reported for d and ln mice. Collectively, our studies identify Rab27a as a critical gene for organelle-specific protein trafficking in melanocytes and platelets and suggest that Rab27a functions in both MyoVa dependent and independent pathways.","dc:creator":"Wilson SM","dc:date":"2000","dc:title":"A mutation in Rab27a causes the vesicle transport defects observed in ashen mice."},"rdfs:label":"Characterization of ashen mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"BAC rescue showed coat colour rescue. In addition to pigment defects, ash mice have defects in platelet dense granules. However, this observation does not explain human's phenotype of hemophagocytic syndrome."},{"id":"cggv:e4be1cac-fe1a-4946-9a7c-d379ef80b9d0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bc11ea10-dd93-45df-a7e9-86054b0d5458","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Immunoblot of cell lysates from ashen mice exhibits no detectable endogenous Rab27a. Cytotoxicity and secretion assays show that ash/ash cytotoxic T lymphocytes CTLs are unable to kill target cells or secrete granzyme A and hexosaminidase.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11266472","type":"dc:BibliographicResource","dc:abstract":"Rab27a activity is affected in several mouse models of human disease including Griscelli (ashen mice) and Hermansky-Pudlak (gunmetal mice) syndromes. A loss of function mutation occurs in the Rab27a gene in ashen (ash), whereas in gunmetal (gm) Rab27a dysfunction is secondary to a mutation in the alpha subunit of Rab geranylgeranyl transferase, an enzyme required for prenylation and activation of Rabs. We show here that Rab27a is normally expressed in cytotoxic T lymphocytes (CTLs), but absent in ashen homozygotes (ash/ash). Cytotoxicity and secretion assays show that ash/ash CTLs are unable to kill target cells or to secrete granzyme A and hexosaminidase. By immunofluorescence and electron microscopy, we show polarization but no membrane docking of ash/ash lytic granules at the immunological synapse. In gunmetal CTLs, we show underprenylation and redistribution of Rab27a to the cytosol, implying reduced activity. Gunmetal CTLs show a reduced ability to kill target cells but retain the ability to secrete hexosaminidase and granzyme A. However, only some of the granules polarize to the immunological synapse, and many remain dispersed around the periphery of the CTLs. These results demonstrate that Rab27a is required in a final secretory step and that other Rab proteins also affected in gunmetal are likely to be involved in polarization of the granules to the immunological synapse.","dc:creator":"Stinchcombe JC","dc:date":"2001","dc:title":"Rab27a is required for regulated secretion in cytotoxic T lymphocytes."},"rdfs:label":"Cytotoxicity and secretion assay"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:85b7d8d2-1d22-44f3-9b24-580b42d69300_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da433cfc-39a3-4da5-802f-9454f8f76fb5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:da433cfc-39a3-4da5-802f-9454f8f76fb5","type":"Proband","allele":{"id":"cggv:9976cdc2-b0be-4c7f-a816-203972122b89","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_183235.3(RAB27A):c.389T>C (p.Leu130Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117889"}},"detectionMethod":"Sequencing PCR products from genomic DNA encompassing exons 2-6 of RAB2A gene","firstTestingMethod":"Genotyping","phenotypeFreeText":"microscopy examination of the hair shaft showed typical clumps of pigment","phenotypes":["obo:HP_0002721","obo:HP_0005599"],"previousTesting":true,"previousTestingDescription":"MYO5A sequencing and Linkage analysis","sex":"Male","variant":{"id":"cggv:766d5b2d-dab9-42f8-95d6-14466bec9934_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9976cdc2-b0be-4c7f-a816-203972122b89"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10835631","type":"dc:BibliographicResource","dc:abstract":"Griscelli syndrome (GS, MIM 214450), a rare, autosomal recessive disorder, results in pigmentary dilution of the skin and the hair, the presence of large clumps of pigment in hair shafts and an accumulation of melanosomes in melanocytes. Most patients also develop an uncontrolled T-lymphocyte and macrophage activation syndrome (known as haemophagocytic syndrome, HS), leading to death in the absence of bone-marrow transplantation. In contrast, early in life some GS patients show a severe neurological impairment without apparent immune abnormalities. We previously mapped the GS locus to chromosome 15q21 and found a mutation in a gene (MYO5A) encoding a molecular motor in two patients. Further linkage analysis suggested a second gene associated with GS was in the same chromosomal region. Homozygosity mapping in additional families narrowed the candidate region to a 3.1-cM interval between D15S1003 and D15S962. We detected mutations in RAB27A, which lies within this interval, in 16 patients with GS. Unlike MYO5A, the GTP-binding protein RAB27A appears to be involved in the control of the immune system, as all patients with RAB27A mutations, but none with the MYO5A mutation, developed HS. In addition, RAB27A-deficient T cells exhibited reduced cytotoxicity and cytolytic granule exocytosis, whereas MYO5A-defective T cells did not. RAB27A appears to be a key effector of cytotoxic granule exocytosis, a pathway essential for immune homeostasis.","dc:creator":"Ménasché G","dc:date":"2000","dc:title":"Mutations in RAB27A cause Griscelli syndrome associated with haemophagocytic syndrome."}},"rdfs:label":"GM_P15"},{"id":"cggv:766d5b2d-dab9-42f8-95d6-14466bec9934","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:766d5b2d-dab9-42f8-95d6-14466bec9934_variant_evidence_item"},{"id":"cggv:766d5b2d-dab9-42f8-95d6-14466bec9934_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Computational predicted to affect residues highly conserved among RAB proteins. Nucleotide binding and GTPase activity were measured by filtration method. Leu130Pro mutants did not bind to GTP or GDP nucleotide, suggesting that introduction of proline residue in Rab27a protein interferes with guanine nucleotide-binding activity, and that the mutations perturb the overall structure of the protein (12446441)"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:36fcc374-7703-4436-b9ee-35eafa99573a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:36fcc374-7703-4436-b9ee-35eafa99573a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"allele":[{"id":"cggv:ec014869-9fd2-44be-b5f3-f63ef3a8e937","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_183235.3(RAB27A):c.467+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/582014"}},{"id":"cggv:c878496d-c68a-450a-ba9c-47ad7a863df8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_183235.3(RAB27A):c.352C>T (p.Gln118Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117895"}}],"detectionMethod":"Direct sequencing of the PCR products of RAB27A and MYO5a","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Silvery-gray hair, recurrent fever episodes including three pneumonias and cytopenias, such as neutropenia, thrombocytopenia, bone marrow smears haemophagocytosis, hepatosplenomegaly, pancytopenia. Repeated convulsive episode at 4 years old.","phenotypes":["obo:HP_0001945","obo:HP_0001744","obo:HP_0012156","obo:HP_0005599","obo:HP_0001875","obo:HP_0002240"],"sex":"Male","variant":[{"id":"cggv:86e7faf4-4b41-44e4-b675-782d070bae4c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ec014869-9fd2-44be-b5f3-f63ef3a8e937"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15163896"},{"id":"cggv:16fe4f40-b1ad-43f8-9f30-748013f1e249_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c878496d-c68a-450a-ba9c-47ad7a863df8"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15163896"}],"rdfs:label":"JCSB_P1"},{"id":"cggv:86e7faf4-4b41-44e4-b675-782d070bae4c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:86e7faf4-4b41-44e4-b675-782d070bae4c_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:16fe4f40-b1ad-43f8-9f30-748013f1e249","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:16fe4f40-b1ad-43f8-9f30-748013f1e249_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0273c164-4925-45a4-a1ce-092fbeb43547_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0273c164-4925-45a4-a1ce-092fbeb43547","type":"Proband","allele":{"id":"cggv:4cd6e435-64be-4741-a40e-c24b61dfaf57","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_183235.3(RAB27A):c.149del (p.Arg50LysfsTer35)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7573699"}},"detectionMethod":"Sequencing PCR products from genomic DNA encompassing exons 2-6 of RAB2A gene","firstTestingMethod":"Genotyping","phenotypeFreeText":"microscopy examination of the hair shaft showed typical clumps of pigment","phenotypes":["obo:HP_0002721","obo:HP_0005599"],"previousTesting":true,"previousTestingDescription":"MYO5A sequencing and Linkage analysis","sex":"UnknownEthnicity","variant":{"id":"cggv:1537d271-43c7-4a1c-b4af-46b21e8adfc2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4cd6e435-64be-4741-a40e-c24b61dfaf57"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10835631"},"rdfs:label":"GM_P10"},{"id":"cggv:1537d271-43c7-4a1c-b4af-46b21e8adfc2","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1537d271-43c7-4a1c-b4af-46b21e8adfc2_variant_evidence_item"},{"id":"cggv:1537d271-43c7-4a1c-b4af-46b21e8adfc2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Recurring mutation in 3 other unrelated patients in the same cohort. Cells from P7, who carry the same homozygous variant, displayed very low cytotoxic activity of T lymphocytes"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:56ee9bfb-9ff6-45c7-84b6-e9eb685daf90_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:56ee9bfb-9ff6-45c7-84b6-e9eb685daf90","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:adf2d5af-7b99-4a50-bcc0-3a6045d7b281","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_183235.3(RAB27A):c.51_52CT[1] (p.Ser18fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5988"}},"detectionMethod":"Segregation of the disease in this family (mother and proband sample analyzed) was compatible with the GS locus. Variant in RAB2A identified.","firstTestingMethod":"Genotyping","phenotypeFreeText":"Silvery hair: analysis of hair shaft under light microscopy revealed irregularly distributed small and large clumps of melanin. Skin biopsy findings matched with partial albinism. Recurrent fever, hepatosplenomegaly, neutropenia-thrombocytopenia, hypogammaglobulinemia, degenerative white matter disease, family history of a female sibling dying at age of 5","phenotypes":["obo:HP_0001945","obo:HP_0005599","obo:HP_0001744","obo:HP_0007443","obo:HP_0002240","obo:HP_0001875"],"sex":"Female","variant":{"id":"cggv:7a094a32-851a-4f94-a9aa-38c072b32b86_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:adf2d5af-7b99-4a50-bcc0-3a6045d7b281"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12522785","type":"dc:BibliographicResource","dc:abstract":"We present an eleven-year-old female patient who was referred to us with silvery hair, hepatosplenomegaly, neutropenia-thrombocytopenia, hypogammaglobulinemia and degenerative white matter disease, with a family history of a female sibling dying at the age of five and two living male cousins, ages 10 and 11. She had been followed up for her cytopenia the last three years and had totally recovered from a hemiplegic episode before admission. The family was of Arabic origin, and a second-degree consanguinity was reported between the parents. Microscopic analysis of her hair shafts revealed irregularly distributed small and large clumps of melanin, and skin biopsy findings were consistent with partial albinism. Bone marrow aspiration and biopsy did not detect any evidence of hemophagocytosis. Genetic analysis identified a homozygous two-base-pair deletion (51 del CT leading to S18X) in the Rab27A gene of the patient. She suffered from febrile neutropenic episodes. Her persistent cytopenia could not be corrected with immunoglobulin, thrombocyte infusions, or a short course of growth factor treatment. Splenectomy was planned due to her progressive splenic enlargement. She was also considered for bone marrow transplantation. She unfortunately died from an intracranial hemorrhage. Her clinical presentation was remarkable, mostly resembling partial albinism immunodeficiency/Elejalde syndrome due to her older age and absence of hemophagocytosis, but with molecular findings confirming Griscelli syndrome.","dc:creator":"Aksu G","dc:date":"2003","dc:title":"Griscelli syndrome without hemophagocytosis in an eleven-year-old girl: expanding the phenotypic spectrum of Rab27A mutations in humans."}},"rdfs:label":"GA_P1"},{"id":"cggv:7a094a32-851a-4f94-a9aa-38c072b32b86","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7a094a32-851a-4f94-a9aa-38c072b32b86_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:64183e86-3b01-42b1-a39e-227c0e7d481d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:64183e86-3b01-42b1-a39e-227c0e7d481d","type":"Proband","allele":{"id":"cggv:87e910d8-89b9-4e56-b3ed-c7ff7fedeb67","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_183235.3(RAB27A):c.454G>C (p.Ala152Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117892"}},"detectionMethod":"Sequencing PCR products from genomic DNA encompassing exons 2-6 of RAB2A gene","firstTestingMethod":"Genotyping","phenotypeFreeText":"microscopy examination of the hair shaft showed typical clumps of pigment","phenotypes":["obo:HP_0005599","obo:HP_0002721"],"previousTesting":true,"previousTestingDescription":"MYO5A sequencing and Linkage analysis","sex":"UnknownEthnicity","variant":{"id":"cggv:12a64b99-ba14-4fdf-8687-7d6c630fb5be_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:87e910d8-89b9-4e56-b3ed-c7ff7fedeb67"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10835631"},"rdfs:label":"GM_P17"},{"id":"cggv:12a64b99-ba14-4fdf-8687-7d6c630fb5be","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:12a64b99-ba14-4fdf-8687-7d6c630fb5be_variant_evidence_item"},{"id":"cggv:12a64b99-ba14-4fdf-8687-7d6c630fb5be_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Computational predicted to affect residues highly conserved among RAB proteins. Nucleotide binding and GTPase activity were measured by filtration method. Ala152Pro mutants did not bind to GTP or GDP nucleotide, suggesting that introduction of proline residue in Rab27a protein interferes with guanine nucleotide-binding activity, and that the mutations perturb the overall structure of the protein (12446441)"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bf1aa418-ae3b-4716-9589-dc38257eb0d7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bf1aa418-ae3b-4716-9589-dc38257eb0d7","type":"Proband","allele":{"id":"cggv:34317b2b-2b93-4efe-91d4-6ece2094b5e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_183235.3(RAB27A):c.217T>G (p.Trp73Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117886"}},"detectionMethod":"Sequencing PCR products from genomic DNA encompassing exons 2-6 of RAB2A gene","firstTestingMethod":"Genotyping","phenotypeFreeText":"microscopy examination of the hair shaft showed typical clumps of pigment","phenotypes":["obo:HP_0005599","obo:HP_0002721"],"previousTesting":true,"previousTestingDescription":"MYO5A sequencing and Linkage analysis","sex":"Female","variant":{"id":"cggv:419a1c94-ebc6-4175-b0c6-fc69398f39ba_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:34317b2b-2b93-4efe-91d4-6ece2094b5e5"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10835631"},"rdfs:label":"GM_P9"},{"id":"cggv:419a1c94-ebc6-4175-b0c6-fc69398f39ba","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:419a1c94-ebc6-4175-b0c6-fc69398f39ba_variant_evidence_item"},{"id":"cggv:419a1c94-ebc6-4175-b0c6-fc69398f39ba_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Computational predicted to lies within a conserved GTP-binding motif. Trp73Gly mutant construct neither interacts with the Rab27a effector melanophilin nor modifies melanosome distribution and cytotoxic granule exocytosis. Substitutions introduced at the 73 position, including the leucine residue present in Ras, did not restore Rab27a protein functions (12446441)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4ab7c901-4ba6-45cd-9b72-4890cf32b2a6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4ab7c901-4ba6-45cd-9b72-4890cf32b2a6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:b11ea836-64b7-432c-bac6-36f012ac4726","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_183235.3(RAB27A):c.550C>T (p.Arg184Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7573534"}},"detectionMethod":"Polymerase chain reaction (PCR) amplification of the RAB27A gene. PCR products were sequenced directly.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient with silvery-gray hair, immunodeficiency, hepatosplenomegaly. Had identical twin brother who presented with secondary severe neurological symptoms that culminated in multiple organ failure and death. Light microscopy examination of the hair showed large, irregular clumps of pigments characteristic of Griscelli syndrome.","phenotypes":["obo:HP_0002240","obo:HP_0005599","obo:HP_0002721"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:228325d7-5a00-41f8-96c9-1da498397623_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b11ea836-64b7-432c-bac6-36f012ac4726"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19030707","type":"dc:BibliographicResource","dc:abstract":"Griscelli syndrome (GS) is a rare autosomal recessive disorder caused by mutation in the MYO5A (GS1, Elejalde), RAB27A (GS2) or MLPH (GS3) genes. Typical features of all three subtypes of this disease include pigmentary dilution of the hair and skin and silvery-gray hair. Whereas the GS3 phenotype is restricted to the pigmentation dysfunction, GS1 patients also show primary neurological impairment and GS2 patients have severe immunological deficiencies that lead to recurrent infections and hemophagocytic syndrome. We report here the diagnosis of GS2 in 3-year-old twin siblings, with silvery-gray hair, immunodeficiency, hepatosplenomegaly and secondary severe neurological symptoms that culminated in multiple organ failure and death. Light microscopy examination of the hair showed large, irregular clumps of pigments characteristic of GS. A homozygous nonsense mutation, C-T transition (c.550C>T), in the coding region of the RAB27A gene, which leads to a premature stop codon and prediction of a truncated protein (R184X), was found. In patient mononuclear cells, RAB27A mRNA levels were the same as in cells from the parents, but no protein was detected. In addition to the case report, we also present an updated summary on the exon/intron organization of the human RAB27A gene, a literature review of GS2 cases, and a complete list of the human mutations currently reported in this gene. Finally, we propose a flow chart to guide the early diagnosis of the GS subtypes and Chédiak-Higashi syndrome.","dc:creator":"Meschede IP","dc:date":"2008","dc:title":"Griscelli syndrome-type 2 in twin siblings: case report and update on RAB27A human mutations and gene structure."}},"rdfs:label":"IPM_P1"},{"id":"cggv:228325d7-5a00-41f8-96c9-1da498397623","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:228325d7-5a00-41f8-96c9-1da498397623_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:85b7d8d2-1d22-44f3-9b24-580b42d69300_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:389151e9-480e-4900-a3ef-fc10a9f909bf_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:389151e9-480e-4900-a3ef-fc10a9f909bf","type":"Proband","allele":{"id":"cggv:cc8d0da8-6162-46ab-9ad8-78a410d882da","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_183235.3(RAB27A):c.514_518del (p.Gln172AsnfsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7573544"}},"detectionMethod":"Sequencing PCR products from genomic DNA encompassing exons 2-6 of RAB2A gene","firstTestingMethod":"Genotyping","phenotypeFreeText":"microscopy examination of the hair shaft showed typical clumps of pigment","phenotypes":["obo:HP_0005599","obo:HP_0002721"],"previousTesting":true,"previousTestingDescription":"MYO5A sequencing and Linkage analysis","sex":"Male","variant":{"id":"cggv:f74d04a9-d22e-4d34-8b19-b9bd3455cd80_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cc8d0da8-6162-46ab-9ad8-78a410d882da"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10835631"},"rdfs:label":"GM_P2"},{"id":"cggv:f74d04a9-d22e-4d34-8b19-b9bd3455cd80","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f74d04a9-d22e-4d34-8b19-b9bd3455cd80_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9225,"specifiedBy":"GeneValidityCriteria10","strengthScore":17,"subject":{"id":"cggv:8793e3e2-3afa-4b01-8049-8f6f358711d3","type":"GeneValidityProposition","disease":"obo:MONDO_0011872","gene":"hgnc:9766","modeOfInheritance":"obo:HP_0000007"},"version":"1.5","dc:description":"The RAB27A gene is located on chromosome 15 at 15q21.3 and encodes the RAB27A protein, which is a member of the family of small GTPases involved in vesicular fusion and trafficking. The RAB27A gene was first reported in relation to autosomal recessive Griscelli syndrome in 2000 (Pastural et al., PMID: 10704277). Biallelic variants in RAB27A (including nonsense, frameshift, splice, and missense variants) were subsequently identified in 16 patients with Griscelli syndrome by Menasche et al., 2000 (PMID: 10835631). The patients exhibited various degrees of skin hypopigmentation and a silvery-gray sheen of the hair with large pigment aggregates in hair shafts. In all of these patients, at least 1 episode of hemophagocytic syndrome had occurred, characterized by acute onset of uncontrolled lymphocyte and macrophage activation, resulting in infiltration and hemophagocytosis in multiple organs. This form is referred to as Griscelli syndrome, type 2 (MIM: 607624). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least fifteen probands in ten publications (Schuster et al., 2011 PMID: 11571516; Arico et al., 2002 PMID 12098069; Sanal et al., 2002 PMID: 12148598; Anikster et al., 2002 PMID: 12058346; Aksu et al., 2003 PMID: 12525785; Sheela et al., 2004 PMID 15475639; Bizario et al., 2004 PMID: 15163896; Meschede et al., 2008 PMID: 19030707). The gene-disease relationship is supported experimental evidence including a mouse model, which show pigmentary dilution of coat color and abnormal distribution of melanosome in ashen mice (Wilson et al., 2000 PMID: 10859366), and the inability of cytotoxic T lymphocytes from ashen mice to kill target cells or to secrete granzyme A and hexosaminidase (Stinchcombe et al., 2001 PMID: 11266472). In summary, the RAB27A gene is definitely associated with Griscelli syndrome, type 2 (autosomal recessive inheritance). This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n\nDue to the overlapping phenotype of Griscelli Syndrome type 2 (GS2) with immunodeficiency and immune dysregulation, the PIRD GCEP has provided an addendum to this gene curation.\n\nPatients with GS2 can have normal NK cell phenotyping with aberrant NK cell cytotoxicity, CD107a degranulation and antibody-dependent cellular cytotoxicity (ADCC). There can be phenotypic heterogeneity in GS2, even with a single pathogenic RAB27A variant, with severely affected and asymptomatic patients. Also, heterozygous RAB27A variants (c.259G>C) have been reported to develop HLH features and demonstrated decreased NK cell cytotoxicity, granule polarization and degranulation but had normal immune synapse formation, suggesting there is a partial dominant-negative effect with this variant. Further, a novel structural variant at the 5'UTR of RAB27A causes an atypical form of GS2 with late-onset HLH, including neuroinflammation, skin granulomas, lymphoma but normal pigmentation. A different novel RAB27A variant (c.551G>A) resulted in late-onset HLH with EBV-driven lymphoproliferation. This variant also results in normal pigmentation and demonstrated variability in effector protein binding with strong binding to MUNC13-4 and attenuated binding to SLP2A with impaired lymphocyte exocytosis.\n\nPMIDs: 26880764; 29522846; https://doi.org/10.1002/ajmg.a.61829; DOI: 10.1007/s10875-022-01315-4\n>2 publications about gene-disease relationship since original publication in year 2000.","dc:isVersionOf":{"id":"cggv:85b7d8d2-1d22-44f3-9b24-580b42d69300"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}