{"id":"cggv:5d74cf9f-a082-4cca-9a70-d634c3d0078bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:5d74cf9f-a082-4cca-9a70-d634c3d0078b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-03T14:16:31.553Z","role":"Publisher"},{"id":"cggv:5d74cf9f-a082-4cca-9a70-d634c3d0078b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-03T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:5d74cf9f-a082-4cca-9a70-d634c3d0078b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:81543839-582b-46f0-acf4-53c747054a47_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:81543839-582b-46f0-acf4-53c747054a47","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:20ad05f7-a810-43ee-afc7-b47a98e4a165","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002732.4(PRKACG):c.222C>G (p.Ile74Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA214539"}},"detectionMethod":"To uncover the genetic cause of a novel type of macrothrombocytopenia, the researchers conducted whole-exome sequencing on family members I-1, II-1, II-2, II-3, and III-1. In the proband, they found two homozygous mutations. The first, a c.1675G>A change in the GNE gene, leads to a glycine-to-arginine substitution at position 559 (p.G559R-NM_005476). The second, c.222C>G in the PRKACG gene, results in an isoleucine-to-methionine change at position 74 (p.I74M-NM_002732). Neither mutation appeared in the SNPdb database, suggesting they are not common polymorphisms. Analysis with PolyPhen2 indicated both mutations, GNE p.559G>R and PRKACG p.74I>M, are likely damaging. The conservation of these amino acids across different species indicates the mutations could have significant effects.\nThen Sanger sequencing revealed that individuals III-1 and I-1 are heterozygous (HE) for the c.222C>G mutation in the PRKACG gene, yet they do not display clinical symptoms of macrothrombocytopenia. Conversely, patients II-1 and II-2, who are homozygous for the c.222C>G mutation, showed clinical manifestations of macrothrombocytopenia.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"A severe thrombocytopenia (5 × 109/L) was initially identified after a bleeding episode in 1 21-year-old woman of West Indian origin (proband II-1) at the age of 4 years. She presented with no syndromic features but many bleeding episodes during infancy, including epistaxis, spontaneous hematomas, menorrhagias inducing anemia, and, notably, 3 consecutive bleeding ruptures of ovarian cysts involving life prognosis and requiring platelet and blood cell transfusion. The World Health Organization bleeding score is 4 in this patient.\n\nHer brother (II-2) also exhibited severe thrombocytopenia (8 × 109 platelets/L; Table 1) and life-long moderate bleeding, epistaxis, and cutaneous hematomas (World Health Organization bleeding score of 3). Her mother (I-1) had a normal platelet count. Data from her father (I-2) were not available because he died prior to this study. However, his son (II-4) from his second wife (I-3) did not display any platelet defects.","phenotypes":["obo:HP_0001892","obo:HP_0000132","obo:HP_0001903","obo:HP_0001873","obo:HP_0000421","obo:HP_0007420"],"previousTesting":true,"previousTestingDescription":"The absence of genetic defects in GPIbα, GPIbβ, and GPIX (expressed as a GPIb-IX complex) excluded Bernard-Soulier syndrome (BSS), and the absence of neutrophil inclusions excluded an MYH9-related disease.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fd6515c8-f444-430e-a5f6-f309b3b3b8d4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:20ad05f7-a810-43ee-afc7-b47a98e4a165"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25061177","type":"dc:BibliographicResource","dc:abstract":"Macrothrombocytopenias are the most important subgroup of inherited thrombocytopenias. This subgroup is particularly heterogeneous because the affected genes are involved in various functions such as cell signaling, cytoskeleton organization, and gene expression. Herein we describe the clinical and hematological features of a consanguineous family with a severe autosomal recessive macrothrombocytopenia associated with a thrombocytopathy inducing a bleeding tendency in the homozygous mutated patients. Platelet activation and cytoskeleton reorganization were impaired in these homozygous patients. Exome sequencing identified a c.222C>G mutation (missense p.74Ile>Met) in PRKACG, a gene encoding the γ-catalytic subunit of the cyclic adenosine monophosphate-dependent protein kinase, the mutated allele cosegregating with the macrothrombocytopenia. We demonstrate that the p.74Ile>Met PRKACG mutation is associated with a marked defect in proplatelet formation and a low level in filamin A in megakaryocytes (MKs). The defect in proplatelet formation was rescued in vitro by lentiviral vector-mediated overexpression of wild-type PRKACG in patient MKs. We thus conclude that PRKACG is a new central actor in platelet biogenesis and a new gene involved in inherited thrombocytopenia with giant platelets associated with a thrombocytopathy.","dc:creator":"Manchev VT","dc:date":"2014","dc:title":"A new form of macrothrombocytopenia induced by a germ-line mutation in the PRKACG gene."}},"rdfs:label":"II-1"},{"id":"cggv:fd6515c8-f444-430e-a5f6-f309b3b3b8d4","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd6515c8-f444-430e-a5f6-f309b3b3b8d4_variant_evidence_item"},{"id":"cggv:fd6515c8-f444-430e-a5f6-f309b3b3b8d4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Filamin A (FLNa) was nearly absent in mature megakaryocytes (MKs) and platelets from patients homozygous for the PRKACG mutation, indicating that PRKACG is essential for FLNa phosphorylation. Elevated cAMP levels, three to five times higher than in controls, were observed in these patients, suggesting impaired protein kinase A (PKA) activity due to the PRKACG mutation. Despite normal MK differentiation and ploidization, these homozygous patients showed significantly reduced proplatelet (PPT) formation. However, introducing wild-type PRKACG into these patients' MKs restored PPT formation and normalized the size of platelet-like structures, confirming that the PRKACG mutation disrupts PKA function and contributes to thrombocytopenia."}],"strengthScore":0,"dc:description":"Two affected family members were found to have the homozygous variant in the PRKACG gene. Additionally, the proband possessed a homozygous missense variant in the GNE gene. The presence of the GNE variant in other family members was not investigated further. At the time of the study, the GNE gene was not linked to thrombocytopenia, so the GNE variant in the family was not extensively investigated. However, subsequent discoveries, such as those reported by Futterer et al. (2018), have shown that biallelic mutations in the GNE gene are present in individuals with congenital thrombocytopenia (THC12; 620757), with or without myopathy. Therefore, it is possible that the GNE variant in this family could have influenced the observed phenotype."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:5d74cf9f-a082-4cca-9a70-d634c3d0078b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5d74cf9f-a082-4cca-9a70-d634c3d0078b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c1d757a-2daa-4ae7-a6a1-dc931bc8dccb","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e50c4c11-332a-46fd-894f-31d47e24b1c4","type":"FunctionalAlteration","dc:description":"Filamin A (FLNa) was nearly absent in mature megakaryocytes (MKs) and platelets from patients homozygous for the PRKACG mutation, indicating that PRKACG is essential for FLNa phosphorylation. Elevated cAMP levels, three to five times higher than in controls, were observed in these patients, suggesting impaired protein kinase A (PKA) activity due to the PRKACG mutation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25061177","rdfs:label":"PRKACG homozygous mutation caused a functional defect of PKA"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Two affected family members were found to have the homozygous variant in the PRKACG gene. Additionally, the proband possessed a homozygous missense variant in the GNE gene. The presence of the GNE variant in other family members was not investigated further.\nAt the time of the study, the GNE gene was not linked to thrombocytopenia, so the GNE variant in the family was not extensively investigated. However, subsequent discoveries, such as those reported by Futterer et al. (2018), have shown that biallelic mutations in the GNE gene are present in individuals with congenital thrombocytopenia (THC12; 620757), with or without myopathy. Therefore, it is possible that the GNE variant in this family could have influenced the observed phenotype."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5d74cf9f-a082-4cca-9a70-d634c3d0078b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b177801a-22ba-4b81-a50f-b7410a32baa7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a2c39344-322a-48b8-8cf1-b37b54f79d4b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"This overexpression of wild-type PRKACG in these patients' megakaryocytes (MKs) significantly enhanced PPT formation, contrasting with the lack of improvement when the mutant PRKACG gene was used, confirming the mutation's detrimental effect. Additionally, the size of platelet-like structures along the PPTs decreased substantially in patient MKs after introducing the wild-type PRKACG, further indicating that the PKA pathway disruption caused by the PRKACG mutation leads to thrombocytopenia.\nThe mutant PRKACG cDNA was used in parallel as a negative control. No rescue in PPT formation was observed.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25061177","rdfs:label":"PPT formation is defective in patient MKs"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"Two affected individuals carried the homozygous variant in PRKACG gene. However, the proband also carried a missense homozygous variant in GNE gene. whether other family members carried GNE variant is not further studied.\nAt the time of the study, the GNE gene was not linked to thrombocytopenia, so the GNE variant in the family was not extensively investigated. However, subsequent discoveries, such as those reported by Futterer et al. (2018), have shown that biallelic mutations in the GNE gene are present in individuals with congenital thrombocytopenia (THC12; 620757), with or without myopathy. Therefore, it is possible that the GNE variant in this family could have influenced the observed phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Disputed","sequence":8247,"specifiedBy":"GeneValidityCriteria10","strengthScore":1,"subject":{"id":"cggv:5c6d6e18-c8a6-4a7a-82be-480d341470fa","type":"GeneValidityProposition","disease":"obo:MONDO_0014518","gene":"hgnc:9382","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The PRKACG gene, encoding the Protein Kinase CAMP-Activated Catalytic Subunit Gamma, was first associated with autosomal recessive platelet-type bleeding disorder 19 in 2014 by Manchev VT et al. (PMID: 25061177). This gene-disease relationship is supported by both genetic and experimental evidence. Case-level genetic evidence from the aforementioned study includes the identification of two siblings with a homozygous missense variant in PRKACG (c.222C>G, p.Ile74Met). Additionally, the proband had a missense variant in the GNE gene, which at the time was not associated with thrombocytopenia, leaving the GNE variant's role in the condition unexplored. Therefore, this case has not been classified as providing genetic-level evidence.  Experimental evidence highlights the Functional Alteration in patient cells, where Filamin A (FLNa) was significantly reduced in mature megakaryocytes (MKs) and platelets of patients carrying the homozygous mutation in PRKACG. This suggests that PRKACG is crucial for FLNa phosphorylation. Furthermore, patients exhibited elevated cAMP levels, three to five times higher than controls, hinting at compromised protein kinase A (PKA) activity due to the PRKACG mutation.Rescue experiments in patient cells demonstrated that overexpressing wild-type PRKACG in MKs from patients with the PRKACG homozygous variant notably improved proplatelet (PPT) formation, in contrast to the null effects seen with the mutant PRKACG. The introduction of wild-type PRKACG also resulted in a significant reduction in the size of platelet-like structures along the PPTs, underscoring the disruption of the PKA pathway by the PRKACG mutation as a causative factor for thrombocytopenia. In summary, there is disputed evidence to support this gene-disease relationship. \nThis classification was approved by the ClinGen Hemostasis Thrombosis Working Group on DATE (SOP Version 10).\nGenetic evidence at the case level from the referenced study includes the identification of a homozygous missense variant in the PRKACG gene (c.222C>G, p.Ile74Met) in two siblings. Additionally, the proband was found to have a missense variant in the GNE gene, which, at the time, had not been linked to thrombocytopenia. As such, the role of the GNE variant in this condition remains uninvestigated. Therefore, this case has not been classified as providing genetic level evidence.\n\n\n\n\n\n\n","dc:isVersionOf":{"id":"cggv:5d74cf9f-a082-4cca-9a70-d634c3d0078b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}