{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbfv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:02.926Z","role":"Publisher"},{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2019-04-26T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbf_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14edc765-601e-47a8-8b9d-bbaa3a361a2a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3d422ef9-5fd3-4217-ad42-f3c04b62bfe5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Glutathione synthetase catalyzes the second step of glutathione synthesis by converting gamma-glutamylcysteine and glycine to glutathione. In this investigation on the regulation of glutathione synthesis, glutathione was shown to inhibit the activity of gamma-glutamylcysteine synthetase, which catalyzes the first step of glutathione synthesis by producing gamma-glutamylcysteine. i.e. there is a negative feedback loop for glutathione synthesis. In glutathione synthetase deﬁciency, gamma-glutamylcysteine synthetase is no longer regulated because the glutathione levels are low. This results in increased production of gamma-glutamylcysteine which is converted to 5-oxoproline and cysteine by gamma-glutamyl cyclotransferase. This explains the massive increases in 5-oxoproline levels in urine and plasma that are typically observed in patients with glutathione synthetase deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1112810","type":"dc:BibliographicResource","dc:abstract":"Gamma-Glutamyl-cysteine synthetase is inhibited by glutathione under conditions similar to those which prevail in vivo, thus strongly suggesting a physiologically significant feedback mechanism. Inhibition by glutathione, which is not allosteric, appears to involve the binding of glutathione to the glutamate site of the enzyme as well as to another enzyme site; the latter binding appears to require a sulfhydryl group since ophthalmic acid (gamma-glutamyl-alpha-aminobutyryl-glycine) is only a weak inhibitor. The finding that glutathione regulates its own synthesis by inhibiting synthesis of gamma-glutamyl-cysteine appears to explain observations on patients with 5-oxoprolinuria, who were shown to have a block in the gamma-glutamyl cycle consisting of a marked deficiency of glutathione synthetase and consequently of glutathione. These patients produce greater than normal amounts of gamma-glutamyl-cysteine, which is converted by the action of gamma-glutamyl cyclotransferase to 5-oxoproline; production of the latter compound exceeds the capacity of 5-oxoprolinase to convert it to glutamate. The apparent Km value for L-cysteine for gamma-glutamyl-cysteine synthetase (0.35 mM) is not far from intracellular concentrations of L-cysteine suggesting that the availability of L-cysteine may also play a role in the regulation of glutathione synthesis.","dc:creator":"Richman PG","dc:date":"1975","dc:title":"Regulation of gamma-glutamyl-cysteine synthetase by nonallosteric feedback inhibition by glutathione."},"rdfs:label":"Inhibition of gamma-glutamylcysteine by glutathione"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:e4501f54-05e6-45a5-8c00-9bc10bfac35a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94350138-868b-4d4d-b1df-10145de7dd9a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Gluthathione synthetase catalyzes the second step of glutathione synthesis, converting y-glutamylcysteine and glycine to glutathione, with the requirement for ATP. Glutathione acts as an antioxidant by directly interacting with reactive oxygen species or donating electrons to other redox systems. Individuals with glutathione synthetase deficiency have reduced levels of oxidized and reduced glutathione in their cells, consistent with the function of this enzyme.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/13061393","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"SNOKE JE","dc:date":"1953","dc:title":"Synthesis of glutathione from gamma-glutamylcysteine."},"rdfs:label":"Function of GS"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the function and kinetics of glutathione synthetase have been well-studied over the years and are consistent with the biochemical features seen in patients with glutathione synthetase deficiency. For a review see PMID 15990954."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbf_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4f57337-c438-410b-80bf-c0088e9013b6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c5f8f5e1-86dd-4831-9930-ef49ca437d0d","type":"FunctionalAlteration","dc:description":"Eleven missense variants altering residues in the S loop of glutathione synthetase, a series of residues near the gamma-glutamylcysteine substrate binding site, were generated and expressed in E. coli for measurement of GS activity and kinetic studies. Some of these variants had previously been reported in human patients; some have not been observed in humans but were generated for the purposes of studying the role of specific amino acids in glutathione synthetase function. All of the missense changes resulted in decreased glutathione synthtase activity; the greatest residual activity (about 50%) was observed for p.D268A and p.D268E). For R267A, R267W, G269V and Y270A the glutathione synthetase activity was too low for the study of kinetic parametes. Further kinetic and computational studies determined the role of S-loop residues responsible for forming the curve of the S-loop (G269, Y275, and P272), maintaining active site structure (D268), and binding gamma-glutamylcysteine (R267 and Y270).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30581542","type":"dc:BibliographicResource","dc:abstract":"The second step in the biosynthesis of the cellular antioxidant glutathione (GSH) is catalyzed by human glutathione synthetase (hGS), a negatively cooperative homodimer. Patients with mutations in hGS have been reported to exhibit a range of symptoms from hemolytic anemia and metabolic acidosis to neurological disorders and premature death. Several patient mutations occur in the S-loop of hGS, a series of residues near the negatively cooperative γ-GC substrate binding site. Experimental point mutations and molecular dynamic simulations show the S-loop not only binds γ-GC through a salt bridge and multiple hydrogen bonds, but the residues also modulate allosteric communication in hGS. By elucidating the role of S-loop residues in active site structure, substrate binding, and allostery, the atomic level sequence of events that leads to the detrimental effects of hGS mutations in patients are more fully understood.","dc:creator":"Ingle BL","dc:date":"2018","dc:title":"Genetic Mutations in the S-loop of Human Glutathione Synthetase: Links Between Substrate Binding, Active Site Structure and Allostery."},"rdfs:label":"Analysis of S-loop variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67c5e794-5847-41fc-9017-47878fd1434c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e39cb7f7-a846-4f6d-9ecb-4fd4f296946f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous loss of GS causes early embryonic lethality, before E7.5, with failure to gastrulate. This suggests that the role of GSH in early embryogenesis is indispensable. A possible explanation for the survival of patients with biallelic variants in GSS is that they have residual activity glutathione synthetase. Heterozygous mice had about a 50% decrease in the amount of glutathione synthetase protein and enzyme activity, but the decrease in tissue of glutathione is not significant in heterozygous Gss+/− mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21802407","type":"dc:BibliographicResource","dc:abstract":"Glutathione (GSH) is present in all mammalian tissues and plays a crucial role in many cellular processes. The second and final step in the synthesis involves the formation of GSH from gamma-glutamylcysteine (γ-GC) and glycine and is catalyzed by glutathione synthetase (GS). GS deficiency is a rare autosomal recessive disorder, and is present in patients with a range of phenotypes, from mild hemolytic anemia and metabolic acidosis to severe neurologic disorders or even death in infancy. The substrate for GS, γ-GC, has been suggested as playing a protective role, by substituting for GSH as an antioxidant in GS deficient patients. To examine the role of GS and GSH metabolites in development, we generated mice deficient in GSH by targeted disruption of the GS gene (Gss). Homozygous mice died before embryonic day (E) 7.5, but heterozygous mice survived with no distinct phenotype. GS protein levels and enzyme activity, as well as GSH metabolites, were investigated in multiple tissues. Protein levels and enzyme activity of GS in heterozygous mice were diminished by 50%, while GSH levels remained intact. γ-GC could not be detected in any investigated tissue. These data demonstrate that GSH is essential for mammalian development, and GSH synthesis via GS is an indispensable pathway for survival.","dc:creator":"Winkler A","dc:date":"2011","dc:title":"Glutathione is essential for early embryogenesis--analysis of a glutathione synthetase knockout mouse."},"rdfs:label":"Gss null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The score is reduced because the phenotype of the null mice is much more severe than the human glutathione synthetase deficiency phenotype. The null mice die so early in embryogenesis that no biochemical studies could be performed. However, the study does illustrate how important glutathione is to the developing embryo, and is consistent with the finding that human cases with two LOF variants are not observed."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbf_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbf_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:40e4d899-0a9b-4714-b787-0f6803f8ddbd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:059b7957-a52b-4bda-bcf8-8e06771b6dbe","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"The exons and flanking intronic regions of the GSS gene were amplified using PCR and then sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe metabolic acidosis and hypoglycemia (2 mM) on day of life 3, followed by pneumonia, seizure, and vomiting. Cerebral MRI revealed bilateral symmetric low intensity areas of cerebral and cerebellar white matter.","phenotypes":["obo:HP_0010864","obo:HP_0006579"],"previousTesting":true,"previousTestingDescription":"\"Extremely elevated\" urine 5-oxoproline (level not provided).\nOPLAH gene analysis was normal (this study).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:40e4d899-0a9b-4714-b787-0f6803f8ddbd_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7a445f72-080f-4b3a-a747-f1b4e09fd683","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.1252C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA408700333"}},{"id":"cggv:385fe4b1-2545-4a45-828c-26b77bf51bb4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.491G>A (p.Arg164Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8525"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25851806","type":"dc:BibliographicResource","dc:abstract":"5-Oxoprolinuria is a rare inherited metabolic disorder caused by a defective gamma-glutamyl cycle resulting from mutations in the genes encoding 5-oxoprolinase (OPLAH) and glutathione synthetase (GSS). No inherited 5-oxoprolinuria case has been reported in mainland China until now. In this study, clinical, biochemical, and genetic aspects of five Chinese 5-oxoprolinuria patients with OPLAH or GSS gene mutations were investigated.","dc:creator":"Li X","dc:date":"2015","dc:title":"Five Chinese patients with 5-oxoprolinuria due to glutathione synthetase and 5-oxoprolinase deficiencies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25851806","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is compound heterozygous for a nonsense variant, p.Arg481X, and a missense variant, p.Arg164Gln. The nonsense variant is within the last 50 nucleotides of the penultimate exon of GSS and may not be subject to nonsense mediated decay. The highest population MAF for p.Arg418X in gnomAD = 0.00005437 (E. Asian); no homozygotes. The missense change, p.Arg164Gln, results from a single nucleotide change in the base of exon 3. When this variant was expressed in E. coli, no band was detected on W blot, and there was no GSS activity. This variant does not complement GSS deficient S. pombe (PMIDs PMID: 10450861 and 8896573). Highest population MAF in gnomAD for c.491G>A = 0.00006255 (European non-Finnish); no homozygotes in any population. The same variant has been identified in other individuals with GSS deficiency (PMIDs 10450861 and 8896573)."},{"id":"cggv:bf02e06e-489c-48ad-8a30-9e2ec136b060_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:63db1952-2698-4b9a-b566-9514872c90ea","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"GSS cDNA was sequenced using five sets of primers covering the entire coding sequence. All variants were confirmed by sequencing genomic DNA.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001942","obo:HP_0001878"],"previousTesting":true,"previousTestingDescription":"Glutathione synthetase activity 15% of normal in fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:bf02e06e-489c-48ad-8a30-9e2ec136b060_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7cd07309-8d52-44dd-ad42-ac7bb13789ee","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.563T>C (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA408703903"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9215686","type":"dc:BibliographicResource","dc:abstract":"Severe glutathione synthetase (GS) deficiency is a rare genetic disorder with neonatal onset. The enzymatic block of the gamma-glutamyl cycle leads to a generalized glutathione deficiency. Clinically affected patients present with severe metabolic acidosis, 5-oxoprolinuria, increased rate of hemolysis and defective function of the central nervous system. The disorder is inherited in an autosomal recessive mode and, until recently, the molecular basis has remained unknown. We have sequenced 18 GS alleles associated with enzyme deficiency and we detected missense mutations by direct sequencing of cDNAs and genomic DNA. In total, 13 different mutations were identified. Four patients were found to be compound heterozygotes and two individuals were apparently homozygous. Reduced enzymatic activities were demonstrated in recombinant protein expressed from cDNAs in four cases with different missense mutations. The results from biochemical analysis of patient specimens, supported by the properties of the expressed mutant proteins, indicate that a residual activity is present in affected individuals. Our results suggest that complete loss of function of both GS alleles is probably lethal. It is postulated that missense mutations will account for the phenotype in the majority of patients with severe GS deficiency.","dc:creator":"Dahl N","dc:date":"1997","dc:title":"Missense mutations in the human glutathione synthetase gene result in severe metabolic acidosis, 5-oxoprolinuria, hemolytic anemia and neurological dysfunction."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9215686","rdfs:label":"Patient 29"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is homozygous for a missense variant, p.Leu188Pro. The variant is absent in gnomAD. When expressed in vitro, this variant results in about 1% normal GSS activity."},{"id":"cggv:7bae415f-5f3d-4077-ae65-302397f00074_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:47ff746f-5891-4f98-a3f6-f35ecfe25126","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Previous sequence  analysis  of  coding  exons  and  exon-intron  boundaries  failed  to  identify disease-causing variants. RT-PCR of GSS cDNA and followup sequencing identified inclusion of intronic sequence resulting from activation of a cryptic splice site.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001942","obo:HP_0001878"],"previousTesting":true,"previousTestingDescription":"5-oxoprolinuria (level not provided)\n2% normal GSS activity in cultured fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7bae415f-5f3d-4077-ae65-302397f00074_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:173cda26-f4cd-4780-b415-8f6cc5d144cd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.129+1663A>G (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA743900980"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14635114","type":"dc:BibliographicResource","dc:abstract":"The synthesis of the ubiquitous tripeptide glutathione is impaired in patients with glutathione synthetase deficiency. The defect is inherited in an autosomal recessive manner, and the diagnosis is based on clinical, biochemical, and genetic criteria. In seven of our 30 index cases, however, no disease causing mutations could be identified in the coding exons or exon-intron boundaries of the glutathione synthetase gene GSS. These patients had severely decreased glutathione synthetase activities in lysates of cultured fibroblasts, and the levels of the enzyme were undetectable using a polyclonal antibody raised against human glutathione synthetase. RT-PCR mediated sequence analysis revealed previously not reported splice mutations in all patients. Thus, we conclude that in the investigation of patients with glutathione synthetase deficiency, and probably other genetic diseases as well, it might be time saving to initiate mutation analysis with sequencing of mRNA.","dc:creator":"Njålsson R","dc:date":"2003","dc:title":"Diagnostics in patients with glutathione synthetase deficiency but without mutations in the exons of the GSS gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14635114","rdfs:label":"GS 47"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is homozygous for an intronic variant, c.129+1663A>G, that results in inclusion of a pseudoexon from the intronic sequence between exons 2 and 3. The variant is not reported in gnomAD. Two other patients in this study are also homozygous for the same variant."},{"id":"cggv:74d759d6-2045-4cc0-9983-3c2534d4db39_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f3136567-2f35-4cc0-991b-0da67fb5581c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"detectionMethod":"Sequence analysis of all 12 coding exons of GSS.","firstTestingMethod":"PCR","phenotypeFreeText":"Presented with fever, which led to further evaluations. Episodes of mild jaundice throughout life.","phenotypes":["obo:HP_0001744","obo:HP_0001878"],"previousTesting":true,"previousTestingDescription":"50% normal GSS activity in fibroblasts, 2% normal GSS activity in RBC.\nA previous study (PMID 5476481) showed that GSS activity in hemolysates was 0 for the patient, 0.143 ± 0.043 for control, and 0.069 ± 0.005 for heterozygous relatives; measured in umol/g hemoglobin per minute). When purified GSS was added to extracts of the patient's erythrocytes, gluthathione was synthesized, providing evidence that GSS was the deficient enzyme. No 5-oxoprolinuria.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:74d759d6-2045-4cc0-9983-3c2534d4db39_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fbffbca1-1d6b-4b96-9790-02f67d70a268","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.656A>G (p.Asp219Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8531"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8896573","type":"dc:BibliographicResource","dc:abstract":"5-Oxoprolinuria (pyroglutamic aciduria) resulting from glutathione synthetase (GSS) deficiency is an inherited autosomal recessive disorder characterized, in its severe form, by massive urinary excretion of 5-oxoproline, metabolic acidosis, haemolytic anaemia and central nervous system damage. The metabolic defect results in low GSH levels presumably with feedback over-stimulation of gamma-glutamylcysteine synthesis and its subsequent conversion to 5-oxoproline. In this study, we cloned and characterized the human GSS gene and examined three families with four cases of well-documented 5-oxoprolinuria. We identified seven mutations at the GSS locus on six alleles: one splice site mutation, two deletions and four missense mutations. Bacterial expression and yeast complementation assays of the cDNAs encoded by these alleles demonstrated their functional defects. We also characterized a fifth case, an homozygous missense mutation in the gene in an individual affected by a milder-form of the GSS deficiency, which is apparently restricted to erythrocytes and only associated with haemolytic anaemia. Our data provide the first molecular genetic analysis of 5-oxoprolinuria and demonstrate that GSS deficiency with oxoprolinuria and GSS deficiency without 5-oxoprolinuria are caused by mutations in the same gene.","dc:creator":"Shi ZZ","dc:date":"1996","dc:title":"Mutations in the glutathione synthetase gene cause 5-oxoprolinuria."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896573","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is homozygous for a missense variant, p.Asp219Gly. When expressed in E.coli, this variant results in 55% of wild type activity. The gene product is freeze-thaw sensitive; inactivated at 48 °C, 5 min; normal is not deactivated at this temperature after 120 minutes). Of interest, this individual has much lower GSS activity in RBC compared to fibroblasts and has isolated hemolytic anemia."},{"id":"cggv:3f058e0e-6375-4d84-8926-812f1e18d316_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d07e3b97-dac3-4e11-a5a6-c45489581f2f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Previous sequence  analysis  of  coding  exons  and  exon-intron  boundaries  failed  to  identify disease-causing  variants. GSS cDNA sequence analyses was performed and  demonstrated only abnormal splicing  products; an inclusion of the first 57 bases of intron 1 and a deletion of the last 13 bases of exon 1 (Figure 2). Further sequence analysis identified c.-9+5G>A as the predicted cause.","firstTestingMethod":"PCR","phenotypeFreeText":"\"Severely affected\".","phenotypes":["obo:HP_0002718","obo:HP_0001878","obo:HP_0001252","obo:HP_0000365","obo:HP_0001263","obo:HP_0001942"],"previousTesting":true,"previousTestingDescription":"Presence of urine 5-oxoproline (level not provided).\n2% normal GSS activity in cultured fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3f058e0e-6375-4d84-8926-812f1e18d316_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a1bbbdcc-442d-42f0-90e9-64a49f89c00c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.3(GSS):c.-9+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/495702"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14635114"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14635114","rdfs:label":"GS 33"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is homozygous for an intronic change, c.-9+5G>A, that results in abnormal splicing. This variant has been identified in other individuals with GSS deficiency, including another 2 unrelated individuals in this study. Allele frequency data at this position is not reported in gnomAD."},{"id":"cggv:6e8badac-5ef4-460f-8ef1-11c7ddac2cea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4559c68f-e6bf-434d-bccf-27582077059f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"“Next-generation sequencing was performed on genomic DNA of the patient\". No further details are available.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Jaundice and tachypnea on DOL 2. On DOL 6, severe metabolic acidosis, without lactic acidosis or ketoacidosis; treated with intravenous sodium bicarbonate. Hemolytic anemia with progressive indirect hyperbilirubinemia.  On DOL 7, dyspnea, cyanosis and required mechanical ventilation, blood exchange for hyperbilirubinemia and packed red blood cell transfusions. Several seizure episodes.","phenotypes":["obo:HP_0001522","obo:HP_0002904","obo:HP_0001878","obo:HP_0031962","obo:HP_0410068","obo:HP_0001942"],"previousTesting":true,"previousTestingDescription":"Urine 5-oxoproline 8723.54 mmol/mol Cr (normal 0-7.6)","sex":"Male","variant":{"id":"cggv:6e8badac-5ef4-460f-8ef1-11c7ddac2cea_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a016025d-2c6e-4ba4-a399-173a577275a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.35203714_35203790dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913186007"}},{"id":"cggv:22444d0d-b2fb-4064-ace8-070cfe1d11e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.738dup (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913186006"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29340523","type":"dc:BibliographicResource","dc:abstract":"Glutathione synthetase deficiency (GSSD) is a rare inborn error of glutathione metabolism with autosomal recessive inheritance. The severe form of the disease is characterized by acute metabolic acidosis, usually present in the neonatal period with hemolytic anemia and progressive encephalopathy. A case of a male newborn infant who had severe metabolic acidosis with high anion gap, hemolytic anemia, and hyperbilirubinemia is reported. A high level of 5-oxoproline was detected in his urine and a diagnosis of generalized GSSD was made. DNA sequence analysis revealed the infant to be compound heterozygous with two mutations, c.738dupG in exon 8 of GSS gene resulting in p.S247fs and a repetitive sequence in exon 3 of GSS gene. Treatment after diagnosis of GSSD included supplementation with antioxidants and oral sodium hydrogen bicarbonate. However, he maintained a variable degree of metabolic acidosis and succumbed shortly after his parents requested discontinuation of therapy because of dismal prognosis and medical futility when he was 18 days old.","dc:creator":"Xia H","dc:date":"2018","dc:title":"A case of severe glutathione synthetase deficiency with novel GSS mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29340523","rdfs:label":"Xia case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient is compound heterozygous for a frameshift variant and a duplication of the entire sequence of exon 3 in GSS. Neither change is in gnomAD."},{"id":"cggv:31787f33-0772-4692-885b-f7197acf8975_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:daae3f85-e1e3-43e0-ab46-828ae18529cb","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":45,"detectionMethod":"Sequence analysis of the 12 coding exons of GSS.","firstTestingMethod":"PCR","phenotypeFreeText":"Tachypnea at 50 hours of age, and respiratory distress. Treated with sodium bicarbonate (for acidosis), Vitamin A and E.","phenotypes":["obo:HP_0001942","obo:HP_0001878","obo:HP_0006579"],"previousTesting":true,"previousTestingDescription":"Increased 5-oxoproline levels in urine (72 gm/gm creatinine), serum (4.4 mmol/L), and cerebrospinal fuid (2.0 mmol/L). \nGS activity in cultured skin fibroblasts 3.3 U/mg protein (control 27 - 45 U/mg protein).\nLymphocyte glutathione levels: 0.07 +/- 0.02 nmol/10e6 cells (normal 0.82+/-0.11), plasma glutathione level: 0.35+/-0.03 umol/l (normal 2.1+/- 0.4)","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:31787f33-0772-4692-885b-f7197acf8975_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:66689ef6-1d8c-40a6-8c15-6aa7cd4aec6c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.799C>T (p.Arg267Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8527"}},{"id":"cggv:9e6ae67d-9e1c-4197-8580-5d2ba8240eb5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.847C>T (p.Arg283Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8528"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896573"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896573","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is compound heterozygous for two missense variants in GSS, p.Arg267Trp and p.Arg283Cys. When p.Arg267Trp is expressed in E. coli, there is no detectable GSS activity. This variant cannot complement GSS deficiency in S. pombe. Expression of p.Arg283Cys in E.coli results in 27% wild type GSS activity, and is heat labile. This variant can complement GSS deficiency in S. pombe.\nHighest population MAF for c.799C>T (p.Arg267Trp) in gnomAD is 0.00002638 (European non-Finnish), and for c.847C>T (p.Arg283Cys) is 0.000008795 (European non Finnish); no homozygotes."},{"id":"cggv:9f11c43f-96e3-4c32-9743-4fc882aa069a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cf8426dc-735e-47e2-924a-4d8e54154a6a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":14,"detectionMethod":"PCR and sequencing of all coding exons of GSS from genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"At 12 hours of life, jaundice noted, hematocrit 45%, total bilirubin 8.5 mg/dl.  By 22 hours, he was irritable, vomiting feedings, in respiratory distress, and had opistotonic posturing. Developed metabolic acidosis. Hematocrit decreased to 24%, 17% reticulocytes. Received transfusions and phototherapy treatment with sodium bicarbonate for acidosis. Hemolysis persisted. Also noted to have a small ventriculo-septal defect.","phenotypes":["obo:HP_0100543","obo:HP_0001878","obo:HP_0006579","obo:HP_0001942"],"previousTesting":true,"previousTestingDescription":"Elevated 5-oxoprline in urine - 37 to 48 mg/mg creatinine (normal < 0.16 mg/mg creatinine). \nGlutathione (GSH) concentration reduced in RBCs (0.11 mg GSH/ml, normal 1.19+/-0.04), WBCs (2.1 ug GSH/ml; normal 8.4+/-0.4), and fibroblasts (1.1 ug GSH/ml; normal 6.9+/-0.7).\nGlutathione synthetase (GS) activity in fibroblasts - 6 nmol/mg protein/hr (normal 136+/-3);  GS activity in WBCs - 2 umol/mg protein/hr (normal 55+/-9); GS activity in RBCs - 0.3 nmol/mg protein/hr (normal 18.1+/-2.3).\nOther enzymes in the pathway had normal activity in fibroblasts (gamma-glutamyl cysteine synthetase, 5-oxoprolinase, gamma-glutamyl transpeptidase).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9f11c43f-96e3-4c32-9743-4fc882aa069a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:bf7ed427-ee72-4be3-9cc2-4b72e311e51d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.3(GSS):c.4delG (p.Ala2Profs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/338302"}},{"id":"cggv:385fe4b1-2545-4a45-828c-26b77bf51bb4"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896573"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896573","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"This individual is compound heterozygous for a missense change, c.491G>A (p.Arg164Gln), and a frameshift, c.4delG. The missense change results from a single nucleotide change in the base of exon 3. This was shown, by RT-PCR from the patient's fibroblasts, to result in skipping of exon 4. When expressed in E. coli, no band was detected on W blot, and there was no GSS activity. This variant does not complement GSS deficient S. pombe. Highest population MAF in gnomAD for c.491G>A = 0.00006255 (European non-Finnish); no homozygotes in any population. The frameshift variant, c.4delG, when expressed in E. coli gave a faint band on Western blot, 10% normal activity, and complemented GSS deficient S. pombe when expressed at high levels. Highest population MAF in gnomAD for c.4delG = 0.004632 (Ashkenazi Jewish); no homozygotes in any population. The score is increased due to the detailed clinical and biochemical information available to support the diagnosis of GS deficiency in this case, and the multiple lines of information to support the deleterious impact of these variants."},{"id":"cggv:6d3650da-2ec5-4a04-b6f0-87f27529937f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:19397ebe-2ca7-4948-a01c-636326b5c512","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"“DNA sequence analysis” – no further details.","firstTestingMethod":"PCR","phenotypeFreeText":"Anemia requiring transfusion within the first week of life. Within 6 months, he presented with 3 severe episodes of anemia requiring blood transfusions. Presented at 6.5 months with acute gastroenteritis for which he had received acetaminophen; laboratory testing indicated hemolytic anemia, and hypoglycemia. After diagnosis of GSS deficiency, treated with Vitamin E (10 mg/kg/d) and vitamin C (100 mg/kg/d); no further hemolytic crises requiring transfusions but mild hemolytic anemia.","previousTesting":true,"previousTestingDescription":"48 hours after acetaminophen, 5-oxoproline level of 8649 µmol/mmol creatinine (normal values, <70). 15 days later, 5-oxoproline was normal. In red blood cells, a decrease in reduced glutathione (0.98 µmol/g Hb; mean normal value, 5.88 µmol/g Hb)  and oxidized glutathione (0.02 µmol/g Hb; mean normal value, 0.235). Note: acetaminophen reduces glutathione level (PMIDs 15878691 and 24111553).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:6d3650da-2ec5-4a04-b6f0-87f27529937f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:fbffbca1-1d6b-4b96-9790-02f67d70a268"},{"id":"cggv:3b979da7-1476-426d-b368-2fc4d3827a7d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.902T>C (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA408701266"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27581854","type":"dc:BibliographicResource","dc:abstract":"Hemolytic anemia (HA) of the newborn should be considered in cases of rapidly developing, severe, or persistent hyperbilirubinemia. Several causes of corpuscular hemolysis have been described, among which red blood cell enzyme defects are of particular concern. We report a rare case of red blood cell enzyme defect in a male infant, who presented during his first months of life with recurrent and isolated neonatal hemolysis. All main causes were ruled out. At 6.5 months of age, the patient presented with gastroenteritis requiring hospitalization; fortuitously, urine organic acid chromatography revealed a large peak of 5-oxoproline. Before the association between HA and 5-oxoprolinuria was noted, glutathione synthetase deficiency was suspected and confirmed by a low glutathione synthetase concentration and a collapse of glutathione synthetase activity in erythrocytes. Moreover, molecular diagnosis revealed 2 mutations in the glutathione synthetase gene: a previously reported missense mutation (c.[656A>G]; p.[Asp219Gly]) and a mutation not yet described in the binding site of the enzyme (c.[902T>C]; p.[Leu301Pro]). However, 15 days later, a control sample revealed no signs of 5-oxoprolinuria and the clinical history discovered administration of acetaminophen in the 48 hours before hospitalization. Thus, in this patient, acetaminophen exposure allowed the diagnosis of a mild form of glutathione synthetase deficiency, characterized by isolated HA. Early diagnosis is important because treatment with bicarbonate, vitamins C and E, and elimination of trigger factors are recommended to improve long-term outcomes. Glutathione synthetase deficiency should be screened for in cases of unexplained newborn HA.","dc:creator":"Signolet I","dc:date":"2016","dc:title":"Recurrent Isolated Neonatal Hemolytic Anemia: Think About Glutathione Synthetase Deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27581854","rdfs:label":"Signolet case"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is compound heterozygous for two missense variants, p.Asp219Gly and p.Leu301Pro. When expressed in E.coli, p.Asp219Gly results in 55% of wild type activity. The gene product is freeze-thaw sensitive; inactivated at 48 °C, 5 min (normal GSS is not deactivated at this temperature after 120 minutes) (PMID 8896573. The maximum population MAF in gnomAD for c.656A>G (p.Asp219Gly = 0.000008791 (European non-Finnish); no homozygotes. The other variant, p.Leu301Pro, is not in gnomAD. The score is reduced because no functional data were collected to support the deleterious impact of p.Leu301Pro."},{"id":"cggv:bb98e545-4f65-44ad-b9ca-44faeb6f9c1b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c0bb4e20-1581-47e6-8d57-74c433201b61","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Heteroduplex analysis of GSS CDNA followed by sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Hemolytic anemia, requiring exchange transfusion at 12 h of age. Severe metabolic acidosis corrected by bicarbonate administration. At 43 days of age, recurrent severe metabolic acidosis, with leukopenia and thrombocytopenia.","phenotypes":["obo:HP_0001256","obo:HP_0001994"],"previousTesting":true,"previousTestingDescription":"\"Massive excretion\" of urine 5-oxoproline (level not reported).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:bb98e545-4f65-44ad-b9ca-44faeb6f9c1b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9e6ae67d-9e1c-4197-8580-5d2ba8240eb5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10450861","type":"dc:BibliographicResource","dc:abstract":"Pyroglutamic aciduria (5-oxoprolinuria) is a rare autosomal recessive disorder caused by either glutathione synthetase deficiency (GSSD) or 5-oxoprolinase deficiency. GSSD results in low glutathione levels in erythrocytes and may present with hemolytic anemia alone or together with pyroglutamic aciduria, metabolic acidosis, and CNS damage. Five patients with pyroglutamic aciduria were studied. All presented with hemolytic anemia and metabolic acidosis. Two (brothers) also had Fanconi nephropathy, which is not seen in pyroglutamic aciduria. Molecular analyses of the GSS gene was performed in 3 patients. RT-PCR and heteroduplex analysis identified a homozygous deletion in 1 patient and a homozygous mutation in 2 others (brothers with Fanconi nephropathy). Sequencing of glutathione synthetase (GSS) cDNA from the first patient showed a 141-bp deletion corresponding to the entire exon 4, whilst the corresponding genomic DNA showed a G491 --> A homozygous splice site mutation. Sequencing of GSS cDNA from the Fanconi nephropathy patients showed a C847 --> T [ARG283 --> CYS] mutation in exon 9.","dc:creator":"Al-Jishi E","dc:date":"1999","dc:title":"Clinical, biochemical, and molecular characterization of patients with glutathione synthetase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10450861","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is homozygous for a missense variant, p.Arg283Cys. Expression of p.Arg283Cys in E.coli results in 27% wild type GSS activity, and the protein is heat labile. This variant can complement GSS deficiency in S. pombe. Highest population MAF for c.847C>T (p.Arg283Cys) is 0.000008795 (European non Finnish); no homozygotes."},{"id":"cggv:70ed1812-9fd5-4e8c-aae1-15d4241368ad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3fac1589-7c4c-4dac-88a7-8eb4e4fd95ac","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Direct sequencing of GSS cDNA showed an 141‐bp deletion corresponding to the entire GSS exon 4 ( Fig. 1A). Genomic DNA PCR amplification of exon 4 (and flanking intronic sequences) resulted in a normal‐sized fragment suggesting the presence of a splice site mutation. Direct sequencing identified an alteration of the last nucleotide of exon3, c.491G>A.","firstTestingMethod":"PCR","phenotypeFreeText":"Hemolytic anemia and severe acidosis without lactic acidosis or ketoacidosis during the first 3 weeks of life. After diagnosis, treated with sodium bicarbonate and vitamin E. Still has mild chronic hemolytic anemia and mild compensated acidosis.","phenotypes":["obo:HP_0001942","obo:HP_0004802","obo:HP_0010307","obo:HP_0001601"],"previousTesting":true,"previousTestingDescription":"\"Massive urinary excretion\" of 5-oxoproline.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:70ed1812-9fd5-4e8c-aae1-15d4241368ad_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:385fe4b1-2545-4a45-828c-26b77bf51bb4"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10450861"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10450861","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"This individual is homozygous for a missense change, c.491G>A (p.Arg164Gln). The missense change results from a single nucleotide change in the base of exon 3. By RT-PCR and sequencing of cDNA, this variant was shown to result in skipping of exon 4 in two different studies (this study and PMID 8896573). When this variant was expressed in E. coli, no band was detected on W blot, and there was no GSS activity. This variant does not complement GSS deficient S. pombe (PMID 8896573). Highest population MAF in gnomAD for c.491G>A = 0.00006255 (European non-Finnish); no homozygotes in any population. The same variant has been identified in other individuals with GSS deficiency (e.g. PMID 8896573). The score was increased due to an abundance of information indicating that this variant is deleterious to GSS function."},{"id":"cggv:5d94d5aa-e19e-4c13-b8e1-cb17f82adefb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4c30ec8e-2867-4675-aee8-3378c17aa618","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequence analysis of the 12 coding exons of GSS.","firstTestingMethod":"PCR","phenotypeFreeText":"5-oxoprolinuria; no further clinical details","previousTesting":true,"previousTestingDescription":"5-10% of the control GSH level in RBC and WBC.\n5-oxoprolinuria - no details provided on level.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:5d94d5aa-e19e-4c13-b8e1-cb17f82adefb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5a404155-d90f-4314-8660-836aeab67f0f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.1139_1144del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9825853"}},{"id":"cggv:c0f04ee0-0e18-4066-9d96-39e451f21486","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000178.4(GSS):c.373C>T (p.Arg125Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/8529"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896573"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896573","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is compound heterozyous for a missense variant, p.Arg125Cys and p.Val380_Gln381del. When expressed in E. Coli, p.Arg125Cys results in no GSS activity and does not complement GSS deficiency in S. Pombe. p.Val380_Gln381del results in an insoluble protein, and does not complement GSS deficiency in S. Pombe, while p.Pro314Leu (which is in cis with p.Val380_Gln381del) appears to be benign. The maximum population MAF in gnomAD for p.Arg125Cys is 0.0007614 (African), p.Val380_Gln381del is 0.0002003 (African), and p.Pro314Leu is 0.009581 (African). The score is reduced due to limited clinical details."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":819,"specifiedBy":"GeneValidityCriteria6","strengthScore":15,"subject":{"id":"cggv:b2e6d86d-0770-485a-9760-70c372c24ce3","type":"GeneValidityProposition","disease":"obo:MONDO_0017909","gene":"hgnc:4624","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between GSS and glutathione synthetase deficiency was evaluated using the ClinGen Clinical Validity Framework as of April 20th, 2019. Glutathione is a tripeptide composed of glutamate, cysteine and glycine. It is present in in most mammalian cells and it is involved in several fundamental biological functions, including protection against oxidative damage (PMID 17397529). Glutathione synthetase deficiency is the most common disorder of glutathione metabolism. It is inherited in an autosomal recessive manner. In its most severe form, glutathione synthetase deficiency is characterized by hemolytic anemia, metabolic acidosis, 5-oxoprolinuria, central nervous system symptoms, and recurrent bacterial infections. However, milder cases, with only mild hemolytic anemia and normal 5-oxoproline levels have also been described (for reviews, see PMIDs 17397529 and 15990954). More than 50 families have been described worldwide (PMID 17397529). Variants in GSS, which encodes glutathione synthetase, were first reported in humans with this condition as early as 1996 (Shi et al, PMID 8896573). Data from 12 patients with 14 unique variants (missense, splicing, nonsense, frameshift, and exon duplication) from 7 publications were curated (Shi et al, 1996, PMID 8896573; Dahl et al, 1997, PMID 9215686; Al-Jishi et al, 1999; PMID 10450861; Li et al, 2015, PMID 25851806; Njålsson et al, 2003; PMID 14635114; Signolet et al, 2016, PMID 27581854; Xia et al, 2018, PMID 29340523). This gene-disease relationship is supported by the biochemical function of glutathione synthetase, resulting in glutathione deficiency and 5-oxoprolinuria in when the enzyme activity is deficient (Snoke et al, 1953; PMID 13061393; Richman et al, 1975, PMID 1112810), as well as functional studies (Ingle et al, 2018; PMID 30581542). In summary, GSS is definitively associated with autosomal recessive glutathione synthetase deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel on April 26, 2019.\n","dc:isVersionOf":{"id":"cggv:69a8e645-0e10-4ea9-8545-212ce9b0dcbf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}