{"id":"cggv:62aef3ff-a230-4b1e-88d8-8097c9975031v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:62aef3ff-a230-4b1e-88d8-8097c9975031_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2024-02-15T20:00:00.000Z","role":"Approver"},{"id":"cggv:62aef3ff-a230-4b1e-88d8-8097c9975031_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2024-03-21T21:05:57.162Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/29106382","type":"dc:BibliographicResource","dc:abstract":"Primary congenital glaucoma (PCG) is a leading cause of blindness in children worldwide and is caused by developmental defects in 2 aqueous humor outflow structures, Schlemm's canal (SC) and the trabecular meshwork. We previously identified loss-of-function mutations in the angiopoietin (ANGPT) receptor TEK in families with PCG and showed that ANGPT/TEK signaling is essential for SC development. Here, we describe roles for the major ANGPT ligands in the development of the aqueous outflow pathway. We determined that ANGPT1 is essential for SC development, and that Angpt1-knockout mice form a severely hypomorphic canal with elevated intraocular pressure. By contrast, ANGPT2 was dispensable, although mice deficient in both Angpt1 and Angpt2 completely lacked SC, indicating that ANGPT2 compensates for the loss of ANGPT1. In addition, we identified 3 human subjects with rare ANGPT1 variants within an international cohort of 284 PCG patients. Loss of function in 2 of the 3 patient alleles was observed by functional analysis of ANGPT1 variants in a combined in silico, in vitro, and in vivo approach, supporting a causative role for ANGPT1 in disease. By linking ANGPT1 with PCG, these results highlight the importance of ANGPT/TEK signaling in glaucoma pathogenesis and identify a candidate target for therapeutic development.","dc:creator":"Thomson BR","dc:date":"2017","dc:title":"Angiopoietin-1 is required for Schlemm's canal development in mice and humans."},"evidence":[{"id":"cggv:62aef3ff-a230-4b1e-88d8-8097c9975031_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:62aef3ff-a230-4b1e-88d8-8097c9975031_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:62aef3ff-a230-4b1e-88d8-8097c9975031_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bd96641a-4aad-4876-810d-e629886f4615","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1eb309ec-3330-420f-b0b6-9450e21ed338","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Increased intraocular pressure is strongly correlated with and considered a risk factor the development of glaucoma. The conditional knockout of ANGPT1 in mice resulted in higher IOP in the mice studied over time. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29106382","rdfs:label":"Thomson Angpt1WBΔE16.5 mutant mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:cc971a6c-8f05-4d36-a375-cb5d434f9c7d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d39e74d4-8c04-44e8-9abf-19ab3da86d8c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Development of glaucoma in the heterozygous state occurred in the human proband with this variant and the mouse model. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29106382","rdfs:label":"Thomson ANGPT1p.R494* mutant mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Score reduced because IOP measurements of the ANGPT1p.R494* mutant mice were not reported. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":7929,"specifiedBy":"GeneValidityCriteria10","strengthScore":6,"subject":{"id":"cggv:c3d04707-4eaf-4392-8a89-3d10946a4ae5","type":"GeneValidityProposition","disease":"obo:MONDO_0000365","gene":"hgnc:484","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ANGPT1* was first reported in relation to autosomal dominant primary congenital glaucoma in 2017 (Thompson et al., PMID: 29106382). Primary congenital glaucoma is a condition with an onset before 3 years of age that is identified by increased intraocular pressure, an enlarged ocular globe, increased corneal diameter and corneal edema. Angiopoietin 1, the *ANGPT1* protein, is a angiogenic growth factor that was shown by Thomson et al. to be essential as a TEK ligand in the development of Schlemm’s canal. \n\nAt least five variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n\nVariants in *ANGPT1* have been reported in individuals with both primary congenital glaucoma and hereditary angioedema. These two entities have distinct phenotypic variability with no reported or known overlap between the two phenotypes, even though the two assertions have the same inheritance pattern and loss of function as a suspected molecular mechanism. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, the following disease entities have been split into two disease entities, primary congenital glaucoma (OMIM:231300) and hereditary angioedema (OMIM:619361). \n\nFour variants (nonsense, missense) in this gene have been reported in at least four probands in two publications (PMID: 29106382, 36995002). At least one more variant in this gene has been identified in a GWAS study to be significantly associated with elevated intraocular pressure, which is correlated with the development of glaucoma, but is not included in this curation (PMID: 29785010). Only nonsense variants were given scores above 0 in this curation; two missense variants are reported in the curation, one carrying variant alleles in two other genes already established by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel to have a definitive relationship to primary congenital glaucoma and one with function evidence that shows the ability of the missense variant protein to interact with its receptor. The two nonsense variants scored in this curation have functional evidence supporting their scores that show that they may diminish TEK activation through oligomerization with the wild type protein. There are unpublished cases of primary congenital glaucoma due to *ANGPT1* that could not be scored in the curation; additional published cases would be valuable in increasing the classification of this gene-disease relationship. \n\nThis gene-disease relationship is supported by two mouse models showing the correlation of *ANGPT1* with development of glaucoma. Thomson et al. used a conditional gene knockout to show that mice without functional angiopoietin 1 demonstrate hypomorphic Schlemm’s canal, which is insufficient for normal aqueous humor drainage, with clinical signs of glaucoma including increased IOP and decreased retinal ganglion cells as compared to control mice. In the same publication, the authors reiterated this with a functionally null variant of *ANGPT1*, p.R494Ter, which showed that the variant could not replace wilde type in the  as the conditional knockout mice (PMID:29106382). The Thomson *ANGPT1* conditional knockout mouse was published again as a genetic model of high pressure glaucoma resource for other investigators in 2020 (PMID:32818103). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on February 15th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:62aef3ff-a230-4b1e-88d8-8097c9975031"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}