{"id":"cggv:aba640e2-c95d-414b-8c72-d22769e4366av2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:aba640e2-c95d-414b-8c72-d22769e4366a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-04-22T16:00:00.000Z","role":"Approver"},{"id":"cggv:aba640e2-c95d-414b-8c72-d22769e4366a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-04-22T17:53:50.560Z","role":"Publisher"}],"evidence":[{"id":"cggv:aba640e2-c95d-414b-8c72-d22769e4366a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aba640e2-c95d-414b-8c72-d22769e4366a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93bf19d4-4822-42da-9eea-05852cffb07b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:95ca5890-9527-42e3-9b5e-082c4d121515","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Patient 2 (GM16678), Lebanese female, age unknown, with clinical features of rhizomelic chondrodysplasia punctata including cataracts, rhizomelia and epiphyseal stippling. Plasmalogens were \"severely reduced\" in cultured fibroblasts. No product obtained on RT-PCR of fibroblast cDNA for AGPS. AGPS protein was barely detectable on Western blot.  No variant in AGPS was identified in cDNA, and no genomic DNA sequencing was performed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24849933","type":"dc:BibliographicResource","dc:abstract":"Rhizomelic chondrodysplasia punctata (RCDP) is an autosomal recessive disorder due to the deficiency in ether lipid synthesis. RCDP type 1, the most prominent type, is caused by the dysfunction of the receptor of peroxisome targeting signal type 2, Pex7 (peroxisomal biogenesis factor 7), and the rest of the patients, RCDP types 2 and 3, have defects in peroxisomal enzymes catalyzing the initial two steps of alkyl-phospholipid synthesis, glyceronephosphate O-acyltransferase and alkylglycerone phosphate synthase (Agps). We herein investigated defects of two patients with RCDP type 3. Patient 1 had a novel missense mutation, T1533G, resulting in the I511M substitution in Agps. The plasmalogen level was mildly reduced, whereas the protein level and peroxisomal localization of Agps-I511M in fibroblasts were normal as in the control fibroblasts. Structure prediction analysis suggested that the mutated residue was located in the helix α15 on the surface of V-shaped active site tunnel in Agps, likely accounting for the mild defects of plasmalogen synthesis. These results strongly suggest that an individual with mildly affected level of plasmalogen synthesis develops RCDP. In fibroblasts from patient 2, the expression of AGPS mRNA and Agps protein was severely affected, thereby giving rise to the strong reduction of plasmalogen synthesis. ","dc:creator":"Noguchi M","dc:date":"2014","dc:title":"Mild reduction of plasmalogens causes rhizomelic chondrodysplasia punctata: functional characterization of a novel mutation."},"rdfs:label":"Low AGPS cDNA and protein in RCDP"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:5d2243ab-f0b3-462d-a5cb-db9fd70067db","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ed204d6-cf56-4557-9859-2ce1f0fab6a9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Glycerone phosphate acyltransferase (encoded by GNPAT) and alkyglycerone phosphate synthase (encoded by AGPS) carry out the first and second (last) steps of plasmalogen synthesis, respectively. Biochemical and immunostaining studies had previous suggested that both of these enzymes are membrane‐bound and localized on the lumenal side of the peroxisomal membrane. In this study, both proteins were detected in a 210 kDa complex. Co-immunoprecipitation confirmed that the proteins interact in a heterotrimeric complex. This is further suported by the finding of low GNPAT activity in fibroblasts cells from a patient with a frameshift in AGPS cDNA that produced no AGPS protein, while GNPAT activity was normal in cells with AGPS deficiency caused by a missense variant but producing AGPS protein (PMID 10553003). Overall, these studies suggest that the presence of AGPS is required for GNPAT stability and function. The physical interaction between the AGPS and GNPAT gene product is further supported by the finding of low levels of GNPAT activity and/or protein in patients lacking AGPS protein (PMIDs 10553003, 11152660). Biallelic variants in GNPAT are known to cause rhizomelic chondrodyplasia punctata. The knowledge that AGPS is part of the same pathway and that the gene product interacts with that of GNPAT provides evidence that AGPS may also be involved in the pathogenesis of rhizomelic chondrodysplasia punctata.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10215861","type":"dc:BibliographicResource","dc:abstract":"Dihydroxyacetone phosphate (GrnP) acyltransferase and alkyl-GrnP synthase are the key enzymes involved in the biosynthesis of ether phospholipids. Both enzymes are located on the inside of the peroxisomal membrane. Here we report evidence for a direct interaction between these enzymes obtained by the use of chemical cross-linking. After cross-linking and immunoblot analysis alkyl-GrnP synthase could be detected in a 210-kDa complex which was located entirely on the lumenal side of the peroxisomal membrane. Two-dimensional SDS/PAGE demonstrated that GrnP-acyltransferase is also cross-linked in a 210-kDa complex. Co-immunoprecipitation confirmed that the two enzymes interact, in a heterotrimeric complex. Furthermore, alkyl-GrnP synthase can form a homotrimeric complex in the absence of GrnP-acyltransferase as was demonstrated by immunoblot analysis after cross-linking experiments with either GrnP-acyltransferase deficient human fibroblast homogenates or recombinant (His)6-tagged alkyl-GrnP synthase. We conclude that alkyl-GrnP synthase interacts selectively with GrnP-acyltransferase in a heterotrimeric complex and in the absence of GrnP-acyltransferase can also form a homotrimeric complex.","dc:creator":"Biermann J","dc:date":"1999","dc:title":"Alkyl-dihydroxyacetone phosphate synthase and dihydroxyacetone phosphate acyltransferase form a protein complex in peroxisomes."},"rdfs:label":"GNPAT-AGPS Coimmunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The physical interaction between the AGPS and GNPAT gene product is further supported by the finding of low levels of GNPAT activity and/or protein in patients lacking AGPS protein (PMIDs 10553003, 11152660)."},{"id":"cggv:d9f8c00a-21be-4d79-861c-f5e65b564d70","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:929b3ca3-3618-4d14-baa4-b1f3638cc409","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Alkyldihydroxyacetone phosphate (alkyl-DHAP) synthase (encoded by AGPS) catalyzes the second step of plasmalogen synthesis. In this publication, the authors further elucidate the molecular mechanism of the reaction. Plasmalogens are known to be deficient in patients with rhizomelic chondrodysplasia punctata. Therefore, the function of alkyldihydroxyacetone phosphate (alkyl-DHAP) synthase is consistent with observations in patients with the condition.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7096336","type":"dc:BibliographicResource","dc:abstract":"Alkyldihydroxyacetone-P (alkyl-DHAP) synthase, the enzyme that forms the ether linkage of alkyl and alk-1-enyl glycerolipids, has been solubilized from ehrlich ascites cell microsomes using Triton X-100 and acetone precipitation. the solubilized enzyme, which is stabilized by glycerol or ethylene glycol, was then purified further by chromatography on DEAE-cellulose, QAE-Sephadex, Matrex Red, and hydroxylapatite with the aid of a new rapid assay method using DEAE-cellulose disks. Four enzymes involved in the metabolism of acyl-DHAP and alkyl-DHAP (acyl-DHAP/alkyl-DHAP oxidoreductase, DHAP acyltransferase, alkyl-DHAP phosphohydrolase, and a dinitrofluorobenzene-insensitive acyl-DHAP acylhydrolase) are removed under these conditions along with endogenous fatty acids and fatty alcohols. Two other activities copurify with the alkyl-DHAP synthase forward reaction: an acyl exchange reaction, in which [1-14C]palmitic acid is incorporated into palmitoyl-DHAP, and an alkyl exchange reaction, in which [1-14C]hexadecanol is incorporated into hexadecyl-DHAP. Exchange reactions of this type are characteristic properties of a ping-pong mechanism but not a sequential mechanism. This is confirmed by documentation that palmitic acid is a competitive inhibitor with respect to hexadecanol. In addition, low levels of palmitoyl-DHAP (less than 100 microM) show competitive inhibition with respect to hexadecanol, possibly due to palmitic acid formed from palmitoyl-DHAP by alkyl-DHAP synthase under these conditions. Based on the observations presented here and previously, a molecular mechanism for alkyl-DHAP synthase is proposed.","dc:creator":"Brown AJ","dc:date":"1982","dc:title":"Alkyldihydroxyacetone-P synthase. Solubilization, partial purification, new assay method, and evidence for a ping-pong mechanism."},"rdfs:label":"Alkylhydroxyacetone phosphate synthase mechanism"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:2330bacc-75b4-4551-b6a5-6b59b0444bab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1b491b38-47b3-4e20-86e3-4272839589ca","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"AGPS encodes a peroxisomal enzyme with a role in the synthesis of plasmalogens. PEX7 encodes the peroxisomal receptor that recognizes the PTS2 signal sequence required for import of AGPS into the peroxisome. Therefore, AGPS and PEX7 are both required for plasmalogen synthesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9090381","type":"dc:BibliographicResource","dc:abstract":"Rhizomelic chondrodysplasia punctata (RCDP) is a rare autosomal recessive phenotype that comprises complementation group 11 of the peroxisome biogenesis disorders (PBD). PEX7, a candidate gene for RCDP identified in yeast, encodes the receptor for peroxisomal matrix proteins with the type-2 peroxisome targeting signal (PTS2). By homology probing we identified human and murine PEX7 genes and found that expression of either corrects the PTS2-import defect characteristic of RCDP cells. In a collection of 36 RCDP probands, we found two inactivating PEX7 mutations: one, L292ter, was present in 26 of the probands, all with a severe phenotype; the second, A218V, was present in three probands, including two with a milder phenotype. A third mutation, G217R, whose functional significance is yet to be determined, was present in five probands, all compound heterozygotes with L292ter. We conclude that PEX7 is responsible for RCDP (PBD CG11) and suggest a founder effect may explain the high frequency of L292ter.","dc:creator":"Braverman N","dc:date":"1997","dc:title":"Human PEX7 encodes the peroxisomal PTS2 receptor and is responsible for rhizomelic chondrodysplasia punctata."},"rdfs:label":"PEX7 function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:18fc4d57-4450-42e0-88e1-cf5e17def871","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de739178-50e5-4da6-bf33-89731592a055","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In this mutant CHO cell line, deficiency of plasmalogen synthesis was shown to be caused by AGPS deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9114014","type":"dc:BibliographicResource","dc:abstract":"Using fluorescence-activated cytotoxicity selection, followed by colony autoradiographic screening of the surviving population, we have isolated a unique plasmalogen-deficient Chinese hamster ovary (CHO) cell line. The mutant, NZel-1, showed a dramatic (90%) reduction in the rate of biosynthesis and levels of plasmalogens, as determined using short- and long-term labeling with 32Pi. Enzymatic assays and lipid supplementation studies showed that NZel-1 was defective in a single step in the biosynthetic pathway for plasmalogens. This step, catalyzed by the peroxisomal enzyme, alkyl-dihydroxyacetone phosphate (DHAP) synthase, is responsible for the introduction of the ether bond found in plasmalogens. The activity of alkyl-DHAP synthase was reduced in whole-cell homogenates from NZel-1 to 18% of wild-type values. Unlike previously described plasmalogen-deficient mutants, NZel-1 contained peroxisomes, as confirmed by immunofluorescence microscopy and catalase release by digitonin. Peroxisomal functions, including the breakdown of very long-chain (>20 carbons) fatty acids, phytanic acid oxidation, and the acylation of DHAP, were normal. Cell fusion studies revealed that the mutation is recessive and belongs to a new complementation group. To our knowledge this is the first report describing the isolation and characterization of a mutant CHO cell line defective in plasmalogen biosynthesis which contains intact, functional peroxisomes. These cells will allow us to examine the role of ether lipids in cellular functions without complications associated with peroxisome deficiency.","dc:creator":"Nagan N","dc:date":"1997","dc:title":"A fibroblast cell line defective in alkyl-dihydroxyacetone phosphate synthase: a novel defect in plasmalogen biosynthesis."},"rdfs:label":"Plasmalogen biosynthesis-defective fibroblasts"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:6ab6f271-cb4a-436a-99a1-c4a4c2b0c729","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2be3ebf0-00a6-48b1-9f78-860139036b76","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"GNPAT encodes glyceronephosphate O-acyltransferase (also known as DHAPAT or DAPAT, dihydroxyacetone phosphate acyltransferase. This enzyme is involved in the synthesis of acylDHAP, the obligate precursor of glycerol ether lipids (alkyl glycerol ethers and plasmalogens). AGPS encodes alkylglycerone-phosphate synthase (also known as alkyldihroxyacetonephosphate synthase, ADHAPS, alkyl-DHAP synthase) a peroxisomal enzyme catalyzing the conversion of acylDHAP to alkyl-DHAP, the second step in plasmalogen synthesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8685243","type":"dc:BibliographicResource","dc:creator":"Hajra AK","dc:date":"1995","dc:title":"Glycerolipid biosynthesis in peroxisomes (microbodies)."},"rdfs:label":"GNPAT function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:aba640e2-c95d-414b-8c72-d22769e4366a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d19c815e-3ca0-4ce6-a25e-a6673116d7b1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f2e8dba-2f26-4bcd-beb1-64283940ec0f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous Agps-KOMP mice (which gemerate about 11% normal levels of Agps transcripts) and homozygous Agps Agps-KOMP EIIa-Cre (which generate about 5% normal levels of Agps transcripts) have several clinical features in common with human patients with variants in AGPS. Agps-KOMP EIIa-Cre mice exhibit growth delay although this resolves by adulthood. Agps-KOMP mice do not exhibit growth delay. Both mouse models and humans have early onset cataracts. No rhizomelia was observed for the mice, unlike human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25197626","type":"dc:BibliographicResource","dc:abstract":"Rhizomelic chondrodysplasia punctata (RCDP) is a genetically heterogeneous autosomal recessive syndrome characterized by congenital cataracts, shortening of the proximal limbs, neurological abnormalities, seizures, growth delays, and severe intellectual disability. Most RCDP children die in the first decade of life due to respiratory complications. Mutations in alkylglycerone phosphate synthase (AGPS) cause RCDP type 3 (RCDP3). We've previously established that cataracts and male infertility in blind sterile 2 (bs2) mice are caused by a spontaneous hypomorphic mutation in Agps. As a part of this study, we set out to further explore the bs2 phenotypes and how they correlate to the clinical presentations of RCDP3 patients. Our results show that ∼50% bs2 mice die embryonically and surviving bs2 mice exhibit growth delays that they overcome by adulthood. The X-ray analysis of adult bs2 mice revealed significant humeral, but not femoral shortening. Clinical and histological eye evaluations revealed that bs2 lenses undergo normal development with first opacities developing at P21 that by P28 rapidly progress to mature cataracts. Evaluation of testes determined that infertility in bs2 mice is due to the aberrant formation of multicellular cellular clusters that undergo apoptosis. Given that the bs2 locus is a hypomorphic Agps mutation, we set out to generate Agps knockout mice utilizing Knockout Mouse Project (KOMP) resource. Our results showed that ∼85% of Agps knock-out mice die embryonically whereas surviving adult Agps knock-out mice phenotypically exhibit cataracts and testicular abnormalities similar to those observed in bs2 mice. Given that the majority of Agps knock-out mice die embryonically presented a challenge for further analyses of Agps deficiency in mouse models. Although not done as a part of this study, Agps-KOMP mice or ES cells can be further modified with FLP recombinase to generate mice suitable for subsequent matings with a transgenic Cre strain of choice, thereby providing an opportunity to study conditional Agps deficiency in a specific tissue or desired developmental time points without Agps deficiency-mediated embryonic lethality.","dc:creator":"Liegel RP","dc:date":"2014","dc:title":"Alkylglycerone phosphate synthase (AGPS) deficient mice: models for rhizomelic chondrodysplasia punctate type 3 (RCDP3) malformation syndrome."},"rdfs:label":"Agps KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score is reduced because, while some features of RCDP are recapitulated in AGPS KO mice, rhizomelic shortening was not observed, and plasmalogen level was not reported."},{"id":"cggv:5f01a023-64e3-4739-8141-8df298e4906e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a510110e-c7a2-4ce5-94ff-1612ba14d2e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Blind Sterile 2 (BS2) mice (described by Liegel et al, PMIDs 21353609 and 25197626) are homozygous for a naturally occurring variant, IVS14+5G>A, in Agps which affects normal splicing, resulting in only about 15% normally spliced Agps mRNA. BS2 mice recapitulate the clinical and biochemical features of human patients with rhizomelic chrondrodyplasia punctata including growth delay, rhizomelic shortening, cataract development. Like human patients, BS2 mice also have reduced plasmalogen synthesis. In addition, the molecular mechanism - loss of function of AGPS - is the same in mice and humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21353609","type":"dc:BibliographicResource","dc:abstract":"Blind sterile 2 (bs2) is a spontaneous autosomal recessive mouse mutation exhibiting cataracts and male sterility. Detailed clinical and histological evaluation revealed that bs2 mice have cataracts resulting from severely disrupted lens fiber cells. Analysis of bs2 testes revealed the absence of mature sperm and the presence of large multinucleate cells within the lumens of seminiferous tubules. Linkage analysis mapped the bs2 locus to mouse chromosome 2, approximately 45cM distal from the centromere. Fine mapping established a 3.1Mb bs2 critical region containing 19 candidate genes. Sequence analysis of alkylglycerone-phosphate synthase (Agps), a gene within the bs2 critical region, revealed a G to A substitution at the +5 position of intron 14. This mutation results in two abundantly expressed aberrantly spliced Agps transcripts: Agps(∆exon14) lacking exon 14 or Agps(exon∆13-14) lacking both exons 13 and 14 as well as full-length Agps transcript. Agps is a peroxisomal enzyme which catalyzes the formation of the ether bond during the synthesis of ether lipids. Both aberrantly spliced Agps(∆exon14) and Agps(exon∆13-14) transcripts led to a frame shift, premature stop and putative proteins lacking the enzymatic FAD domain. We present evidence that bs2 mice have significantly decreased levels of ether lipids. Human mutations in Agps result in rhizomelic chondrodysplasia punctata type 3 (RCDP3), a disease for which bs2 is the only genetic model. Thus, bs2 is a hypomorphic mutation in Agps, and represents a useful model for investigation of the tissue specificity of ether lipid requirements which will be particularly valuable for elucidating the mechanism of disease phenotypes resulting from ether lipid depletion.","dc:creator":"Liegel R","dc:date":"2011","dc:title":"Blind sterile 2 (bs2), a hypomorphic mutation in Agps, results in cataracts and male sterility in mice."},"rdfs:label":"Blind sterile (BS2) spontaneous mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The score is increased due to the amount of evidence available showing that BS2 mice recapitulate the clinical and biochemical features seen in human patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:aba640e2-c95d-414b-8c72-d22769e4366a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7b67f50c-74d3-4a98-a567-db5fcfa8a868_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7b67f50c-74d3-4a98-a567-db5fcfa8a868","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:7de94c41-f395-4aa3-bedb-be312dfe0365","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003659.4(AGPS):c.1411G>A (p.Glu471Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349365299"}},"detectionMethod":"All exons and flanking intronic regions of AGPS were amplified from gDNA isolated from patient fibroblasts.","firstTestingMethod":"PCR","phenotypeFreeText":"On X-ray, punctata at hips, vertebrae, knees, elbows, and trachea. Cataracts noted at age 6 months.","phenotypes":["obo:HP_0004991","obo:HP_0000518"],"previousTesting":true,"previousTestingDescription":"Erthrocyte plasmlogens C16:0 DMA/C16:0, 0.028 (control 0.051–0.090); Plasmalogen synthesis 3H/14C, 1.66 (control <1), 61% GNPAT activity.\nReduced GNPAT and severely reduced AGPS protein levels on Western blot of cultured fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e9995238-98d6-4571-84c5-aa651ddb048f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7de94c41-f395-4aa3-bedb-be312dfe0365"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21990100","type":"dc:BibliographicResource","dc:abstract":"Rhizomelic chondrodysplasia punctata (RCDP) is a disorder of peroxisome metabolism resulting from a deficiency of plasmalogens, a specialized class of membrane phospholipids. Classically, patients have a skeletal dysplasia and profound mental retardation, although milder phenotypes are increasingly being identified. It is commonly caused by defects in the peroxisome transporter, PEX7 (RCDP1), and less frequently due to defects in the peroxisomal enzymes required to initiate plasmalogen synthesis, GNPAT (RCDP2) and AGPS (RCDP3). PEX7 transports AGPS into the peroxisome, where AGPS and GNPAT partner on the luminal membrane surface. The presence of AGPS is thought to be required for GNPAT activity. We present six additional probands with RCDP2 and RCDP3, and the novel mutations identified in them. Using cell lines from these and previously reported patients, we compared the amounts of both AGPS and GNPAT proteins present for the first time. We used protein modeling to predict the structural consequences of AGPS mutations and transcript analysis to predict consequences of GNPAT mutations, and show that milder RCDP phenotypes are likely to be associated with residual protein function. In addition, we propose that full GNPAT activity depends not only on the presence of AGPS, but also on the integrity of substrate channeling from GNPAT to AGPS.","dc:creator":"Itzkovitz B","dc:date":"2012","dc:title":"Functional characterization of novel mutations in GNPAT and AGPS, causing rhizomelic chondrodysplasia punctata (RCDP) types 2 and 3."}},"rdfs:label":"Pt 5"},{"id":"cggv:e9995238-98d6-4571-84c5-aa651ddb048f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e9995238-98d6-4571-84c5-aa651ddb048f_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"This individual is homozygous for a missense variant, p.Glu471Lys, in AGPS. The variant is not in gnomAD. Based on the 3D structure of AGPS, this variant is predicted to disrupt interactions with adjacent residues and lead to protein destabilization. Minimal points are awarded because functional studies are not available to support the deleterious impact of this variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5a79e0e2-201e-4c6e-a773-9451a6eec064_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5a79e0e2-201e-4c6e-a773-9451a6eec064","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":11,"allele":[{"id":"cggv:4c167912-91f2-499d-b968-d08122a0d72e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003659.4(AGPS):c.1406T>C (p.Leu469Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118388"}},{"id":"cggv:5a763ba7-00c6-4505-a58d-054a3fe47a71","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003659.4(AGPS):c.926C>T (p.Thr309Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118387"}}],"detectionMethod":"RT-PCR and sequence analysis of AGPS from fibroblasts.","firstTestingMethod":"PCR","phenotypeFreeText":"Short proximal arms, bilateral cataracts, epiphyseal stippling in femoral and humeral bones.","phenotypes":["obo:HP_0001508","obo:HP_0000252","obo:HP_0001263","obo:HP_0002020"],"previousTesting":true,"previousTestingDescription":"\"Severe deficiency of plasmalogens\" (no further details).\nNo detectable AGPS (ADAPS) activity and no AGPS protein was detected in fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:25dff222-30fc-497f-a59b-74e5d525d24f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5a763ba7-00c6-4505-a58d-054a3fe47a71"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11152660","type":"dc:BibliographicResource","dc:abstract":"The first steps of ether lipid biosynthesis are exclusively localized to peroxisomes and hence some peroxisomal disorders are characterized by a severe deficiency of plasmalogens, the main ether lipids in humans. Here we report on gene defects of plasmalogen biosynthesis, chromosomal localization of the corresponding genes and, as a consequence of plasmalogen deficiency, on structural alterations of caveolae, clathrin-coated pits, endoplasmic reticulum and Golgi cisternae, as well as on the reduced rate of transferrin receptor cycling. The data suggest that plasmalogens, analogous to cholesterol, are essential for correct membrane functioning and their deficiency results in impaired membrane trafficking.","dc:creator":"Thai TP","dc:date":"2001","dc:title":"Impaired membrane traffic in defective ether lipid biosynthesis."}},{"id":"cggv:b8f645e2-6c41-48c8-a4d9-c340aacc9c90_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4c167912-91f2-499d-b968-d08122a0d72e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11152660"}],"rdfs:label":"Patient 4"},{"id":"cggv:25dff222-30fc-497f-a59b-74e5d525d24f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:25dff222-30fc-497f-a59b-74e5d525d24f_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"This individual is compound heterozygous for two missense variants, p.Thr309Ile and p.Leu469Pro in the AGPS gene. Neither variant is in gnomAD. The score is reduced because no functional evidence is available to support the deleterious nature of these variant. However, p.Thr309Ile maps to the FAD binding site and p.Leu469Pro may affect substrate binding."},{"id":"cggv:b8f645e2-6c41-48c8-a4d9-c340aacc9c90","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:b8f645e2-6c41-48c8-a4d9-c340aacc9c90_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"This individual is compound heterozygous for two missense variants, p.Thr309Ile and p.Leu469Pro in the AGPS gene. Neither variant is in gnomAD. The score is reduced because no functional evidence is available to support the deleterious nature of these variant. However, p.Thr309Ile maps to the FAD binding site and p.Leu469Pro may affect substrate binding."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:aba640e2-c95d-414b-8c72-d22769e4366a_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5.5},{"id":"cggv:d11f8319-316f-4204-8c61-fee8f45154d6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d11f8319-316f-4204-8c61-fee8f45154d6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":27,"allele":{"id":"cggv:814a8bb6-a8ff-4ad7-a8fa-f182d1297acf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003659.4(AGPS):c.1703C>T (p.Thr568Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129916"}},"detectionMethod":"All exons and flanking intronic regions of AGPS were amplified from gDNA isolated from patient fibroblasts.","firstTestingMethod":"PCR","phenotypeFreeText":"Simple ears, bilateral cataract, mild pterygium. X‐rays showed short femurs and humeri, stippling at knees, elbows, scapulae, and hips and vertebral coronal clefts.","phenotypes":["obo:HP_0000463","obo:HP_0000343","obo:HP_0000219","obo:HP_0001263","obo:HP_0002373","obo:HP_0000518","obo:HP_0001762","obo:HP_0003121","obo:HP_0000260","obo:HP_0001508"],"previousTesting":true,"previousTestingDescription":"Erthrocyte plasmlogens C16:0 DMA/C16:0, 0.003 (control 0.051–0.090); Plasmalogen synthesis 3H/14C, 18 (control <1), 56% GNPAT activity.\nNormal GNPAT and AGPS protein levels on Western blot of cultured fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1798c59f-7fd4-4740-b089-c987055dde70_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:814a8bb6-a8ff-4ad7-a8fa-f182d1297acf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21990100"},"rdfs:label":"Pt 7"},{"id":"cggv:1798c59f-7fd4-4740-b089-c987055dde70","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1798c59f-7fd4-4740-b089-c987055dde70_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"This individual is homozygous for a missense variant, p.Thr568Met, in AGPS. The variant is not in gnomAD. Based on the 3D structure of AGPS, the substituted Met could cause steric hindrance in the active site tunnel and its hydrophobic nature may disrupt the cluster of hydrophilic residues in the active site required for catalysis. Minimal points are awarded because functional evidence is not available to support the deleterious impact of this variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c52064ea-272a-4d4f-b31e-6c0b17d9ed2d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c52064ea-272a-4d4f-b31e-6c0b17d9ed2d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:432606ed-9bc2-4870-b28c-d887f66df7c2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003659.4(AGPS):c.545G>A (p.Arg182Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349702405"}},"detectionMethod":"All exons and flanking intronic regions of AGPS were amplified from gDNA isolated from patient fibroblasts.","firstTestingMethod":"PCR","phenotypeFreeText":"Hemiatrophy of the left face and body. Radiographs showed kyphoscoliosis, bilateral hip subluxation, coronal vertebral clefting, punctata at the shoulders. Agenesis of the corpus callosum and generalized atrophy on brain CT.","phenotypes":["obo:HP_0001344","obo:HP_0000523","obo:HP_0002373","obo:HP_0004991","obo:HP_0010864","obo:HP_0002205","obo:HP_0001371","obo:HP_0002020","obo:HP_0001508"],"previousTesting":true,"previousTestingDescription":"Plasmalogen synthesis 3H/14C, 1.45 (control <1), 46% GNPAT activity.\nReduced GNPAT and severely reduced AGPS protein levels on Western blot of cultured fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7cf69366-221a-4aed-9aa3-3a4bc04f3b34_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:432606ed-9bc2-4870-b28c-d887f66df7c2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21990100"},"rdfs:label":"Pt 6"},{"id":"cggv:7cf69366-221a-4aed-9aa3-3a4bc04f3b34","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:7cf69366-221a-4aed-9aa3-3a4bc04f3b34_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"This individual is homozygous for a missense variant, p.Arg182Gln, in AGPS. The variant is not in gnomAD. Based on the 3D structure of AGPS, this variant is was predicted to disrupt several proline interactions likely required for structural integrity. Minimal points are awarded because functional evidence is not available to support the deleterious impact of this variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2a8cdf5e-01b2-48f4-9a26-e7a873220186_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2a8cdf5e-01b2-48f4-9a26-e7a873220186","type":"Proband","ageType":"AgeAtReport","ageUnit":"Days","ageValue":16,"allele":{"id":"cggv:9cc878b2-9381-4e24-b843-7b816dde3be5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003659.4(AGPS):c.1639_1642del (p.Arg547Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573105897"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband had good APGAR score with unremarkable antenatal history. Skeletal survey showed bilateral rhizomelic shortening of the humeri and femurs. Punctate ossification was identified at the proximal femur, distal femur, and around the knees. Punctate ossification was also noted at the proximal humeri bilaterally around the shoulder joint and along the upper spine. Hip ultrasound showed femoral head dislocation on both sides. Chest x-ray revealed cardiomegaly with prominent lungs markings. Radiography did not show evidence of air space opacities, pleural effusion, and pneumothorax. ","phenotypes":["obo:HP_0002987","obo:HP_0004991","obo:HP_0001999","obo:HP_0000582","obo:HP_0001252","obo:HP_0012106","obo:HP_0000369","obo:HP_0001762","obo:HP_0008905","obo:HP_0000343","obo:HP_0004322","obo:HP_0001640","obo:HP_0001636"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:c18935fa-8b62-4255-89e7-565956e88afe_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9cc878b2-9381-4e24-b843-7b816dde3be5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35070570","type":"dc:BibliographicResource","dc:abstract":"Rhizomelic chondrodysplasia punctata (RCDP) is a devastating medical condition for patients and their families. It is a rare peroxisomal autosomal recessive disorder. It was recognized clinically with skeletal abnormalities and intellectual disabilities mainly due to plasmalogen deficiency. Here, we report a case of a 16-day-old girl who was referred to King Abdulaziz Medical City Jeddah, Saudi Arabia because of dysmorphic features. Her growth parameters were below the 3rd centile with short proximal long bones and multiple joint contractures in the extremities. The radiographs showed rhizomelic and shortening of both humeri and femurs. Moreover, punctate ossification was identified in the upper spine, humeri around the shoulders, and femurs around the knees. We observed other classical features, and the genetic testing confirmed the diagnosis of RCDP type 3. Although RCDP is a rare condition, it is a distressing burden necessitating early diagnosis and a holistic approach for management.","dc:creator":"Shawli AM","dc:date":"2021","dc:title":"A Novel Variant in the AGPS Gene Causes the Rare Rhizomelic Chondrodysplasia Punctata Type 3: A Case Report."}},"rdfs:label":"Shawli_Proband"},{"id":"cggv:c18935fa-8b62-4255-89e7-565956e88afe","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c18935fa-8b62-4255-89e7-565956e88afe_variant_evidence_item"}],"strengthScore":1,"dc:description":"The proband was homozygous for a 4-bp deletion that results in a nonsense variant in exon 17/20. NMD is expected. Parents were confirmed to be heterozygous. Proband is scored 2 points for predicted/proven null variant per SOP v7"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e778bfe8-c2dd-4259-b6bf-eaa2c039fbea_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e778bfe8-c2dd-4259-b6bf-eaa2c039fbea","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:d0f576d8-7018-490c-a4f0-8d1a4a4f5f41","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003659.4(AGPS):c.1533T>G (p.Ile511Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349368107"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Bilateral congenital cataracts, ,joint contractures","phenotypes":["obo:HP_0000776","obo:HP_0001270","obo:HP_0001511","obo:HP_0001387","obo:HP_0008905","obo:HP_0008897","obo:HP_0010655"],"previousTesting":true,"previousTestingDescription":"Plasmalogen lyso-PE and PlsEtn were mildly reduced compared control fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f2583ecc-c702-48ca-a637-d757bc89d4bc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d0f576d8-7018-490c-a4f0-8d1a4a4f5f41"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24849933"},"rdfs:label":"Patient 1 (R1)"},{"id":"cggv:f2583ecc-c702-48ca-a637-d757bc89d4bc","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:f2583ecc-c702-48ca-a637-d757bc89d4bc_variant_evidence_item"}],"strengthScore":0.25,"dc:description":"This individual is homozygous for a missense variant, p.Ile511Met, in AGPS. This variant is not in gnomAD. No functional evidence is available to support a deleterious impact of the variant. This variant did not alter stability or peroxisomal localization. However, based on the 3D structure of AGPS, p.Ile511Met is predicted to lower the substrate accessibility. Minimal points are awarded for the in-silico evidence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7f4041f3-2e6b-4d1b-8e80-17719ccf2f50_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7f4041f3-2e6b-4d1b-8e80-17719ccf2f50","type":"Proband","allele":{"id":"cggv:1dca45a9-da1a-415f-ad31-2ca0f9d77b15","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003659.4(AGPS):c.1256G>A (p.Arg419His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118386"}},"detectionMethod":"AGPS was sequenced from cDNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Craniofacial abnormalities noted at birth (no further details). Stippled calcifications of the epiphyses, and severe shortening of the humeri and femors.","phenotypes":["obo:HP_0008905","obo:HP_0001824","obo:HP_0002033"],"previousTesting":true,"previousTestingDescription":"\"Profound deficiency of the phosphatidylethanolamine plasmalogens” in erythrocytes, normal plasma phytanic acid. In cultured fibroblasts, normal DHAPAT (GNPAT) activity, phytanic acid a-oxidation and peroxisomal thiolase (ruling out a PEX2 defect), but no detectable AGPS activity.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:12d5a725-f43f-4e40-8ab1-410f1b7abe6f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1dca45a9-da1a-415f-ad31-2ca0f9d77b15"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9553082","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes play an indispensible role in ether lipid biosynthesis as evidenced by the deficiency of ether phospholipids in fibroblasts and tissues from patients suffering from a number of peroxisomal disorders. Alkyl-dihydroxyacetonephosphate synthase, a peroxisomal enzyme playing a key role in the biosynthesis of ether phospholipids, contains the peroxisomal targeting signal type 2 in a N-terminal cleavable presequence. Using a polyclonal antiserum raised against alkyl-dihydroxyacetonephosphate synthase, levels of this enzyme were examined in fibroblast cell lines from patients affected by peroxisomal disorders. Strongly reduced levels were found in fibroblasts of Zellweger syndrome and rhizomelic chondrodysplasia punctata patients, indicating that the enzyme is not stable in the cytoplasm as a result of defective import into peroxisomes. In a neonatal adrenoleukodystrophy patient with an isolated import deficiency of proteins carrying the peroxisomal targeting signal type 1, the precursor form of alkyl-dihydroxyacetonephosphate synthase was detected at a level comparable to that of the mature form in control fibroblasts, in line with an intraperoxisomal localization. A patient with an isolated deficiency in alkyl-dihydroxyacetonephosphate (DHAP) synthase activity had normal levels of this protein. Analysis at the cDNA level revealed a missense mutation leading to a R419H substitution in the enzyme of this patient. Expression of a recombinant protein carrying this mutation in Escherichia coli yielded an inactive enzyme, whereas a comparable control recombinant enzyme was active, providing further proof that this substitution is responsible for the inactivity of the enzyme and the phenotype. In line with this result is the observation that wild-type alkyl-DHAP synthase activity can be inactivated by the arginine-modifying agent phenylglyoxal. The enzyme is efficiently protected against this inactivation when the substrate palmitoyl-DHAP is present at a saturating concentration. The gene encoding human alkyl-dihydroxyacetonephosphate synthase was mapped on chromosome 2q31.","dc:creator":"de Vet EC","dc:date":"1998","dc:title":"Alkyl-dihydroxyacetonephosphate synthase. Fate in peroxisome biogenesis disorders and identification of the point mutation underlying a single enzyme deficiency."}},"rdfs:label":"First report"},{"id":"cggv:12d5a725-f43f-4e40-8ab1-410f1b7abe6f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:12d5a725-f43f-4e40-8ab1-410f1b7abe6f_variant_evidence_item"},{"id":"cggv:12d5a725-f43f-4e40-8ab1-410f1b7abe6f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in E. coli, the variant resulted in undetectable AGPS activity, compared to wild type."}],"strengthScore":0.5,"dc:description":"This individual is homozygous for a missense variant, p.Arg419His, in AGPS. The variant is not in gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":4277,"specifiedBy":"GeneValidityCriteria7","strengthScore":11.5,"subject":{"id":"cggv:741d3291-b463-46b0-a893-582c286dd6be","type":"GeneValidityProposition","disease":"obo:MONDO_0100274","gene":"hgnc:327","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between *AGPS* and alkylglycerone-phosphate synthase deficiency (rhizomelic chondrodysplasia punctata 3 [RCDP3] included), an autosomal recessive peroxisomal disorder, was evaluated using the ClinGen Clinical Validity Framework as of September 20, 2019 and updated by April 2022. *AGPS* encodes alkylglycerone-phosphate synthase (also known as alkyldihroxyacetonephosphate synthase, ADHAPS, alkyl-DHAP synthase), a peroxisomal enzyme catalyzing the second (last) step of plasmalogen synthesis. \n\nDeficiency of plasmalogens is a feature of RCDP. Variants in *AGPS* causing AGPS deficiency were first reported in 1998 (de Vet et al, PMID 9553082). Data from 8 patients with 9 unique variants (all missense except for one frameshift and one nonsense resulting from deletions) from six publications were curated (de Vet et al, 1998, PMID 9553082; de Vet et al, 1999, PMID 10553003; Thai et al, 2001, PMID 11152660; Itzkovitz et al, 2012, PMID 21990100; Noguchi et al, 2014, PMID 24849933, Shawi et al, 2021, PMID: 35070570). A total of 7.5 points were awarded for genetic evidence (note that this includes 2 points for a case for which the causative variant is unknown, and therefore the case could not be included in the summary matrix, but which appeared to be homozygous for a 128bp deletion in *AGPS* cDNA; PMID 10553003).\n\nThe relationship between *AGPS* and AGPS deficiency is supported by experimental evidence including the biochemical function of AGPS which is consistent with the low levels of plasmalogens observed in individuals with AGPS deficiency (Brown et al, 1982, PMID 7096336; Nagan et al, 1997, PMID 9114014); the physical interaction of alkylglycerone-phosphate synthase with glyceronephosphate O-acyltransferase (encoded by GNPAT) which catalyzes the first step of plasmalogen synthesis (Biermann et al, 1999, PMID 102158610); the finding that the activity and level glyceronephosphate O-acyltransferase is dependent on the physical presence of alkylglycerone-phosphate synthase (de Vet et al, 1999, PMID 10553003; Itzkovitz et al, PMID 21990100); the knowledge that other genes with a role in plasmalogen synthesis (GNPAT, and PEX7 which encodes the PTS2 receptor necessary for important of AGPS into the peroxisomes) are implicated in causing RCDP (Hajra et al, 1995, PMID 8685243; Braverman et al, 1997, PMID 9090381; Braverman et al, 2012, PMID 20301447); the finding of reduced levels of *AGPS* cDNA and protein in patients with AGPS deficiency (Noguchi et al, 2014, PMID 24849933); and the features of a natural and two knock-out mouse models (Liegel et al, 2011, PMID 21353609; Liegel et al, 2014, PMID 25197626). More evidence may be available but the maximum points for experimental evidence (6 points) have been reached. \n\nIn summary, *AGPS* is definitively associated with autosomal recessive AGPS deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:aba640e2-c95d-414b-8c72-d22769e4366a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}