{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-16T19:23:36.447Z","role":"Publisher"},{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-08-27T16:37:57.565Z","role":"Approver"}],"evidence":[{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:2f83b622-9c64-4646-b9b6-edfb312e42df_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:84ddd6bc-d9dc-4580-bbac-5f15fbcbd253","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"(Clinical information found in appendix) Following a febrile illness, a cerebral magnetic resonance imaging (MRI) showed lesions in the cerebellar hemispheres and periaqueductal grey matter, with mild involvement of the globi pallidi. These lesions were hypointense in T1-weighted and hyperintense in T2-weighted images. epeat cerebral MRI showed marked progression of lesions in the brainstem and midbrain, including the medial lateral fasciculus, and abnormalities of the thalami. Authors noted the neurological\nsigns, chronology of clinical events and the location and type of cerebral imaging\nabnormalities are diagnostic for Leigh Syndrome.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:2f83b622-9c64-4646-b9b6-edfb312e42df_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aa730a3a-c35b-474e-9f94-2e5ecc9e30bf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138773.4(SLC25A46):c.425C>T (p.Thr142Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16043964"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27390132","type":"dc:BibliographicResource","dc:abstract":"Mitochondria form a dynamic network that responds to physiological signals and metabolic stresses by altering the balance between fusion and fission. Mitochondrial fusion is orchestrated by conserved GTPases MFN1/2 and OPA1, a process coordinated in yeast by Ugo1, a mitochondrial metabolite carrier family protein. We uncovered a homozygous missense mutation in SLC25A46, the mammalian orthologue of Ugo1, in a subject with Leigh syndrome. SLC25A46 is an integral outer membrane protein that interacts with MFN2, OPA1, and the mitochondrial contact site and cristae organizing system (MICOS) complex. The subject mutation destabilizes the protein, leading to mitochondrial hyperfusion, alterations in endoplasmic reticulum (ER) morphology, impaired cellular respiration, and premature cellular senescence. The MICOS complex is disrupted in subject fibroblasts, resulting in strikingly abnormal mitochondrial architecture, with markedly shortened cristae. SLC25A46 also interacts with the ER membrane protein complex EMC, and phospholipid composition is altered in subject mitochondria. These results show that SLC25A46 plays a role in a mitochondrial/ER pathway that facilitates lipid transfer, and link altered mitochondrial dynamics to early-onset neurodegenerative disease and cell fate decisions.","dc:creator":"Janer A","dc:date":"2016","dc:title":"SLC25A46 is required for mitochondrial lipid homeostasis and cristae maintenance and is responsible for Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27390132","rdfs:label":"Janer Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:52c59d4c-8e21-4985-b480-f1e8e9943b16","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2d290a81-b1da-4888-9f7d-457401db70ec","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that SLC25A38 is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000164209-SLC25A46/tissue)Protein expression in the brain has been shown in the cerebral cortex and basal ganglia. Points can be awarded as this expression profile is consistent with areas of\npathology in Leigh-like syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Protein Atlas SLC25A46"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:14bc0e4c-bbad-493a-9179-b4439d2151af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6c87cc35-0f3e-4810-ab8a-f0e23648fa93","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"SLC25A46 plays a role in mitochondrial dynamics (PMID: ). According to Leigh map, one other protein involved in mitochondrial dynamics has been implicated in causing Leigh Syndrome (DNM1L) (Rahman 2017 PMID: 27977873). Therefore, the function of SLC25A46 is shared with one other known gene in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26168012","type":"dc:BibliographicResource","dc:abstract":"Dominant optic atrophy (DOA) and axonal peripheral neuropathy (Charcot-Marie-Tooth type 2, or CMT2) are hereditary neurodegenerative disorders most commonly caused by mutations in the canonical mitochondrial fusion genes OPA1 and MFN2, respectively. In yeast, homologs of OPA1 (Mgm1) and MFN2 (Fzo1) work in concert with Ugo1, for which no human equivalent has been identified thus far. By whole-exome sequencing of patients with optic atrophy and CMT2, we identified four families with recessive mutations in SLC25A46. We demonstrate that SLC25A46, like Ugo1, is a modified carrier protein that has been recruited to the outer mitochondrial membrane and interacts with the inner membrane remodeling protein mitofilin (Fcj1). Loss of function in cultured cells and in zebrafish unexpectedly leads to increased mitochondrial connectivity, while severely affecting the development and maintenance of neurons in the fish. The discovery of SLC25A46 strengthens the genetic overlap between optic atrophy and CMT2 while exemplifying a new class of modified solute transporters linked to mitochondrial dynamics. ","dc:creator":"Abrams AJ","dc:date":"2015","dc:title":"Mutations in SLC25A46, encoding a UGO1-like protein, cause an optic atrophy spectrum disorder."},"rdfs:label":"SLC25A46 function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The SLC25A46 encoded protein shares a biochemical relationship or function with 1 gene product whose dysfunction is known to cause Leigh syndrome (Awarded 0.5 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d9aa2c8-caec-452b-9023-b401a01ad53d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bcdfc91a-aeb5-4fdf-bd5f-e48f31ec3822","type":"FunctionalAlteration","dc:description":"fibroblasts from the patient demonstrated increased fragmentation of the mitochondrial network  indicating an important role of SLC25A46 in mitochondrial dynamics.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26951855","type":"dc:BibliographicResource","dc:abstract":"The inherited optic neuropathies comprise a group of genetically heterogeneous disorders causing optic nerve dysfunction. In some cases, optic neuropathies are associated with cerebellar atrophy which mainly affects the vermis. Here, we describe a Moroccan girl of consanguineous parents with optic atrophy and cerebellar atrophy. Exome sequencing revealed a novel homozygous mutation (c.283+3G>T) in the donor splice site for exon 1 of SLC25A46. RNA analysis revealed that an alternative splice site within exon 1 was used leading to a premature termination codon within exon 2. SLC25A46 mRNA expression showed there is no wild-type transcript present in the patient and the mutant transcript does not undergo nonsense-mediated mRNA decay. Futhermore, we observed c.283+3G>T SLC25A46 mutation induces mitochondrial fragmentation. An additional 10 patients with optic atrophy and cerebellar atrophy, which were negative for mtDNA and OPA1 variants, were tested for pathogenic mutations in the SLC25A46 gene. However, no additional variants were identified. Our findings confirm the recent report of pathogenic SLC25A46 mutations as a novel cause for optic atrophy spectrum disorder.","dc:creator":"Nguyen M","dc:date":"2017","dc:title":"Novel pathogenic SLC25A46 splice-site mutation causes an optic atrophy spectrum disorder."},"rdfs:label":"Patient Fibroblast Fragmentation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"One patient cell line demonstrating mitochondrial dysfunction (Score 1 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00841834-95a7-48dc-b644-622e23a19027","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4543bb3d-c7b4-422a-91c6-48b975fa4d52","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The SLC25A46 knockdown zebrafish model demonstrates a neurodevelopmental phenotype including alterations in swimming indicative of neuronal circuit dysfunction which recapitulates some of the neurological/neurodevelopmental symptoms seen in Leigh syndrome.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26168012","rdfs:label":"SLC25A46 Zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The SLC25A46 knockdown zebrafish model demonstrates a neurodevelopmental phenotype including alterations in swimming indicative of neuronal circuit dysfunction which recapitulates some of the neurological/neurodevelopmental symptoms seen in Leigh syndrome. Scored 0.5 for a neurodevelopmental phenotype as per scoring rubric."},{"id":"cggv:83e1958f-2f40-4666-8872-e6a8addfef34","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:54366507-54ab-481f-b38f-5b5981c4f96f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse model recapitulates some of the neurodevelopmental features seen in Leigh syndrome as well as premature mortality.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28376086","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial protein SLC25A46 has been recently identified as a novel pathogenic cause in a wide spectrum of neurological diseases, including inherited optic atrophy, Charcot-Marie-Tooth type 2, Leigh syndrome, progressive myoclonic ataxia and lethal congenital pontocerebellar hypoplasia. SLC25A46 is an outer membrane protein, member of the Solute Carrier 25 (SLC25) family of nuclear genes encoding mitochondrial carriers, with a role in mitochondrial dynamics and cristae maintenance. Here we identified a loss-of-function mutation in the Slc25a46 gene that causes lethal neuropathology in mice. Mutant mice manifest the main clinical features identified in patients, including ataxia, optic atrophy and cerebellar hypoplasia, which were completely rescued by expression of the human ortholog. Histopathological analysis revealed previously unseen lesions, most notably disrupted cytoarchitecture in the cerebellum and retina and prominent abnormalities in the neuromuscular junction. A distinct lymphoid phenotype was also evident. Our mutant mice provide a valid model for understanding the mechanistic basis of the complex SLC25A46-mediated pathologies, as well as for screening potential therapeutic interventions.","dc:creator":"Terzenidou ME","dc:date":"2017","dc:title":"Novel insights into SLC25A46-related pathologies in a genetic mouse model."},"rdfs:label":"atc/atc SLC25A46 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mouse model demonstrated a pronounced neurological and neurodevelopmental phenotype including ataxia, unsteady locomotion, tonic-clonic seizures, limb-clasping during tail suspension, reduced muscle strength, and growth retardation with premature lethality  (Score 1 pt)."},{"id":"cggv:cd6bfa93-397a-4324-ac39-a20a6710a690","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ff387add-5cb3-47ed-8bb8-fade11fa78cb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The bovine model recapitulates a neurological phenotype (swaying of the hindquarters during standing or walking, which regularly led to losing balance, spinning on forelimbs, and falling) and neuropathological phenotype (Microscopic lesions were consistently observed in the spinal cord and in the peripheral nerves of all 9 affected calves. Lesions also were found in the brainstem and in thoracic nuclei in 6 calves) that can be correlated to Leigh syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28376083","type":"dc:BibliographicResource","dc:abstract":"Neuropathies are neurodegenerative diseases affecting humans and other mammals. Many genetic causes have been identified so far, including mutations of genes encoding proteins involved in mitochondrial dynamics. Recently, the \"Turning calves syndrome\", a novel sensorimotor polyneuropathy was described in the French Rouge-des-Prés cattle breed. In the present study, we determined that this hereditary disease resulted from a single nucleotide substitution in SLC25A46, a gene encoding a protein of the mitochondrial carrier family. This mutation caused an apparent damaging amino-acid substitution. To better understand the function of this protein, we knocked out the Slc25a46 gene in a mouse model. This alteration affected not only the nervous system but also altered general metabolism, resulting in premature mortality. Based on optic microscopy examination, electron microscopy and on biochemical, metabolic and proteomic analyses, we showed that the Slc25a46 disruption caused a fusion/fission imbalance and an abnormal mitochondrial architecture that disturbed mitochondrial metabolism. These data extended the range of phenotypes associated with Slc25a46 dysfunction. Moreover, this Slc25a46 knock-out mouse model should be useful to further elucidate the role of SLC25A46 in mitochondrial dynamics.","dc:creator":"Duchesne A","dc:date":"2017","dc:title":"Bovine and murine models highlight novel roles for SLC25A46 in mitochondrial dynamics and metabolism, with implications for human and animal health."},"rdfs:label":"SLC25A46 Bovine model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Scored 0.5 pts for the neurological abnormalities and the 1 pt for the neuropathological changes identified for a total of 1.5 pts. Scoring rubric was used for guidance."},{"id":"cggv:85e7229f-d7d1-4ea0-b02d-ac1e19523a08","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a745026e-a4b7-4dc8-93c0-7b7df76d9069","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model recapitulates a neurodevelopmental (ataxia, stunted growth, early mortatily) and biochemical/histological (dysfunctional OXPHOS, swollen mitochondria with abnormally shaped cristae on EM, increased ROS) phenotype seen in Leigh syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28934388","type":"dc:BibliographicResource","dc:abstract":"Recently, we identified biallelic mutations of SLC25A46 in patients with multiple neuropathies. Functional studies revealed that SLC25A46 may play an important role in mitochondrial dynamics by mediating mitochondrial fission. However, the cellular basis and pathogenic mechanism of the SLC25A46-related neuropathies are not fully understood. Thus, we generated a Slc25a46 knock-out mouse model. Mice lacking SLC25A46 displayed severe ataxia, mainly caused by degeneration of Purkinje cells. Increased numbers of small, unmyelinated and degenerated optic nerves as well as loss of retinal ganglion cells indicated optic atrophy. Compound muscle action potentials in peripheral nerves showed peripheral neuropathy associated with degeneration and demyelination in axons. Mutant cerebellar neurons have large mitochondria, which exhibit abnormal distribution and transport. Biochemically mutant mice showed impaired electron transport chain activity and accumulated autophagy markers. Our results suggest that loss of SLC25A46 causes degeneration in neurons by affecting mitochondrial dynamics and energy production.","dc:creator":"Li Z","dc:date":"2017","dc:title":"Loss of SLC25A46 causes neurodegeneration by affecting mitochondrial dynamics and energy production in mice."},"rdfs:label":"SLC25A46 knock out mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model recapitulates a neurodevelopmental (ataxia, stunted growth, early mortatily) and biochemical/histological (dysfunctional OXPHOS, swollen mitochondria with abnormally shaped cristae on EM, increased ROS) phenotype seen in Leigh syndrome"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Limited","sequence":1127,"specifiedBy":"GeneValidityCriteria7","strengthScore":7,"subject":{"id":"cggv:f1616cbe-4357-4fbe-afce-72c499fa7293","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:25198","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between SLC25A46 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of August 17, 2020. The SLC25A46 gene encodes a member of the SLC25 family of mitochondrial carrier proteins. The SLC25A46 protein is involved in mitochondrial dynamics, interacting with OPA1, MFN2, and mitochondrial contact site and cristae organizing system (MICOS) complex, and is likely important for lipid transfer from the endoplasmic reticulum to the mitochondrion, and for mitochondrial fission. Pathogenic variants in SLC25A46 have been associated with other phenotypes outside the Leigh syndrome spectrum including pontocerebellar hypoplasia, optic atrophy, and parkinsonism.\n\nThe SLC25A46 gene has been reported in relation to autosomal recessive Leigh syndrome spectrum in a single publication in 2016 (PMID: 27390132). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one homozygous variant identified in one case in one publication (PMID: 27390132). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression data, functional alteration in patient cells, and model systems (PMIDs: 26168012, 25613900, \t26951855, 28376086, 28934388, 28376083). \n\nIn summary, there is limited evidence to support this gene-disease relationship. Although the total score (7) falls in the moderate range, only one case with Leigh syndrome spectrum has been reported, therefore this gene-disease association can only reach a limited classification at this time. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on July 13, 2020 (SOP Version 7).\nOnly one case.","dc:isVersionOf":{"id":"cggv:6e456b6d-7a9b-42d2-ab51-0531f5184b41"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}