{"id":"cggv:01dc73a8-fbd2-4081-95cd-ab7cb59236d7v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:01dc73a8-fbd2-4081-95cd-ab7cb59236d7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-06-04T04:00:00.000Z","role":"Approver"},{"id":"cggv:01dc73a8-fbd2-4081-95cd-ab7cb59236d7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-15T13:08:50.611Z","role":"Publisher"}],"evidence":[{"id":"cggv:01dc73a8-fbd2-4081-95cd-ab7cb59236d7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01dc73a8-fbd2-4081-95cd-ab7cb59236d7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:01dc73a8-fbd2-4081-95cd-ab7cb59236d7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01dc73a8-fbd2-4081-95cd-ab7cb59236d7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a6cb1748-b66a-4b08-a0fe-c8ae81bfc94f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e1af1041-2892-41cd-9cc3-a57823653515","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"qRT-PCR on human and mouse tissues to analyze RAB39B expression showed RAB39B is expression is enriched in brain tissue. P2 mouse cerebral cortices were dissected and dissociated to obtain different neuronal cell types such as microglia, oligodendrocytes, astrocytes, neuronal precursors, and neurons. qRT-PCR quantified Rab39b expression in these cell types and showed that Rab39b was specifically expressed in neuronal precursors and neurons only.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20159109","type":"dc:BibliographicResource","dc:abstract":"Human Mental Retardation (MR) is a common and highly heterogeneous pediatric disorder affecting around 3% of the general population; at least 215 X-linked MR (XLMR) conditions have been described, and mutations have been identified in 83 different genes, encoding proteins with a variety of function, such as chromatin remodeling, synaptic function, and intracellular trafficking. The small GTPases of the RAB family, which play an essential role in intracellular vesicular trafficking, have been shown to be involved in MR. We report here the identification of mutations in the small GTPase RAB39B gene in two male patients. One mutation in family X (D-23) introduced a stop codon seven amino acids after the start codon (c.21C > A; p.Y7X). A second mutation, in the MRX72 family, altered the 5' splice site (c.215+1G > A) and normal splicing. Neither instance produced a protein. Mutations segregate with the disease in the families, and in some family members intellectual disabilities were associated with autism spectrum disorder, epileptic seizures, and macrocephaly. We show that RAB39B, a novel RAB GTPase of unknown function, is a neuronal-specific protein that is localized to the Golgi compartment. Its downregulation leads to an alteration in the number and morphology of neurite growth cones and a significant reduction in presynaptic buttons, suggesting that RAB39B is required for synapse formation and maintenance. Our results demonstrate developmental and functional neuronal alteration as a consequence of downregulation of RAB39B and emphasize the critical role of vesicular trafficking in the development of neurons and human intellectual abilities.","dc:creator":"Giannandrea M","dc:date":"2010","dc:title":"Mutations in the small GTPase gene RAB39B are responsible for X-linked mental retardation associated with autism, epilepsy, and macrocephaly."},"rdfs:label":"qRT-PCR on human and mouse tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:01dc73a8-fbd2-4081-95cd-ab7cb59236d7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:082751d2-cdb0-4235-b8e8-b14a207ad143","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92f4878b-1144-410c-a510-f7f6ed2eaf5e","type":"FunctionalAlteration","dc:description":"AMPAR stands for alpha-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid receptor, which is involved in synaptic transmission. In hippocampal neurons, AMPARs are hetero-tetramers, usually comprised of GluA1/GluA2 or GluA2/GluA3 hetero-dimers. \n\nKnock-down of Rab39b in mouse hippocampal neurons resulted in increased immature GluA2 suggesting ER retention, reduced GluA2 AMPAR subunits at the post-synaptic membrane, and formation of GluA2-lacking calcium-permeable AMPARs. GluA2-lacking calcium-permeable AMPARs lead to altered synaptic activity and are associated with immature synapses and cognitive impairment.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25784538","type":"dc:BibliographicResource","dc:abstract":"RAB39B is a member of the RAB family of small GTPases that controls intracellular vesicular trafficking in a compartment-specific manner. Mutations in the RAB39B gene cause intellectual disability comorbid with autism spectrum disorder and epilepsy, but the impact of RAB39B loss of function on synaptic activity is largely unexplained. Here we show that protein interacting with C-kinase 1 (PICK1) is a downstream effector of GTP-bound RAB39B and that RAB39B-PICK1 controls trafficking from the endoplasmic reticulum to the Golgi and, hence, surface expression of GluA2, a subunit of alpha-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid receptors (AMPARs). The role of AMPARs in synaptic transmission varies depending on the combination of subunits (GluA1, GluA2 and GluA3) they incorporate. RAB39B downregulation in mouse hippocampal neurons skews AMPAR composition towards non GluA2-containing Ca(2+)-permeable forms and thereby alters synaptic activity, specifically in hippocampal neurons. We posit that the resulting alteration in synaptic function underlies cognitive dysfunction in RAB39B-related disorders. ","dc:creator":"Mignogna ML","dc:date":"2015","dc:title":"The intellectual disability protein RAB39B selectively regulates GluA2 trafficking to determine synaptic AMPAR composition."},"rdfs:label":"Rab39b knockdown in mouse hippocampal neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Definitive","sequence":4857,"specifiedBy":"GeneValidityCriteria5","strengthScore":13,"subject":{"id":"cggv:9a8901d6-9d80-4cf7-9b5f-f6a15508b071","type":"GeneValidityProposition","disease":"obo:MONDO_0010709","gene":"hgnc:16499","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"*RAB39B* variants were first reported in relation to X-linked early-onset parkinsonism-intellectual disability syndrome in 2010 (PMID:20159109).* RAB39B* encodes a protein involved in vesicular trafficking. Early-onset parkinsonism-intellectual disability syndrome is characterized by intellectual disability, parkinsonism, macrocephaly, and seizures. \n\nAt least 6 unique variants (nonsense, frameshift, splice-site) reported in 7 probands from 5 publications (PMIDs:25434005, 20159109, 28851564, 21076407, 27066548) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by a functional alteration study using mouse hippocampal neurons and expression in human and mouse tissue (PMIDs:25784538, 20159109). \n\nIn summary, there is definitive evidence to support a gene-disease relationship between *RAB39B* and X-linked early-onset parkinsonism-intellectual disability syndrome.This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on June 4, 2018. As of July 2022, this record underwent administrative updates to include an evidence summary text and update scoring to be consistent with SOP Version 9. No new evidence has been added.\nReplication over time","dc:isVersionOf":{"id":"cggv:01dc73a8-fbd2-4081-95cd-ab7cb59236d7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}