{"id":"cggv:c077f9b7-9845-44dc-8007-be476f7b291ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:c077f9b7-9845-44dc-8007-be476f7b291e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-09-25T15:29:09.011Z","role":"Publisher"},{"id":"cggv:c077f9b7-9845-44dc-8007-be476f7b291e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-09-25T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:c077f9b7-9845-44dc-8007-be476f7b291e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c077f9b7-9845-44dc-8007-be476f7b291e_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:acea7338-e6db-4f2e-bf0a-2fc0665f6b7a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:acea7338-e6db-4f2e-bf0a-2fc0665f6b7a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:28f4a09a-f2f6-46d4-900d-57dc3897b852","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001745.4(CAMLG):c.633+4A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2580072744"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Seizures started at one years old and reported to have lost all milestones. A brain MRI at age 7 showed severe cerebral and diffuse hypomyelination.\n\nAt a follow up (age 14 years old), updates include limb spasticity and contractures. He has contact with his environment but makes only sounds. Eye movements are normal. Deep tendon reflexes are obtained, plantar reflexes are flexor, but he has a bilateral clonus. There is no organomegaly.","phenotypes":["obo:HP_0003121","obo:HP_0033725","obo:HP_0001272","obo:HP_0002421","obo:HP_0008936","obo:HP_0012444","obo:HP_0001250"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:b1f1caf9-11db-47cb-9974-ce930851cbc7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:28f4a09a-f2f6-46d4-900d-57dc3897b852"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35262690","type":"dc:BibliographicResource","dc:abstract":"The transmembrane domain recognition complex (TRC) pathway is required for the insertion of C-terminal tail-anchored (TA) proteins into the lipid bilayer of specific intracellular organelles such as the endoplasmic reticulum (ER) membrane. In order to facilitate correct insertion, the recognition complex (consisting of BAG6, GET4 and UBL4A) must first bind to TA proteins and then to GET3 (TRC40, ASNA1), which chaperones the protein to the ER membrane. Subsequently, GET1 (WRB) and CAML form a receptor that enables integration of the TA protein within the lipid bilayer. We report an individual with the homozygous c.633 + 4A>G splice variant in CAMLG, encoding CAML. This variant leads to aberrant splicing and lack of functional protein in patient-derived fibroblasts. The patient displays a predominantly neurological phenotype with psychomotor disability, hypotonia, epilepsy and structural brain abnormalities. Biochemically, a combined O-linked and type II N-linked glycosylation defect was found. Mislocalization of syntaxin-5 in patient fibroblasts and in siCAMLG deleted Hela cells confirms this as a consistent cellular marker of TRC dysfunction. Interestingly, the level of the v-SNARE Bet1L is also drastically reduced in both of these models, indicating a fundamental role of the TRC complex in the assembly of Golgi SNARE complexes. It also points towards a possible mechanism behind the hyposialylation of N and O-glycans. This is the first reported patient with pathogenic variants in CAMLG. CAMLG-CDG is the third disorder, after GET4 and GET3 deficiencies, caused by pathogenic variants in a member of the TRC pathway, further expanding this novel group of disorders.","dc:creator":"Wilson MP","dc:date":"2022","dc:title":"CAMLG-CDG: a novel congenital disorder of glycosylation linked to defective membrane trafficking."}},"rdfs:label":"Wilson Proband 1"},{"id":"cggv:b1f1caf9-11db-47cb-9974-ce930851cbc7","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b1f1caf9-11db-47cb-9974-ce930851cbc7_variant_evidence_item"},{"id":"cggv:b1f1caf9-11db-47cb-9974-ce930851cbc7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Analysis of patient fibroblasts showed that the mutation caused the skipping of exon 2, premature termination (Glu58ValfsTer80), and absence of the full-length CAMLG protein. Further studies demonstrated dysfunction of the TRC pathway, resulting in a combined N- and O-glycosylation defect. "}],"strengthScore":1.5,"dc:description":"Consanguineous was reported. This variant is absent from gnomAD"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:c077f9b7-9845-44dc-8007-be476f7b291e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c077f9b7-9845-44dc-8007-be476f7b291e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa03ae56-c806-4edc-be59-cdde58ad8974","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:37a87a60-841b-4856-878c-4d030a666549","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The rescue in this context is demonstrated by the ability of WRB and CAML to functionally replace the yeast GET1 and GET2 proteins, restoring the TA protein insertion pathway, thereby correcting the mutant growth phenotype of the yeast.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24392163","type":"dc:BibliographicResource","dc:abstract":"Tail-Anchored (TA) proteins are inserted into the endoplasmic reticulum (ER) membrane of yeast cells via the posttranslational Guided Entry of Tail-Anchored protein (GET) pathway. The key component of this targeting machinery is the ATPase Get3 that docks to the ER membrane by interacting with a receptor complex formed by the proteins Get1 and Get2. A conserved pathway is present in higher eukaryotes and is mediated by TRC40, homolog of Get3, and the recently identified membrane receptors WRB and CAML. Here, we used yeast lacking the GET1 and GET2 genes and substituted them with WRB and CAML. This rescued the growth phenotypes of the GET receptor mutant. We demonstrate that WRB and CAML efficiently recruit Get3 to the ER membrane and promote the targeting of the TA proteins in vivo. Our results show that the membrane spanning segments of CAML are essential to create a functional receptor with WRB and to ensure TA protein membrane insertion. Finally, we determined the binding parameters of TRC40 to the WRB/CAML receptor. We conclude that together, WRB and CAML are not only necessary but also sufficient to create a functional membrane receptor complex for TRC40. The yeast complementation assay can be used to further dissect the structure-function relationship of the WRB/CAML heteromultimer in the absence of endogenous receptor proteins.","dc:creator":"Vilardi F","dc:date":"2014","dc:title":"WRB and CAML are necessary and sufficient to mediate tail-anchored protein targeting to the ER membrane."},"rdfs:label":"CAML for TA protein targeting in ER"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:bf1d1548-4c3e-4fd5-a871-40643e7847cb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:95d58911-86fc-4cd4-9fa3-476e07185d80","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In humans, disruptions in similar pathways involving EGFR can result in developmental phenotypes. The observed impaired EGFR recycling and altered signaling in mice could mirror abnormalities in human tissues where EGFR function is crucial.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12919676","type":"dc:BibliographicResource","dc:abstract":"Calcium-modulating cyclophilin ligand (CAML) is a ubiquitous protein that has been implicated in signaling from the cell surface receptor TACI in lymphocytes, although its role and mechanism of action are unknown. To study its function in the mouse, we disrupted the CAML gene and found it to be required for early embryonic development, but not for cellular viability. CAML-deficient cells have severely impaired proliferative responses to the epidermal growth factor (EGF). Although EGF-induced activation of signaling intermediates and internalization of the EGF receptor (EGFR) are normal in the absence of CAML, the recycling of internalized receptors to the plasma membrane is defective, leading to its reduced surface accumulation. We demonstrate that CAML normally associates directly with the kinase domain of the EGFR in a ligand-dependent manner. These data implicate CAML in EGFR signaling and suggest that it may play a role in receptor recycling during long-term proliferative responses to EGF.","dc:creator":"Tran DD","dc:date":"2003","dc:title":"CAML is required for efficient EGF receptor recycling."},"rdfs:label":"CAML for EGF Receptor Recycling"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The evidence from the mouse model is insufficient, as the mouse exhibits a lethal phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":9003,"specifiedBy":"GeneValidityCriteria11","strengthScore":6,"subject":{"id":"cggv:7d16cc4a-dc7b-417e-8196-0ed035b7a15e","type":"GeneValidityProposition","disease":"obo:MONDO_0859357","gene":"hgnc:1471","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"CAMLG was first reported in relation to autosomal recessive Congenital Disorder of Glycosylation, type IIz (MONDO:0859357) in 2022 (Wilson M et al., 2022; PMID: 35262690). CDG2z is a disorder characterized by poor overall growth, severe global developmental delay, seizures, contractures, hypotonia, and brain imaging abnormalities. This gene forms an ER membrane receptor that enables cytoplasmically facing tail-anchored (TA) proteins to be integrated within the lipid bilayer.  \n \n35 variants (e.g., synonymous, missense, in-frame indel, nonsense) have been reported in humans by ClinVar. Evidence supporting this gene-disease relationship includes case-level data and experimental data. One variant has been reported in 1 probands in 1 publication (Wilson M et al., 2022; PMID: 35262690), are included in this curation. Limited evidence was available in the literature. This gene-disease relationship is also supported by non-human model organisms and a rescue in non-human model organisms (Tran D et al., 2014, PMID:24392163; Vilardi F et al., 2003, PMID:12919676). In summary, there is limited evidence to support the relationship between CAMLG and Congenital Disorder of Glycosylation, type IIz. This has been demonstrated in both the research and clinical diagnostic settings. This classification was approved by the ClinGen Congenital Disorder of Glycosylation GCEP on the meeting date September 18, 2024 (SOP Version 10).  ","dc:isVersionOf":{"id":"cggv:c077f9b7-9845-44dc-8007-be476f7b291e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}