{"id":"cggv:da78d57d-1525-47b3-a649-743186d28effv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:da78d57d-1525-47b3-a649-743186d28eff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-12-15T18:30:34.352Z","role":"Approver"},{"id":"cggv:da78d57d-1525-47b3-a649-743186d28eff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-12-15T18:30:46.958Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15372378","type":"dc:BibliographicResource","dc:abstract":"Motor neuron diseases (MNDs) are a group of neurodegenerative disorders with involvement of upper and/or lower motor neurons, such as amyotrophic lateral sclerosis (ALS), spinal muscular atrophy (SMA), progressive bulbar palsy, and primary lateral sclerosis. Recently, we have mapped a new locus for an atypical form of ALS/MND (atypical amyotrophic lateral sclerosis [ALS8]) at 20q13.3 in a large white Brazilian family. Here, we report the finding of a novel missense mutation in the vesicle-associated membrane protein/synaptobrevin-associated membrane protein B (VAPB) gene in patients from this family. Subsequently, the same mutation was identified in patients from six additional kindreds but with different clinical courses, such as ALS8, late-onset SMA, and typical severe ALS with rapid progression. Although it was not possible to link all these families, haplotype analysis suggests a founder effect. Members of the vesicle-associated proteins are intracellular membrane proteins that can associate with microtubules and that have been shown to have a function in membrane transport. These data suggest that clinically variable MNDs may be caused by a dysfunction in intracellular membrane trafficking.","dc:creator":"Nishimura AL","dc:date":"2004","dc:title":"A mutation in the vesicle-trafficking protein VAPB causes late-onset spinal muscular atrophy and amyotrophic lateral sclerosis."},"evidence":[{"id":"cggv:da78d57d-1525-47b3-a649-743186d28eff_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da78d57d-1525-47b3-a649-743186d28eff_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:da78d57d-1525-47b3-a649-743186d28eff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da78d57d-1525-47b3-a649-743186d28eff_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b1ac8555-e07e-45f9-a5a7-e091a2a52f56","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:59f745d7-308d-4afd-966b-367ea056cbee","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry and Western blot studies show that VAPB expressed is in neuronal and non-neuronal cells. Within non-disease human and mouse CNS , VAPB expression is highest in motor neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17804640","type":"dc:BibliographicResource","dc:abstract":"The vesicle-associated membrane protein-associated proteins (VAPs) VAPA and VAPB interact with lipid-binding proteins carrying a short motif containing two phenylalanines in an acidic tract (FFAT motif) and targets them to the cytosolic surface of the endoplasmic reticulum (ER). A genetic mutation (P56S) in the conserved major sperm protein homology domain of VAPB has been linked to motor-neuron degeneration in affected amyotrophic lateral sclerosis (ALS) patients. We report that in the CNS, VAPB is abundant in motor neurons and that the P56S substitution causes aggregation of mutant VAPB in immobile tubular ER clusters, perturbs FFAT-motif binding, and traps endogenous VAP in mutant aggregates. Expression of mutant VAPB or reduction of VAP by short hairpin RNA in primary neurons causes Golgi dispersion and cell death. VAPA and VAPB are reduced in human ALS patients and superoxide dismutase 1 (SOD1)-ALS-transgenic mice, suggesting that VAP family proteins may be involved in the pathogenesis of sporadic and SOD1-linked ALS. Our data support a model in which reduced levels of VAP family proteins result in decreased ER anchoring of lipid-binding proteins and cause motor neuron degeneration.","dc:creator":"Teuling E","dc:date":"2007","dc:title":"Motor neuron disease-associated mutant vesicle-associated membrane protein-associated protein (VAP) B recruits wild-type VAPs into endoplasmic reticulum-derived tubular aggregates."},"rdfs:label":"VAPB expression CNS"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8a53d75d-9c41-4765-ab97-78f88e7d221a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9503d15-7435-4a7a-8d48-c3f910fadce4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Levels of mRNA of VAPB expressed as a ratio to GAPDH and beta- actin showed that VAPB expression was reduced by 22% in lumbar motor neurons of people with SALS compared to controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18701194","type":"dc:BibliographicResource","dc:abstract":"The aim of this study was to quantify spinal cord expression of genes known to cause familial amyotrophic lateral sclerosis (FALS) or influence survival in a large cohort of sporadic cases of ALS (SALS), in order to determine their relevance to pathogenic mechanisms occurring in SALS. The expression of superoxide dismutase 1 (SOD1), vesicle associated membrane protein (VAPB), senataxin (SETX), dynactin (DCTN1), vascular endothelial growth factor (VEGF), insulin-like growth factor-1 (IGF1), the small heat shock proteins, HSPB1 and HSPB8, and three genes activated during disease progression, caspases-1 and -3 and glial fibrillary acidic protein (GFAP), were quantified. Robust changes in the expression of four genes were found, VAPB mRNA levels were decreased in the spinal cord of ALS patients compared to controls (p<0.006), whilst HSPB1, HSPB8 and caspase-1 showed significant increases (1.5-2.3-fold). Expression of VAPB mRNA and protein was predominantly localised to large motor neurones further supporting the relevance of this finding to disease progression occurring in SALS.","dc:creator":"Anagnostou G","dc:date":"2010","dc:title":"Vesicle associated membrane protein B (VAPB) is decreased in ALS spinal cord."},"rdfs:label":"Reduced VAPB in spinal cord of SALS"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:da78d57d-1525-47b3-a649-743186d28eff_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cae389a7-dab6-425a-8990-7b04608d15dd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2a3da003-fc66-4c8b-9d0f-6b44042d638c","type":"FunctionalAlteration","dc:description":"Golgi disruption is seen in mutant VAPB transfected rat hippocampal neurons.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17804640","rdfs:label":"VAPB transfected neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Evidence is similar to evidence scored at case-level"},{"id":"cggv:f7bc8851-45cf-4ad5-a830-c9687e5db87e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b514de5d-bf89-42c5-9b41-0a38cf3d66fd","type":"FunctionalAlteration","dc:description":"Muscle biopsy study of tissue from ALS8 case showed defective autophagy. Colocalization of of P56S VAPB with autophagy markers. Accumulation of autophagic vacuoles in cells expressing P56S VAPB. Other experiments showed early and late autophagic pathway altered by VAPB","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33972508","type":"dc:BibliographicResource","dc:abstract":"Mutations in RNA binding proteins (RBPs) and in genes regulating autophagy are frequent causes of familial amyotrophic lateral sclerosis (fALS). The P56S mutation in vesicle-associated membrane protein-associated protein B (VAPB) leads to fALS (ALS8) and spinal muscular atrophy (SMA). While VAPB is primarily involved in the unfolded protein response (UPR), vesicular trafficking and in initial steps of the autophagy pathway, the effect of mutant P56S-VAPB on autophagy regulation in connection with RBP homeostasis has not been explored yet. Examining the muscle biopsy of our index ALS8 patient of European origin revealed globular accumulations of VAPB aggregates co-localised with autophagy markers LC3 and p62 in partially atrophic and atrophic muscle fibres. In line with this skin fibroblasts obtained from the same patient showed accumulation of P56S-VAPB aggregates together with LC3 and p62. Detailed investigations of autophagic flux in cell culture models revealed that P56S-VAPB alters both initial and late steps of the autophagy pathway. Accordingly, electron microscopy complemented with live cell imaging highlighted the impaired fusion of accumulated autophagosomes with lysosomes in cells expressing P56S-VAPB. Consistent with these observations, neuropathological studies of brain and spinal cord of P56S-VAPB transgenic mice revealed signs of neurodegeneration associated with altered protein quality control and defective autophagy. Autophagy and RBP homeostasis are interdependent, as demonstrated by the cytoplasmic mis-localisation of several RBPs including pTDP-43, FUS, Matrin 3 which often sequestered with P56S-VAPB aggregates both in cell culture and in the muscle biopsy of the ALS8 patient. Further confirming the notion that aggregation of the RBPs proceeds through the stress granule (SG) pathway, we found persistent G3BP- and TIAR1-positive SGs in P56S-VAPB expressing cells as well as in the ALS8 patient muscle biopsy. We conclude that P56S-VAPB-ALS8 involves a cohesive pathomechanism of aberrant RBP homeostasis together with dysfunctional autophagy.","dc:creator":"Tripathi P","dc:date":"2021","dc:title":"Pathomechanisms of ALS8: altered autophagy and defective RNA binding protein (RBP) homeostasis due to the VAPB P56S mutation."},"rdfs:label":"Autophagy functional alteraltion"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:da78d57d-1525-47b3-a649-743186d28eff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f727a4a5-f0ab-4c7f-9f65-d560b0ece9f7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c71534c0-5981-4799-a882-b02caf0ad6a1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotype observed was a decreased lifespan, impaired flight and jumping, morphological changes in brain section biopsies and decreased activation of muscles through direct current stimulation  These are analogous to motor impairments seen in people with ALS8.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24271015","type":"dc:BibliographicResource","dc:abstract":"A familial form of Amyotrophic lateral sclerosis (ALS8) is caused by a point mutation (P56S) in the vesicle-associated membrane protein associated protein B (VapB). Human VapB and Drosophila Vap-33-1 (Vap) are homologous type II transmembrane proteins that are localized to the ER. However, the precise consequences of the defects associated with the P56S mutation in the endoplasmic reticulum (ER) and its role in the pathology of ALS are not well understood. Here we show that Vap is required for ER protein quality control (ERQC). Loss of Vap in flies shows various ERQC associated defects, including protein accumulation, ER expansion, and ER stress. We also show that wild type Vap, but not the ALS8 mutant Vap, interacts with a lipid-binding protein, Oxysterol binding protein (Osbp), and that Vap is required for the proper localization of Osbp to the ER. Restoring the expression of Osbp in the ER suppresses the defects associated with loss of Vap and the ALS8 mutant Vap. Hence, we propose that the ALS8 mutation impairs the interaction of Vap with Osbp, resulting in hypomorphic defects that might contribute to the pathology of ALS8. ","dc:creator":"Moustaqim-Barrette A","dc:date":"2014","dc:title":"The amyotrophic lateral sclerosis 8 protein, VAP, is required for ER protein quality control."},"rdfs:label":"P56S drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:8db5bf3c-e98b-4259-86d5-16fc66bc0cf1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0ee6fff7-2e0c-49b5-b843-3bc96f15d814","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice with VAPB P56S knock in showed age dependent motor defects that were detectable using the inverted grid and rotarod tests. Soleus muscle biopsies show that WT mice have groups of uniformly sized muscle fibres compared to P56S knock mice show small groups of atrophic cells with increased internal nuclei. Immunostaining of soleus muscle biopsies for presynaptic (synaptic vesicular protein 2) and post synaptic (Acetyl choline receptor) markers shows evidence of denervation in knock-in mice through increased fragmentation but otherwise mild effects. There are also higher numbers of pre-synaptic boutons and a larger total endplate area in P56S mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26362257","type":"dc:BibliographicResource","dc:abstract":"Missense mutations (P56S) in Vapb are associated with autosomal dominant motor neuron diseases: amyotrophic lateral sclerosis and lower motor neuron disease. Although transgenic mice overexpressing the mutant vesicle-associated membrane protein-associated protein B (VAPB) protein with neuron-specific promoters have provided some insight into the toxic properties of the mutant proteins, their role in pathogenesis remains unclear. To identify pathological defects in animals expressing the P56S mutant VAPB protein at physiological levels in the appropriate tissues, we have generated Vapb knock-in mice replacing wild-type Vapb gene with P56S mutant Vapb gene and analyzed the resulting pathological phenotypes. Heterozygous P56S Vapb knock-in mice show mild age-dependent defects in motor behaviors as characteristic features of the disease. The homozygous P56S Vapb knock-in mice show more severe defects compared with heterozygous mice reflecting the dominant and dose-dependent effects of P56S mutation. Significantly, the knock-in mice demonstrate accumulation of P56S VAPB protein and ubiquitinated proteins in cytoplasmic inclusions, selectively in motor neurons. The mutant mice demonstrate induction of ER stress and autophagic response in motor neurons before obvious onset of behavioral defects, suggesting that these cellular biological defects might contribute to the initiation of the disease. The P56S Vapb knock-in mice could be a valuable tool to gain a better understanding of the mechanisms by which the disease arises. ","dc:creator":"Larroquette F","dc:date":"2015","dc:title":"Vapb/Amyotrophic lateral sclerosis 8 knock-in mice display slowly progressive motor behavior defects accompanying ER stress and autophagic response."},"rdfs:label":"P56S mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":3789,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:4880d27f-123b-4fb3-a2b1-0110f3160e87","type":"GeneValidityProposition","disease":"obo:MONDO_0012077","gene":"hgnc:12649","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"VAPB was first reported in relation to autosomal dominant amyotrophic lateral sclerosis (ALS) 8 and Finkel-type spinal muscular atrophy (SMA) in 2004 (Nishimura et al., PMID: 15372378). ALS 8 is a phenotypic description of ALS caused by variants in the VAPB gene. It is characterised by a predominantly lower motor neuron presentation often accompanied by tremor. Finkel-type SMA is an adult onset, autosomal dominant form of SMA. ALS 8 and SMA occurs in families that share a common founder.\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern and phenotypic variability (there was high inter and intrafamilial variability). Therefore, the following disease entities have been lumped into one disease entity, ALS 8 (OMIM: 608627) and Finkel-type SMA (OMIM: 182980).\n10 variants (missense and small deletion) that have been reported in 31 probands in 13 publications (PMIDs: 15372378, 16967488, 18322265, 20447143, 20577002, 26566915, 27978769, 29560381, 28993872, 20940299, 23446633, 22878164, 16729899) are included in this curation. Segregation analysis identified a candidate gene region on Chromosome 20 and all genes were sequenced in the candidate region in order to identity the P56S variant in VAPB, which is responsible for the majority of cases. The maximum score for genetic evidence (12 pts.) has been reached and the mechanism of pathogenicity appears to be gain of function. This gene-disease association is also supported by animal models, expression studies, and in vitro functional assays (PMIDs: 24271015, 26362257, 33972508, 18701194, 17804640, 17804640). There is a knock-in mouse model of VAPB P56S with motor defects detected by the rotarod and inverted grid tests, in addition to evidence of altered muscle cell phenotype and denervation. A fly model with a VAPB gene deletion rescued with P56S vap expression also found evidence of nerve conduction defects, reduced lifespan, and jumping and flight defects. A muscle biopsy of tissue from someone with ALS 8 showed impaired unfolded protein response and autophagy in cells cultured muscle cells. Expression studies show that VAPB is expressed abundantly in lower motor neurons and its expression is reduced in people with sporadic ALS.\nIn summary, VAPB is definitively associated with autosomal dominant ALS and Finkel-type SMA. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen ALS GCEP on December 14, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:da78d57d-1525-47b3-a649-743186d28eff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}