{"id":"cggv:53015cfb-c54a-4436-9ebd-79ae3fdbf613v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:53015cfb-c54a-4436-9ebd-79ae3fdbf613_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-03-07T17:00:00.000Z","role":"Approver"},{"id":"cggv:53015cfb-c54a-4436-9ebd-79ae3fdbf613_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-10-13T18:35:34.676Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22972948","type":"dc:BibliographicResource","dc:abstract":"Isolated complex II deficiency is a rare form of mitochondrial disease, accounting for approximately 2% of all respiratory chain deficiency diagnoses. The succinate dehydrogenase (SDH) genes (SDHA, SDHB, SDHC and SDHD) are autosomally-encoded and transcribe the conjugated heterotetramers of complex II via the action of two known assembly factors (SDHAF1 and SDHAF2). Only a handful of reports describe inherited SDH gene defects as a cause of paediatric mitochondrial disease, involving either SDHA (Leigh syndrome, cardiomyopathy) or SDHAF1 (infantile leukoencephalopathy). However, all four SDH genes, together with SDHAF2, have known tumour suppressor functions, with numerous germline and somatic mutations reported in association with hereditary cancer syndromes, including paraganglioma and pheochromocytoma.","dc:creator":"Alston CL","dc:date":"2012","dc:title":"Recessive germline SDHA and SDHB mutations causing leukodystrophy and isolated mitochondrial complex II deficiency."},"evidence":[{"id":"cggv:53015cfb-c54a-4436-9ebd-79ae3fdbf613_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:53015cfb-c54a-4436-9ebd-79ae3fdbf613_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2b03d2c8-76d6-4139-ab50-0f58492d7010","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ca098d8-8801-499a-88e0-cbd397be70e0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"SDHA:  Moderate GDR for Leigh syndrome spectrum, Fullerton review found 32 patients with PMD.\nSDHAF1: Limited GDR for  Leigh syndrome spectrum, Fullerton review found 16 patients with PMD. \nSDHD: not yet curated, at least two cases in the literature. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33162331","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex II (succinate:ubiquinone oxidoreductase) is the smallest complex of the oxidative phosphorylation system, a tetramer of just 140 kDa. Despite its diminutive size, it is a key complex in two coupled metabolic pathways - it oxidises succinate to fumarate in the tricarboxylic acid cycle and the electrons are used to reduce FAD to FADH","dc:creator":"Fullerton M","dc:date":"2020","dc:title":"The genetic basis of isolated mitochondrial complex II deficiency."},"rdfs:label":"Review: mitochondrial complex II deficiency"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"1 pt (2-3 gene products with shared biochemical relationship)\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:53015cfb-c54a-4436-9ebd-79ae3fdbf613_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b0531d40-5104-40fa-b92d-09bfc32d3323","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ea444a90-d8fa-48c2-ac58-b9592f3381e4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CRISPR/cas9 technology was used to introduce the c.57_63 + 64_69del; p.Val20ArgfsTer43 variant at the sdhb intron/exon boundary (sdhb rmc200 allele). On protein level, sdhb expression was decreased in 6-day-old homozygous sdhb larvae compared to WT siblings (Fig. 2C).\nHomozygous larvae showed reduced lifespan, absent or partially inflated swim bladder, abnormalities in swimming behavior and impaired ambulatory activity, Complex-ІІ deficiency and succinate accumulation, (spectrophotometric analyses). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33156815","type":"dc:BibliographicResource","dc:abstract":"Pheochromocytomas and paragangliomas (PPGLs) caused by mutations in the B-subunit of the succinate dehydrogenase (SDHB) have the highest metastatic rate among PPGLs, and effective systemic therapy is lacking. To unravel underlying pathogenic mechanisms, and to evaluate therapeutic strategies, suitable in vivo models are needed. The available systemic Sdhb knock-out mice cannot model the human PPGL phenotype: heterozygous Sdhb mice lack a disease phenotype, and homozygous Sdhb mice are embryonically lethal. Using CRISPR/cas9 technology, we introduced a protein-truncating germline lesion into the zebrafish sdhb gene. Heterozygous sdhb mutants were viable and displayed no obvious morphological or developmental defects. Homozygous sdhb larvae were viable, but exhibited a decreased lifespan. Morphological analysis revealed incompletely or non-inflated swim bladders in homozygous sdhb mutants at day 6. Although no differences in number and ultrastructure of the mitochondria were observed. Clear defects in energy metabolism and swimming behavior were observed in homozygous sdhb mutant larvae. Functional and metabolomic analyses revealed decreased mitochondrial complex 2 activity and significant succinate accumulation in the homozygous sdhb mutant larvae, mimicking the metabolic effects observed in SDHB-associated PPGLs. This is the first study to present a vertebrate animal model that mimics metabolic effects of SDHB-associated PPGLs. This model will be useful in unraveling pathomechanisms behind SDHB-associated PPGLs. We can now study the metabolic effects of sdhb disruption during different developmental stages and develop screening assays to identify novel therapeutic targets in vivo. Besides oncological syndromes, our model might also be useful for pediatric mitochondrial disease caused by loss of the SDHB gene.","dc:creator":"Dona M","dc:date":"2021","dc:title":"Loss of sdhb in zebrafish larvae recapitulates human paraganglioma characteristics."},"rdfs:label":"Zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"1 pt (0.5 biochemical dysfunction/ mitochondrial dysfunction + 0.5 developmental differences.)"},{"id":"cggv:89eeb834-f991-4796-8170-0083ee08ca0d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6a6a6cbc-c656-48e6-925e-905c495f8a12","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"sdhb-1(gk165) deletional worm was used to generate two transgenic lines carrying either the Arg244His mutation (equivalent to human Arg230His, associated with pheochromocytomas (PHEOs) and paragangliomas (PGLs ) or its genomic wild-type SDHB as a control. \nKO and Arg230His showed reduced lifespan, KO worms showed arrested development at L2, R244H homozygous worms reached adulthood at day 4-5, indicating delayed development. Both models showed elevated succinate levels, \nUsing mitotracker, both mutants showed reduced mitochondrial number. \nBioluminescent ATP assay demonstrated a reduction in ATP production in null and Arg244His strain. \nTreatment with protonophore FCCP failed to stimulate oxygen consumption as measured by Seahorse XF96 Metabolic Analyser. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32859697","type":"dc:BibliographicResource","dc:abstract":"The conserved B-subunit of succinate dehydrogenase (SDH) participates in the tricarboxylic acid cycle (TCA) cycle and mitochondrial electron transport. The Arg230His mutation in SDHB causes heritable pheochromocytoma/paraganglioma (PPGL). In ","dc:creator":"Saskői É","dc:date":"2020","dc:title":"The SDHB Arg230His mutation causing familial paraganglioma alters glycolysis in a new "},"rdfs:label":"C.elegans model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"delayed development, shortened lifespan, attenuated ATP production, reduced mitochondrial number, elevated succinate. 1pt (0.5 biochemical dysfunction/ mitochondrial dysfunction + 0.5 developmental differences.)"},{"id":"cggv:e10cdb6b-f72d-414b-80ae-b47518bff9bd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bfd9c3d5-4b35-4c59-bbca-626a94f0a99d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Under normoxic conditions, mutant flies displayed a 66% decrease in mean survival time and a 17% decrease in maximum survival time.\nNegative geotaxis response: Mutants displayed an early decline. At 2 days of age, sdhBEY12081 mutant flies performed normally, but there was a rapid decay with age. At 8 days, the mutant flies displayed a 54% decrease, and at 12 days he mutant f lies displayed a 77% decrease in climbing score (Fig. 4B), whereas control flies showed no decline..\n56% decrease in the complex II-specific (succinate-dependent\u0002antimycin A-sensitive) respiration rate. As compared with wild-type controls, activity in mutant mitochondria was reduced by 40% (Fig. 5B).\nMitochondria from  mutant animals had a 32% increase in hydrogen peroxide production, as compared with wild-type controls (Fig. 5C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17056719","type":"dc:BibliographicResource","dc:abstract":"Oxidative stress is implicated as a major cause of aging and age-related diseases, such as Parkinson's and Alzheimer's, as well as ischemia-reperfusion injury in stroke. The mitochondrial electron transport chain is the principal source of reactive oxygen species within cells. Despite considerable medical interest, the molecular mechanisms that regulate reactive oxygen species formation within the mitochondrion remain poorly understood. Here, we report the isolation and characterization of a Drosophila mutant with a defect in subunit b of succinate dehydrogenase (SDH; mitochondrial complex II). The sdhB mutant is hypersensitive to oxygen and displays hallmarks of a progeroid syndrome, including early-onset mortality and age-related behavioral decay. Pathological analysis of the flight muscle, which is amongst the most highly energetic tissues in the animal kingdom, reveals structural abnormalities in the mitochondria. Biochemical analysis shows that, in the mutant, there is a complex II-specific respiratory defect and impaired complex II-mediated electron transport, although the other respiratory complexes remain functionally intact. The complex II defect is associated with an increased level of mitochondrial hydrogen peroxide production, suggesting a possible mechanism for the observed sensitivity to elevated oxygen concentration and the decreased lifespan of the mutant fly.","dc:creator":"Walker DW","dc:date":"2006","dc:title":"Hypersensitivity to oxygen and shortened lifespan in a Drosophila mitochondrial complex II mutant."},"rdfs:label":"Drosphila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced survival, behavioural decline, reduced complex II activity. 1 pt (reduced complex II and developmental phenotype)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:53015cfb-c54a-4436-9ebd-79ae3fdbf613_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56be817e-4dfc-47cf-a68c-ebea650ef8b9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:56be817e-4dfc-47cf-a68c-ebea650ef8b9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"allele":[{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.143A>T (p.Asp48Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA015528"}},{"id":"cggv:42cc6af2-2fe9-4186-9f34-918891c83339","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.689G>A (p.Arg230His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA016085"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Born at 35 weeks intrauterine growth retardation\nThe early psychomotor development was normal, but from age 6 months a progressive loss of previously acquired skills was noted with episodic deterioration during infections.\nAt 9 months of age, he had pneumonia with respiratory failure necessitating assisted ventilation and lost the ability to babble, grasp, turn around, and needed tube deefing (regression). He presented with complete head lag with pronounced truncal hypotonia, increased muscle tone in upper and lower extremities as well as increased tendon reflexes.\nA cardiomyopathy was found with severe dilatation and hypertrophy of the septum and posterior wall of the left ventricle.\nEye: strabismus and anisometropia with abnormal pursuit and saccades\nIncreased blood lactate levels up to 9 mmol/L (ref < 1.8), serum levels of ALAT and ASAT up to 40 (ref < 0.6) and 30 mkat/L (ref < 0.8), respectively, creatine kinase level to 4,970 U/L (ref < 150), and the INR level up to 2.4. Elevated CSF lactate, 3.0 mmol/L (ref < 1.7).\nCerebral MRI and MR spectroscopy at 11 months of age showed leukoencephalopathy, detailed in Fig. 2i–o. MRS showed elevated succinate peak- indicative of complex II deficiency.  \nAt 1 year he had a severe relapse with multi-organ failure and cardiac arrest leading to death.\nMuscle histopath:  positive COX staining in all fibers, while there was a diffuse and severe lack of SDH staining (shown for patient 2 in Fig. 3a, I). Electron microscopy (III) demonstrated a few lipid droplets (L), some enlarged mitochondria with partly disrupted cristae (arrows), and abundant glycogen between the myofibrils.\nComplex II deficiency: spectrophotometric analysis in muscle 7% of mean), polarographic 17% of control mean. ","sex":"Male","variant":[{"id":"cggv:bc600e63-8ff3-4861-9691-cdef9463dcf1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:42cc6af2-2fe9-4186-9f34-918891c83339"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27604842","type":"dc:BibliographicResource","dc:abstract":"Isolated complex II deficiency is a rare cause of mitochondrial disease and bi-allelic mutations in SDHB have been identified in only a few patients with complex II deficiency and a progressive neurological phenotype with onset in infancy. On the other hand, heterozygous SDHB mutations are a well-known cause of familial paraganglioma/pheochromocytoma and renal cell cancer. Here, we describe two additional patients with respiratory chain deficiency due to bi-allelic SDHB mutations. The patients' clinical, neuroradiological, and biochemical phenotype is discussed according to current knowledge on complex II and SDHB deficiency and is well in line with previously described cases, thus confirming the specific neuroradiological presentation of complex II deficiency that recently has emerged. The patients' genotype revealed one novel SDHB mutation, and one SDHB mutation, which previously has been described in heterozygous form in patients with familial paraganglioma/pheochromocytoma and/or renal cell cancer. This is only the second example in the literature where one specific SDHx mutation is associated with both recessive mitochondrial disease in one patient and familial paraganglioma/pheochromocytoma in others. Due to uncertainties regarding penetrance of different heterozygous SDHB mutations, we argue that all heterozygous SDHB mutation carriers identified in relation to SDHB-related leukoencephalopathy should be referred to relevant surveillance programs for paraganglioma/pheochromocytoma and renal cell cancer. The diagnosis of complex II deficiency due to SDHB mutations therefore raises implications for genetic counselling that go beyond the recurrence risk in the family according to an autosomal recessive inheritance.","dc:creator":"Grønborg S","dc:date":"2016","dc:title":"Leukoencephalopathy due to Complex II Deficiency and Bi-Allelic SDHB Mutations: Further Cases and Implications for Genetic Counselling."}},{"id":"cggv:46fecb4d-9c10-412b-ab13-1cf0f54a9a09_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27604842"}],"rdfs:label":"Patient 2"},{"id":"cggv:bc600e63-8ff3-4861-9691-cdef9463dcf1","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bc600e63-8ff3-4861-9691-cdef9463dcf1_variant_evidence_item"},{"id":"cggv:bc600e63-8ff3-4861-9691-cdef9463dcf1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Complex II deficiency in muscle tissue, see above. "}],"strengthScore":0.5,"dc:description":"0.5 pts complex II deficiency"},{"id":"cggv:46fecb4d-9c10-412b-ab13-1cf0f54a9a09","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:46fecb4d-9c10-412b-ab13-1cf0f54a9a09_variant_evidence_item"},{"id":"cggv:46fecb4d-9c10-412b-ab13-1cf0f54a9a09_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Muscle biopsy: histopath showed reduced SDH staining (positive COX staining)(Fig 2). \nWestern blot of patient fibroblasts showed reduced levels of SDHB and SDHA (fig2D)\nMuscle histopath:  positive COX staining in all fibers, while there was a diffuse and severe lack of SDH staining (shown for patient 2 in Fig. 3a, I). Electron microscopy (III) demonstrated a few lipid droplets (L), some enlarged mitochondria with partly disrupted cristae (arrows), and abundant glycogen between the myofibrils.\nComplex II deficiency: spectrophotometric analysis in muscle 7% of mean), polarographic 17% of control mean. \nMRS succinate peak.\nYeast complementation experiment from Alston et al. 2012 "}],"strengthScore":1,"dc:description":"0.5 pts complex II deficiency; 0.5 Yeast complementation experiment from Alston et al. 2012 "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7eef1aa2-daa0-4f21-bcef-84facbbe6eda_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7eef1aa2-daa0-4f21-bcef-84facbbe6eda","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"detectionMethod":"A customized gene panel (TruSeq CustomAmplicon, Illumina) containing nuclear genes associated with Complex II deficiency (SDHA, SDHB, SDHC, SDHD, SDHAF1, SDHAF2, SDHAF3)","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Normal development until 15 months\nA fewdays after a febrile illness, she presented acute psychomotor regression, losing previously acquired psychomotor skills in about a week. \nAt 16 months She presented with generalized hypotonia, hyperreflexia, no postural control, poor voluntary movements, marked irritability with frequent crying.\nLactate and pyruvate were elevated in plasma: 3327 μmol/l (normal values, nv: 580–2100) and 151 μmol/l (nv: 55–145) respectively\nBrainMRI showed diffuse hyperintensity of the hemisphericwhite matter and corpus callosum. The subcortical U-fibers are spared. Posterior deep white matter showed evidence of rarefaction and cystic degeneration. There were also small symmetric hyperintensites in the thalami. HNMR-spectroscopy demonstrated a peak of succinate and elevate lactate (Fig. 1a).\nReduction of cII (succinate-ubiquinone reductase) and SDH activities were documented both on muscle tissue and skin fibroblasts (Fig. 2a).\n\nOlder sibling (II-1), also homozygous for p.Asp48Val but completely assymptomatic at 11 years of age.","sex":"Female","variant":{"id":"cggv:d6dcdcfb-7d59-46d4-b29d-6387732111bb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26925370","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disease involving complex II is rare among respiratory chain deficiencies and its genetic cause remains often unknown. Two main clinical presentations are associated with this biochemical defect: mitochondrial encephalomyopathy and susceptibility to tumors. Only one homozygous ","dc:creator":"Ardissone A","dc:date":"2015","dc:title":"Mitochondrial leukoencephalopathy and complex II deficiency associated with a recessive "}},"rdfs:label":"Case report P, II-4"},{"id":"cggv:d6dcdcfb-7d59-46d4-b29d-6387732111bb","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d6dcdcfb-7d59-46d4-b29d-6387732111bb_variant_evidence_item"},{"id":"cggv:d6dcdcfb-7d59-46d4-b29d-6387732111bb_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Muscle biopsy and skin fibroblasts showed reduced complex II activity (fig 2) <20% of controls. \nimmunoblot analysis on proband's fibroblasts showed strongly decreased levels of SDHB,  SDHA amount also appeared to be reduced, \"probably due to instability of the assembled cII \"(Fig. 2d). \nImmunoblot analysis of proband and sister's lymphoblast cells showed similar reduced SDHB and SDHA levels. \nYeast complementation experiment from Alston et al. 2012\n"}],"strengthScore":1,"dc:description":"0.5: complex II deficiency in muscle biopsy \n0.5: Yeast complementation: SDH deficiency associated with variant. \nBut note asymptomatic sibling. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8b3fb2c3-5ca5-41a3-ba0c-c503b12cc8a2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8b3fb2c3-5ca5-41a3-ba0c-c503b12cc8a2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"succinate dehydrogenase deficiency-related leukoencephalopathy. microcephaly, truncal hypotonia, limb spasticity, Spastic diplegia with severe motor difficulties, severe cognitive impairment. No MRS data. ","sex":"UnknownEthnicity","variant":{"id":"cggv:dc8a9ef8-dc14-48a2-a7b1-d12b8ca7a81a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26642834","type":"dc:BibliographicResource","dc:abstract":"Succinate dehydrogenase-deficient leukoencephalopathy is a complex II-related mitochondrial disorder for which the clinical phenotype, neuroimaging pattern, and genetic findings have not been comprehensively reviewed.","dc:creator":"Helman G","dc:date":"2016","dc:title":"Magnetic resonance imaging spectrum of succinate dehydrogenase-related infantile leukoencephalopathy."}},"rdfs:label":"Patient 16"},{"id":"cggv:dc8a9ef8-dc14-48a2-a7b1-d12b8ca7a81a","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dc8a9ef8-dc14-48a2-a7b1-d12b8ca7a81a_variant_evidence_item"},{"id":"cggv:dc8a9ef8-dc14-48a2-a7b1-d12b8ca7a81a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Yeast complementation study from Alston et al. 2012"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:dafeb4ea-f0d4-4dd4-b5de-0789e946532d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:dafeb4ea-f0d4-4dd4-b5de-0789e946532d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"detectionMethod":"Candidate gene direct sequencing: SDHAF1, SDHA, SDHB in the context of a complex II deficiency","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Growth and developmental milestones were normal until 1 year of age. \nSubsequently, over a 6-week period, she lost the ability to walk, became unsteady and had repeated falls.\nThere was no associated head injury or febrile illness. \nShe became very hypotonic with poor head control and difficulty feeding. \nAfter the 6-week period of deterioration she made slow developmental progress, and there were no further episodes of developmental regression.\nBy 4 years wheelchair-dependent, having developed flexion contractures in both her arms and legs.\nMRI at 1 year: leukodystrophy with extensive signal changes in the deep cerebral white matter, sparing U-fibres, with abnormalities also present in cerebellum and brainstem.\nA repeat brain MRI study at 4.5 years (figure 1E) revealed a similar pattern of abnormalities but with cyst formation in the abnormal white matter, and persistent signal abnormalities in the corpus callosum.\nMRS of the dystrophic white matter (figure 1G, 1H) demonstrated the presence of a singlet lactate peak at 2.4 ppm,confirming the accumulation of succinate in the dystrophic white matter in vivo .\nSkeletal muscle biopsy: Histochemical analysis of demonstrated severe deficiency in SDH activity (figure 2C,G); This was confirmed by the spectrophotometric assay of respiratory chain activities, which demonstrated a severe and isolated deficiency involving complex II in muscle homogenates (Table 1): nmol DCPIP reduced min/unit citrate synthase−1 for complex II (succinate to\nubiquinone-1 reductase) Patient : 0.049; 0.145±0.047\nConsanguineous parents","sex":"Female","variant":{"id":"cggv:f0868e17-4b19-49f9-a461-cdc25825132d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22972948"},"rdfs:label":"Patient 2"},{"id":"cggv:f0868e17-4b19-49f9-a461-cdc25825132d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f0868e17-4b19-49f9-a461-cdc25825132d_variant_evidence_item"},{"id":"cggv:f0868e17-4b19-49f9-a461-cdc25825132d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"within the catalytic iron–sulphur subunit of SDHB (figure 3B)\nBN-PAGE analysis using enriched skeletal muscle mitochondria from Patient 2 showed a relative lower amount of fully assembled complex II compared with complex I (figure 4B), while SDS-PAGE analysis demonstrated an almost complete absence of the SDHB subunit compared to both control samples and mitochondrial loading controls. \nExpression of the SDHA subunit of complex II also appeared to be decreased, suggesting instability of the assembled complex. \nSaccharomyces cerevisae strain BY4741, deleted in the SDH2 gene (the yeast orthologue of mammalian SDHB), humanised wild-type SDH2 variant allele p.Asn42Asp complemented the oxidative\ngrowth defect of Δsdh2 strain (rescue of growth defect).\nSDH activity was reduced by approximately 50% in the strain harbouring the p.Asn42Val mutant allele whereas the SDH activity of the humanised wild-type allele was indistinguishable from that of the parental strain (figure 5D). Both mutants growth was comparable to WT strain, both strains sdh2p.Asn42Asp and sdh2p.Asn42Val displayed an oxygen consumption rate equivalent to that of the wild-type.  "}],"strengthScore":1,"dc:description":"0.5: complex II deficiency in muscle biopsy \n0.5: Yeast complementation: SDH deficiency associated with variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:eea3976f-9e71-49c2-8c43-d6cf9455686f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:eea3976f-9e71-49c2-8c43-d6cf9455686f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","allele":[{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},{"id":"cggv:fd069844-3197-4b0b-a5ea-b8a8a5ef0cf0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.308T>C (p.Met103Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338275056"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"succinate dehydrogenase deficiency-related leukoencephalopathy\nlimb spasticity, Head control at 4 months, smiling at 5 months, Lost all skills, died of respiratory failure at age 1\nIn MRS elevated succinate and lactate; \nDWI restricted diffusion in part of abn. WM and thalami; no contrast administration","sex":"UnknownEthnicity","variant":[{"id":"cggv:08e0159f-7c62-4b48-a92d-49880382da69_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fd069844-3197-4b0b-a5ea-b8a8a5ef0cf0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26642834"},{"id":"cggv:f9feff1e-fc45-4d45-93b0-8cc28c4df5d6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26642834"}],"rdfs:label":"Patient 15"},{"id":"cggv:08e0159f-7c62-4b48-a92d-49880382da69","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:08e0159f-7c62-4b48-a92d-49880382da69_variant_evidence_item"},{"id":"cggv:08e0159f-7c62-4b48-a92d-49880382da69_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"elevated succinate on MRS (no values given)\nc.308T>C, p.Met103Thr: Adjacent to catalytic residues in the Fer-2 domain, likely causing decreased activity."}],"strengthScore":0.5,"dc:description":"0.5 MRS Succinate peak Note, per communication  Helman 03Mar2021 confirmed these variants were in trans. "},{"id":"cggv:f9feff1e-fc45-4d45-93b0-8cc28c4df5d6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9feff1e-fc45-4d45-93b0-8cc28c4df5d6_variant_evidence_item"},{"id":"cggv:f9feff1e-fc45-4d45-93b0-8cc28c4df5d6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"yeast complementation study from Alston et al. 2012"}],"strengthScore":1,"dc:description":"0.5 functional + 0.5 elevated MRS succinate. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:240128fe-e57e-4347-8d48-584aef92ada6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:240128fe-e57e-4347-8d48-584aef92ada6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"succinate dehydrogenase deficiency-related leukoencephalopathy\ntruncal hypotonia, limb spasticity, ataxia, dystonia, Spastic tetraparesis\nMRS NA; DWI restricted diffusion in part of abn. WM, especially rim of lesions; multifocal contrast enhancement in abn. WM","sex":"UnknownEthnicity","variant":{"id":"cggv:ce0d241a-99b1-4916-9a38-e29f7d41493b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:44b6df51-826d-46b5-97f3-2b60105b3ecc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26642834"},"rdfs:label":"Patient 10"},{"id":"cggv:ce0d241a-99b1-4916-9a38-e29f7d41493b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce0d241a-99b1-4916-9a38-e29f7d41493b_variant_evidence_item"},{"id":"cggv:ce0d241a-99b1-4916-9a38-e29f7d41493b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Yeast complementation study, Alston et al. 2012"}],"strengthScore":0.5,"dc:description":"No evidence of complex II deficiency presented, consistent phenotype and MRI "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:53015cfb-c54a-4436-9ebd-79ae3fdbf613_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10.2},{"id":"cggv:1359cd71-4ffe-481a-9564-2917947bd9bd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1359cd71-4ffe-481a-9564-2917947bd9bd","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":16,"allele":{"id":"cggv:edbb1ef2-0f4a-4c3b-90be-b90a537104aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.304G>A (p.Ala102Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/822717"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Phenotype: Male proband non consanguineous\nNeurodevelopmental regression at 1 year, increased tone in all four limbs, brisk deep tendon reflexes, and extensor plantar reflex. Ophthalmologic examination revealed bilateral optic atrophy. \nElevated Lactate, blood and CSF plasma lactate was 3 mmol/L (normal range is 0.5 to 1 mmol/L) and CSF lactate was 2.3 mmol/L (normal range is 1.2 to 2.1 mmol/L).\nMRI: Confluent lesions involving bilateral periventricular white matter, corpus callosum, dorsomedial thalami, brain stem, and spinal cord were observed on magnetic resonance imaging (MRI) of the brain and spinal cord (Figure 1).\n","previousTesting":false,"sex":"Male","variant":{"id":"cggv:925ddadc-ad6e-4c51-b799-6f8674665732_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:edbb1ef2-0f4a-4c3b-90be-b90a537104aa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32124427","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is a clinically and radiologically heterogeneous condition with approximately 75 genes, nuclear and mitochondrial, known to be implicated in its pathogenesis. Leigh syndrome due to complex II deficiency constitutes 2% to 7% of these cases. Previously, nine individuals with Leigh syndrome have been reported with pathogenic variants in SDHB, which encodes for the iron-sulfur cluster subunit of mitochondrial respiratory chain complex II. The proband presented with Leigh syndrome. Exome sequencing revealed a homozygous missense variant p.(Ala102Thr) in SDHB. In silico protein modeling of the wild-type and mutant proteins showed potentially decreased protein stability. We hereby report another individual with Leigh syndrome due to SDHB-related mitochondrial complex II deficiency and review the phenotype and genotype associated with this condition.","dc:creator":"Kaur P","dc:date":"2020","dc:title":"Novel variant p.(Ala102Thr) in SDHB causes mitochondrial complex II deficiency: Case report and review of the literature."}},"rdfs:label":"Kaur 2020 Case report"},{"id":"cggv:925ddadc-ad6e-4c51-b799-6f8674665732","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:925ddadc-ad6e-4c51-b799-6f8674665732_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"No evidence of complex II deficiency presented, consistent MRI and clinical phenotype."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e7b94df5-b00b-496b-bcf5-2ebe7275d969_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e7b94df5-b00b-496b-bcf5-2ebe7275d969","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:72814043-7298-46bc-adc5-62b26743c3e2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003000.3(SDHB):c.769C>G (p.Leu257Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/584582"}},"detectionMethod":"Homozygosity mapping detected several homozygous regions, SDHB and SDHAF1 (the only complex II gene in regions) were assessed by direct sequencing","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"SDHB-related leukoencephalopathy: slight delay in first year but able to crawl and pull up\nFrom 1 year developmental regression\n15 months of age, she had pronounced truncal hypotonia, increased muscle tone and pathologically increased deep tendon reflexes in upper and lower extremities, extensor plantar response, and intermittent vertical nystagmus. Slight atrophy of the optic nerves bilaterally, reduced vision (6/40), and horizontal nystagmus with elements of opsoclonus. \nNeurological deterioration continued , until at the age of 25 months, the patient deceased in the course of a severe respiratory infection causing multi-organ failure. \nBlood lactate level 3.5 mmol/L (ref < 2.1 mmol/L).\nUrine: increased levels of ketone bodies and Krebs cycle metabolites, especially succinate. \nMRI: Cerebral MRI at 16 months of age was pathological and is presented in Fig. 2a–h\n\nMuscle histopath:  positive COX staining in all fibers, while there was a diffuse and severe lack of SDH staining \nComplex II deficiency: spectrophotometric analysis in muscle 14% of mean), 6% control mean in fibroblast cells","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9c08b96f-bf3f-4a2f-8956-8be3d7fbb87c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:72814043-7298-46bc-adc5-62b26743c3e2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27604842"},"rdfs:label":"Patient 1"},{"id":"cggv:9c08b96f-bf3f-4a2f-8956-8be3d7fbb87c","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c08b96f-bf3f-4a2f-8956-8be3d7fbb87c_variant_evidence_item"},{"id":"cggv:9c08b96f-bf3f-4a2f-8956-8be3d7fbb87c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Muscle biopsy: histopath showed reduced SDH staining, EM showed abnormal mitochondrial morphology\nWestern blot of patient fibroblasts showed reduced levels of SDHB and SDHA (fig2D)\nComplex II deficiency: spectrophotometric analysis in muscle 14% of mean), 6% control mean in fibroblast cells\nThis mutation affects a highly conserved amino acid (Fig. 3c)."}],"strengthScore":0.5,"dc:description":"0.5pt per variant, confirmed complex II deficiency heterogeneity accounted"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.2}],"evidenceStrength":"Definitive","sequence":5235,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.2,"subject":{"id":"cggv:9f56a381-0f02-4bbe-a130-d5bec6dcc1db","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:10681","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between *SDHB* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of March 7, 2022. The *SDHB* gene encodes the succinate dehydrogenase complex iron sulphur subunit B. Defects of this protein lead to complex II deficiency. \n\nThe *SDHB* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2012 (PMID: 22972948). While various names have been given to the constellation of features seen in those with autosomal recessive *SDHB*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease when inherited in an autosomal recessive manner. Therefore, the *SDHB* phenotype has been split, with one disease entity being autosomal recessive primary mitochondrial disease, according to the ClinGen Lumping and Splitting Framework. Of note, this gene has also been implicated in autosomal dominant hereditary pheochromocytoma-paraganglioma. This gene disease relationship has been assessed separately (https://search.clinicalgenome.org/kb/genes/HGNC:10681).\n\nEvidence supporting the relationship between *SDHB* and primary mitochondrial disease includes case-level data and experimental data. This curation included five missense variants in eight cases from five reports (PMIDs: 22972948, 26925370, 26642834, 27604842, 32124427). Of note, the c.143A>T (p.Asp48Val) was associated with disease in six probands, including four cases in a homozygous state and two cases in a compound heterozygous state. This gene-disease relationship is also supported by a biochemical function shared with other genes associated with primary mitochondrial disease (PMID: 33162331). Mitochondrial dysfunction and developmental alterations associated with PMD were recapitulated in knockout animal models including round worm (*Caenorhabditis elegans*), fruit fly (*Drosophila melanogaster*) and zebrafish (*Danio rerio*) (PMIDs: 32859697, 17056719, 33156815).\n\nIn summary, there is definitive evidence to support the relationship between *SDHB* and primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 7, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:53015cfb-c54a-4436-9ebd-79ae3fdbf613"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}