{"id":"cggv:7d622b88-9c77-47f8-93b1-808517da0cffv3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:7d622b88-9c77-47f8-93b1-808517da0cff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-11-10T20:59:36.426Z","role":"Publisher"},{"id":"cggv:7d622b88-9c77-47f8-93b1-808517da0cff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-10-17T19:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:RecurationNewEvidence"}],"evidence":[{"id":"cggv:7d622b88-9c77-47f8-93b1-808517da0cff_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:7d622b88-9c77-47f8-93b1-808517da0cff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d622b88-9c77-47f8-93b1-808517da0cff_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e6ffa7d6-88cf-42ff-9177-d7f5d8e6cd55","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7449d0fa-24ba-49b8-a660-4c66838b10e5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"\"We performed coimmunoprecipitation experiments to test whether TARPs interacted with MAGI-2 in vivo in mouse brain (Fig. 4). The anti-TARP antibody coimmunoprecipitated with two prominent MAGI-2 isoforms from wild-type and stargazer cerebral cortex but not from cerebellum or hippocampus from either mouse. These isoforms correspond to MAGI-2 \u0005 and \u0002 based on their sizes. In wild-type cerebral cortex, \u00012, \u00013, and \u00018 were also immunoprecipitated so any of these, or some combination, might be responsible for interacting with MAGI-2.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16870733","type":"dc:BibliographicResource","dc:abstract":"The spatial coordination of neurotransmitter receptors with other postsynaptic signaling and structural molecules is regulated by a diverse array of cell-specific scaffolding proteins. The synaptic trafficking of AMPA receptors by the stargazin protein in some neurons, for example, depends on specific interactions between the C terminus of stargazin and the PDZ [postsynaptic density-95 (PSD-95)/Discs large/zona occludens-1] domains of membrane-associated guanylate kinase scaffolding proteins PSD-93 or PSD-95. Stargazin [Cacng2 (Ca2+ channel gamma2 subunit)] is one of four closely related proteins recently categorized as transmembrane AMPA receptor regulating proteins (TARPs) that appear to share similar functions but exhibit distinct expression patterns in the CNS. We used yeast two-hybrid screening to identify MAGI-2 (membrane associated guanylate kinase, WW and PDZ domain containing 2) as a novel candidate interactor with the cytoplasmic C termini of the TARPs. MAGI-2 [also known as S-SCAM (synaptic scaffolding molecule)] is a multi-PDZ domain scaffolding protein that interacts with several different ligands in brain, including PTEN (phosphatase and tensin homolog), dasm1 (dendrite arborization and synapse maturation 1), dendrin, axin, beta- and delta-catenin, neuroligin, hyperpolarization-activated cation channels, beta1-adrenergic receptors, and NMDA receptors. We confirmed that MAGI-2 coimmunoprecipitated with stargazin in vivo from mouse cerebral cortex and used in vitro assays to localize the interaction to the C-terminal -TTPV amino acid motif of stargazin and the PDZ1, PDZ3, and PDZ5 domains of MAGI-2. Expression of stargazin recruited MAGI-2 to cell membranes and cell-cell contact sites in transfected HEK-293T cells dependent on the presence of the stargazin -TTPV motif. These experiments identify MAGI-2 as a strong candidate for linking TARP/AMPA receptor complexes to a wide range of other postsynaptic molecules and pathways and advance our knowledge of protein interactions at mammalian CNS synapses.","dc:creator":"Deng F","dc:date":"2006","dc:title":"Stargazin and other transmembrane AMPA receptor regulating proteins interact with synaptic scaffolding protein MAGI-2 in brain."},"rdfs:label":"Expression of MAGI2 in the brain of mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Many genes are expressed in the human brain. Expression alone does not support a relationship with epilepsy."},{"id":"cggv:ab1972dd-d07b-4dbf-81b3-6b6c39e85d3e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3e77cbb7-97aa-4667-bdef-66e6cb490efc","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"\"We confirmed that MAGI-2 coimmunoprecipitated with stargazin in vivo from mouse cerebral cortex and used in vitro assays to localize the interaction to the C-terminal -TTPV amino acid motif of stargazin and the PDZ1, PDZ3, and PDZ5 domains of MAGI-2. Expression of stargazin recruited MAGI-2 to cell membranes and cell– cell contact sites intransfected HEK-293T cells dependent on the presence of the stargazin -TTPV motif. These experiments identify MAGI-2 as a strong candidate for linking TARP/AMPA receptor complexes to a wide range of other postsynaptic molecules and pathways and advance our knowledge of protein interactions at mammalian CNS synapses.\"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16870733","rdfs:label":"Stargazin interaction with MAGI2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Though the Stargazin CACNG2 gene has been implicated with intellectual disability in humans (Hamdan, 2010, PMID: 21376300) and epilepsy in mice (Letts, 1998, PMID: 9697694), there does not seem to be enough genetic evidence to consider this relationship as moderate or definitive, and therefore this interaction shouldn't be scored as evidence that MAGI2 has a relationship with epilepsy."},{"id":"cggv:4e6d7119-dd39-4920-8a7e-08800fd73532","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:312ef0ad-f68a-4951-9738-e3221bbeac61","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The authors identified Magi2 (membrane-associated guanylate kinase inverted-2) as a new component of the USH protein interactome, binding to the multifunctional scaffold protein SANS (USH1G). The phosphorylation of an internal PDZ-binding motif in SANS by the protein kinase CK2 was reported to regulate the SANS-Magi2 complex assembly. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24608321","type":"dc:BibliographicResource","dc:abstract":"The human Usher syndrome (USH) is a complex ciliopathy with at least 12 chromosomal loci assigned to three clinical subtypes, USH1-3. The heterogeneous USH proteins are organized into protein networks. Here, we identified Magi2 (membrane-associated guanylate kinase inverted-2) as a new component of the USH protein interactome, binding to the multifunctional scaffold protein SANS (USH1G). We showed that the SANS-Magi2 complex assembly is regulated by the phosphorylation of an internal PDZ-binding motif in the sterile alpha motif domain of SANS by the protein kinase CK2. We affirmed Magi2's role in receptor-mediated, clathrin-dependent endocytosis and showed that phosphorylated SANS tightly regulates Magi2-mediated endocytosis. Specific depletions by RNAi revealed that SANS and Magi2-mediated endocytosis regulates aspects of ciliogenesis. Furthermore, we demonstrated the localization of the SANS-Magi2 complex in the periciliary membrane complex facing the ciliary pocket of retinal photoreceptor cells in situ. Our data suggest that endocytotic processes may not only contribute to photoreceptor cell homeostasis but also counterbalance the periciliary membrane delivery accompanying the exocytosis processes for the cargo vesicle delivery. In USH1G patients, mutations in SANS eliminate Magi2 binding and thereby deregulate endocytosis, lead to defective ciliary transport modules and ultimately disrupt photoreceptor cell function inducing retinal degeneration. ","dc:creator":"Bauß K","dc:date":"2014","dc:title":"Phosphorylation of the Usher syndrome 1G protein SANS controls Magi2-mediated endocytosis."},"rdfs:label":"USH1G interacts with MAGI2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"In this interaction, though the authors implicate that the MAGI2 protein may be involved in neuron endo/exocytosis, this doesn't directly implicate the phenotype because they only tested neurons in the retina. Additionally, while this study cites several other studies showing that MAGI2 participates in endocytosis, these studies are out of the scope of this curation."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:7d622b88-9c77-47f8-93b1-808517da0cff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf256ace-78c2-4ea1-8f04-5acd62960045","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6fb2e633-2a12-4a33-bc0c-bf89408b3914","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Membrane-associated guanylate kinase inverted 2 (MAGI-2) is a tight junction protein in epithelial tissues.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25108225","type":"dc:BibliographicResource","dc:abstract":"Membrane-associated guanylate kinase inverted 2 (MAGI-2) is a tight junction protein in epithelial tissues. We previously reported the detailed expression patterns of MAGI-2 in mouse tissues, including kidney podocytes, based on results obtained from Venus knock-in mice for Magi2 locus. In the present study, homozygous deletion of the Magi2 gene in mice caused neonatal lethality, which was explained by podocyte morphological abnormalities and anuria. Immunohistological analysis showed that loss of MAGI-2 function induced a significant decrease in nephrin and dendrin at the slit diaphragm of the kidney, although other components of the slit diaphragm were unchanged. Furthermore, nuclear translocation of dendrin was observed in the podocytes of the MAGI-2-null mutants, along with enhanced expression of cathepsin L, which is reported to be critical for rearrangement of the actin cytoskeleton in podocytes. Expression analysis of the null mutants showed that loss of MAGI-2 function induces abnormal expression of various types of adhesion-related molecules. The present study is the first to demonstrate that MAGI-2 has a critical role in maintaining the functional structure of the slit diaphragm and that this molecule has an essential role in the functioning of the kidney filtration barrier. ","dc:creator":"Ihara K","dc:date":"2014","dc:title":"MAGI-2 is critical for the formation and maintenance of the glomerular filtration barrier in mouse kidney."},"rdfs:label":"MAGI2 Null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This mouse model supports the evidence indicating that the MAGI2 gene may have a relationship with abnomalities of the renal system as opposed to abnormalities of the central nervous system causing early infantile spasms. \n\nOf note, details about the heterozygous knock-out mice phenotypes were not reported. If it is presumed that infantile spasms result from monoallelic/autosomal dominant variants in MAGI2, phenotypic information about heterozygous knockout mice would be most relevant. "},{"id":"cggv:bafc241b-f32f-4a8b-806d-229a033da1cb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2f9599b8-6b7b-4ef5-ac39-4363267beb6e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The gene YWHAG1 is identified by this paper to be a candidate gene for the cause of the ISS phenotype in the patients. One of the patients has haploinsufficiency of this gene adn they found that the heart was malformed with arrhythmia in the morphant zebrafish. They don't say anything about whether the zebrafish had epilepsy but they do suggest that the protein is critical for development of the nervous system.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20146355","type":"dc:BibliographicResource","dc:abstract":"Williams-Beuren syndrome (WBS) is a neurodevelopmental disorder presenting with an elfin-like face, supravalvular aortic stenosis, a specific cognitive-behavioral profile, and infantile hypercalcemia. We encountered two WBS patients presenting with infantile spasms, which is extremely rare in WBS. Array comparative genomic hybridization (aCGH) and fluorescent in situ hybridization (FISH) analyses revealed atypical 5.7-Mb and 4.1-Mb deletions at 7q11.23 in the two patients, including the WBS critical region and expanding into the proximal side and the telomeric side, respectively. On the proximal side, AUTS2 and CALN1 may contribute to the phenotype. On the telomeric side, there are two candidate genes HIP1 and YWHAG. Because detailed information of them was unavailable, we investigated their functions using gene knockdowns of zebrafish. When zebrafish ywhag1 was knocked down, reduced brain size and increased diameter of the heart tube were observed, indicating that the infantile spasms and cardiomegaly seen in the patient with the telomeric deletion may be derived from haploinsufficiency of YWHAG.","dc:creator":"Komoike Y","dc:date":"2010","dc:title":"Zebrafish gene knockdowns imply roles for human YWHAG in infantile spasms and cardiomegaly."},"rdfs:label":"YWHAG1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This identified a different candidate gene in the locus that was identified to have deletions in the patients with ISS. These individuals did not have a deletionn of the MAGI2 gene and therefore this paper was evidence against the association."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":7189,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:2bb68c20-182d-4957-8472-b536daf225ab","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:18957","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"*MAGI2* was evaluated for evidence supporting and refuting its relationship with autosomal dominant epilepsy. Of note, variation in *MAGI2* has also been described in association with autosomal recessive nephrotic syndrome. Evidence for this gene-disease relationship is not considered here. \n\n*MAGI2* was initially thought to be involved in epilepsy after large deletions including *MAGI2* (and other genes) were reported in individuals with infantile epilepsy (PMIDs: 18565486, 26030165). *MAGI2* was thought to be the causative gene because it has been found to interact with stargazin, a protein that has been associated with epilepsy in mice (PMID: 16870733), and it was the region with the most overlap amongst patients with documented infantile spasms (PMID: 18565486). There have been reports of individuals with deletions at the 7q11.23-7q2.11 locus, where *MAGI2* is located. One individual has a deletion at this locus that spans part of *MAGI2*, but this individual does not have a diagnosis of epilepsy (PMID:18565486). There are also reports of four other individuals with deletions in this region that do not include *MAGI2*, but who have been diagnosed with infantile spasms, suggesting that there is an alternate cause of disease (PMIDs: 21694734, 14636357, 20146355). While some MAGI2 single nucleotide variants have recently been reported in individuals with epilepsy, the genetic testing method used in the paper does not sufficiently rule out other genetic causes of epilepsy, and many variants are present with high allele counts in gnomAD (PMID: 30986657).\n\nFurthermore, when considering experimental evidence, *MAGI2* null mouse models have not been reported to present with epilepsy (PMIDs: 25108225, 27932480). Instead, these mice have renal abnormalities consistent with the phenotypic presentation of patients with biallelic intragenic null frameshift variants. This suggests that the absence of *MAGI2* may cause nephrotic syndrome, rather than epilepsy. \n\nIn summary, the evidence supporting the relationship between *MAGI2* and autosomal dominant epilepsy has been refuted and no valid evidence remains to support the claim. This classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on October 17, 2023. \n\nThis gene-disease pair was originally evaluated by the ClinGen Epilepsy Gene Curation Expert Panel on June 19, 2018 and was classified as disputed. In September 2021 and July 2023, it underwent minor administrative updates, but evidence was not reevaluated. Evidence was reevaluated on October 17, 2023. As a result of this reevaluation, the classification did change from disputed to refuted due to a continued lack of valid supporting evidence, and the exclusion of all other new evidence (PMIDs: 25497044, 30986657).\nThere have been reports of individuals with deletions at the 7q11.23-7q2.11 locus, where MAGI2 is located. However, no single-gene deletions of MAGI2 have been reported in this gene in individuals with epilepsy to date. One individual has a deletion at this locus that spans part of MAGI2, but this individual does not have a diagnosis of epilepsy (PMID:18565486). There are also reports of four other individuals with deletions in this region that do not include MAGI2, but who have been diagnosed with infantile spasms, suggesting that there is an alternate cause of disease (PMIDs: 21694734, 14636357, 20146355). While some MAGI2 single nucleotide variants have recently been reported in individuals with epilepsy, the genetic testing method used in the paper does not sufficiently rule out other genetic causes of epilepsy, and many variants are present with high allele counts in gnomAD (PMID: 30986657). Because there is no valid evidence remaining to support the relationship between MAGI2 and autosomal dominant epilepsy, no new convincing cases have been reported since 2018, and multiple publications (PMIDs: 31056551, 25497044) reported the absence of a connection between MAGI2 and epilepsy, we are refuting this relationship.","dc:isVersionOf":{"id":"cggv:7d622b88-9c77-47f8-93b1-808517da0cff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}