{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2019-05-22T19:02:26.728Z","role":"Approver"},{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:65326365-d93c-4e67-bba5-3ddf9fa9115a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:085ba287-e581-4dc8-a5d9-2164b637eea8","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":6,"detectionMethod":"Exons 1 to 8 of the F9 gene were amplified and sequenced. \nRNA was extracted from the peripheral blood of patient and normal controls. Intron 3 was amplified with 2 pairs of primers containing the 5’-end GT donor splice site and the 3’-end AG acceptor splice site and the 438 bp and 213 bp PCR products were ligated into the TA cloning vector for sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"(pelioma mentioned in paper), cyanotic bumps, subcutaneous bleeding, and knee swelling following crawling movement","phenotypes":["obo:HP_0025475","obo:HP_0011858"],"previousTesting":true,"previousTestingDescription":"FIX:C = 1%","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:65326365-d93c-4e67-bba5-3ddf9fa9115a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9ea8456f-035a-437d-8f0c-dcdeeb4465b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.139536124A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820952"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25330515","type":"dc:BibliographicResource","dc:abstract":"Hemophilia B is caused by coagulation defects in the factor IX gene located in Xq27.1 on the X chromosome. A wide range of mutations, showing extensive molecular heterogeneity, have been described in hemophilia B patients. Our study was aimed at genetic analysis and prenatal diagnosis of hemophilia B in order to further elucidate the pathogenesis of the hemophilia B pedigree in China.","dc:creator":"Cao DH","dc:date":"2014","dc:title":"Identification and Genetic Analysis of a Factor IX Gene Intron 3 Mutation in a Hemophilia B Pedigree in China."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25330515","rdfs:label":"Cao_Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"The variant is an intronic mutation that is expected to cause abnormal mRNA splicing. This was further analyzed by RT-PCR. \n\nThe 213-bp target fragment containing 3'-end AG acceptor splice site of intron 3 at the intron 3/exon 4 intersection of the F9 gene was not amplified from the control cDNA template, but was amplified from normal human DNA and patient cDNA templates, suggesting the presence of a residual part of intron 3 in the cDNA of the HB patient.\n\nThe 483-bp target fragment containing the 5’-end GT donor splice site of intron 3 at the intron 3/exon 3 intersection of the F9 gene was not amplified from the patient or control cDNA templates, but was successfully amplified from normal human DNA and the correct sequences were confirmed. This demonstrated the functional splicing activity of the 5’-end GT donor splice site of intron 3. \n\nThis intronic variant is expected to result in abnormal F9 protein. The variant is scored minimum points due to the absence of functional evidence."},{"id":"cggv:26506439-06c5-4211-b765-c8bf4e44fbf8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a000d8ea-af93-4b34-b4e3-25078ec74f93","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The promoter region and all 8 exons with their flanking regions of the F9 gene were amplified by PCR and subsequently sequenced. \n\nHaplotype analysis using 73 SNV markers was done on patient and 285 control samples.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:26506439-06c5-4211-b765-c8bf4e44fbf8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:72a27005-f92a-43f1-b624-7d93744bd398","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000133.3(F9):c.835G>A (p.Ala279Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/216926"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26612714","type":"dc:BibliographicResource","dc:abstract":"Haemophilia B is caused by a heterogeneous spectrum of mutations. Mutation characterization is important in genetic counselling, prenatal diagnosis and to predict risk of inhibitor development.","dc:creator":"Mårtensson A","dc:date":"2016","dc:title":"Mutation analysis of Swedish haemophilia B families - high frequency of unique mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714","rdfs:label":"Martensson_Proband Y"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"This missense change was found in 7 families in the Swedish cohort (third most common variant in the study population), of which 4 were available for haplotype analysis. Of these 4 families, one had severe hemophilia while 3 had moderate hemophilia. Haplotype analysis revealed that this was a recurrent mutation in 2 families but IBD (identical by descent) mutation in the other 2 families, suggesting both a founder effect and that this region could be a mutational hot spot.\n\nThe variant is absent from gnomAD and is predicted deleterious by PolyPhen2, SIFT, Mutation Taster, FATHMM, PANTHER subPSEC and/or Variant Class. In the absence of functional characterization of this missense change, it is awarded reduced points."},{"id":"cggv:ec6977c3-3aa9-41ba-a682-753eb4ba2583_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6bb04292-24b7-4fa1-a18b-441e3a645d59","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The entire F9 coding region including the 8 exons, the intron/exon boundaries, the promoter region, and the polyadenylation site was amplified using eight sets of  primers and subsequently sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe Hemophilia B","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:ec6977c3-3aa9-41ba-a682-753eb4ba2583_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:13c74c3b-52e0-422d-868a-bbe297b3a74b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.139537346_139537350del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820954"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30210749","type":"dc:BibliographicResource","dc:abstract":"Haemophilia A (HA) and Haemophilia B (HB) are X-linked blood disorders that are caused by various mutations in the factor VIII (F8) and factor IX (F9) genes respectively. Identification of mutations is essential as some of the mutations are associated with the development of inhibitors. This study is the first comprehensive study of the F8 mutational profile in Malaysia.","dc:creator":"Zahari M","dc:date":"2018","dc:title":"Mutational Profiles of F8 and F9 in a Cohort of Haemophilia A and Haemophilia B Patients in the Multi-ethnic Malaysian Population."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749","rdfs:label":"Zahari_HB2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The variant is a 5-bp deletion in intron 2 that is predicted to cause a disruption in the splice acceptor site and result in exon skipping and abnormal F9 protein. The variant is absent from gnomAD. The variant is awarded reduced points due to the absence of functional validation.\n\n\nThe variant is reported as c.253-17_253-13DelTCTTT in the paper, but the ClinGen allele registry and Mutalyser suggest that the variant is NM_000133.3:c.253-16_253-12del (https://tinyurl.com/y92nzmyg)"},{"id":"cggv:39301444-c9e1-48f3-9e92-f70b9d33bdfa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:979d4551-6e04-4ad2-baeb-a5837474f468","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Entire F9 coding region including flanking splice sites, promoter sequence and polyadenylation sites amplified by PCR and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Moderate Hemophilia; FIX:C = 2%; FIX:Ag = 40-140%","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:39301444-c9e1-48f3-9e92-f70b9d33bdfa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8d129493-040f-4a88-89cf-e107c00b4e05","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000133.3(F9):c.572G>A (p.Arg191His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10585"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16643212","type":"dc:BibliographicResource","dc:abstract":"Deficiency or dysfunction of factor IX FIX leads to haemophilia B (HB), an X-linked, recessive, bleeding disorder. On a molecular basis, HB is due to a heterogeneous spectrum of mutations spread throughout the F9 gene. In several instances, a cause-effect relation has been elucidated, in others predicted possibilities have been offered by crystallography inspection and by software-constructed models of the protein. The aim of this study was to contribute to the understanding of HB molecular pathology. The F9 missense mutations we identified in 21 unrelated Italian HB patients by direct sequencing of the whole F9 coding regions were inspected for the causative effect they provoked on the ensuing transcript, and on the protein structure. Each alteration was studied in order to: (i) characterize the defect on the basis of the nature of the mutation; (ii) identify the predicted defect that is induced in the gene and (iii) speculate about the potential, detrimental effects which upset the protein functionality through an idealized FIX model. The resulting data may further contribute to the comprehension of the mechanisms underlying the disease.","dc:creator":"Bicocchi MP","dc:date":"2006","dc:title":"Insight into molecular changes of the FIX protein in a series of Italian patients with haemophilia B."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16643212","rdfs:label":"Bicocchi_IG43"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"This missense variant is also known as Factor IX-Chapel Hill. The authors report, through visual inspection of the in-silico three-dimensional atomic model of the full-length activated FIX protein, that the substitution of Arg at position 191 (145 in publication, legacy numbering) precludes the activation peptide cleavage by FIXa and FVIIIa tissue factor at this site, resulting in the activation peptide remaining associated with the light chain.  This variant has also been reported in 10 families from the Swedish Hemophilia B population (PMID: 26612714). This missense change has also been characterized in PMID: 6603618. HPLC analysis of peptides derived from the tryptic hydrolysis of Factor IX-Chapel Hill revealed the absence of a tripeptide suspected to be located near the Arg-Ala cleavage site. The authors claim that the substitution causes failure of the Arg-Ala peptide bond to be cleaved during coagulation. Rechromatography of the eluent with the variant peptide revealed 38 residues, containing the activation peptide, when compared to 35 in the normal peptide, confirming retention of the activation peptide in the light chain. The variant is reported in gnomAD at a frequency of 0.00001248 in Non-Finnish European population. It is scored reduced points."},{"id":"cggv:6e302094-c3b5-4a42-9ee7-5c8137867626_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a7eadd61-0163-483c-b118-9fcadbb74c84","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"detectionMethod":"Southern blotting with digestion byHindIII, EcoRI and XbaI and probe with factor IX cDNA was undertaken. A second probe containing TaqI fragment between -8 and +312 (legacy numbering) was used to analyze the promoter region. In addition to the proband, another patient with Hemophilia B Leyden from a different Dutch pedigree and two controls were analyzed by PCR and direct sequencing. A readable sequence from -50 to +119 was obtained.","firstTestingMethod":"Restriction digest","phenotypeFreeText":"FIX:C = 2.6% at 1 yr, ~1% at 7 yrs, 1.4% at 12 yrs, 7% at 16 yrs, 25% at 18 yrs, and 37% at 23 yrs.","phenotypes":"obo:HP_0011858","previousTesting":true,"previousTestingDescription":"Gross alterations in the coding and intronic sequences of F9 were ruled out by Southern blotting analysis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:6e302094-c3b5-4a42-9ee7-5c8137867626_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c5e023d1-4dbe-4b7e-9069-610e442f3aa4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F9, -20T-A, PROMOTER","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10558"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3416069","type":"dc:BibliographicResource","dc:abstract":"Hemophilia B Leyden is characterized by low levels of factor IX antigen and activity before the age of 15, whereas after puberty factor IX levels rise at a rate of about 5% per year. A single base substitution (-A----T) at position -20 was identified in the putative promoter of the gene cloned from a patient with hemophilia B Leyden. This nucleotide change was confirmed in a second patient from the same pedigree and was also found in a patient from a second Dutch pedigree with the same hemophilic phenotype. The results indicate that the two Dutch kindreds are related and point to the functional significance of the -20 position for the expression of the human factor IX gene.","dc:creator":"Reitsma PH","dc:date":"1988","dc:title":"The putative factor IX gene promoter in hemophilia B Leyden."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3416069","rdfs:label":"Reitsma_IX-27"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This variant and a few other point mutations (-20, -6, +8, +13) in the promoter region of F9 have been associated with a different phenotype called Hemophilia B Leyden, characterized by severe Factor IX deficiency in early childhood (<1%) that steadily increases after puberty (up to 40-50% of normal) and into adulthood. No such improvements were observed in heterozygous female carriers. Treatment of an 8-yr old boy, affected by HB Leyden, with testosterone derivatives improved his FIX levels. The mutation, -26G>C, termed Hemophilia B Brandenberg, however, is not associated with amelioration after puberty.\n\nIn this paper, the authors ruled out gross alteration by Southern blotting in the coding and intronic sequences before analyzing the F9 promoter. Of 3 sequence changes noted between Hemophilia B Leyden and normal F9 sequence data, 2 were dismissed as likely polymorphisms due to similarity with Factor IX Hoogeveen, and the T>A change at position -20 was expected to be unique to the Leyden phenotype. The authors speculate that this variant causes a switch from the constitutional expression of F9 to one that is testosterone dependent. This explains why the FIX activity improves after puberty.\n\nReijnen et al., (PMID: 1631121) reported that the wild-type promoter of F9 contains a binding site for hepatocyte nuclear factor 4 (HNF-4), a member of the steroid hormone receptor superfamily of transcription factors, and that HNF-4 transactivates the wild-type FIX promoter in cells of both hepatic and nonhepatic origin in transient transfection assays. The transactivation of the HB Leyden F9 by HNF-4 is greatly reduced due to this variant, -20T>A, and is completely abolished in the HB Brandenberg F9 with the -26G>C variant.\n\nThese promoter variants are well characterized with mouse models (PMID:19416882) and the evidence is awarded increased points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.2},{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:153ea9fe-cf26-47fa-83b6-5efaff7a8026_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ffbcfe3e-e9a6-49cf-8519-be6c9fc59dad","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The entire F9 coding region including the 8 exons, the intron/exon boundaries, the promoter region, and the polyadenylation site was amplified using eight sets of  primers, and subsequently sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe Hemophilia B","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:153ea9fe-cf26-47fa-83b6-5efaff7a8026_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e9514aaf-01ef-46db-ac4f-5a3ee22cca4b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.139537174G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414436412"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749","rdfs:label":"Zahari_HB1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This variant destroys the canonical donor splice site in intron 2 and is expected to cause protein disruption. It has been previously reported in a Malaysian patient (Balraj et al, PMID: 22870602). It is awarded default points."},{"id":"cggv:b1cdd99a-e60d-447d-aa8a-5d044ca60e93_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:36df6b6d-b6f4-49af-a2de-9abb5862410c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The promoter region and all 8 exons with their flanking regions of the F9 gene were amplified by PCR and subsequently sequenced.Large deletions were determined by MLPA (P209-F9 probe mix).\n\nHaplotype analysis using 73 SNV markers was done on patient and 285 control samples.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe Hemophilia B","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b1cdd99a-e60d-447d-aa8a-5d044ca60e93_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7ab6e8ce-106f-45ea-977a-8493fd527fe6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F9, EX1-8DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10630"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714","rdfs:label":"Martensson_Proband X"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The whole gene deletion is reported to be the cause of severe hemophilia in this individual and 6 others reported in this cohort. It is awarded default points."},{"id":"cggv:0fa41919-e9cd-426f-9e5a-fa2d81ca96ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:39dde1bf-e0ce-4ba1-bbf3-3c6702898ecb","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The promoter region and all 8 exons with their flanking regions of the F9 gene were amplified by PCR and subsequently sequenced. All small insertions/deletions and splice site mutations were confirmed by resequencing.\n\nHaplotype analysis using 73 SNV markers was done on patient and 285 control samples.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe Hemophilia B","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0fa41919-e9cd-426f-9e5a-fa2d81ca96ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e11a84d8-e984-4080-af14-c27b807ec5c6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.139541120dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820950"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714","rdfs:label":"Martensson_Proband 169"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This variant causes a frameshift and premature termination of translation. It is a novel variant identified in this cohort and not reported in gnomAD. The null variant is awarded default points."},{"id":"cggv:b34a870c-ff29-4a39-8a26-198a1d10aa44_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a3898319-2bdb-4ca9-834a-2db718fd53f1","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The promoter region and all 8 exons with their flanking regions of the F9 gene were amplified by PCR and subsequently sequenced. \n\nHaplotype analysis using 73 SNV markers was done on patient and 285 control samples.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe hemophilia B","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b34a870c-ff29-4a39-8a26-198a1d10aa44_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ab4ecb6a-67c9-4848-8464-d891a8a239c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000133.3(F9):c.223C>T (p.Arg75Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10572"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714","rdfs:label":"Martensson_Proband Z"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The nonsense variant was found to be a recurrent mutation in two families who had severe hemophilia and had developed inhibitors. This null variant is not found in gnomAD and is awarded default points."},{"id":"cggv:a9e55aec-81de-44ab-bf08-c9f8550c06bb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8299066f-b78b-47bf-a0c5-8b9143a99510","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The promoter region and all 8 exons with their flanking regions of the F9 gene were amplified by PCR and subsequently sequenced. \n\nHaplotype analysis using 73 SNV markers was done on patient and 285 control samples.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe Hemophilia B","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:a9e55aec-81de-44ab-bf08-c9f8550c06bb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b400f936-6599-45cb-9f45-c1625b54f937","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.139561990T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414447229"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714","rdfs:label":"Martensson_Proband 142"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"The variant causes a premature termination codon at position 435 and is expected to result in a truncated transcript. However, since the variant occurs in the last exon, NMD is not predicted. This null variant is novel and not reported in gnomAD. It is awarded reduced points."},{"id":"cggv:80b44ff2-0ad9-4f4b-8218-df9ac95d681b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6ca520ff-816a-44dc-bf6c-e3c5236c57e8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The promoter region and all 8 exons with their flanking regions of the F9 gene were amplified by PCR and subsequently sequenced. All small insertions/deletions and splice site mutations were confirmed by resequencing.\n\nHaplotype analysis using 73 SNV markers was done on patient and 285 control samples.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe Hemophilia B","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:80b44ff2-0ad9-4f4b-8218-df9ac95d681b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2150a7c9-d75f-4115-bae4-b9226378b043","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.139561654_139561660del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820951"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26612714","rdfs:label":"Martensson_Proband 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"The 7 bp deletion variant is expected to cause a frameshift and premature chain termination. The reported protein consequence in the paper is \"p.Glu323fs\"; however, the ClinGen Allele Registry and Mutalyser programs predict a \"p.Pro324CysfsTer2\" change (https://tinyurl.com/ybm5frvc). This null variant is awarded reduced points."},{"id":"cggv:e90196a9-e0f4-468a-99ec-843a073325e8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:dc9e831f-445d-4c1a-8db7-1e4c9f7e2590","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The entire F9 coding region including the 8 exons, the intron/exon boundaries, the promoter region, and the polyadenylation site was amplified using eight sets of  primers, and subsequently sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Moderate Hemophilia B","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:e90196a9-e0f4-468a-99ec-843a073325e8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a3b7600e-0f7b-4e6c-ab24-70148619dbd8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.139530804del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820959"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749","rdfs:label":"Zahari_HB12"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The 1-bp deletion causes a frameshift and a stop codon at position 20. It is a novel variant and is not reported in gnomAD. This null variant is awarded default points. \n\nNote, the variant is reported as c.39DelC in the paper, but the ClinGen allele registry and Mutalyser suggest that the variant is NM_000133.3:c.40delC (https://tinyurl.com/ybdko8js)"},{"id":"cggv:faa15aa7-9338-4cdf-ae71-8df8c0cb0156_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ea11249b-fc3d-40ca-9278-b42a5d376a06","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The entire F9 coding region including the 8 exons, the intron/exon boundaries, the promoter region, and the polyadenylation site was amplified using eight sets of  primers, and subsequently sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe Hemophilia B","phenotypes":"obo:HP_0011858","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:faa15aa7-9338-4cdf-ae71-8df8c0cb0156_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3634c0c0-8bfd-4c3e-9079-9933efa72d8d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000133.3(F9):c.1135C>T (p.Arg379Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10612"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749","rdfs:label":"Zahari_HB15"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"This nonsense variant has been reported previously by Balraj et al (PMID: 22870602) and Koeberl et al (PMID: 2198809). It is scored as a variant with some evidence of gene impact since the stop codon occurs in the last (8th) exon and nonsense mediated decay is not predicted."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58d9e8eb-0946-41e4-8c7f-a9741c97d979","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0bfd79e5-4b70-4fc2-b7a2-ba4d803b97a8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"FVIII is a cofactor to FIX in activating FX in the coagulation cascade","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3286010","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Furie B","dc:date":"1988","dc:title":"The molecular basis of blood coagulation."},"rdfs:label":"Furie_Biochem_IX"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a0c07158-6c3b-4aba-bf2d-a0101767ab81","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:65bbe790-4eb2-4f28-93ea-882efdd81573","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Average aPTT for WT was 22.1 ± 1.75 s, while F9-Y381D was 51.88 ± 2.71 s, which dropped to 32.7 ± 2.02 s. aPTT of treated mice was significantly shortened compared to mock-treated group, but was not significantly different from Wild-type group. With the tail-clip challenge, survival rate was increased from 38% in untreated group to 86% in F9-Y381D treated mice. Sequence analyses suggested the G>T correction in 0.56% of endogenous F9 alleles was sufficient to restore clotting activity.\n\nNote: The nucleotide change specified in the paper is 31094T>G; however, the ClinGen Allele Registry and Mutalyser (https://tinyurl.com/y828dhsf) suggest the nucleotide change of 36061T>G for the p.Tyr371Asp amino acid consequence.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26964564","type":"dc:BibliographicResource","dc:abstract":"The X-linked genetic bleeding disorder caused by deficiency of coagulator factor IX, hemophilia B, is a disease ideally suited for gene therapy with genome editing technology. Here, we identify a family with hemophilia B carrying a novel mutation, Y371D, in the human F9 gene. The CRISPR/Cas9 system was used to generate distinct genetically modified mouse models and confirmed that the novel Y371D mutation resulted in a more severe hemophilia B phenotype than the previously identified Y371S mutation. To develop therapeutic strategies targeting this mutation, we subsequently compared naked DNA constructs versus adenoviral vectors to deliver Cas9 components targeting the F9 Y371D mutation in adult mice. After treatment, hemophilia B mice receiving naked DNA constructs exhibited correction of over 0.56% of F9 alleles in hepatocytes, which was sufficient to restore hemostasis. In contrast, the adenoviral delivery system resulted in a higher corrective efficiency but no therapeutic effects due to severe hepatic toxicity. Our studies suggest that CRISPR/Cas-mediated in situ genome editing could be a feasible therapeutic strategy for human hereditary diseases, although an efficient and clinically relevant delivery system is required for further clinical studies.","dc:creator":"Guan Y","dc:date":"2016","dc:title":"CRISPR/Cas9-mediated somatic correction of a novel coagulator factor IX gene mutation ameliorates hemophilia in mouse."},"rdfs:label":"Guan_Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"The CRISPR/Cas9 genome editing system has been successfully used to rescue Hemophilia B phenotype. The evidence is awarded default points."},{"id":"cggv:9fbfe5c2-e6ac-4fa2-80ee-fe7baef5bc3a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2fe106ca-d3e9-4c24-9710-e3782df39803","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RT-PCR to evaluate FIX expression revealed that 4-week-old control showed expression levels comparable to the adult mouse, while carrier female showed reduced level of FIX expression and the affected male showed no detectable PCR product.\n\nPhenotypic evaluation of the FIX-deficient mice showed that affected male mice had tail clotting times of more than 3 hours and a mean plasma FIX titer of 2.8 U/dL. Normal littermates, normal female mice, and carrier female mice had clotting times of 15 to 20 minutes after tail snipping and mean plasma FIX titers of 92, 69, and 35 U/dL (FIX titer level of carrier females was significantly lower than that of normal females).\n\nOut of 19 affected mice, 7 died out of excessive blood loss after tail snipping, 2 died out of umbilical cord bleeding on day 2 and 10 survived to 4 months of age, at the time of report.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9639513","type":"dc:BibliographicResource","dc:abstract":"Hemophilia B is a leading target for gene therapy because current therapy is not optimal. Hence, a murine model of factor IX (F. IX) deficiency was generated to develop gene therapy strategies for hemophilia B. A targeting vector was created by replacing a 3.2-kb segment of the gene encompassing the catalytic domain with a phosphoglycerokinase promoter-driven neomycin resistant (neor) gene cassette. The transfected embryonic stem cell clones generated chimeric male mice, and germ line transmission of the inactivated F. IX gene was observed in their offsprings. Southern analysis confirmed the mutant genotype in hemizygous male and carrier female mice. F. IX transcripts were not detected in liver RNA isolated from hemizygous mice, and lower levels of F. IX mRNA were noted in carrier female mice when compared with those of normal litter mates. As expected, the mean F. IX coagulant titer of affected male mice was 2.8 U/dL (n = 10), while the mean F. IX titer of carrier female mice was 35 U/dL (n = 14), compared with 69 U/dL (n = 9) for the normal female mice and 92 U/dL (n = 22) for normal male and female litter mates. Further, the tail bleeding time of hemizygous mice was markedly prolonged (>3 hours) compared with those of normal and carrier female litter mates (15 to 20 minutes). Seven of 19 affected male mice died of exsanguination after tail snipping, and two affected mice died of umbilical cord bleeding. Currently, there are 10 affected mice surviving at 4 months of age. Aside from the factor IX defect, the carrier female and hemizygous male mice had no liver pathology by histologic examination, were fertile, and transmitted the F. IX gene mutation in the expected Mendelian frequency. Taken together, we have generated a F. IX knockout mouse for evaluation of novel gene therapy strategies for hemophilia B.","dc:creator":"Kundu RK","dc:date":"1998","dc:title":"Targeted inactivation of the coagulation factor IX gene causes hemophilia B in mice."},"rdfs:label":"Kundu_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The model recapitulates the human bleeding phenotype and is awarded default points. More mouse models (PMID: 9354664,19416882) and dog models (PMID: 14722728, 10544912) also have been generated for the study of Hemophilia B."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":552,"specifiedBy":"GeneValidityCriteria6","strengthScore":16.5,"subject":{"id":"cggv:151fa0db-ab8d-473f-b2d6-f30bf2eaf1b5","type":"GeneValidityProposition","disease":"obo:MONDO_0010604","gene":"hgnc:3551","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The F9 gene has been associated with the X-linked Recessive condition, Hemophilia B, using the ClinGen Clinical Validity Framework as of 10/17/2018. This association was made using case-level data only. More than 300 pathogenic variants in this gene are reported in humans, ranging from whole gene deletions, partial deletions and duplications, nonsense, frameshift and splicing variants, with a majority being missense variants. Hemophilia B is characterized by a bleeding diathesis diagnosed by an increased bleeding time, reduced Factor IX activity and antigen levels. Mutations in F9 were first associated with this disease in humans as early as 1985 by Chen et al., who found a deletion of exon 5 and 6, with an expected amino acid deletion of residues 85 to 195 (PMID: 3001143). This paper was not scored, however, for this curation as the variant remained undefined.\n\nSummary of Case Level Data: 12 Points\nThe association is seen in at least 13 probands in 5 publications (PMID: 16643212, 25330515, 26612714, 3416069, 30210749). Variants in this gene segregated with disease in 6 additional family members (PMID: 25330515). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\n\nThe mechanism for disease is hemizygous loss of function in males, with the majority of variants observed resulting in undetectable FIX activity. Women are heterozygous carriers with approximately 50% FIX activity; however, X-inactivation may result in non-expression of F9 in some female individuals. About 1-5% of patients develop inhibitory antibodies. Unlike F8, no intronic inversions are reported in F9 (PMID: 3286010, 16643212). \n\nHemophilia B Leyden is a subtype of Hemophilia B that occurs due to point mutations in the promoter region of F9  (at -20, -6, -5, +6, +8, and + 13 positions). The phenotype is characterized by developmental expression of FIX post puberty, perhaps due to the influence of testosterone. At childhood, FIX levels are <1%, but levels increase with growth and, in adults, it could be up to 70% of the normal levels (PMID: 3416069).\n\nSummary of Experimental Data: 4.5 Points\nDog and mouse models are available for the study of Hemophilia B (PMID: 9639513, 9354664,19416882, 14722728, 10544912). Dog models have also been used extensively in Hemophilia gene therapy. Model studies have also contributed to the development of recombinant FIX for treatment of Hemophilia B. In a mouse model, the F9 gene disruption results in loss of function and absence of detectable FIX activity in mice with a phenotype of severe bleeding (PMID: 9639513). FIX deficiency is shown to be rescued by CRISPR/Cas9-mediated correction to yield detectable levels of FIX protein in mice (PMID: 26964564). Similar to Hemophilia A, gene therapy in humans for Hemophilia B using recombinant adeno-associated virus (rAAV)–mediated gene transfer is at the clinical trials stage.   \n\nIn summary, the F9-Hemophilia B gene-disease relationship is definitive.\nThis has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis gene curation expert panel on May 22, 2019. (SOP Version 6)\n","dc:isVersionOf":{"id":"cggv:3d56d08d-48d0-4523-b433-dbd44c5b9e45"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}