{"id":"cggv:0adafa1b-e609-4b99-8e90-f73473b70771v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0adafa1b-e609-4b99-8e90-f73473b70771_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:0adafa1b-e609-4b99-8e90-f73473b70771_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T19:33:01.811Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:0adafa1b-e609-4b99-8e90-f73473b70771_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:0adafa1b-e609-4b99-8e90-f73473b70771_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0adafa1b-e609-4b99-8e90-f73473b70771_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5282b81-c347-4e9c-9777-5ddd5bc8d8ce","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bc05be84-9489-4578-b66a-de6418ba3c86","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Transgenic mice had severely inhibited length, with axial, appendicular and craniofacial skeletal hypoplasia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9811582","type":"dc:BibliographicResource","dc:abstract":"Fibroblast growth factor receptor 3 (FGFR3) is a key regulator of skeletal growth and activating mutations in Fgfr3 cause achondroplasia, the most common genetic form of dwarfism in humans. Little is known about the mechanism by which FGFR3 inhibits bone growth and how FGFR3 signaling interacts with other signaling pathways that regulate endochondral ossification. To understand these mechanisms, we targeted the expression of an activated FGFR3 to growth plate cartilage in mice using regulatory elements from the collagen II gene. As with humans carrying the achondroplasia mutation, the resulting transgenic mice are dwarfed, with axial, appendicular and craniofacial skeletal hypoplasia. We found that FGFR3 inhibited endochondral bone growth by markedly inhibiting chondrocyte proliferation and by slowing chondrocyte differentiation. Significantly, FGFR3 downregulated the Indian hedgehog (Ihh) signaling pathway and Bmp4 expression in both growth plate chondrocytes and in the perichondrium. Conversely, Bmp4 expression is upregulated in the perichondrium of Fgfr3-/- mice. These data support a model in which Fgfr3 is an upstream negative regulator of the hedgehog (Hh) signaling pathway. Additionally, Fgfr3 may coordinate the growth and differentiation of chondrocytes with the growth and differentiation of osteoprogenitor cells by simultaneously modulating Bmp4 and patched expression in both growth plate cartilage and in the perichondrium.","dc:creator":"Naski MC","dc:date":"1998","dc:title":"Repression of hedgehog signaling and BMP4 expression in growth plate cartilage by fibroblast growth factor receptor 3."},"rdfs:label":"Targeted expression of activated FGFR3"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0adafa1b-e609-4b99-8e90-f73473b70771_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1213d2a-7ef2-4432-b2a7-bc3c27575cbd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f39bfc33-4fb8-49ff-b031-37ad368b0183","type":"FunctionalAlteration","dc:description":"Underwent protein stability assays and phosphorylation/ubiquitination assays. G380R-FGFR3 has increased stability compared to WT FGFR3. FGFR3 is normally targeted for lysosomal degradation through c-Cbl-mediated ubiquitination, but G380R-FGFR3 escapes lysosomal targeting to remain as receptor. Recapitulates GOF mechanism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14699054","type":"dc:BibliographicResource","dc:abstract":"Mutations of fibroblast growth factor receptor 3 (FGFR3) are responsible for achondroplasia (ACH) and related dwarfing conditions in humans. The pathogenesis involves constitutive activation of FGFR3, which inhibits proliferation and differentiation of growth plate chondrocytes. Here we report that activating mutations in FGFR3 increase the stability of the receptor. Our results suggest that the mutations disrupt c-Cbl-mediated ubiquitination that serves as a targeting signal for lysosomal degradation and termination of receptor signaling. The defect allows diversion of actively signaling receptors from lysosomes to a recycling pathway where their survival is prolonged, and, as a result, their signaling capacity is increased. The lysosomal targeting defect is additive to other mechanisms proposed to explain the pathogenesis of ACH.","dc:creator":"Cho JY","dc:date":"2004","dc:title":"Defective lysosomal targeting of activated fibroblast growth factor receptor 3 in achondroplasia."},"rdfs:label":"G380R"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0adafa1b-e609-4b99-8e90-f73473b70771_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32615e37-ee09-4c53-9ba0-6761a828ebb8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:92a4defb-0979-4b59-a90b-75c91f010fed","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Recapitulates GOF mechanism that leads to inhibition of chondrocyte proliferation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10200283","type":"dc:BibliographicResource","dc:abstract":"Achondroplasia, the most common form of dwarfism in man, is a dominant genetic disorder caused by a point mutation (G380R) in the transmembrane region of fibroblast growth factor receptor 3 (FGFR3). We used gene targeting to introduce the human achondroplasia mutation into the murine FGFR3 gene. Heterozygotes for this point mutation that carried the neo cassette were normal whereas neo+ homozygotes had a phenotype similar to FGFR3-deficient mice, exhibiting bone overgrowth. This was because of interference with mRNA processing in the presence of the neo cassette. Removal of the neo selection marker by Cre/loxP recombination yielded a dominant dwarf phenotype. These mice are distinguished by their small size, shortened craniofacial area, hypoplasia of the midface with protruding incisors, distorted brain case with anteriorly shifted foramen magnum, kyphosis, and narrowed and distorted growth plates in the long bones, vertebrae, and ribs. These experiments demonstrate that achondroplasia results from a gain-of-FGFR3-function leading to inhibition of chondrocyte proliferation. These achondroplastic dwarf mice represent a reliable and useful model for developing drugs for potential treatment of the human disease.","dc:creator":"Wang Y","dc:date":"1999","dc:title":"A mouse model for achondroplasia produced by targeting fibroblast growth factor receptor 3."},"rdfs:label":"Heterozygous G380R Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":6973,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:cd97538f-aeda-48f1-ba59-59feafc66752","type":"GeneValidityProposition","disease":"obo:MONDO_0007037","gene":"hgnc:3690","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*FGFR3* was first reported in relation to autosomal dominant achondroplasia in 1994 (Shiang et al., PMID: 7913883). AD Achondroplasia is characterized by short stature caused by rhizomelic shortening of the limbs, characteristic facies with frontal bossing and midface hypoplasia, exaggerated lumbar lordosis, limitation of elbow extension, genu varum, and trident hand. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, SADDAN (OMIM:616482), Hypochondroplasia (OMIM:146000), Thanatophoric Dysplasia Type I (OMIM:187600), Thanatophoric Dysplasia Type II (OMIM:187601), Crouzon Syndrome with acanthosis nigricans (OMIM:612247), Muenke Syndrome (OMIM:602849), CATSHL Syndrome (OMIM:610474), and LADD Syndrome (OMIM:620192). The split curations for these gene disease relationships have been curated separately. Four missense variants that have been reported in 28 probands in 4 publications (PMIDs: 7758520, 7913883, 8078586, 16912704) are included in this curation meeting phenotypic criteria including short stature consistent with rhizomelic shortening of the limbs as well as characteristic facies with frontal bossing and midface hypoplasia, exaggerated lumbar lordosis, limitation of elbow extension, genu varum, and trident hand. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be GOF. This gene-disease relationship is also supported by biochemical function of the protein, functional alteration of variant(s), and a mouse model replicating disease in human patients (PMIDs: 9811582, 10200283, 14699054). In summary, there is definitive evidence supporting the relationship between *FGFR3* and autosomal dominant achondroplasia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date April, 4, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:0adafa1b-e609-4b99-8e90-f73473b70771"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}