{"id":"cggv:222b73fe-4a05-457f-bc36-f32dc4877056v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:222b73fe-4a05-457f-bc36-f32dc4877056_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-03-11T18:31:38.332Z","role":"Publisher"},{"id":"cggv:222b73fe-4a05-457f-bc36-f32dc4877056_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-03-04T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:222b73fe-4a05-457f-bc36-f32dc4877056_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11},{"id":"cggv:222b73fe-4a05-457f-bc36-f32dc4877056_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:222b73fe-4a05-457f-bc36-f32dc4877056_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08f9ad95-baaa-4bbb-8650-d5096150ef29","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:02a22e85-530f-4039-a1f6-3c8f165e3766","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Mitochondrial tRNAs","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"Mitochondrial gene expression"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"This is the mitochondrial tRNA for alanine."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:222b73fe-4a05-457f-bc36-f32dc4877056_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04c37386-9d9c-4f57-a32c-5d216070f306","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b8487ad8-97a9-4eee-bac7-56b334d5fa7d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34050192","type":"dc:BibliographicResource","dc:abstract":"Diseases caused by heteroplasmic mitochondrial DNA mutations have no effective treatment or cure. In recent years, DNA editing enzymes were tested as tools to eliminate mutant mtDNA in heteroplasmic cells and tissues. Mitochondrial-targeted restriction endonucleases, ZFNs, and TALENs have been successful in shifting mtDNA heteroplasmy, but they all have drawbacks as gene therapy reagents, including: large size, heterodimeric nature, inability to distinguish single base changes, or low flexibility and effectiveness. Here we report the adaptation of a gene editing platform based on the I-CreI meganuclease known as ARCUS","dc:creator":"Zekonyte U","dc:date":"2021","dc:title":"Mitochondrial targeted meganuclease as a platform to eliminate mutant mtDNA in vivo."},"rdfs:label":"Zekonyte_rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:f4726cb1-58e0-402b-acb6-92cbf06acf6e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0274868a-397c-4cf7-8001-a177d1046147","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"There was an altered metabolic signature in treated mice, demonstrating significantly increased pyruvate levels and significantly decreased lactate levels, suggestive of a diminished reliance on glycolysis, coupled to elevated aspartate levels in treated mice, suggestive of improved mitochondrial respiration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30250142","type":"dc:BibliographicResource","dc:abstract":"Mutations of the mitochondrial genome (mtDNA) underlie a substantial portion of mitochondrial disease burden. These disorders are currently incurable and effectively untreatable, with heterogeneous penetrance, presentation and prognosis. To address the lack of effective treatment for these disorders, we exploited a recently developed mouse model that recapitulates common molecular features of heteroplasmic mtDNA disease in cardiac tissue: the m.5024C>T tRNAAla mouse. Through application of a programmable nuclease therapy approach, using systemically administered, mitochondrially targeted zinc-finger nucleases (mtZFN) delivered by adeno-associated virus, we induced specific elimination of mutant mtDNA across the heart, coupled to a reversion of molecular and biochemical phenotypes. These findings constitute proof of principle that mtDNA heteroplasmy correction using programmable nucleases could provide a therapeutic route for heteroplasmic mitochondrial diseases of diverse genetic origin.","dc:creator":"Gammage PA","dc:date":"2018","dc:title":"Genome editing in mitochondria corrects a pathogenic mtDNA mutation in vivo."},"rdfs:label":"Gammage_rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:a358214b-e70a-4ed7-bc0b-f809ffee9e18","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:06f17fa4-c57d-4e01-a07e-c34b751fcb8a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Multisystem disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626666","type":"dc:BibliographicResource","dc:abstract":"Mutations of mtDNA are an important cause of human disease, but few animal models exist. Because mammalian mitochondria cannot be transfected, the development of mice with pathogenic mtDNA mutations has been challenging, and the main strategy has therefore been to introduce mutations found in cell lines into mouse embryos. Here, we describe a phenotype-driven strategy that is based on detecting clonal expansion of pathogenic mtDNA mutations in colonic crypts of founder mice derived from heterozygous mtDNA mutator mice. As proof of concept, we report the generation of a mouse line transmitting a heteroplasmic pathogenic mutation in the alanine tRNA gene of mtDNA displaying typical characteristics of classic mitochondrial disease. In summary, we describe a straightforward and technically simple strategy based on mouse breeding and histology to generate animal models of mtDNA-mutation disease, which will be of great importance for studies of disease pathophysiology and preclinical treatment trials.","dc:creator":"Kauppila JHK","dc:date":"2016","dc:title":"A Phenotype-Driven Approach to Generate Mouse Models with Pathogenic mtDNA Mutations Causing Mitochondrial Disease."},"rdfs:label":"Kauppila_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":7883,"specifiedBy":"GeneValidityCriteria10","strengthScore":17,"subject":{"id":"cggv:625f481d-2331-41b9-bdd0-151c6ffcc6b6","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7475","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TA* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of March 4, 2024. The *MT-TA* gene encodes the mitochondrial tRNA for alanine. Defects of this tRNA lead to impaired mitochondrial translation, with decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities. \n\n*MT-TA* was first reported in relation to maternally inherited primary mitochondrial disease in 2001 (PMID: 11715067), in a patient with myopathy, sensorineural hearing loss, migraines, and impaired glucose tolerance. A wide spectrum of associated features has been reported over time. While various names have been given to the constellation of features seen in those with *MT-TA*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TA* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included six unique variants (m.5591G>A, m.5610G>A, m.5631G>A, m.5613T>C, m.5636T>C, m.5650G>A) in eight probands across seven publications (PMIDs: 11715067, 17825557, 14569122, 27014581, 20813205, 25873012, 16476954). Single fiber testing further supported the pathogenicity of several of these variants (PMIDs: 16476954, 25873012, 20813205, 27014581, 14569122, 17825557). Age of onset in affected individuals ranged from late childhood/teens to 60s, and all reported individuals were alive at the time of report. Features in affected individuals included myopathy (weakness, exercise intolerance), ptosis, ophthalmoplegia, lipomas, and hearing loss. Muscle biopsies showed ragged red fibers and COX-negative fibers, as well as respiratory chain enzyme deficiencies. Heteroplasmy levels in affected individuals tended to be highest in muscle when multiple tissues were assessed and were variable in other tissues when tested.\n\nThe mechanism of disease appears to be loss of function.  This gene-disease association is further supported by a known biochemical function shared with other genes associated with primary mitochondrial disease, animal models, and rescue in animal models by heteroplasmy shift (PMIDs: 33340416, 27626666, 30250142, 34050192).\n\nIn summary, there is definitive evidence to support the relationship between *MT-TA* and primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 4, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:222b73fe-4a05-457f-bc36-f32dc4877056"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}