{"id":"cggv:7805e806-44ee-4339-a078-d62c204bff00v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7805e806-44ee-4339-a078-d62c204bff00_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2022-03-31T16:37:23.017Z","role":"Publisher"},{"id":"cggv:7805e806-44ee-4339-a078-d62c204bff00_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2022-03-31T16:37:11.748Z","role":"Approver"}],"evidence":[{"id":"cggv:7805e806-44ee-4339-a078-d62c204bff00_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7805e806-44ee-4339-a078-d62c204bff00_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:124a7622-6061-4754-8858-021f1aba1230","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b4cdbd37-3101-4fc2-8ded-ef551f44c76d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Epidermal hyperplasia and craniosynostosis are shown in transgenic mice, recapitulating skin (cutis gyrata) and cranio (cloverleaf skull) abnormalities in human patients. Additional information on mechanism detailed. In skin and calvarial tissue of transgenic mice: ligand-independent phosphorylation of FGFR2 and activation of p38 signaling. Phenotype is rescued with p38 kinase inhibitor.\nAn additional study using the same mouse model by Percival et al. 2012 (PMID: 22881429) showed additional skull and bone density findings. Significant differences at postnatal day eight: change in rates of bone volume growth in bones of skull. Suggest association between low bone density, low bone volume, and FGFR-related craniosynostosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22585574","type":"dc:BibliographicResource","dc:abstract":"Beare-Stevenson cutis gyrata syndrome (BSS) is a human genetic disorder characterized by skin and skull abnormalities. BSS is caused by mutations in the FGF receptor 2 (FGFR2), but the molecular mechanisms that induce skin and skull abnormalities are unclear. We developed a mouse model of BSS harboring a FGFR2 Y394C mutation and identified p38 MAPK as an important signaling pathway mediating these abnormalities. Fgfr2+/Y394C mice exhibited epidermal hyperplasia and premature closure of cranial sutures (craniosynostosis) due to abnormal cell proliferation and differentiation. We found ligand-independent phosphorylation of FGFR2 and activation of p38 signaling in mutant skin and calvarial tissues. Treating Fgfr2+/Y394C mice with a p38 kinase inhibitor attenuated skin abnormalities by reversing cell proliferation and differentiation to near normal levels. This study reveals the pleiotropic effects of the FGFR2 Y394C mutation evidenced by cutis gyrata, acanthosis nigricans, and craniosynostosis and provides a useful model for investigating the molecular mechanisms of skin and skull development. The demonstration of a pathogenic role for p38 activation may lead to the development of therapeutic strategies for BSS and related conditions, such as acanthosis nigricans or craniosynostosis.","dc:creator":"Wang Y","dc:date":"2012","dc:title":"p38 Inhibition ameliorates skin and skull abnormalities in Fgfr2 Beare-Stevenson mice."},"rdfs:label":"Wang Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Strength in phenotypic recapitulation of craniosynostosis and skin abnormalities used to increase score."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:7805e806-44ee-4339-a078-d62c204bff00_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4141,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:7e5f1c68-0aaf-4652-8b4b-35bfc54003e2","type":"GeneValidityProposition","disease":"obo:MONDO_0007412","gene":"hgnc:3689","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FGFR2 was first reported in relation to autosomal dominant Beare-Stevenson cutis gyrata syndrome in 1996 (Przylepa et\nal., PMID: 8696350). Beare-Stevenson cutis gyrata syndrome is characterized by cloverleaf skull deformity and deep skin folds on the scalp, palms, soles, and other areas of the body. The mechanism of pathogenicity appears to be GOF. Two GOF missense variants in FGFR2 are associated with Beare-Stevenson cutis gyrata syndrome and have been reported in 17 probands in 13 publications (PMIDs: 8696350, 19610084, 18247426, 9545103, 12000365, 12145519, 16531735, 17449949, 21397175, 32158469, 21479481, 25706251, 12900900). Due to the lethal phenotypes and high penetrance, and the confirmed autosomal dominant inheritance, all cases are assumed de novo and were scored accordingly. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This\ngene-disease association is also supported by a mouse model that recapitulates the cloverleaf skull deforminity and skin phenotyupes (PMID: 22585574). In summary, FGFR2 is definitively associated with autosomal dominant Beare-Stevenson cutis gyrata syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Craniofacial Malformations Gene Curation Expert Panel on 3/17/2022. \nGene Clinical Validity Standard Operating Procedures (SOP) – Version 8.","dc:isVersionOf":{"id":"cggv:7805e806-44ee-4339-a078-d62c204bff00"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}