{"id":"cggv:08521bf8-a5a2-4a44-941b-12d9eae7aa4fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:08521bf8-a5a2-4a44-941b-12d9eae7aa4f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-06T16:00:00.000Z","role":"Approver"},{"id":"cggv:08521bf8-a5a2-4a44-941b-12d9eae7aa4f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-19T20:25:24.659Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28942966","type":"dc:BibliographicResource","dc:abstract":"Bromodomain PHD finger transcription factor (BPTF) is the largest subunit of nucleosome remodeling factor (NURF), a member of the ISWI chromatin-remodeling complex. However, the clinical consequences of disruption of this complex remain largely uncharacterized. BPTF is required for anterior-posterior axis formation of the mouse embryo and was shown to promote posterior neuroectodermal fate by enhancing Smad2-activated wnt8 expression in zebrafish. Here, we report eight loss-of-function and two missense variants (eight de novo and two of unknown origin) in BPTF on 17q24.2. The BPTF variants were found in unrelated individuals aged between 2.1 and 13 years, who manifest variable degrees of developmental delay/intellectual disability (10/10), speech delay (10/10), postnatal microcephaly (7/9), and dysmorphic features (9/10). Using CRISPR-Cas9 genome editing of bptf in zebrafish to induce a loss of gene function, we observed a significant reduction in head size of F0 mutants compared to control larvae. Terminal deoxynucleotidyl transferase dUTP nick end labeling (TUNEL) and phospho-histone H3 (PH3) staining to assess apoptosis and cell proliferation, respectively, showed a significant increase in cell death in F0 mutants compared to controls. Additionally, we observed a substantial increase of the ceratohyal angle of the craniofacial skeleton in bptf F0 mutants, indicating abnormal craniofacial patterning. Taken together, our data demonstrate the pathogenic role of BPTF haploinsufficiency in syndromic neurodevelopmental anomalies and extend the clinical spectrum of human disorders caused by ablation of chromatin remodeling complexes.","dc:creator":"Stankiewicz P","dc:date":"2017","dc:title":"Haploinsufficiency of the Chromatin Remodeler BPTF Causes Syndromic Developmental and Speech Delay, Postnatal Microcephaly, and Dysmorphic Features."},"evidence":[{"id":"cggv:08521bf8-a5a2-4a44-941b-12d9eae7aa4f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:08521bf8-a5a2-4a44-941b-12d9eae7aa4f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08521bf8-a5a2-4a44-941b-12d9eae7aa4f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8580e3db-e4c5-436e-8da8-2fadff352dbb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:44658dc5-3355-43f0-8921-4939f20cffb6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"BPTF knockout mice displayed reduced forebrain size and abnormal head morphology, resembling the phenotypes of microcephaly and dysmorphic facies reported in individuals with variants in BPTF. Altered expression of pathways involved in neural development in knockout mice supports the neurodevelopmental phenotypes reported in individuals with variants in BPTF.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35604347","type":"dc:BibliographicResource","dc:abstract":"Heterozygous variants in BPTF cause the neurodevelopmental disorder with dysmorphic facies and distal limb anomalies (NEDDFL) syndrome (MIM#617755) characterized by intellectual disability (ID), speech delay, and postnatal microcephaly. BPTF functions within NURF, a complex comprising SNF2L, an ISWI chromatin remodeling protein encoded by the SMARCA1 gene. Surprisingly, ablation of Smarca1 resulted in mice with enlarged brains, a direct contrast to the phenotype of NEDDFL patients. To model the NEDDFL syndrome, we generated forebrain-specific Bptf knockout (Bptf cKO) mice. Bptf cKO mice were born in normal Mendelian ratios, survived to adulthood but were smaller in size with severe cortical hypoplasia. Prolonged progenitor cell cycle length and a high incidence of cell death reduced neuronal output. Cortical lamination was also disrupted with reduced proportions of deep layer neurons, and neuronal maturation defects that impaired the acquisition of distinct cell fates (eg. Ctip2+ neurons). RNAseq and pathway analysis identified altered expression of fate-determining transcription factors, and biological pathways involved in neural development, apoptotic signaling, and amino acid biosynthesis. Dysregulated genes were enriched for Myc binding sites, a known BPTF transcriptional co-factor. We propose Bptf cKO mice as a valuable model for further study of the NEDDFL syndrome.","dc:creator":"Zapata G","dc:date":"2022","dc:title":"Generation of a mouse model of the neurodevelopmental disorder with dysmorphic facies and distal limb anomalies (NEDDFL) syndrome."},"rdfs:label":"Forebrain-Specific BPTF Mouse Knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"While the authors examined heterozygous and knockout mice, findings related to reduced forebrain size, abnormal head morphology, and differences in expression were reported to be abnormal in knockout mice."},{"id":"cggv:70de043b-ebeb-4ae8-bf72-399ddbfd46a7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2199aa8b-f97d-4db1-a01b-20358acef54c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish with disrupted BPTF present with reduced head size and abnormal craniofacial patterning, which resembles microcephaly and dysmorphic facies reported in probands with variants in BPTF.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28942966","rdfs:label":"CRISPR/CAS9 BPTF Loss of Function Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgrading from default for non-mammalian model system."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":4861,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:6b16656b-b287-4daa-b77f-89eb182fc729","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:3581","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*BPTF* was first reported in relation to autosomal dominant syndromic intellectual disability in 2017 (Stankiewicz et al., PMID: 28942966). *BPTF* encodes the largest subunit of the nucleosome remodeling complex (NURF), a highly conserved chromatin remodeling complex involved in regulation of transcription. Individuals with variants in *BPTF* are reported to present with a phenotypic spectrum including developmental delay/intellectual disability, speech/language delay, motor delay, hypotonia, microcephaly, dysmorphic features, and variable distal limb anomalies including fifth digit clinodactyly and sandal gap. \n\n*BPTF* has been noted to be associated with the following disease entities: neurodevelopmental disorder with dysmorphic facies and distal limb anomalies (OMIM:617755), and non-specific syndromic intellectual disability (ORPHA:528084). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, and phenotypic variability. Therefore, the above disease entities have been lumped into one disease entity, syndromic intellectual disability (MONDO:0000508), given that this term captures the neurodevelopmental and syndromic findings reported in the literature to date.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. Seven variants (e.g., frameshift, nonsense, missense) reported in 8 probands (PMIDs: 28942966, 33522091) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity appears to be loss of function. This gene-disease relationship is also supported by both non-mammalian and mammalian model systems (PMIDs: 28942966, 35604347).\n \nIn summary, there is definitive evidence to support the relationship between *BPTF* and autosomal dominant syndromic intellectual disability. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on 7/6/2022 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:08521bf8-a5a2-4a44-941b-12d9eae7aa4f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}