{"id":"cggv:a2519945-2acd-4484-9811-487ff5189da9v2.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:a2519945-2acd-4484-9811-487ff5189da9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-12T20:41:20.922Z","role":"Publisher"},{"id":"cggv:a2519945-2acd-4484-9811-487ff5189da9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-07-30T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15915161","type":"dc:BibliographicResource","dc:abstract":"X-linked mental retardation (XLMR) affects one in 600 males and is highly heterogeneous. We describe here a 29-year-old woman with severe nonsyndromic mental retardation and a balanced reciprocal translocation between chromosomes X and 15 [46,XX,t(X;15)(q13.3;cen)]. Methylation studies showed a 100% skewed X-inactivation in patient-derived lymphocytes indicating that the normal chromosome X is retained inactive. Physical mapping of the breakpoints localised the Xq13.3 breakpoint to within 3.9 kb of the first exon of the ZDHHC15 gene encoding a zinc-finger and a DHHC domain containing product. Expression analysis revealed that different transcript variants of the gene are expressed in brain. ZDHHC15-specific RT-PCR analysis on lymphocytes from the patient revealed an absence of ZDHHC15 transcript variants, detected in control samples. We suggest that the absence of the ZDHHC15 transcripts in this patient contributes to her phenotype, and that the gene is a strong candidate for nonsyndromic XLMR.","dc:creator":"Mansouri MR","dc:date":"2005","dc:title":"Loss of ZDHHC15 expression in a woman with a balanced translocation t(X;15)(q13.3;cen) and severe mental retardation."},"evidence":[{"id":"cggv:a2519945-2acd-4484-9811-487ff5189da9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2519945-2acd-4484-9811-487ff5189da9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4824a5c6-78cf-4c88-aee1-3a7876391ac0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5ce0c703-8462-4eca-bd99-7814994bdb23","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Alteration of spine number and morphology is believed to underlie many neurological disorders including ASD (PMID: 32460854). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31189538","type":"dc:BibliographicResource","dc:abstract":"Protein palmitoylation is the most common post-translational lipid modification in the brain and is mediated by a family of 24 zDHHC enzymes. There has been growing interest in zDHHCs due to mounting evidence that these enzymes play key roles in the development and function of neuronal connections, and the fact that a number of zDHHCs have been associated with neurodevelopmental and neurodegenerative diseases. Loss-of-function variants in several zDHHCs, including zDHHC15, have been identified in patients with intellectual disabilities; however, the function of zDHHC15 in the brain has not been well studied. Here, we demonstrate that knocking down zDHHC15 in primary rat hippocampal cultures reduces dendritic outgrowth and arborization, as well as spine maturation. Moreover, knockdown of zDHHC15 reduces palmitoylation of PSD-95 and its trafficking into dendrites, resulting in an overall decrease in the density of excitatory synapses being formed onto mutant cells.","dc:creator":"Shah BS","dc:date":"2019","dc:title":"Regulation of dendrite morphology and excitatory synapse formation by zDHHC15."},"rdfs:label":"shRNA KD & dendritic spine morphology"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"Since genetic evidence was not scored, this experimental evidence was also not scored to be consistent.\n"},{"id":"cggv:25e7863f-dbff-437f-8e3f-30f104b288cc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:62ccf606-0dcf-49b7-bba9-40a5fc1d038e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"behavioral tests: age-matched WT and zdhhc15-KO males (2–4 months)\nOpen-field test -  significant \nSociability and preference for social novelty -Not Significant\nElevated-plus maze -Not Significant\nY-maze of spontaneous alternations and blocked arms- Not Significant\nMorris water maze - Not Significant\nPrepulse inhibition - Not Significant\nRotarod test - Not Significant\nFear-conditioning test - Not Significant\nNovel object recognition test - Not Significant\n\n\nenhanced locomotion of zdhhc15 KO mice in response to acute administration of amphetamine and methylphenidate.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33462194","type":"dc:BibliographicResource","dc:abstract":"Novelty-seeking behaviors and impulsivity are personality traits associated with several psychiatric illnesses including attention deficits hyperactivity disorders. The underlying neural mechanisms remain poorly understood. We produced and characterized a line of knockout mice for zdhhc15, which encodes a neural palmitoyltransferase. Genetic defects of zdhhc15 were implicated in intellectual disability and behavioral anomalies in humans. Zdhhc15-KO mice showed normal spatial learning and working memory but exhibited a significant increase in novelty-induced locomotion in open field. Striatal dopamine content was reduced but extracellular dopamine levels were increased during the habituation phase to a novel environment. Administration of amphetamine and methylphenidate resulted in a significant increase in locomotion and extracellular dopamine levels in the ventral striatum of mutant mice compared to controls. Number and projections of dopaminergic neurons in the nigrostriatal and mesolimbic pathways were normal. No significant change in the basal palmitoylation of known ZDHHC15 substrates including DAT was detected in striatum of zdhhc15 KO mice using an acyl-biotin exchange assay. These results support that a transient, reversible, and novelty-induced elevation of extracellular dopamine in ventral striatum contributes to novelty-seeking behaviors in rodents and implicate ZDHHC15-mediated palmitoylation as a novel regulatory mechanism of dopamine in the striatum.","dc:creator":"Mejias R","dc:date":"2021","dc:title":"Increased novelty-induced locomotion, sensitivity to amphetamine, and extracellular dopamine in striatum of Zdhhc15-deficient mice."},"rdfs:label":"MOUSE MODEL KO male - Behavioral tests"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"As there is no clear ID-related phenotype and even the increased locomotion is only secondary to pharmacological intervention, no scores were given for the mouse model. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:a2519945-2acd-4484-9811-487ff5189da9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":4813,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:6cd8f536-8d90-4c68-92fe-4efd59460761","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:20342","modeOfInheritance":"obo:HP_0001417"},"version":"2.2","dc:description":"Variants in ZDHHC15 were first implicated in complex neurodevelopmental disorders (MONDO: 0100038) in 2005 when Mansouri et al. described a 29 year old female with severe intellectual disability, seizures, and a de novo balanced translocation (46,XX,t(X;15)(q13.3;cen)) (PMID:15915161). The breakpoint at the X chromosome was 3.9 kb upstream of the first exon of ZDHHC15. Though the authors demonstrated that ZDHHC15 expression was absent in primary lymphocytes from the patient, expression status in other tissues of interest is not known. The patient was initially clinically suspected to have Prader Willi syndrome (PWS); methylation status of the Prader Willi/Angelman region was said to be normal, but the PWS phenocopy genes were not assessed. For these reasons and the fact that the reported variant was not actually within the ZDHHC15 gene, the group decided not to score this case.\n\nSince the initial report, only two other females with variants in ZDHHC15 have been reported in the literature (PMIDs: 15915161, 26290131, 27479907). In 2015, Moyses-Oliveira et al. reported a 42 year old female with amenorrhea. No phenotypes associated with a neurodevelopmental disorder were reported. This individual was also found to have a balanced translocation (46,X,t(X;9)(q13;p11.1). The X chromosome breakpoint was reported to disrupt ZDHHC15 at intron 10, and ZDHHC15 was demonstrated to be absent in the patient’s peripheral blood. Due to this as well as the absence of the neurodevelopmental disorder phenotype, this variant was also not scored. Please note that due to the limitations of the GCI, translocations are not able to be formally entered as evidence; these cases are represented as “non-scoreable evidence” in the evidence summary. The last case available in the literature was reported by Sifrim et al. in 2016. A female patient with a de novo missense variant in ZDHHC15 was diagnosed with non-syndromic congenital heart defects. It was unclear if this patient had a neurodevelopmental disorder phenotype. Given the seemingly disparate presentations among the three reported females with variants involving this gene, this variant was also not scored. No affected males with variants in ZDHHC15 have been reported.\n\nThe experimental evidence for ZDHHC15 includes a mouse model (PMID:33462194) and a cell culture model (PMID:31189538). Mejias et al. created a mouse model using zdhhc15-KO adult male mice, which did not show deficits in number and morphology of dopaminergic neurons, anxiety levels, social interactions, learning and memory functions when compared to WT mice. They did show a significant increase in novelty-induced locomotion; a similar effect was also seen in response to amphetamine. The zdhhc15-KO mice had reduced levels of dopamine and its metabolites in striatum in comparison to the wild type mice. However, there was no significant difference in the palmitoylation levels of known ZDHHC15 substrates in striatal tissues when comparing the zdhhc15-KO and WT mice. In the cell culture model study performed by Shah et al, ShRNA mediated knock down of zDHHC15 in primary rat hippocampal cultures reduced dendritic outgrowth, arborization, spine maturation and palmitoylation of PSD-95 a substrate of zDHHC15. The defects were rescued by cells expressing a wild type zDHHC15 construct but not by a palmitoylation defective ZDHHC15 construct. Though there is some data that might suggest a possible role of ZDHHC15 in cognitive and social phenotypes, since genetic evidence had a total of score 0, the experimental evidence was also not scored.\n\nOverall, there is a lack of sufficient genetic evidence to support this gene-disease relationship and weak experimental evidence available in the literature for ZDHHC15, resulting in Disputed classification. The ClinGen Intellectual Disability and Autism Gene Curation Expert Panel approved this classification on 07/30/2021 (SOP Version 8).\nThere is a lack genetic evidence and weak experimental evidence available for the ZDHHC15 gene. More evidence is needed to support or refute this gene-disease relationship entirely.","dc:isVersionOf":{"id":"cggv:a2519945-2acd-4484-9811-487ff5189da9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}