{"id":"cggv:a2c4f919-ccb5-4d9f-a604-5ed19e19057ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:a2c4f919-ccb5-4d9f-a604-5ed19e19057e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-12-20T22:03:53.565Z","role":"Publisher"},{"id":"cggv:a2c4f919-ccb5-4d9f-a604-5ed19e19057e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-11-08T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30811981","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a severe neurodegenerative disorder without effective neuroprotective therapy. Known genetic variants impair pathways, including RNA processing, axonal transport, and protein homeostasis. We report ALS-causing mutations within the gene encoding the glycosyltransferase GLT8D1. Exome sequencing in an autosomal-dominant ALS pedigree identified p.R92C mutations in GLT8D1, which co-segregate with disease. Sequencing of local and international cohorts demonstrated significant ALS association in the same exon, including additional rare deleterious mutations in conserved amino acids. Mutations are associated with the substrate binding site, and both R92C and G78W changes impair GLT8D1 enzyme activity. Mutated GLT8D1 exhibits in vitro cytotoxicity and induces motor deficits in zebrafish consistent with ALS. Relative toxicity of mutations in model systems mirrors clinical severity. In conclusion, we have linked ALS pathophysiology to inherited mutations that diminish the activity of a glycosyltransferase enzyme.","dc:creator":"Cooper-Knock J","dc:date":"2019","dc:title":"Mutations in the Glycosyltransferase Domain of GLT8D1 Are Associated with Familial Amyotrophic Lateral Sclerosis."},"evidence":[{"id":"cggv:a2c4f919-ccb5-4d9f-a604-5ed19e19057e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.8},{"id":"cggv:a2c4f919-ccb5-4d9f-a604-5ed19e19057e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2c4f919-ccb5-4d9f-a604-5ed19e19057e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:efc43167-b1f8-4d00-81f6-50c84771c19b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a1efc17-efe6-45a8-9d2d-99f66f25ec71","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This is described in the human protein atlas https://www.proteinatlas.org/ENSG00000016864-GLT8D1/tissue/primary+data","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"GLT8D1_neuronal_cell_expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a2c4f919-ccb5-4d9f-a604-5ed19e19057e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0b0887a8-8a82-47dd-b6fc-bc6f27ab9043","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0da29cbf-6e9f-408c-99e9-fb7fedb98f13","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Neurons in ALS are affected by altered morphology","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29483533","type":"dc:BibliographicResource","dc:abstract":"Recent genome-wide association studies (GWAS) have identified multiple risk loci that show strong associations with schizophrenia. However, pinpointing the potential causal genes at the reported loci remains a major challenge. Here we identify candidate causal genes for schizophrenia using an integrative genomic approach. Sherlock integrative analysis shows that ALMS1, GLT8D1, and CSNK2B are schizophrenia risk genes, which are validated using independent brain expression quantitative trait loci (eQTL) data and integrative analysis method (SMR). Consistently, gene expression analysis in schizophrenia cases and controls further supports the potential role of these three genes in the pathogenesis of schizophrenia. Finally, we show that GLT8D1 and CSNK2B knockdown promote the proliferation and inhibit the differentiation abilities of neural stem cells, and alter morphology and synaptic transmission of neurons. These convergent lines of evidence suggest that the ALMS1, CSNK2B, and GLT8D1 genes may be involved in pathophysiology of schizophrenia.","dc:creator":"Yang CP","dc:date":"2018","dc:title":"Comprehensive integrative analyses identify GLT8D1 and CSNK2B as schizophrenia risk genes."},"rdfs:label":"GLT8D1_KO_neuronal_stem_cells"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:fda9e83e-bc75-44c7-b7d5-8e07af3743bd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1a930529-5ea3-4442-bab7-da7ec17ebb31","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Movement is reduced in ALS","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30811981","rdfs:label":"GLTD81_zebrafish_model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Following scoring convention as per ALS GCEP guidance and through discussion agreed unclear whether the movement difference was considered a large difference in movement and whether the difference was definite due to altered motor neurons."},{"id":"cggv:83048935-1dae-4b55-87d5-4b315fbc0b96","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:56a83629-22ce-4124-b2a3-2552bc80fa1a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both are phenotypes involving the nervous system. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20562862","type":"dc:BibliographicResource","dc:abstract":"Large collections of knockout organisms facilitate the elucidation of gene functions. Here we used retroviral insertion or homologous recombination to disrupt 472 genes encoding secreted and membrane proteins in mice, providing a resource for studying a large fraction of this important class of drug target. The knockout mice were subjected to a systematic phenotypic screen designed to uncover alterations in embryonic development, metabolism, the immune system, the nervous system and the cardiovascular system. The majority of knockout lines exhibited altered phenotypes in at least one of these therapeutic areas. To our knowledge, a comprehensive phenotypic assessment of a large number of mouse mutants generated by a gene-specific approach has not been described previously.","dc:creator":"Tang T","dc:date":"2010","dc:title":"A mouse knockout library for secreted and transmembrane proteins."},"rdfs:label":"GLT8D1_mousemodel_exons1-6KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The observed phenotype is not an ALS phenotype so should not be scored."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":5525,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.8,"subject":{"id":"cggv:060f1835-7c03-4cb2-b5c9-3b11a87c8eb4","type":"GeneValidityProposition","disease":"obo:MONDO_0005144","gene":"hgnc:24870","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"GLT8D1 was first reported in relation to autosomal dominant amyotrophic lateral sclerosis in 2019 (Cooper-Knock al., PMID:30811981). At least 17 unique missense variants have been reported in humans. Evidence supporting this recently described gene-disease relationship includes case-level data and experimental evidence.\n\nVariants in this gene have been reported in at least 17 probands in 6 publications (PMIDs:30811981, 35525134, 33581933, 31653410, 33714647, 34746377). Many were ineligible for scoring as they were found more frequently in controls than the agreed MAF threshold for the ALS GCEP. Although there were functional studies for some variants, the evidence was not considered strong enough to increase the score of those variants from default. The mechanism for disease is unknown.\n\nThis gene-disease relationship is also supported by an animal model and expression study. A zebrafish model demonstrated reduced movement of zebrafish after knockdown of endogenous glt8d1 and transfection of mutated version of GLT8D1 (PMID:30811981). GLT8D1 is expressed in central nervous system tissue (PMID:24309898), and a cellular model of GLT8D1 knock-down in neuronal stems cells which showed altered morphology of differentiated cells PMID:29483533).\n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen ALS GCEP on the meeting date November 8, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:a2c4f919-ccb5-4d9f-a604-5ed19e19057e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}