{"id":"cggv:a2604a64-e36e-4512-83a7-e8202ccdb593v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:a2604a64-e36e-4512-83a7-e8202ccdb593_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-02-05T18:00:00.000Z","role":"Approver"},{"id":"cggv:a2604a64-e36e-4512-83a7-e8202ccdb593_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-03T16:32:05.540Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:a2604a64-e36e-4512-83a7-e8202ccdb593_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.1},{"id":"cggv:a2604a64-e36e-4512-83a7-e8202ccdb593_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2604a64-e36e-4512-83a7-e8202ccdb593_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1eb53416-200e-44d0-b671-81bc0887f951","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:30d094cb-b8c9-44f1-9d11-300ee6f40462","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"HRG inhibits autoactivation of factor XII and factor XIIa–mediated activation of factor XI. These results suggest that, by binding to factor XIIa, HRG modulates the intrinsic pathway of coagulation, particularly in the vicinity of a thrombus where platelet release of HRG and Zn2+ will promote this interaction.  Modulation of the contact system may impact thrombosis as seen with HRG deficiency in patients with thrombophilia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21304106","type":"dc:BibliographicResource","dc:abstract":"Histidine-rich glycoprotein (HRG) circulates in plasma at a concentration of 2μM and binds plasminogen, fibrinogen, and thrombospondin. Despite these interactions, the physiologic role of HRG is unknown. Previous studies have shown that mice and humans deficient in HRG have shortened plasma clotting times. To better understand this phenomenon, we examined the effect of HRG on clotting tests. HRG prolongs the activated partial thromboplastin time in a concentration-dependent fashion but has no effect on tissue factor-induced clotting, localizing its effect to the contact pathway. Plasma immunodepleted of HRG exhibits a shortened activated partial thromboplastin time that is restored to baseline with HRG replenishment. To explore how HRG affects the contact pathway, we examined its binding to factors XII, XIIa, XI, and XIa. HRG binds factor XIIa with high affinity, an interaction that is enhanced in the presence of Zn²(+), but does not bind factors XII, XI, or XIa. In addition, HRG inhibits autoactivation of factor XII and factor XIIa-mediated activation of factor XI. These results suggest that, by binding to factor XIIa, HRG modulates the intrinsic pathway of coagulation, particularly in the vicinity of a thrombus where platelet release of HRG and Zn²(+) will promote this interaction.","dc:creator":"MacQuarrie JL","dc:date":"2011","dc:title":"Histidine-rich glycoprotein binds factor XIIa with high affinity and inhibits contact-initiated coagulation."},"rdfs:label":"HRG modulates the intrinsic pathway of coagulation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"HRG was added to normal citrated plasma, and clotting was initiated with APTT-SP, APTT was  4-fold longer in the presence of 2μM HRG (1057 ± 127 seconds; P = .008). These data suggest that HRG affects clotting through the intrinsic pathway. To confirm this, we measured the FXIIa-mediated clotting in the absence or presence of the HRG-directed antibody. Antibody addition shortened the clotting time from 358 ± 55 seconds to 140 ± 19 seconds. HRG inhibited FXII autoactivation by more than 95% and inhibition was concentration-dependent with an IC50 of 115nM."},{"id":"cggv:15f01c84-28f0-4351-b671-5f3e85869f5c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92dcfc21-b60d-4dd0-8d40-499606542e73","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"HRG strongly binds platelets in the presence of Zn2+, and inactivates platelet thrombospondin, a strong promoter of platelet aggregation. Thus  the modulation of hemostasis by the level of platelets may be disrupted in HRG deficient patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6690483","type":"dc:BibliographicResource","dc:abstract":"Thrombospondin and histidine-rich glycoprotein are two proteins with diverse biological activities which have been associated with human platelets and other cell systems. Using an enzyme-linked immunosorbent assay, we have demonstrated that purified human platelet thrombospondin formed a complex with purified human plasma histidine-rich glycoprotein. The formation of the thrombospondin-histidine-rich glycoprotein complex was specific, concentration dependent, and saturable. Significant binding was detected when histidine-rich glycoprotein was incubated with thrombospondin immobilized on anti-thrombospondin IgG-coated plates, indicating that the observed complex formation was not due to a thrombospondin interaction with the plastic surface. Sucrose-density-gradient ultracentrifugation of a mixture of thrombospondin and histidine-rich glycoprotein also revealed the formation of fluid-phase complexes, with an estimated stoichiometry of 1 thrombospondin: 3.5 histidine-rich glycoprotein. Fibrinogen, which has been previously shown to bind to absorbed thrombospondin, did not inhibit the formation of the thrombospondin-histidine-rich glycoprotein complex. Histidine-rich glycoprotein complexed with thrombospondin was capable of binding heparin and neutralizing the anticoagulant activity of heparin in plasma. Specific complex formation between thrombospondin and histidine-rich glycoprotein may play a significant role in influencing platelet blood vessel wall interactions as well as modulating the association of various cells with the extracellular matrix.","dc:creator":"Leung LL","dc:date":"1984","dc:title":"Complex formation of platelet thrombospondin with histidine-rich glycoprotein."},"rdfs:label":"thrombospondin complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a2604a64-e36e-4512-83a7-e8202ccdb593_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48cb7953-4aa4-4c09-96f2-9f0eaf5893cc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05934a05-a362-4969-bce1-ccb21218971a","type":"FunctionalAlteration","dc:description":" In the APTT assay, HRG-deficient plasma clotted 2-fold more rapidly than control plasma (216 ± 24.1 and 426 ± 10.1 seconds, respectively; P < .001). These data confirm that HRG attenuates the contact pathway of clotting. When HRG was added back to the deficient plasma, a dose-dependent and saturable increase in clotting time was observed. To identify where HRG was affecting the contact system, we next examined its effect on clotting of HRG-deficient plasma initiated by FXIIa, FXIa, or FIXa. HRG prolonged the FXIIa-mediated clotting time by 81% and 102% at 2.5 and 5μM, respectively.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21304106","rdfs:label":"clotting of HRG-deficient plasma"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"These findings raise the possibility that HRG modulates the intrinsic pathway of coagulation. In support of this concept, immunodepletion of HRG from plasma or addition of an HRG-directed antibody resulted in a shorter activated partial thromboplastin time, whereas HRG supplementation of HRG-deficient plasma prolonged this clotting time. This work was expanded on in PMID: 26354857 in which it was shown that HRG attenuates DNA- and RNA-mediated FXII activation, and FXI activation by FXIIa or by thrombin, suggesting that HRG down  regulates the capacity of DNA and RNA to activate the intrinsic pathway. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a2604a64-e36e-4512-83a7-e8202ccdb593_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:77e05bd3-2864-4bb6-bdc3-9664fcdd6714","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8b8187df-633b-4337-9f72-a3c04b2dedff","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The prothrombin time was shorter in Hrg–/– mice than in Hrg+/– and Hrg+/+ mice, and reconstitution of the plasma samples with purified human HRG normalized the prothrombin time. Bleeding time after tail tip amputation in Hrg–/– mice was shorter than in Hrg+/+ mice. These findings suggest that HRG plays a role as an anticoagulant and may regulate platelet function in vivo. This is consistent with the thrombophilia in HRG deficient patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15869579","type":"dc:BibliographicResource","dc:abstract":"Histidine-rich glycoprotein (HRG) is a serum protein belonging to the cystatin superfamily. HRG may play a regulatory role in hemostasis and innate immunity. However, this role is uncertain because of a lack of rigorous testing in an animal model. We generated mice lacking the translation start point of exon 1 of the Hrg gene, effectively resulting in a null mutation (Hrg-/-). The mice were viable and fertile but had no HRG in their blood. Antithrombin activity in the plasma of Hrg-/- mice was higher than in the plasma of heterozygous Hrg+/- or wild-type Hrg+/+ mice. The prothrombin time was shorter in Hrg-/- mice than in Hrg+/- and Hrg+/+ mice. Bleeding time after tail tip amputation in Hrg-/- mice was shorter than in Hrg+/+ mice. The spontaneous fibrinolytic activity in clotted blood of Hrg-/- mice was higher than in Hrg+/+ mice. These findings suggest that HRG plays a role as both an anticoagulant and an antifibrinolytic modifier, and may regulate platelet function in vivo.","dc:creator":"Tsuchida-Straeten N","dc:date":"2005","dc:title":"Enhanced blood coagulation and fibrinolysis in mice lacking histidine-rich glycoprotein (HRG)."},"rdfs:label":"HRG -/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"These mice, lacking the translation start point of exon 1 of the hrg gene, were further characterized in PMID: 25691157 (Vu et al., 2015). They investigated the role of HRG as a regulator of the intrinsic pathway, by comparing RNA- and DNA-induced thrombin generation in plasma from HRG-deficient and wild-type mice. Thrombin generation was enhanced in plasma from HRG-deficient mice, and accelerated clotting was restored to normal with HRG reconstitution. Carotid artery occlusion after FeCl3 injury was accelerated in HRG-deficient mice, and HRG administration abrogated this effect. To confirm that HRG modulates the contact system, the authors used DNase, RNase, and antisense oligonucleotides to characterize the FeCl3 model. Whereas DNase or FVII knockdown had no effect, carotid occlusion was abrogated with RNase or FXII knockdown, confirming that FeCl3-induced thrombosis is triggered by RNA in a FXII-dependent fashion.  The study also found that HRG localized with platelets and fibrin in thrombi formed after injury. PMID: 34474475  (Malik et al., 2021) found that, in addition to DNA and RNA, HRG could also bind polyP and attenuate its procoagulant activity. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Moderate","sequence":8257,"specifiedBy":"GeneValidityCriteria10","strengthScore":6.6,"subject":{"id":"cggv:b1958371-3f4a-43a3-b110-8451cab9de91","type":"GeneValidityProposition","disease":"obo:MONDO_0013143","gene":"hgnc:5181","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"HRG was first associated with hereditary thrombophilia due to congenital histidine-rich (poly-L) glycoprotein deficiency in 1998 (PMID: 9414276). The spectrum of coagulation disorders currently reported in HRG-deficient patients includes transverse sinus thrombosis, dual arteriovenous fistula at sites of previous thrombosis and deep vein thrombosis. This association was made using case-level data and experimental evidence. At least 3 unique missense variants have been reported in humans in at least 3 probands in 3 publications (PMID: 9414276, 29108964, 11057869). Variants in this gene segregated with thrombosis in 3 additional family members and segregated with HRG deficiency in 8 family members. Two of the HRG variant proteins were found to be only partially secreted and haploinsufficiency is therefore proposed as a pathogenic mechanism (PMID: 9414276). It is noteworthy that multiple thrombophilia families have elevated levels of plasma HRG, as reported in several studies (Castaman et al., 1993), which seems contradictory to the phenomenon observed in HRG-deficient families. One possible explanation is that HRG mutations lead to decreased levels of plasma HRG, whereas HRG mutations negative patients have compensatory elevated plasma secondary to thromboembolism events. A role of HRG in hemostasis has been repeatedly proposed based on the observation that HRG binds several components of the coagulation and fibrinolysis cascades. Experimental evidence supporting the association with thrombophilia includes the biochemical functions of inactivating platelet thrombospondin, a strong promoter of platelet aggregation (PMID: 6690483) and inhibiting autoactivation of factor XII and factor XIIa–mediated activation of factor XI, thus modulating the intrinsic pathway of coagulation (PMID: 21304106), as confirmed in HRG-deficient plasma (PMID: 21304106). Additionally, a null mouse model has been shown to have shortened prothrombin time and tail bleeding time in the absence of HRG (PMID: 15869579), as well as accelerated carotid artery occlusion (PMID: 25691157), due to the role of HRG as a regulator of the intrinsic pathway (PMIDs: 25691157, 34474475). Administration of human HRG abrogated the effects on prothrombin time and carotid artery occlusion. In summary, there is moderate evidence to support this gene-disease association. While more evidence is needed to establish this association definitively, no convincing contradictory evidence has emerged. This classification was originally approved by the ClinGen Hemostasis Thrombosis Gene Curation Expert Panel on December 15, 2021. This gene-disease relationship was reevaluated on February 5, 2024.  As a result of this reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:a2604a64-e36e-4512-83a7-e8202ccdb593"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}