{"id":"cggv:6d2120a6-1287-4cba-9f94-f071f0b1abd4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6d2120a6-1287-4cba-9f94-f071f0b1abd4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-09-19T16:00:00.000Z","role":"Approver"},{"id":"cggv:6d2120a6-1287-4cba-9f94-f071f0b1abd4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-09-19T18:07:45.568Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/37711075","type":"dc:BibliographicResource","dc:abstract":"Biallelic variants in genes for seven out of eight subunits of the conserved oligomeric Golgi complex (COG) are known to cause recessive congenital disorders of glycosylation (CDG) with variable clinical manifestations. COG3 encodes a constituent subunit of the COG complex that has not been associated with disease traits in humans. Herein, we report two COG3 homozygous missense variants in four individuals from two unrelated consanguineous families that co-segregated with COG3-CDG presentations. Clinical phenotypes of affected individuals include global developmental delay, severe intellectual disability, microcephaly, epilepsy, facial dysmorphism, and variable neurological findings. Biochemical analysis of serum transferrin from one family showed the loss of a single sialic acid. Western blotting on patient-derived fibroblasts revealed reduced COG3 and COG4. Further experiments showed delayed retrograde vesicular recycling in patient cells. This report adds to the knowledge of the COG-CDG network by providing collective evidence for a COG3-CDG rare disease trait and implicating a likely pathology of the disorder as the perturbation of Golgi trafficking.","dc:creator":"Duan R","dc:date":"2023","dc:title":"Biallelic missense variants in COG3 cause a congenital disorder of glycosylation with impairment of retrograde vesicular trafficking."},"evidence":[{"id":"cggv:6d2120a6-1287-4cba-9f94-f071f0b1abd4_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6d2120a6-1287-4cba-9f94-f071f0b1abd4_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1.5},{"id":"cggv:61ad50be-67aa-42c1-9670-bba9bc098178_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:61ad50be-67aa-42c1-9670-bba9bc098178","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"allele":{"id":"cggv:e635be6e-b3ed-42ee-8bb7-d2e522724c21","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_031431.4(COG3):c.109G>C (p.Asp37His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6972108"}},"detectionMethod":"Whole-exome sequencing, variant confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay noted in childhood.\nNo speech (other than “mom”). History of regression and aggressive behavior. \nSeizures beginning at 2 years of age.\nAt 22 years old: microcephaly (head circumference -6 SD), severe intellectual disability, absent speech, drooling, poor weight gait, muscle wasting, visual impairment, gait impairment, occasional ambulation by crawling.\nHeight -4.25 SD, weight -5 SD.\nIntermittent crying, subtle dysmorphism, and large ears (Figure 1K), muscle wasting in the legs\n(Figure 1M), spasticity and contractures, symmetric spontaneous movements in all extremities.","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4fa8dbdc-9074-4e0c-b6b1-8276f4ce59f4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e635be6e-b3ed-42ee-8bb7-d2e522724c21"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37711075"},"rdfs:label":"Duan_2023: Family 2, MR176-01 (older sib)"},{"id":"cggv:4fa8dbdc-9074-4e0c-b6b1-8276f4ce59f4","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4fa8dbdc-9074-4e0c-b6b1-8276f4ce59f4_variant_evidence_item"},{"id":"cggv:4fa8dbdc-9074-4e0c-b6b1-8276f4ce59f4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Asp37 resides in the COG3 N-terminus, a long segment of α-helix presumably involving quaternary interactions with the other three subunits, as shown by AlphaFold.\n"}],"strengthScore":0.25,"dc:description":"Functional evidence is based on AlphaFold prediction rather than laboratpry experiment."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f33453fa-1be4-4c17-92a6-62e74cd73088_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f33453fa-1be4-4c17-92a6-62e74cd73088","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:645b1824-f0d0-4a0a-b9a9-cd6d45b557cc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_031431.4(COG3):c.124T>C (p.Ser42Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA388097627"}},"detectionMethod":"Quad exome sequencing (parents and two affected sibs), followed my confirmation of the variant by Sanger sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Myoclonic seizures at 8 months of age, tonic seizures with cyanosis at 1 year of age; seizures were poorly controlled despite use of anti-convulsant therapy.\nAt 4 years and 6 months, severely microcephalic (head circumference -5 SD), global developmental delay, absent speech, no response to external stimuli.\nDysmorphic facial features included long face, wide-spaced eyes, squint, prominent nose, long\nphiltrum, thin lips with a V-shaped upper lip, and low-set ears (Figure 1C). \nNeurological evaluation revealed nystagmus, quadriparesis, bilateral hand tremors, axial and limb hypotonia, and intact deep tendon reflexes. \nEEG showed frequent multifocal epileptiform activity.\nBrain MRI showed significant cortical volume loss,, bilateral symmetric under-opercularization, delayed myelination for age, thin corpus callosum, and mild cerebellar atrophy with a small vermis.\n\n","previousTesting":true,"previousTestingDescription":"Normal 46, XX karyotype.\nMildly elevated lactate level (20.4 mg/dL; nml: 4.5–19.8 mg/dL),\nNormal urine organic acids and ammonia level.\nBiochemical analysis of transferrin demonstrated an elevated ratio of tri-sialo species via Mayo Clinic electrospray ionization mass spectrometry (Fig 2A)\nSignificantly reduced (50% normal) COG3 expression on Western blot of fibroblast protein, when compared to controls and father (Fig 2B,C). Expression of COG4 is also reduced; normal expression of COG1 and COG2 on Western blot.","sex":"Female","variant":{"id":"cggv:d395ecc3-3fd5-40e3-a96c-33378080300f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:645b1824-f0d0-4a0a-b9a9-cd6d45b557cc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37711075"},"rdfs:label":"Duan_2023: Family 1, BAB13340 (older sib)"},{"id":"cggv:d395ecc3-3fd5-40e3-a96c-33378080300f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d395ecc3-3fd5-40e3-a96c-33378080300f_variant_evidence_item"},{"id":"cggv:d395ecc3-3fd5-40e3-a96c-33378080300f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":" p.(Ser42Pro) resides in the COG3 N-terminus, a long segment of α-helix presumably involving quaternary interactions with the other three subunits, as shown by AlphaFold.\nProband has significant reduction of COG3 protein in fibroblasts."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6d2120a6-1287-4cba-9f94-f071f0b1abd4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6d2120a6-1287-4cba-9f94-f071f0b1abd4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e65193ae-d8ae-4d58-87ca-17b08ad77cd4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d384ac0-0700-45fe-a3d9-ef2ddbb5571d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"COG-GFP immunoprecipitation in yeast cells expressing GFP-tagged COG proteins (COGs 1, 2, 4, 5, 6, 8), In the cytosolic fraction, all tested subunits were co-immunoprecipitated with Cog3-GFP, confirming that all eight subunits were stably associated in a COG1–8 octameric complex in the cytosol fraction (Fig.1). In the membrane fraction, Cog3 co-immunoprecipitated mainly lobe A (Cog1–4) subunits. \nAll COG genes tested have been asserted to cause CDG.\nThe following clinical validity classifications have been determined by the ClinGen CDG GCEP:\nCOG1-CDG, Moderate; COG2-CDG, Limited, COG4-CDG, Moderate, COG5-CDG, Definitive (provisional classification); COG6-CDG and COG8-CDG (not yet assessed);\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29899178","type":"dc:BibliographicResource","dc:abstract":"The Golgi apparatus is a central station for protein trafficking in eukaryotic cells. A widely accepted model of protein transport within the Golgi apparatus is cisternal maturation. Each cisterna has specific resident proteins, which are thought to be maintained by COPI-mediated transport. However, the mechanisms underlying specific sorting of these Golgi-resident proteins remain elusive. To obtain a clue to understand the selective sorting of vesicles between the Golgi cisterenae, we investigated the molecular arrangements of the conserved oligomeric Golgi (COG) subunits in yeast cells. Mutations in COG subunits cause defects in Golgi trafficking and glycosylation of proteins and are causative of Congenital Disorders of Glycosylation (CDG) in humans. Interactions among COG subunits in cytosolic and membrane fractions were investigated by co-immunoprecipitation. Cytosolic COG subunits existed as octamers, whereas membrane-associated COG subunits formed a variety of subcomplexes. Relocation of individual COG subunits to mitochondria resulted in recruitment of only a limited number of other COG subunits to mitochondria. These results indicate that COG proteins function in the forms of a variety of subcomplexes and suggest that the COG complex does not comprise stable tethering without other interactors.Key words: The Golgi apparatus, COG complex, yeast, membrane trafficking, multi-subunit tethering complex.","dc:creator":"Ishii M","dc:date":"2018","dc:title":"Detailed Analysis of the Interaction of Yeast COG Complex."},"rdfs:label":"COG immunoprecipitation in yeast"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Score increased due to interaction with multiple products of genes that have been asserted to cause CDG."},{"id":"cggv:0d94140e-2fd4-4adb-92df-337410732893","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:28900057-7350-42bc-893e-1464aa2ef5ea","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"To study the molecular organization of the COG complex, the authors expressed and purified yeast Cog1, Cog2, Cog3, and Cog4 in E. coli, and then used single-particle electron microscopy. They observed a y-shaped structure with three flexible, highly extended legs. Labeling experiments showed that the N-termini of all four subunits interact along the proximal segment of one leg, while three of the four C-termini are located at the tips of the legs. The results suggested that the central region of the Cog1-4 complex, and distal regions of at least two legs, are involved in interactions with other components of the intracellular trafficking machinery.\n\nClinGen clinical validity classifications from the CDG GCEP:\nCOG1-CDG, Moderate\nCOG2-CDG, Limited\nCOG4-CDG, Moderate: ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20972446","type":"dc:BibliographicResource","dc:abstract":"Multisubunit tethering complexes of the CATCHR (complexes associated with tethering containing helical rods) family are proposed to mediate the initial contact between an intracellular trafficking vesicle and its membrane target. To begin elucidating the molecular architecture of one well-studied example, the conserved oligomeric Golgi (COG) complex, we reconstituted its essential subunits (Cog1, Cog2, Cog3 and Cog4) and used single-particle electron microscopy to reveal a y-shaped structure with three flexible, highly extended legs. Labeling experiments established that the N termini of all four subunits interact along the proximal segment of one leg, whereas three of the four C termini are located at the tips of the legs. Our results suggest that the central region of the Cog1-Cog2-Cog3-Cog4 complex, as well as the distal regions of at least two legs, all participate in interactions with other components of the intracellular trafficking machinery.","dc:creator":"Lees JA","dc:date":"2010","dc:title":"Molecular organization of the COG vesicle tethering complex."},"rdfs:label":"Molecular organization of COG using EM"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:3533f3f2-c2f7-481e-b9f8-d5f6669584b1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:952972ab-6abe-42c5-82f2-d00b03286e47","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In COG3 KD, IF showed that Mann II, GalNAcT1, and GalNAcT2 were redistributed into CCD.\nConfirmed by Western blot of the vesicle fraction\nDegradation of these proteins over time\nSuggests that COG3 is important in correct distribution of the glycosylation machinery\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16420527","type":"dc:BibliographicResource","dc:abstract":"Defects in conserved oligomeric Golgi (COG) complex result in multiple deficiencies in protein glycosylation. On the other hand, acute knock-down (KD) of Cog3p (COG3 KD) causes accumulation of intra-Golgi COG complex-dependent (CCD) vesicles. Here, we analyzed cellular phenotypes at different stages of COG3 KD to uncover the molecular link between COG function and glycosylation disorders. For the first time, we demonstrated that medial-Golgi enzymes are transiently relocated into CCD vesicles in COG3 KD cells. As a result, Golgi modifications of both plasma membrane (CD44) and lysosomal (Lamp2) glycoproteins are distorted. Localization of these proteins is not altered, indicating that the COG complex is not required for anterograde trafficking and accurate sorting. COG7 KD and double COG3/COG7 KD caused similar defects with respect to both Golgi traffic and glycosylation, suggesting that the entire COG complex orchestrates recycling of medial-Golgi-resident proteins. COG complex-dependent docking of isolated CCD vesicles was reconstituted in vitro, supporting their role as functional trafficking intermediates. Altogether, the data suggest that constantly cycling medial-Golgi enzymes are transported from distal compartments in CCD vesicles. Dysfunction of COG complex leads to separation of glycosyltransferases from anterograde cargo molecules passing along secretory pathway, thus affecting normal protein glycosylation.","dc:creator":"Shestakova A","dc:date":"2006","dc:title":"COG complex-mediated recycling of Golgi glycosyltransferases is essential for normal protein glycosylation."},"rdfs:label":"COG3 siRNA in HeLa cells and glycosylation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:563c0a8b-32ea-4d25-b795-e4c92248a88c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6cb8b6c0-3916-4b6f-91ab-801cd5db0b4f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"siRNA knock down of COG3 in HeLa cells results in:\nreduction of COG1, COG2, and COG4 protein\nfragmentation of the Golgi into three to four stacked cisternae\naccumulation of Golgi proteins (Golgi v-SNAREs GS15, GS28 and GPP130) in nontethered vesicles named “COG complex-dependent” (CCD) vesicles.\nUsed GFP-tagged vesicular stomatitis virus G protein (VSVG) as a cargo marker for anterograde protein trafficking and Cy3-labeled subunit B of the Shiga toxin (STB-Cy3) as a marker for the retrograde trafficking.\nShowed that fragmented Golgi membranes are competent for the anterograde trafficking, but COG3 KD resulted in inhibition of retrograde trafficking.\nAbnormality of retrograde trafficking has also been noted in cells from patients (Duan et al)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15728195","type":"dc:BibliographicResource","dc:abstract":"The conserved oligomeric Golgi (COG) complex is an evolutionarily conserved multi-subunit protein complex that regulates membrane trafficking in eukaryotic cells. In this work we used short interfering RNA strategy to achieve an efficient knockdown (KD) of Cog3p in HeLa cells. For the first time, we have demonstrated that Cog3p depletion is accompanied by reduction in Cog1, 2, and 4 protein levels and by accumulation of COG complex-dependent (CCD) vesicles carrying v-SNAREs GS15 and GS28 and cis-Golgi glycoprotein GPP130. Some of these CCD vesicles appeared to be vesicular coat complex I (COPI) coated. A prolonged block in CCD vesicles tethering is accompanied by extensive fragmentation of the Golgi ribbon. Fragmented Golgi membranes maintained their juxtanuclear localization, cisternal organization and are competent for the anterograde trafficking of vesicular stomatitis virus G protein to the plasma membrane. In a contrast, Cog3p KD resulted in inhibition of retrograde trafficking of the Shiga toxin. Furthermore, the mammalian COG complex physically interacts with GS28 and COPI and specifically binds to isolated CCD vesicles.","dc:creator":"Zolov SN","dc:date":"2005","dc:title":"Cog3p depletion blocks vesicle-mediated Golgi retrograde trafficking in HeLa cells."},"rdfs:label":"COG3 siRNA in HeLa cells - function in Golgi"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:6d2120a6-1287-4cba-9f94-f071f0b1abd4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:824790e3-951b-48a9-8e7e-2b1bb06399b6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ff796a5-dd07-4c69-ae37-242ba4e6f58a","type":"FunctionalAlteration","dc:description":"siRNA knockdown of COGs in HeLa cells, including COG3, revealed:\nGSII and GNL lectins bound to plasma membrane glycoconjugates of COG3 KD cells.\nProtein level of MAN2A1 was slightly lower and B4GALT1 expression was reduced to 60–70% of WT in COG3 KD cells.\nMALDI-TOF analysis indicated a decrease in the amount of sialylated glycans in COG3 KD cells.\nBFA-induced relocalization of trans-Golgi enzymes was specifically blocked in COG complex-deficient cells.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21421995","type":"dc:BibliographicResource","dc:abstract":"Cell surface lectin staining, examination of Golgi glycosyltransferases stability and localization, and matrix-assisted laser desorption ionization-time of flight (MALDI-TOF) analysis were employed to investigate conserved oligomeric Golgi (COG)-dependent glycosylation defects in HeLa cells. Both Griffonia simplicifolia lectin-II and Galanthus nivalus lectins were specifically bound to the plasma membrane glycoconjugates of COG-depleted cells, indicating defects in activity of medial- and trans-Golgi-localized enzymes. In response to siRNA-induced depletion of COG complex subunits, several key components of Golgi glycosylation machinery, including MAN2A1, MGAT1, B4GALT1 and ST6GAL1, were severely mislocalized. MALDI-TOF analysis of total N-linked glycoconjugates indicated a decrease in the relative amount of sialylated glycans in both COG3 KD and COG4 KD cells. In agreement to a proposed role of the COG complex in retrograde membrane trafficking, all types of COG-depleted HeLa cells were deficient in the Brefeldin A- and Sar1 DN-induced redistribution of Golgi resident glycosyltransferases to the endoplasmic reticulum. The retrograde trafficking of medial- and trans-Golgi-localized glycosylation enzymes was affected to a larger extent, strongly indicating that the COG complex regulates the intra-Golgi protein movement. COG complex-deficient cells were not defective in Golgi re-assembly after the Brefeldin A washout, confirming specificity in the retrograde trafficking block. The lobe B COG subcomplex subunits COG6 and COG8 were localized on trafficking intermediates that carry Golgi glycosyltransferases, indicating that the COG complex is directly involved in trafficking and maintenance of Golgi glycosylation machinery.","dc:creator":"Pokrovskaya ID","dc:date":"2011","dc:title":"Conserved oligomeric Golgi complex specifically regulates the maintenance of Golgi glycosylation machinery."},"rdfs:label":"siRNA knockdown of COG3 - glycosylation defect"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b2c5621b-60d4-4b8b-9ebd-bbc979306b26","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:edf4192f-a4d6-4c1b-aa53-74dd4e49b996","type":"FunctionalAlteration","dc:description":"Use the BrefeldinA assay, retrograde transport was shown to be significantly slower in fibroblasts from the patient compared to control and the father’s cells.\nNote that impairment of retrograde transport from the Golgi apparatus to the ER is one of the prevalent features in most COG-related CDGs.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/37711075","rdfs:label":"Impairment of retrograde transport"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Limited","sequence":8989,"specifiedBy":"cggv:11","strengthScore":5,"subject":{"id":"cggv:c1bce684-9ba3-4be7-a117-470465762c24","type":"GeneValidityProposition","disease":"obo:MONDO_0015286","gene":"hgnc:18619","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*COG3* was first reported in relation to an autosomal recessive congenital disorder of glycosylation in 2023 (Duan et al., PMID: 37711075). Two families have been reported with biallelic variants in the gene. These individuals presented with global developmental delay and severe intellectual disability, microcephaly, epilepsy, facial dysmorphism, and variable neurological findings. Serum transferrin studies, carried out for affected individuals in one of the families showed reduced sialylation.\n\nCongenital Disorder of Glycosylation (specifically Congenital disorder of glycosylation, type IIbb, MIM# 606975; also known as COG3-CDG) is the only monogenic disorder asserted to be caused by variants in *COG3*.\n\nTwo different missense variants have been reported, each in one of the two reported families (Duan et al, 2023, PMID: 37711075). The mechanism of disease is unknown but assumed to be loss of function.  (Total points for genetic evidence = 1.5 points)\n\nThis gene-disease relationship is also supported by experimental evidence including the biochemical function of COG3, a subunit of the COG complex, which is important in intra Golgi and Golgi to ER retrograde transport (Zolov and Lupashin, 2005,  PMID: 15728195; Shestakova et al, 2006, PMID: 16420527), protein interaction studies showing physical interaction of COG3 with other COG subunits that have been implicated in CDG (Lees et al, 2010, PMID: 20972446; Ishii et al, 2018, PMID: 29899178), and functional alteration studies in patient and non-patient cells showing defects in retrograde transport (Duan et al, 2023, PMID: 37711075; Pokrovskaya et al, 2011, PMID: 21421995). (Total points for experimental evidence = 5 points).\n\n In summary, there is limited evidence supporting the relationship between *COG3* and an autosomal recessive congenital disorder of glycosylation. This classification was approved by the ClinGen Congenital Disorders of Glycosylation Gene Curation Expert Panel on September 18, 2024 (SOP Version #11)  \n","dc:isVersionOf":{"id":"cggv:6d2120a6-1287-4cba-9f94-f071f0b1abd4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}