{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-08-25T16:00:00.000Z","role":"Approver"},{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-10-05T15:09:12.204Z","role":"Publisher"}],"evidence":[{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b3d1ae3-0aec-4bbe-bc4f-de29ea1a56cc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:672cd000-ceec-457f-a028-d924092fff18","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Cells from embryonic and neonatal rat sciatic nerve, dorsal root ganglion, optic nerve, corpus callosum, and cerebellum were obtained and cultured. Antibodies for each of the major myelin-related proteins, including the glycoprotein myelin protein 0, were collected and expressed in various ages and stages of these cells. All of these myelin-specific molecules were found to be expressed in only schwann cells which are currently actively myelinating and decrease in expression until no longer present in 16-18d embryonic nerves or ganglia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7358790","type":"dc:BibliographicResource","dc:abstract":"We have used antibodies to identify Schwann cells and oligodendrocytes and to study the expression of myelin-specific glycolipids and proteins in these cells isolated from perinatal rats. Our findings suggest that only Schwann cells which have been induced to myelinate make detectable amounts of galactocerebroside (GC), sulfatide, myelin basic protein (BP), or the major peripheral myelin glycoprotein (P0). When rat Schwann cells were cultured, they stopped making detectable amounts of these myelin molecules, even when the cells were associated with neurites in short-term explant cultures of dorsal root ganglion. In contrast, oligodendrocytes in dissociated cell cultures of neonatal optic nerve, corpus callosum, or cerebellum continued to make GC, sulfatide and BP for many weeks, even in the absence of neurons. These findings suggest that while rat Schwann cells require a continuing signal from appropriate axons to make detectable amounts of myelin-specific glycolipids and proteins, oligodendrocytes do not. Schwann cells and oligodendrocytes also displayed very different morphologies in vitro which appeared to reflect their known differences in myelinating properties in vivo. Since these characteristic morphologies are maintained when Schwann cells and oligodendrocytes were grown together in mixed cultures and in the absence of neurons, we concluded that they are intrinsic properties of these two different myelin-forming cells.","dc:creator":"Mirsky R","dc:date":"1980","dc:title":"Myelin-specific proteins and glycolipids in rat Schwann cells and oligodendrocytes in culture."},"rdfs:label":"MPZ Expressed in Schwann Cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"As MPZ is exclusively expressed in myelinating schwann cells, this provides reasonable evidence towards its function in a primarily demyelinating myopathy by disrupting the myelination process and yielding the CMT phenotype. Therefore, this yields default points."},{"id":"cggv:7b957024-a2d1-42e9-b13e-d9564971818f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f05d724b-6d19-4930-8a7b-45dae2b9cad5","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-immunoprecipitation in rat sciatic nerve myelin with anti-PMP22 antibodies revealed that PMP22 and MPZ colocalized in specific complexes at the myelin membrane. Reciprocal experiments with an anti-MPZ antibody confirmed these findings. Both of these glycoproteins are an essential component of developing myelin membranes and must be functional for proper axonal myelination.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10212299","type":"dc:BibliographicResource","dc:abstract":"Mutations found in the two major glycosylated transmembrane proteins of the PNS myelin, the peripheral myelin protein zero (P0) and peripheral myelin protein 22 (PMP22), have been independently associated with the most common hereditary demyelinating peripheral neuropathies. Genotype-phenotype correlations in humans and transgenic animals have provided functional evidence that P0 and PMP22 are involved in formation and maintenance of compact myelin. Here, we demonstrate for the first time that P0 and PMP22 proteins form complexes in the myelin membrane, as shown by coimmunoprecipitation experiments, and that glycosylation is not involved in mediating these interactions. Complex formation was also detected when the two proteins were coexpressed in heterologous cells. In transfected cells, P0 and PMP22 are recruited and colocalize at the apposed plasma membranes of expressors as shown by confocal microscopy. These findings provide a new basis for a better understanding of myelin assembly and of the pathomechanisms involved in demyelinating peripheral neuropathies. Furthermore, these results propose a possible explanation why alterations in either of these molecules are sufficient to destabilize the myelin structure and cause a similar disease phenotype.","dc:creator":"D'Urso D","dc:date":"1999","dc:title":"Peripheral myelin protein 22 and protein zero: a novel association in peripheral nervous system myelin."},"rdfs:label":"PMP22 and MPZ Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"As both PMP22 and MPZ are essential structural proteins that physically form complexes in myelin membranes, and are both associated with a type of Charcot-Marie-Tooth disease in human probands, this provides default evidence towards MPZ's pathogenicity."},{"id":"cggv:846628ff-d34a-44f1-9f02-9b19551210fa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c0069432-9397-4033-9528-4005c0fe8026","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In the majority of CMT cases associated with variants in MPZ, demyelination is the key mechanism that causes the neuromuscular phenotypes and resulting neuropathy. Axons do not function as efficently without the myelin sheath, and if MPZ's function as the primary structural component is disrupted by a toxic gain-of-function variant that could certainly cause the phenotypes observed in all of the CMT probands.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1724420","type":"dc:BibliographicResource","dc:abstract":"Primary Schwann cells were infected in vitro with a recombinant retrovirus expressing a dominant selectable marker, neomycin phosphotransferase (conferring resistance to the drug G418), and antisense P0 RNA under the control of the human beta-actin promoter. A proportion of the G418-resistant cells failed to form myelin when cocultured with dorsal root ganglion neurons under conditions that promote Schwann cell differentiation. These cells expressed high levels of P0 antisense RNA. Among the impaired cells, the majority had segregated and ensheathed individual axon but had not differentiated further. They did not express P0 but did express myelin- associated glycoprotein and galactocerebroside. A minority of partially inhibited Schwann cells were also observed that elaborated thin myelin sheaths containing variable numbers of compacted and noncompacted lamellae. These data indicate that restricting the level of P0 expression inhibits spiralling of the Schwann cell membrane and subsequent compaction.","dc:creator":"Owens GC","dc:date":"1991","dc:title":"Expressing antisense P0 RNA in Schwann cells perturbs myelination."},"rdfs:label":"MPZ is an essential part of the Myelin Sheath"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"MPZ's well-established role as the primary structural component of the peripheral myelin sheaths has a strong relationship to the phenotypes observed in nearly all CMT probands with variants in the gene. Therefore, this evidence earns default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a765677d-4412-43ea-9653-7f1963841640","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:89fa030f-a674-49dc-807d-581a5fcdd57d","type":"FunctionalAlteration","dc:description":"When these infected schwann cells were expressed in myelin-promoting media, there were discrete areas that showed no signs of myelination compared to the usual universal myelination. These areas were stained with antibodies against MPZ with each of these not showing expression of the protein. After creating secondary cultures from these discrete areas, many more areas displayed limited differentiation and myelination.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/1724420","rdfs:label":"Antisense MPZ Expression Inhibits Myelination"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"As disruption of the MPZ protein expression specifically inhibited myelination in schwann cells, this provides evidence towards its pathogenicity in demyelinating neuropathies. Therefore, this earns default points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6812710c-33e2-4e99-ac8b-12418ea3e88f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f104011f-6e48-49e0-929c-8e8c110c8bd9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both the R98C line and a control line carrying a LoxP site were first examined for relative expression of the mutant allele compared to the wild-type, demonstrating that the mutant/LoxP allele is slightly higher expressed in both lines. In both homozygous and heterozygous R98C mice, coordination abnormalities were noted compared to the controls including unsteady gait and tremors. Nerve conduction velocity tests and action potential amplitudes were significantly slower in mutant than in WT mice, recapitulating the phenotypes observed in most human probands. On sciatic nerve biopsy from all mouse lines, mutant mice showed thinner myelin and reduced number of properly myelinated large diameter axons compared to the WT also recapitulating the findings found in human diseases. X-ray diffraction patterns showed significantly decreased strength of scattering intensity for both mutant mouse lines in the sciatic nerves compared to the identical findings in the optic nerves (which do not express MPZ). Schwann cell proliferation was also significantly higher in mutant lines than in the WT due to a toxic gain-of-function that inhibits myelination in these Schwann cells and increases cell death. Localized MPZ expression was performed via immunohistochemistry with the R98C line being retained in the endoplasmic reticulum causing stress and eliciting the unfolded protein response in organisms.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22689911","type":"dc:BibliographicResource","dc:abstract":"Mutations in myelin protein zero (MPZ) cause Charcot-Marie-Tooth disease type 1B. Many dominant MPZ mutations, including R98C, present as infantile onset dysmyelinating neuropathies. We have generated an R98C 'knock-in' mouse model of Charcot-Marie-Tooth type 1B, where a mutation encoding R98C was targeted to the mouse Mpz gene. Both heterozygous (R98C/+) and homozygous (R98C/R98C) mice develop weakness, abnormal nerve conduction velocities and morphologically abnormal myelin; R98C/R98C mice are more severely affected. MpzR98C is retained in the endoplasmic reticulum of Schwann cells and provokes a transitory, canonical unfolded protein response. Ablation of Chop, a mediator of the protein kinase RNA-like endoplasmic reticulum kinase unfolded protein response pathway restores compound muscle action potential amplitudes of R98C/+ mice but does not alter the reduced conduction velocities, reduced axonal diameters or clinical behaviour of these animals. R98C/R98C Schwann cells are developmentally arrested in the promyelinating stage, whereas development is delayed in R98C/+ mice. The proportion of cells expressing c-Jun, an inhibitor of myelination, is elevated in mutant nerves, whereas the proportion of cells expressing the promyelinating transcription factor Krox-20 is decreased, particularly in R98C/R98C mice. Our results provide a potential link between the accumulation of MpzR98C in the endoplasmic reticulum and a developmental delay in myelination. These mice provide a model by which we can begin to understand the early onset dysmyelination seen in patients with R98C and similar mutations.","dc:creator":"Saporta MA","dc:date":"2012","dc:title":"MpzR98C arrests Schwann cell development in a mouse model of early-onset Charcot-Marie-Tooth disease type 1B."},"rdfs:label":"R98C Knock-In Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This knock-in mouse model recapitulates many of the features commonly observed in human CMT probands, specifically both the neuromuscular phenotypes and the nerve biopsy signs with decreased myelination and large fiber loss. The toxic gain-of-function mechanism observed in these mice is identical to that observed in humans where this variant is expressed. Therefore, this model earns an elevated 3.0 points."},{"id":"cggv:9779728c-d7f4-42a2-8663-0c0e32c683af","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f281c85-7b2c-4471-91bd-72c549e4f1ec","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Transgenic mice were generated via random insertion that expressed either the S63del or S63C variant in MPZ. Overexpression of transgenic mRNA was <80% of endogenous MPZ, a level where WT overexpression produces no detectable neuropathy. Each line developed a neuromuscular disorder characteristic of CMT within a few weeks, with higher expression correlating with more obvious defects. Sciatic nerve examination confirmed severe hypomyelination and onion-bulb formation in even the low-expressing lines, reflecting severe phenotypes in human probands. Another generated line with similar expression levels to the heterozygous human probands, S63del//MPZ+/− mice, also demonstrated the decreased CMAP and axonal degeneration/demyelination and progressive symptoms characteristic of the human disease. Western blot analysis of mutant protein suggests that the S63del post-translational modification is altered and localizes to the endoplasmic reticulum while the S63C incorporates with WT and localizes to the myelin sheath. XRD analysis of the S63C mutant identified a packing defect even in the presence of WT MPZ, altering the myelination process and causing a dominant-negative effect on the protein. S63del was analysed with BiP and CHOP, mediators of the unfolded protein response, and altered levels showed a signfiicant UPR likely causing the gain-of-function disruption in schwann cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16495463","type":"dc:BibliographicResource","dc:abstract":"Missense mutations in 22 genes account for one-quarter of Charcot-Marie-Tooth (CMT) hereditary neuropathies. Myelin Protein Zero (MPZ, P0) mutations produce phenotypes ranging from adult demyelinating (CMT1B) to early onset [Déjérine-Sottas syndrome (DSS) or congenital hypomyelination] to predominantly axonal neuropathy, suggesting gain of function mechanisms. To test this directly, we produced mice in which either the MpzS63C (DSS) or MpzS63del (CMT1B) transgene was inserted randomly, so that the endogenous Mpz alleles could compensate for any loss of mutant P0 function. We show that either mutant allele produces demyelinating neuropathy that mimics the corresponding human disease. However, P0S63C creates a packing defect in the myelin sheath, whereas P0S63del does not arrive to the myelin sheath and is instead retained in the endoplasmic reticulum, where it elicits an unfolded protein response (UPR). This is the first evidence for UPR in association with neuropathy and provides a model to determine whether and how mutant proteins can provoke demyelination from outside of myelin.","dc:creator":"Wrabetz L","dc:date":"2006","dc:title":"Different intracellular pathomechanisms produce diverse Myelin Protein Zero neuropathies in transgenic mice."},"rdfs:label":"Transgenic MPZ Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Both of these transgenic mouse lines recapitulate the major phenotypes observed in human CMT probands, including neuromuscular degeneration, weakness and ataxia, and decreased nerve conduction velocities. The authors also took care to reflect an accurate expression level in their mouse lines, although the non-targeting nature of the transgene throws some doubt on the results validity. As both lines displayed similar phenotypes, these models are awarded default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:be175593-2b34-4f38-9c25-37e09b0b64ee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6a98efc9-b781-4a45-adf6-694d54c0094f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":88,"detectionMethod":"","phenotypeFreeText":"Calf atrophy","phenotypes":"obo:HP_0002540","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:be175593-2b34-4f38-9c25-37e09b0b64ee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:afd66537-cfe1-44b7-8447-71f9d401b11f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.131C>T (p.Ser44Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257162"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9595994","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT), or hereditary motor and sensory neuropathy (HMSN), is a clinically and genetically heterogeneous condition. Mutations of the myelin protein zero (MPZ) gene have been associated with CMT1B, Dejerine-Sottas disease, and congenital hypomyelination, which are inherited demyelinating neuropathies characterized by different clinical severity. HMSN type II (HMSN II) or CMT2, the axonal form of CMT, is genetically heterogeneous. Linkage to 1p35-p36 (CMT2A), 3q (CMT2B), and 7p (CMT2D) chromosomes has been reported in the disease; however, most HMSN II families do not link to any of the reported loci. In a large HMSN II Sardinian family, we found a missense mutation in the chromosome 1q MPZ gene. This Ser44Phe mutation was located in exon 2 and was present in the heterozygous state in all affected individuals. This is the first example of an HMSN II family showing an MPZ point mutation. The MPZ gene Ser44Phe mutation found in the HMSN II family presented in this study suggests that genetic analysis of HMSN II families should also include the MPZ gene, previously not considered to be involved in the axonal form of HMSN.","dc:creator":"Marrosu MG","dc:date":"1998","dc:title":"Charcot-Marie-Tooth disease type 2 associated with mutation of the myelin protein zero gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9595994","rdfs:label":"P-B40"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Sufficent phenotypic evidence plus variant-level evidence (PMID: 20461396 shows that this missense change reduces cell adhesiveness in vitro) yields default points."},{"id":"cggv:08a9bea9-93f9-46f9-a6b0-c59eb25e8288_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:da209438-d915-4f17-b959-c72f325e9c67","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":72,"detectionMethod":"","phenotypes":["obo:HP_0002355","obo:HP_0005978","obo:HP_0007695"],"previousTesting":true,"previousTestingDescription":"Unmyelinated fiber density of 17,300/mm2 (reference 37,500/mm2)","sex":"Female","variant":{"id":"cggv:08a9bea9-93f9-46f9-a6b0-c59eb25e8288_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:191bf65c-453c-4536-9f6a-340325dc9ed4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.393C>A (p.Asn131Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123803"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10553995","type":"dc:BibliographicResource","dc:abstract":"In 1926, Roussy and Lévy described a large family whose members manifested an early onset dominantly inherited gait ataxia, pes cavus, and areflexia, which was eventually associated with distal muscle atrophy, postural tremor, and minor sensory loss. Slow nerve conduction and demyelination of nerve fibers with onion bulb formations in nerve biopsy specimens led to the Roussy-Lévy syndrome (RLS) being considered a variant of demyelinating Charcot-Marie-Tooth disease (CMT-1). In the present article, we report on the long-term follow-up, on nerve biopsy findings, and on the underlying molecular genetic defect in members of the original family studied by Roussy and Lévy. All patients were able to walk during their seventh decade of life. Morphologically, a chronic demyelinating neuropathy with the remarkable aspects of a focally hypertrophic myelin sheath and major loss of myelinated fibers was observed in nerve biopsy specimens of 3 members of this family. Molecular genetic testing identified a previously unknown heterozygous missense point mutation which yielded an Asn131Lys substitution in the extracellular domain of the myelin protein zero (P0). These findings show that the Roussy-Lévy family belongs to the CMT-1B subtype and has original morphological and genetic features.","dc:creator":"Planté-Bordeneuve V","dc:date":"1999","dc:title":"The Roussy-Lévy family: from the original description to the gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10553995","rdfs:label":"RLIII-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Although this proband and many others show phenotypic evdience and exemplary segregation evidence, the lack of variant-level evidence decreases this score to 0.25 points."},{"id":"cggv:44143dcd-3eab-46a4-a9ca-5a384e256c84_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bcb54cdf-0980-4232-9b78-2cb464ae28a7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:44143dcd-3eab-46a4-a9ca-5a384e256c84_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2485e7c1-9ffb-4aed-8665-f1ecd938b7d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.286A>G (p.Lys96Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257142"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7693129","type":"dc:BibliographicResource","dc:abstract":"P0, a major structural protein of peripheral myelin, is a homophilic adhesion molecule and maps to chromosome 1q22-q23, in the region of the locus for Charcot-Marie-Tooth neuropathy type 1B (CMT1B). We have investigated P0 as a candidate gene in two pedigrees with CMT1B and found point mutations which are completely linked with the disease (Z = 5.5, theta = 0). The mutations, glutamate substitution for lysine 96 or aspartate 90, are located in the extracellular domain, which plays a significant role in myelin membrane adhesion. Individuals with CMT1B are heterozygous for the normal allele and the mutant allele. Our results indicate that P0 is a gene responsible for CMT1B.","dc:creator":"Hayasaka K","dc:date":"1993","dc:title":"Charcot-Marie-Tooth neuropathy type 1B is associated with mutations of the myelin P0 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7693129","rdfs:label":"K1568P"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Although this proband and many others show phenotypic evdience and exemplary segregation evidence, the lack of variant-level evidence decreases this score to 0.25 points."},{"id":"cggv:b4b5d605-6f5c-4a41-99b4-ebd87c0d238a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:173c5f52-8803-4702-9108-1ad6ced57e13","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":57,"detectionMethod":"","phenotypes":["obo:HP_0003481","obo:HP_0003380","obo:HP_0000764"],"previousTesting":true,"previousTestingDescription":"Median NCV 35 m/s, Ulnar NCV 43 m/s","sex":"Male","variant":{"id":"cggv:b4b5d605-6f5c-4a41-99b4-ebd87c0d238a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d9213d2a-74f1-4e5f-8957-99b5f95ae1ab","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.103G>T (p.Asp35Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250638"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10406984","type":"dc:BibliographicResource","dc:abstract":"To determine the molecular basis for autosomal dominant intermediate hereditary motor and sensory neuropathy (HMSN) in a four generation family. The gene defects in families with intermediate HMSN are not known, but it has been suggested that most have X linked HMSN.","dc:creator":"Mastaglia FL","dc:date":"1999","dc:title":"Novel mutation in the myelin protein zero gene in a family with intermediate hereditary motor and sensory neuropathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10406984","rdfs:label":"MAII-6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Although this proband and many others show phenotypic evdience and exemplary segregation evidence, the lack of variant-level evidence decreases this score to 0.25 points."},{"id":"cggv:0256ab0b-c775-43d0-89a5-e226895f6f71_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4367120c-bab7-443c-8cfd-6b1a349184fd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"All coding exons of the MPZ gene were amplified via PCR and directly sequenced.","phenotypes":["obo:HP_0003431","obo:HP_0003380","obo:HP_0002066","obo:HP_0003391","obo:HP_0003324","obo:HP_0003383","obo:HP_0009046","obo:HP_0001284","obo:HP_0002359","obo:HP_0001270","obo:HP_0001252","obo:HP_0012447"],"previousTesting":true,"previousTestingDescription":"Laboratory examination showed that peripheral blood, urinalysis, and serum GOT, GPT and CPK were within normal ranges; Motor nerve conduction velocity at 6.7 m/s (normal 40-50); Activities of arylsulfatases A and B, galactosidase and hexosaminidase were normal in peripheral leukocytes","sex":"Male","variant":{"id":"cggv:0256ab0b-c775-43d0-89a5-e226895f6f71_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2b997d9e-7132-4bd4-ab79-392f1029d973","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.188C>G (p.Ser63Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123796"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7506095","type":"dc:BibliographicResource","dc:abstract":"We have investigated the myelin P0 gene on chromosome 1 as a candidate gene in two sporadic cases with Dejerine-Sottas disease or hereditary motor and sensory neuropathy (HMSN) type III. We found different mutations, a cysteine substitution for serine 63 in the extracellular domain and an arginine substitution for glycine 167 in the transmembrane domain. The patients were genetically heterozygous for the normal allele and the mutant allele, which was absent in their parents and in one hundred unrelated, healthy controls. The results strongly suggest that a de novo dominant mutation of the P0 gene is responsible for at least some sporadic cases of Dejerine-Sottas disease.","dc:creator":"Hayasaka K","dc:date":"1993","dc:title":"De novo mutation of the myelin P0 gene in Dejerine-Sottas disease (hereditary motor and sensory neuropathy type III)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7506095","rdfs:label":"HAA"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Ample phenotypic evidence plus a variant with multiple pieces of variant-level evidence (Both PMID:11935267 and 16495463 show the pathogenic mechanism in rats and transgenic mice respectively to be alterations in packing resulting in deficient myelination and CMT phenotypes) yields an elevated score."},{"id":"cggv:52d11aaa-332f-4031-96ad-2d7c033c0b61_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:09b1336f-7eda-4e5d-9073-c06eea23ff4d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":18,"detectionMethod":"PCR-amplification of the MPZ gene was performed and direct sequencing shortly after. Analysis of other regions besides the ones containing the variant including exon-intron boundaries was negative.","phenotypes":["obo:HP_0003431","obo:HP_0007108","obo:HP_0001284","obo:HP_0002460","obo:HP_0001761","obo:HP_0003474","obo:HP_0003693"],"previousTesting":true,"previousTestingDescription":"CMT gene was found to be linked to the \"Duffy\" locus","sex":"Male","variant":{"id":"cggv:52d11aaa-332f-4031-96ad-2d7c033c0b61_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:345cbf0f-7725-499e-a873-2f2b1c2c8000","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.270C>A (p.Asp90Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257144"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7693129"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7693129","rdfs:label":"K1521P"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Sufficent phenotypic evidence plus variant-level evidence (PMID: 25694466 shows that this missense change results in decreased cellular aggregation in vitro) yields default points."},{"id":"cggv:ab0defd7-ee96-426c-b533-2212fda9ef02_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7df9473d-f6f4-4c8e-956b-eab09b9b1c89","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"","phenotypes":["obo:HP_0009027","obo:HP_0007233","obo:HP_0000619","obo:HP_0003387","obo:HP_0100293","obo:HP_0003477"],"previousTesting":true,"previousTestingDescription":"Motor nerve conduction velocity at 30 m/s characteristic of axonal neuropathy; Decrease of CMAP amplitudes was more severe than either prolongation of the distal motor latencies or the slowing of MNCV, also suggesting an axonal neuropathy","sex":"Female","variant":{"id":"cggv:ab0defd7-ee96-426c-b533-2212fda9ef02_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:42522425-2e5a-47ec-b234-49e2e471a0cd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.290A>T (p.Glu97Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257172"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15326256","type":"dc:BibliographicResource","dc:abstract":"A Czech family with three individuals carrying a novel mutation, 290 A-->T (Glu97Val), in the myelin protein zero gene (P0) is reported. The two eldest carriers developed progressive sensorineural hearing loss and abnormal pupillary reaction at age 18. These preceded the onset of the classic signs of Charcot-Marie-Tooth disease (CMT) by more than a decade. Sural nerve biopsy and nerve conduction studies were compatible with the axonal type of CMT. The authors show that progressive hearing loss can be the first symptom in P0 mutation carriers.","dc:creator":"Seeman P","dc:date":"2004","dc:title":"Hearing loss as the first feature of late-onset axonal CMT disease due to a novel P0 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15326256","rdfs:label":"SE622"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Although this proband and many others show phenotypic evdience and exemplary segregation evidence, the lack of variant-level evidence decreases this score to 0.25 points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:5abaf5d1-ad21-4a41-8689-ac6ebf418f38_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:de291559-8a9f-4b08-b59d-98b7f54aa903","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Gene resequencing using the DNA chip technique revealed a heterozygous de novo missense mutation. This was confirmed by Sanger sequencing.","phenotypeFreeText":"Birth weight of 2884 g, Serum CK at 166 IU/L (normal range, 62-287 IU/L), CSF protein level at 54 mg/dL (normal range, 10-40 mg/dL)","phenotypes":["obo:HP_0003557","obo:HP_0030319","obo:HP_0003400","obo:HP_0002922","obo:HP_0030175","obo:HP_0003387","obo:HP_0009046","obo:HP_0045086","obo:HP_0002194","obo:HP_0006094","obo:HP_0002705","obo:HP_0002136","obo:HP_0002460","obo:HP_0003448","obo:HP_0003391","obo:HP_0005072","obo:HP_0002058","obo:HP_0011807","obo:HP_0002066","obo:HP_0003431","obo:HP_0001284","obo:HP_0001290","obo:HP_0002816"],"previousTesting":true,"previousTestingDescription":"Nerve conduction study revealed prolonged distal latencies, markedly reduced motor conduction velocities (3.0-4.0 m/second), and the temporal dispersion of compound muscle action potentials from his upper and lower extremities; Intramuscular nerves rarely included large myelinated fibers","sex":"Male","variant":{"id":"cggv:5abaf5d1-ad21-4a41-8689-ac6ebf418f38_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a03c2b27-77f7-4285-97fc-1c4fe984399a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.181G>A (p.Asp61Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347381"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23290023","type":"dc:BibliographicResource","dc:abstract":"We describe a boy aged 2 years and 11 months with congenital hypomyelinating neuropathy attributable to a de novo heterozygous missense mutation of c.181 G>A (p.Asp61Asn) in the myelin protein zero gene. A nerve conduction study indicated markedly reduced motor conduction velocities in the upper and lower extremities. Stimuli of up to 50-100 mA were necessary for nerve activation, suggesting diseased nerves with greatly decreased excitability. A sural nerve biopsy revealed a marked loss of large myelinated fibers, the absence of myelin breakdown products, occasional basal lamina onion-bulb formations, and tomacula-like structures. The p.Asp61Asn mutation is novel in congenital hypomyelinating neuropathy, but was previously reported in a patient with Charcot-Marie-Tooth disease type 1.","dc:creator":"Yonekawa T","dc:date":"2013","dc:title":"Congenital hypomyelinating neuropathy attributable to a de novo p.Asp61Asn mutation of the myelin protein zero gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23290023","rdfs:label":"YO"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2.5,"dc:description":"Ample phenotypic evidence plus a confirmed de novo variant with evidence (PMID: 22451207 shows that this missense change results in increased glycosylation of the MPZ protein and impairs intracellular trafficking) yields an increased 2.5 points."},{"id":"cggv:4e97b77b-2dac-4b8d-a5a8-f2f325084259_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9fbec309-d7a2-405f-b765-744245d15050","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"Genomic DNA was extracted from lymphoblastoid cells. PMP22 duplication was negative. MPZ coding exons were PCR-amplified and subject to SSCP analysis. This yielded altered Exon 3 migration in the patient only, upon which sequencing of Exon 3 revealed a heterozygous missense mutation.","phenotypeFreeText":"Uncompaction of myelin sheaths","phenotypes":["obo:HP_0000762","obo:HP_0002403","obo:HP_0001284","obo:HP_0001763","obo:HP_0003383","obo:HP_0001290","obo:HP_0002359","obo:HP_0001288","obo:HP_0002922","obo:HP_0001152","obo:HP_0003423","obo:HP_0003324","obo:HP_0000467","obo:HP_0003202","obo:HP_0001761","obo:HP_0030319","obo:HP_0001270","obo:HP_0002460","obo:HP_0003380","obo:HP_0002311","obo:HP_0002650","obo:HP_0007182","obo:HP_0100711","obo:HP_0003474"],"previousTesting":true,"previousTestingDescription":"CSF protein level at 50 mg/dl; MCV and SCV were 7.5 m/s in the left peroneal nerve and 5.1 m/s in the left sural nerve; Nerve conduction studies at 18 yrs revealed markedly decreased MCVs to 8.0 m/s in the right median nerve and 4.9 m/s in the right tibial nerve","sex":"Male","variant":{"id":"cggv:4e97b77b-2dac-4b8d-a5a8-f2f325084259_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:08dee5b0-46ea-4113-96fd-05daa7318e9d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.292C>T (p.Arg98Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257152"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9168174","type":"dc:BibliographicResource","dc:abstract":"A point mutation (Arg98-->Cys) of exon 3 coding for the extracellular domain of the myelin protein zero (P0) gene was found in a sporadic case of an eighteen year old Japanese man with a severe variant of Charcot-Marie-Tooth disease type 1B (CMT1B). A de novo mutation was established by parentage testing and analyses of the P0 gene in the family. This patient showed delayed motor development, nonprogressive limb weakness and kyphoscoliosis. In addition to the nerve biopsy findings typical of CMT1B, such as segmental demyelination, marked decrease in the density of myelinated fibers, and frequent onion-bulb formation, ultrastructural examination disclosed uncompaction of the major dense lines with slight widening of the intraperiod distance in the inner layers of the myelin sheath. Although mutations in the extracellular domain of P0 should affect homophilic adhesion between external surfaces of Schwann cell processes, resulting in the separation at the intraperiod lines, our study shows uncompacted major dense lines as a main myelin abnormality where the cytoplasmic domain of P0 resides.","dc:creator":"Komiyama A","dc:date":"1997","dc:title":"De novo mutation (Arg98-->Cys) of the myelin P0 gene and uncompaction of the major dense line of the myelin sheath in a severe variant of Charcot-Marie-Tooth disease type 1B."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9168174","rdfs:label":"KO"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2.5,"dc:description":"Ample phenotypic evidence plus confirmed de novo inheritance and supporting variant-level evidence (PMIDs 22689911 and 20461396 show that this missense change causes the retention of MPZ in the endoplasmic reticulum both in vitro and in vivo and recapitulates the Charcot-Marie-Tooth disease phenotype in mice) yields increased points."},{"id":"cggv:e4097609-8fe2-4601-b177-240c8149eb77_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6f3ba108-f8b7-4828-b352-323cb4809291","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":35,"detectionMethod":"Genomic DNA was extracted from the proband and his parents. MPLA tested for the common PMP22 dup/del and was ruled out. Sequence analysis of GJB1 revealed no abnormalities compared to a single bp insertion in MPZ.","phenotypes":["obo:HP_0003382","obo:HP_0001763","obo:HP_0003403","obo:HP_0010830","obo:HP_0000020","obo:HP_0001284","obo:HP_0002922","obo:HP_0001270","obo:HP_0003423","obo:HP_0008944","obo:HP_0000762","obo:HP_0009130","obo:HP_0001762","obo:HP_0007230","obo:HP_0002460","obo:HP_0010831"],"previousTesting":true,"previousTestingDescription":"Paresis of MRC grade 4/5 in distal upper limbs and 3/5 in distal lower limbs; Extremely reduced or absent nerve conduction velocity (NCV) in the median nerve (absent), the ulnar nerve (0.7 µV, 3.7 m/s) and the sural nerve (2.9 µV, 1.5 m/s); Highly elevated levels of spinal fluid protein (> 3 g/ml)","sex":"Male","variant":{"id":"cggv:e4097609-8fe2-4601-b177-240c8149eb77_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e1999371-f893-451e-b916-814d15e218f8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.588dup (p.Met197fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343908"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19344920","type":"dc:BibliographicResource","dc:abstract":"Hereditary motor and sensory neuropathy (HMSN), also known as Charcot-Marie-Tooth disease (CMT) is a group of clinically and genetically heterogeneous neuropathies classically divided into demyelinating (CMT1) and axonal forms (CMT2). The most common demyelinating form is CMT1A with an underlying duplication in the gene coding for the peripheral myelin protein 22 (PMP22). Less frequently, mutations in the myelin protein zero gene (MPZ/P(0)) account for demyelinating CMT1B, Dejerine-Sottas syndrome (DSS), or congenital hypomyelinating neuropathy (CHN). Here, we report a patient with a severe, early-onset hypertrophic and dysmyelinating neuropathy. The patient exhibits a novel frameshift mutation with an insertion of a single T-nucleotide on position c.618_619 of the MPZ gene resulting in a premature stop M207fsX38.","dc:creator":"Zschüntzsch J","dc:date":"2009","dc:title":"Severe demyelinating hypertrophic polyneuropathy caused by a de novo frameshift mutation within the intracellular domain of myelin protein zero (MPZ/P0)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19344920","rdfs:label":"ZS"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Ample phenotypic evidence plus confirmed de novo inheritance yields default points."},{"id":"cggv:36690b25-b3c2-4db6-9296-4e244625654e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e6aa8265-73d5-464f-99f9-2da9e74cd565","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"All coding exons of the MPZ gene were amplified via PCR and directly sequenced.","phenotypes":["obo:HP_0001270","obo:HP_0003474","obo:HP_0002650","obo:HP_0001252","obo:HP_0012645","obo:HP_0011096","obo:HP_0001284","obo:HP_0003431","obo:HP_0001761","obo:HP_0003383","obo:HP_0002066","obo:HP_0003701"],"previousTesting":true,"previousTestingDescription":"Motor nerve conduction velocity at 8-10 m/s (normal 40-50); CSF protein level at 0.20 g/l","sex":"Male","variant":{"id":"cggv:36690b25-b3c2-4db6-9296-4e244625654e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b4288fc3-9226-47cb-93ea-d8f75fefe311","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000530.8(MPZ):c.499G>C (p.Gly167Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123798"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7506095"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7506095","rdfs:label":"HAB"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Ample phenotypic evidence plus a confirmed de-novo inheritance yields default points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":9}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1275,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:5a1ed2e4-46db-414c-920c-0f307f240001","type":"GeneValidityProposition","disease":"obo:MONDO_0015626","gene":"hgnc:7225","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MPZ was first reported in relation to Autosomal Dominant Charcot-Marie-Tooth Disease in 1993 (Hayaska et al., PMID: 7693129). Before the causal gene itself was characterized, examples of demyelinating neuropathies of variable severity with linkage to the \"Duffy Locus\" on chromosome 1 were relatively well-characterized (PMIDs: 6952764, 7130990, 4020397, etc.). Two independent groups examining the region mapped the human gene encoding a primary structural component protein in compact myelin, Myelin Protein Zero, to that region of the genome and verified that the causal variants in many neuropathy cases were in this MPZ gene (PMIDs: 7693129, 7504284). Over 200 unique variants (e.g. missense, in-frame indel, nonsense, frameshift, large deletion, complex rearrangement, etc) have been reported in humans. Evidence supporting this gene-disease relationship includes a more than sufficient amount of case-level data, segregation data, and experimental data. There have been numerous publications describing MPZ patients and the variants they harbor - we detail  11 probands with over 50 family members. Much more evidence is available in the literature, but the maximum score for genetic and experimental evidence has been reached. The mechanism for disease is heterozygous gain of function, with pathogenic mutations having one of several potential effects on the overall system. Many variants affect specifically myelin compaction, disrupting the myelination process via localization other than the plasma membrane or by dominant-negative alteration of the overall myelin sheath. Notably, MPZ variants can also cause a phenotypically axonal neuropathy, potentially via disruption of Schwann cell - neuron interaction, however the pathomechanism is not fully understood (PMID: 16775378). This gene-disease association is additionally supported by multiple mouse models, expression studies, in vitro functional assays, and MPZ interactions with PMP22, another important structural protein. Multiple mouse models with known pathogenic MPZ mutations have been developed and well-characterized over the years. Functional assays have demonstrated that disruption of MPZ expression via antisense MPZ mRNA causes significantly disrupted myelination. In summary, MPZ is definitively associated with Autosomal Dominant Charcot-Marie-Tooth Disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:11f638d2-d8d2-4fe4-ab79-acff5cf32a18"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}