{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2019-07-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-28T19:35:09.068Z","role":"Publisher"}],"evidence":[{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e61aa921-b4db-4dd9-a978-0cf7bdde7ae2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:25fa1368-30cc-48f7-9f84-9e36bcb54ee6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Spatial and temporal expression of Upf3b was studied during brain development in mouse embryos. At E14.5 through E18.5, Upf3b was highly enriched in the NPCs of ventricular zones in the forebrain. At E18.5 and beyond, Upf3b was detected in the neurons of the cortical plate and adult cortical layers, and were highly expressed in the stratum pyramidale and dentate gyrus structures of the hippocampus. Upf3b mRNA was also highly expressed in the granule cell progenitors within the external germinal layer of the developing cerebellum, and also later in the neurons of the adult structure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23821644","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in UPF3B result in variable clinical presentations including intellectual disability (ID, syndromic and non-syndromic), autism, childhood onset schizophrenia and attention deficit hyperactivity disorder. UPF3B is a core member of the nonsense-mediated mRNA decay (NMD) pathway that functions to rapidly degrade transcripts with premature termination codons (PTCs). Traditionally identified in thousands of human diseases, PTCs were recently also found to be part of 'normal' genetic variation in human populations. Furthermore, many human transcripts have naturally occurring regulatory features compatible with 'endogenous' PTCs strongly suggesting roles of NMD beyond PTC mRNA control. In this study, we investigated the role of Upf3b and NMD in neural cells. We provide evidence that suggests Upf3b-dependent NMD (Upf3b-NMD) is regulated at multiple levels during development including regulation of expression and sub-cellular localization of Upf3b. Furthermore, complementary expression of Upf3b, Upf3a and Stau1 stratify the developing dorsal telencephalon, suggesting that alternative NMD, and the related Staufen1-mediated mRNA decay (SMD) pathways are differentially employed. A loss of Upf3b-NMD in neural progenitor cells (NPCs) resulted in the expansion of cell numbers at the expense of their differentiation. In primary hippocampal neurons, loss of Upf3b-NMD resulted in subtle neurite growth effects. Our data suggest that the cellular consequences of loss of Upf3b-NMD can be explained in-part by changes in expression of key NMD-feature containing transcripts, which are commonly deregulated also in patients with UPF3B mutations. Our research identifies novel pathological mechanisms of UPF3B mutations and at least partly explains the clinical phenotype of UPF3B patients.","dc:creator":"Jolly LA","dc:date":"2013","dc:title":"The UPF3B gene, implicated in intellectual disability, autism, ADHD and childhood onset schizophrenia regulates neural progenitor cell behaviour and neuronal outgrowth."},"rdfs:label":"Jolly_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"The expression evidence is scored 0 points as the expression of UPF3B is not specific to the brain. However, the evidence is recorded here as it shows enrichment of Upf3b transcripts in a spatial and temporal manner in the developing brain, supporting the significance of UPF3B in neuronal differentiation and maturation."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f115f4d-ff40-4e9c-a63b-e474595f37af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d763b4b3-819f-4376-ad44-c0bffa66776a","type":"FunctionalAlteration","dc:description":"Atf4 and Arhgap24 transcripts are known NMD targets, containing upstream open reading frames (uORFs). Overexpression of ARHGAP24 isoform 1 protein has been shown to affect neuronal branching, while Atf4 is involved in neuronal plasticity.\n\nLevels of Atf4 and Arhgap24 mRNA were found to be elevated in cells expressing the missense variants compared to those expressing wild-type. The levels of other transcripts of Arhgap24, which were not NMD substrates, were similar between the cells expressing wild-type UPF3B and those expressing the missense variants.\n\nWhen GFP-expressing missense variants were expressed in neural stem cells and induced to differentiate, the authors found that the mutant proteins did not affect the differentiation as measured by primary neurite ourgrowth. However, the number and complexity of branches (secondary and tertiary neurites arising from primary neurites) was reduced significantly, three- to six-fold reduction in 6d of differentiation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26012578","type":"dc:BibliographicResource","dc:abstract":"Mutation in the UPF3B gene on chromosome X is implicated in neurodevelopmental disorders including X-linked intellectual disability, autism and schizophrenia. The protein UPF3B is involved in the nonsense-mediated mRNA decay pathway (NMD) that controls mRNA stability and functions in the prevention of the synthesis of truncated proteins.","dc:creator":"Alrahbeni T","dc:date":"2015","dc:title":"Full UPF3B function is critical for neuronal differentiation of neural stem cells."},"rdfs:label":"Alrahbeni_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Mutations in UPF3B affect neuronal development due to imapired NMD. This has been demonstrated with multiple variants."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b47de8aa-1e26-4d59-8a56-939a6cf390d9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:692d7188-1a2e-4024-a8c9-a6a0b27c5c11","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Upf3b-null male mice showed contextual (decreased freezing) and cued conditional fear-learning defects, but normal spatial memory, similar to Nlgn3-null ASD model. In homozygous females, this effect was significant and genotype dependent. Null mice also showed paw-clasping behavior as the only motor defect and abnormal sleep patterns. They also exhibited deficiency in the startle response and a profound defect in prepulse inhibition.\n\nSignificant reduction in dendritic spine density was observed in cortical pyramidal neurons.\n\nIn-vitro differentiation assays on cortical mouse neural stem cells revealed lower expression of several early neuronal marker genes that could impact neuronal differentiation. The authors report that 141 genes were significantly upregulated in null mice, compared to controls. 23 genes were found to be downregulated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28948974","type":"dc:BibliographicResource","dc:abstract":"Nonsense-mediated RNA decay (NMD) is a highly conserved and selective RNA degradation pathway that acts on RNAs terminating their reading frames in specific contexts. NMD is regulated in a tissue-specific and developmentally controlled manner, raising the possibility that it influences developmental events. Indeed, loss or depletion of NMD factors have been shown to disrupt developmental events in organisms spanning the phylogenetic scale. In humans, mutations in the NMD factor gene, UPF3B, cause intellectual disability (ID) and are strongly associated with autism spectrum disorder (ASD), attention deficit hyperactivity disorder (ADHD) and schizophrenia (SCZ). Here, we report the generation and characterization of mice harboring a null Upf3b allele. These Upf3b-null mice exhibit deficits in fear-conditioned learning, but not spatial learning. Upf3b-null mice also have a profound defect in prepulse inhibition (PPI), a measure of sensorimotor gating commonly deficient in individuals with SCZ and other brain disorders. Consistent with both their PPI and learning defects, cortical pyramidal neurons from Upf3b-null mice display deficient dendritic spine maturation in vivo. In addition, neural stem cells from Upf3b-null mice have impaired ability to undergo differentiation and require prolonged culture to give rise to functional neurons with electrical activity. RNA sequencing (RNAseq) analysis of the frontal cortex identified UPF3B-regulated RNAs, including direct NMD target transcripts encoding proteins with known functions in neural differentiation, maturation and disease. We suggest Upf3b-null mice serve as a novel model system to decipher cellular and molecular defects underlying ID and neurodevelopmental disorders.","dc:creator":"Huang L","dc:date":"2018","dc:title":"A Upf3b-mutant mouse model with behavioral and neurogenesis defects."},"rdfs:label":"Huang_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The mouse model is awarded reduced points since the model does not specifically recapitulate the human phenotype. However, since the human phenotype associated with UPF3B mutations is variable and complex, the model evidence is scored 1.5 points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":3579,"specifiedBy":"GeneValidityCriteria6","strengthScore":14.5,"subject":{"id":"cggv:3a4b01e2-2352-4efa-bd37-87eaa5ee165a","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:20439","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"UPF3B was first reported in relation to X-linked Complex Neurodevelopmental Disorder in 2007 (Tarpey et al, PMID: 22957832), as a result of a study to identify candidate genes in X-linked intellectual disability. Observed phenotypes in affected individuals include, but are not limited to, facial dysmorphism, ADHD, varying severity of intellectual disability, seizures, childhood-onset schizophrenia, and behavioral problems. UPF3B is involved, along with UPF3A and UPF2 in the exon junction complex, in mRNA nuclear export as well as mRNA surveillance (initiating nonsense-mediated decay of mRNAs with truncated ORFs). At least 10 nonsense, frameshift and missense variants have been reported in humans.  Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n   \n\nVariants in this gene have been reported in at least 10 probands in 5 publications (PMIDs: 22957832,  17704778, 22609145, 19238151, 20479756. Variants in this gene segregated with disease in 24 additional family members. More case-level data is available in the literature, but the maximum score for genetic evidence has been reached.\n\nThe mechanism for disease is expected to be hemizygous loss of function.  \n  \nThis gene-disease association is supported by in vitro functional assays and animal models (PMIDs 28948974, 26012578, 23821644). UPF3B-null mice show phenotype suggestive of the human phenotype, which is highly variable. Mutations in UPF3B are reported to affect neuronal development due to impaired NMD mechanism.\n  \nIn summary, UPF3B is definitively associated with X-linked Complex Neurodevelopmental Disorder.\t This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Autism and Intellectual Disability GCEP on 07/3/2019 (SOP Version 6).","dc:isVersionOf":{"id":"cggv:a1caf030-ef58-4f8f-ba40-aabbf81cf6b1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}