{"id":"cggv:e82f63b1-ed0f-4dd0-8168-3aa4e0a4c2a9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e82f63b1-ed0f-4dd0-8168-3aa4e0a4c2a9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-11-28T16:49:59.067Z","role":"Publisher"},{"id":"cggv:e82f63b1-ed0f-4dd0-8168-3aa4e0a4c2a9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-05-17T18:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25363768","type":"dc:BibliographicResource","dc:abstract":"Whole exome sequencing has proven to be a powerful tool for understanding the genetic architecture of human disease. Here we apply it to more than 2,500 simplex families, each having a child with an autistic spectrum disorder. By comparing affected to unaffected siblings, we show that 13% of de novo missense mutations and 43% of de novo likely gene-disrupting (LGD) mutations contribute to 12% and 9% of diagnoses, respectively. Including copy number variants, coding de novo mutations contribute to about 30% of all simplex and 45% of female diagnoses. Almost all LGD mutations occur opposite wild-type alleles. LGD targets in affected females significantly overlap the targets in males of lower intelligence quotient (IQ), but neither overlaps significantly with targets in males of higher IQ. We estimate that LGD mutation in about 400 genes can contribute to the joint class of affected females and males of lower IQ, with an overlapping and similar number of genes vulnerable to contributory missense mutation. LGD targets in the joint class overlap with published targets for intellectual disability and schizophrenia, and are enriched for chromatin modifiers, FMRP-associated genes and embryonically expressed genes. Most of the significance for the latter comes from affected females. ","dc:creator":"Iossifov I","dc:date":"2014","dc:title":"The contribution of de novo coding mutations to autism spectrum disorder."},"evidence":[{"id":"cggv:e82f63b1-ed0f-4dd0-8168-3aa4e0a4c2a9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:e82f63b1-ed0f-4dd0-8168-3aa4e0a4c2a9_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":5369,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:7d464341-dc8d-40ae-993a-9395163ce914","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:22474","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*MED13* was first reported in relation to an autosomal dominant complex neurodevelopmental disorder in 2014 (PMID: 25363768). Patients are characterised by global developmental delay apparent in infancy with mildly impaired intellectual development, expressive speech delay, and behavioural abnormalities (including autism spectrum disorder or attention deficit-hyperactivity disorder), nonspecific dysmorphic features, obstipation, ocular anomalies, and poor overall growth (PMID: 29740699). Twelve unique variants (nonsense, frameshift, missense and in-frame indel) have been reported in thirteen probands in six publications included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached. Evidence supporting this gene-disease relationship includes case-level data. The mechanism for the disease is heterozygous loss-of-function. In summary, there is definitive evidence to support the relationship between *MED13* and autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n\nThis classification was approved by the ClinGen ID/Autism Expert Panel 5/7/2022 (SOP version 9).\n\n","dc:isVersionOf":{"id":"cggv:e82f63b1-ed0f-4dd0-8168-3aa4e0a4c2a9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}