{"id":"cggv:c3208279-a38d-4b38-b4f9-3af2610c4936v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:c3208279-a38d-4b38-b4f9-3af2610c4936_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-10-04T19:11:24.076Z","role":"Publisher"},{"id":"cggv:c3208279-a38d-4b38-b4f9-3af2610c4936_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2018-07-30T04:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:c3208279-a38d-4b38-b4f9-3af2610c4936_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:c3208279-a38d-4b38-b4f9-3af2610c4936_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c3208279-a38d-4b38-b4f9-3af2610c4936_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:feea4743-9f02-4ee2-830b-e093e90c2188","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bc34eedb-99a5-4e13-86c1-92d27ccd8e56","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Isolated and characterized cDNA for CACNA1H from a human medullary thyroid cardcinoma cell line.  Northern blot of RNA transcripts indicated that it is expressed throughout the brain, primarily in the amygdala, caudate nucleus and putamen as well as non neuronal tissues.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9930755","type":"dc:BibliographicResource","dc:abstract":"We have isolated and characterized overlapping cDNAs encoding a novel, voltage-gated Ca2+ channel alpha1 subunit, alpha1H, from a human medullary thyroid carcinoma cell line. The alpha1H subunit is structurally similar to previously described alpha1 subunits. Northern blot analysis indicates that alpha1H mRNA is expressed throughout the brain, primarily in the amygdala, caudate nucleus, and putamen, as well as in several nonneuronal tissues, with relatively high levels in the liver, kidney, and heart. Ba2+ currents recorded from human embryonic kidney 293 cells transiently expressing alpha1H activated at relatively hyperpolarized potentials (-50 mV), rapidly inactivated (tau = 17 ms), and slowly deactivated. Similar results were observed in Xenopus oocytes expressing alpha1H. Single-channel measurements in human embryonic kidney 293 cells revealed a single-channel conductance of approximately 9 pS. These channels are blocked by Ni2+ (IC50 = 6.6 microM) and the T-type channel antagonists mibefradil (approximately 50% block at 1 microM) and amiloride (IC50 = 167 microM). Thus, alpha1H-containing channels exhibit biophysical and pharmacological properties characteristic of low voltage-activated, or T-type, Ca2+ channels.","dc:creator":"Williams ME","dc:date":"1999","dc:title":"Structure and functional characterization of a novel human low-voltage activated calcium channel."},"rdfs:label":"CACNA1H tissue expression: Western Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c3208279-a38d-4b38-b4f9-3af2610c4936_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa441afe-62e8-4d9d-9d62-6b5d621b7773","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3325e69e-0c84-4e18-b185-358453867dfd","type":"FunctionalAlteration","dc:description":"Patch-clamp recordings showed 9 of 11 variants resulted in a gain-of-function consistent with increased activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17696120","type":"dc:BibliographicResource","dc:abstract":"The relationship between genetic variation in the T-type calcium channel gene CACNA1H and childhood absence epilepsy is well established. The purpose of this study was to investigate the range of epilepsy syndromes for which CACNA1H variants may contribute to the genetic susceptibility architecture and determine the electrophysiological effects of these variants in relation to proposed mechanisms underlying seizures.","dc:creator":"Heron SE","dc:date":"2007","dc:title":"Extended spectrum of idiopathic generalized epilepsies associated with CACNA1H functional variants."},"rdfs:label":"CACNA1H channel functional alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Data similar to Khosravani 2004"},{"id":"cggv:d16610a2-ae95-454b-9863-83bf6eb1cfa8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf03af2f-2777-4b9b-9299-7221375e3692","type":"FunctionalAlteration","dc:description":"Variant results in more rapid channel activation as well as more rapid inactivation leading to greater channel availability as compared to the wildtype model.  These are small changes but are postulated to be significant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15852375","type":"dc:BibliographicResource","dc:abstract":"Heron and colleagues (Ann Neurol 2004;55:595-596) identified three missense mutations in the Cav3.2 T-type calcium channel gene (CACNA1H) in patients with idiopathic generalized epilepsy. None of the variants were associated with a specific epilepsy phenotype and were not found in patients with juvenile absence epilepsy or childhood absence epilepsy. Here, we introduced and functionally characterized these three mutations using transiently expressed human Cav3.2 channels. Two of the mutations exhibited functional changes that are consistent with increased channel function. Taken together, these findings along with previous reports, strongly implicate CACNA1H as a susceptibility gene in complex idiopathic generalized epilepsy.","dc:creator":"Khosravani H","dc:date":"2005","dc:title":"Effects of Cav3.2 channel mutations linked to idiopathic generalized epilepsy."},"rdfs:label":"In vitro functional alteration of CACNA1H channel"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Note that the 3rd variant they analyzed, A480T, had no alteration of channel activity."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:c3208279-a38d-4b38-b4f9-3af2610c4936_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:39dac46a-9170-4b41-b3e1-d5146547488a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b1d48248-a537-4935-b655-17f8f67db3b5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This rat model has adult onset absence epilepsy in an otherwise neuro-typical rat.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19144837","type":"dc:BibliographicResource","dc:abstract":"Low-voltage-activated, or T-type, calcium (Ca(2+)) channels are believed to play an essential role in the generation of absence seizures in the idiopathic generalized epilepsies (IGEs). We describe a homozygous, missense, single nucleotide (G to C) mutation in the Ca(v)3.2 T-type Ca(2+) channel gene (Cacna1h) in the genetic absence epilepsy rats from Strasbourg (GAERS) model of IGE. The GAERS Ca(v)3.2 mutation (gcm) produces an arginine to proline (R1584P) substitution in exon 24 of Cacna1h, encoding a portion of the III-IV linker region in Ca(v)3.2. gcm segregates codominantly with the number of seizures and time in seizure activity in progeny of an F1 intercross. We have further identified two major thalamic Cacna1h splice variants, either with or without exon 25. gcm introduced into the splice variants acts \"epistatically,\" requiring the presence of exon 25 to produce significantly faster recovery from channel inactivation and greater charge transference during high-frequency bursts. This gain-of-function mutation, the first reported in the GAERS polygenic animal model, has a novel mechanism of action, being dependent on exonic splicing for its functional consequences to be expressed.","dc:creator":"Powell KL","dc:date":"2009","dc:title":"A Cav3.2 T-type calcium channel point mutation has splice-variant-specific effects on function and segregates with seizure expression in a polygenic rat model of absence epilepsy."},"rdfs:label":"Missense variant in CACNA1H in rat model of absence epilepsy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Variant not seen in humans"},{"id":"cggv:ca37572a-0c9a-4be4-b0b1-1796870e3004","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:93bb8145-f3e1-4d39-8630-0a22782b186c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Genetic Absence Epilepsy Rats from Strausbourg (GAERS) are neurotypical rats apart from their intermittent absence seizures that occur during adulthood.  Increased levels of alpha1H mRNA (15-25%) were found in the thalamic relay nucleus of both juvenile and adult rats as compared to wild type mice.  The paper does not conclude how increased mRNA levels would contribute to the absence seizure phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10648900","type":"dc:BibliographicResource","dc:abstract":"The Genetic Absence Epilepsy Rats from Strasbourg (GAERS) are an inbred strain of rats that display many of the characteristics of human absence epilepsy. In these rats, reciprocal thalamocortical projections play a critical role in the generation of spike-and-wave discharges that characterize absence seizures. When compared to those of the non-epileptic control strain, juvenile animals of the GAERS strain reportedly possess higher-amplitude T-type calcium currents in neurons of the thalamic reticular nucleus (nRt). We hypothesized that differences in calcium currents seen between GAERS and controls result from differences in expression of genes for low-voltage-activated calcium channels. Quantitative in situ hybridization was used to compare expression of alpha1G, alpha1H, alpha1I, and alpha1E calcium channel subunit mRNAs from adult and juvenile animals of the two strains. We found higher levels of alpha1H mRNA expression in nRt neurons of juvenile animals (34.9+/-2. 3 vs. 28.4+/-1.8 grains/10(3) pixels, p<0.05), perhaps accounting in part for earlier reports of elevated T-type current amplitude in those cells. In adult GAERS animals, we found elevated levels of alpha1G mRNA in neurons of the ventral posterior thalamic relay nuclei (64.8+/-3.5 vs. 53.5+/-1.7 grains/10(3) pixels, p<0.05), as well as higher levels of alpha1H mRNA in nRt neurons (32.6+/-0.8 vs. 28.2+/-1.6 grains/10(3) pixels, p<0.05). These results suggest that the epileptic phenotype apparent in adult GAERS may result in part from these significant, albeit small ( approximately 15-25%), elevations in T-type calcium channel mRNA levels.","dc:creator":"Talley EM","dc:date":"2000","dc:title":"Low-voltage-activated calcium channel subunit expression in a genetic model of absence epilepsy in the rat."},"rdfs:label":"CACNA1H mRNA expression in rat model of Absence Epilepsy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Unclear if increased mRNA expression of CACNA1H directly affects phenotype"},{"id":"cggv:d9200caf-014f-45bc-9ece-860346625fff","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:de1af899-8a75-4ea4-b2fe-57eebd5618e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Variant results in a gain of function in the CACNA1H gene in the Genetic Absence Epilepsy Rats from Strasbourg model.  Thalamic reticular neurons sustain oscillatory burst-firing.  In vivo knock-down normalized thalamic burst-firing.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29468672","type":"dc:BibliographicResource","dc:abstract":"Genetic alterations have been identified in the CACNA1H gene, encoding the CaV 3.2 T-type calcium channel in patients with absence epilepsy, yet the precise mechanisms relating to seizure propagation and spike-wave-discharge (SWD) pacemaking remain unknown. Neurons of the thalamic reticular nucleus (TRN) express high levels of CaV 3.2 calcium channels, and we investigated whether a gain-of-function mutation in the Cacna1h gene in Genetic Absence Epilepsy Rats from Strasbourg (GAERS) contributes to seizure propagation and pacemaking in the TRN.","dc:creator":"Cain SM","dc:date":"2018","dc:title":"CaV 3.2 drives sustained burst-firing, which is critical for absence seizure propagation in reticular thalamic neurons."},"rdfs:label":"Genetic Absence Epilepsy Rats from Strasbourg model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Disputed","sequence":3453,"specifiedBy":"GeneValidityCriteria5","strengthScore":4.5,"subject":{"id":"cggv:a89ee656-290d-4203-a35c-05fde32bcb77","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:1395","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"**Note: In September 2021, the ClinGen Epilepsy GCEP opted to change the disease term on this curation from generalised epilepsy to epilepsy. The evidence summary below reflects this change. The original evidence and conclusion remains the same; therefore, the original date of approval has not been changed. ** \n\nCACNA1H was evaluated for evidence supporting and refuting its relationship with the broad phenotype of epilepsy as it has been reported with a variety of phenotypes ranging from childhood absence epilepsy, idiopathic generalized epilepsy and myoclonic astatic epilepsy.  CACNA1H has also been described in association with Hyperaldosteronism, familial, type IV, an AD disorder, but evidence for this gene-disease relationship is not considered here.  CACNA1H is a voltage-sensitive calcium channel that gives rise to T-type calcium current thought to modulate firing patterns of neurons. CACNA1H has a higher than expected tolerance for missense variants in ExAC and the majority of reported variants have a higher than expected maximum allele frequency for a pathogenic variant. There are no reported de novo pathogenic variants for CACNA1H. Targeted sequencing studies of CACNA1H suggested that missense variants were identified more frequently in patients with childhood absence epilepsy (Chen 2003) and idiopathic generalized epilepsy (Heron 2004, Heron 2007) as compared to control.  In Chen 2003, all missense variants were inherited from unaffected parents disputing a clear AD inheritance pattern. In Heron 2004 and Heron 2007, none of the variants segregated consistently with the generalized epilepsy phenotype.  CACNA1H is expressed in multiple organ systems and is not unique to the brain (Williams 1999). Whole-cell patch clamp recordings in transfected HEK293 cells with site-directed mutagenesis of identified human CACNA1H missense variants showed inconsistent alteration of channel function (Khosravani 2004, Khosravani 2005, Heron 2007) and no variants were able to be scored as variants with evidence of gene impact.  The Genetic Absence Epilepsy Rat from Strausborg (GAERS) has been shown to have a variant in CACNA1H that segregates with seizure expression, however, this is thought to likely represent a polygenic disease model as some rats are null for the variant and still have seizures (Powell 2009).  The variant reported in the GAERS model is not reported in human disease. In conclusion, the available genetic and experimental evidence for an AD gene-disease relationship with CACNA1H and epilepsy is insufficient. Variants in CACNA1H are not likely to be causative of epilepsy alone and the gene-disease relationship is Disputed. This curation did not formally examine the hypothesis that CACNA1H is a susceptibility gene, which remains a consideration.\nMoved from Limited to Disputed given lack of evidence for support as a monogenic AD cause of generalized epilepsy.","dc:isVersionOf":{"id":"cggv:c3208279-a38d-4b38-b4f9-3af2610c4936"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}