{"id":"cggv:757840b2-8b39-44d0-aff9-dd9983e77d0fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:757840b2-8b39-44d0-aff9-dd9983e77d0f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2024-01-24T17:00:00.000Z","role":"Approver"},{"id":"cggv:757840b2-8b39-44d0-aff9-dd9983e77d0f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2024-01-24T16:44:48.308Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11078474","type":"dc:BibliographicResource","dc:abstract":"Lymphedema-distichiasis (LD) is an autosomal dominant disorder that classically presents as lymphedema of the limbs, with variable age at onset, and double rows of eyelashes (distichiasis). Other complications may include cardiac defects, cleft palate, extradural cysts, and photophobia, suggesting a defect in a gene with pleiotrophic effects acting during development. We previously reported neonatal lymphedema, similar to that in Turner syndrome, associated with a t(Y;16)(q12;q24.3) translocation. A candidate gene was not found on the Y chromosome, and we directed our efforts toward the chromosome 16 breakpoint. Subsequently, a gene for LD was mapped, by linkage studies, to a 16-cM region at 16q24.3. By FISH, we determined that the translocation breakpoint was within this critical region and further narrowed the breakpoint to a 20-kb interval. Because the translocation did not appear to interrupt a gene, we considered candidate genes in the immediate region that might be inactivated by position effect. In two additional unrelated families with LD, we identified inactivating mutations-a nonsense mutation and a frameshift mutation-in the FOXC2 (MFH-1) gene. FOXC2 is a member of the forkhead/winged-helix family of transcription factors, whose members are involved in diverse developmental pathways. FOXC2 knockout mice display cardiovascular, craniofacial, and vertebral abnormalities similar to those seen in LD syndrome. Our findings show that FOXC2 haploinsufficiency results in LD. FOXC2 represents the second known gene to result in hereditary lymphedema, and LD is only the second hereditary disorder known to be caused by a mutation in a forkhead-family gene.","dc:creator":"Fang J","dc:date":"2000","dc:title":"Mutations in FOXC2 (MFH-1), a forkhead family transcription factor, are responsible for the hereditary lymphedema-distichiasis syndrome."},"evidence":[{"id":"cggv:757840b2-8b39-44d0-aff9-dd9983e77d0f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:757840b2-8b39-44d0-aff9-dd9983e77d0f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:07b21d6b-3df6-45a8-973c-df17d1aaa2e6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dc53f772-30bb-43b5-a929-855c0c479205","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of FoxC2 in tissues associated with abnormalities in lymphedema-distichiasis syndrome including lymphatic endothelial cells in murine developmen and the adult as well as the developing eyelid. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15465483","type":"dc:BibliographicResource","dc:abstract":"The molecular events involved in lymphatic development are poorly understood. Hence, the genes responsible for hereditary lymphedema are of great interest due to the potential for providing insights into the mechanisms of lymphatic development, the diagnosis, prevention and treatment of lymphedema, and lymphangiogenesis during tumor growth. Mutations in the FOXC2 transcription factor cause a major form of hereditary lymphedema, the lymphedema-distichiasis syndrome. We have conducted a study of Foxc2 expression during mouse development using immunohistochemistry, and examined its expression in lymphatics compared to its paralog Foxc1 and to Vegfr-3, Prox1 and other lymphatic and blood vascular proteins. We have found that Foxc2 is expressed in lymphatic primordia, jugular lymph sacs, lymphatic collectors and capillaries, as well as in podocytes, developing eyelids and other tissues associated with abnormalities in lymphedema-distichiasis syndrome.","dc:creator":"Dagenais SL","dc:date":"2004","dc:title":"Foxc2 is expressed in developing lymphatic vessels and other tissues associated with lymphedema-distichiasis syndrome."},"rdfs:label":"Murine FoxC2 expression studies "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Additional papers demonstrate FoxC2 expression in the embryonic (PMID 19398761, PMID 15322537 ) and adult (PMID 15322537, PMID 26389677) lymphatic endothelium  and isolated human lymphatic endothelial cells (PMID 27214551). "},{"id":"cggv:42c6d965-4c43-46bf-a9b9-55f322507a87","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b41e5ed6-847f-42b1-aa4b-dbd684423103","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"FoxC2 reduction is associated with loss of flow responses that disrupt valve development and maintenance as well as suppression of proliferation which disrupts lymphatic function which can  lead to lymphedema. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26389677","type":"dc:BibliographicResource","dc:abstract":"Biomechanical forces, such as fluid shear stress, govern multiple aspects of endothelial cell biology. In blood vessels, disturbed flow is associated with vascular diseases, such as atherosclerosis, and promotes endothelial cell proliferation and apoptosis. Here, we identified an important role for disturbed flow in lymphatic vessels, in which it cooperates with the transcription factor FOXC2 to ensure lifelong stability of the lymphatic vasculature. In cultured lymphatic endothelial cells, FOXC2 inactivation conferred abnormal shear stress sensing, promoting junction disassembly and entry into the cell cycle. Loss of FOXC2-dependent quiescence was mediated by the Hippo pathway transcriptional coactivator TAZ and, ultimately, led to cell death. In murine models, inducible deletion of Foxc2 within the lymphatic vasculature led to cell-cell junction defects, regression of valves, and focal vascular lumen collapse, which triggered generalized lymphatic vascular dysfunction and lethality. Together, our work describes a fundamental mechanism by which FOXC2 and oscillatory shear stress maintain lymphatic endothelial cell quiescence through intercellular junction and cytoskeleton stabilization and provides an essential link between biomechanical forces and endothelial cell identity that is necessary for postnatal vessel homeostasis. As FOXC2 is mutated in lymphedema-distichiasis syndrome, our data also underscore the role of impaired mechanotransduction in the pathology of this hereditary human disease.","dc:creator":"Sabine A","dc:date":"2015","dc:title":"FOXC2 and fluid shear stress stabilize postnatal lymphatic vasculature."},"rdfs:label":"Assessment of lymphatic endothelial cell responses to flow"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:04e13e9d-db2e-4934-a4e1-fbf6202f4567","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:502949a0-0472-419a-9242-9b33da880186","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Increased lymphatic endothelial cell proliferation is associated with lymphatic vascular defects in humans with FoxC2 variants. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26389677","rdfs:label":"Lymphatic endothelial cell proliferation assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:757840b2-8b39-44d0-aff9-dd9983e77d0f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:809016a0-5509-436e-bdf3-d2dfe0bd3f26","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bb11e359-187d-4673-be30-e3e939082472","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice develop abdominal ascites, lymphatic valve defects, and lymphatic endothelial barrier defects leading to leakage and edema. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26389677","rdfs:label":"Lymphatic endothelial specific knock out of FoxC2 in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced score as the lymphatic phenotype is only described for mice with homozygous loss of FOXC2 in the lymphatic endothelium. "},{"id":"cggv:1b215aef-a202-4837-9405-9193713fad96","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd3d898c-962d-41c6-9945-f7fa32198b90","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice have an extra internal row of eyelashes or distichiasis, abdominal ascites and lymphatic vascular dysfunction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12719382","type":"dc:BibliographicResource","dc:abstract":"Lymphedema-distichiasis (LD) (OMIM 153400) is a rare autosomal-dominant condition characterized by pubertal onset of lower limb lymphedema and an aberrant second row of eyelashes arising from the meibomian glands. In some patients cardiac, skeletal and other defects coexist. We previously identified inactivating, nonsense and frameshift mutations in the forkhead transcription factor FOXC2 in affected members of LD families. To further delineate the relationship of FOXC2 deficiency to the clinical (and lymphangiodysplastic) phenotype in this syndrome, we performed dynamic lymphatic imaging and immunohistochemical examination of lymphatic tissues in mice heterozygous (+/-) for a targeted disruption of Foxc2. Adult heterozygote mice characteristically exhibited a generalized lymphatic vessel and lymph node hyper plasia and rarely exhibited hindlimb swelling. Retrograde lymph flow through apparently incompetent interlymphangion valves into the mesenteric nodes, intestinal wall and liver was also observed. In addition, Foxc2 +/- mice uniformly displayed distichiasis. We conclude that Foxc2 haploinsufficient mice mimic closely the distinctive lymphatic and ocular phenotype of LD patients. Furthermore, the craniofacial, cardiovascular and skeletal abnormalities sometimes associated with LD have previously been shown to be fully penetrant in homozygous Foxc2 null mice. This Foxc2 mutant mouse thus provides an ideal model for exploring molecular mechanisms and physiologic events in mesenchymal differentiation associated with lymphatic growth and development and the clinical abnormalities seen in human LD syndrome.","dc:creator":"Kriederman BM","dc:date":"2003","dc:title":"FOXC2 haploinsufficient mice are a model for human autosomal dominant lymphedema-distichiasis syndrome."},"rdfs:label":"FoxC2 knock-out mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Lymphatic defects of FoxC2 heterozygous mice are recapitulated (PMID 15322537) and more severe in FoxC2 nullizygous mice (PMID 19398761, PMID 27214551)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:757840b2-8b39-44d0-aff9-dd9983e77d0f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7725,"specifiedBy":"GeneValidityCriteria10","strengthScore":17,"subject":{"id":"cggv:408bd0f3-9a04-42e3-9b44-8d96ce357104","type":"GeneValidityProposition","disease":"obo:MONDO_0007922","gene":"hgnc:3801","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*FOXC2* was first reported in relation to autosomal dominant lymphedema-distichiasis syndrome in 2000 (Fang et al., PMID: 11078474). This condition involves primary lymphedema of the lower extremities and distichiasis to various degrees. Prenatal features may include congenital heart disease, cleft palate, cystic hygroma, and nonimmune fetal hydrops. Twenty-one variants (nonsense, frameshift, and missense) that have been reported in at least 21 probands in nine publications (PMIDs: 11078474, 19394045, 21918810, 25252123, 29906362, 31974414, 20450314, 22349027, 11371511) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be loss of function. This gene-disease relationship is also supported by animal models, expression studies, and *in vitro* functional assays (PMIDs: 12719382, 15322537, 27214551, 26389677, 15465483, 19398761). Foxc2 heterozygous knockout mouse models demonstrate a postnatal lymphatic and eyelash phenotype as well as dermal lymphatic hyperplasia, and a conditional Foxc2 knockout mouse model was shown to recapitulate the human lymphatic phenotype. In summary, there is definitive evidence supporting the relationship between *FOXC2* and autosomal dominant lymphedema-distichiasis syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Prenatal GCEP on the meeting date September 26, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:757840b2-8b39-44d0-aff9-dd9983e77d0f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}