{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2021-01-25T17:30:55.882Z","role":"Publisher"},{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2020-03-24T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:513d84b8-afcf-435e-bc6b-0219e9eb1a1e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:54f1a540-ea23-407c-aac8-039785fba542","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"\"Pseudoachondroplasia (PSACH) and multiple epiphyseal dysplasia (MED) are relatively common skeletal dysplasias resulting in short-limbed dwarfism, joint pain, and stiffness. PSACH and the largest proportion of autosomal dominant MED (AD-MED) results from mutations in cartilage oligomeric matrix protein (COMP); however, AD-MED is genetically heterogenous and can also result from mutations in matrilin-3 (MATN3) and type IX collagen (COL9A1, COL9A2, and COL9A3).\" (PMID: 21922596)\n\nSkeletal structures were studied by immunohistochemistry on sections of the feet of 2 day old rats. \nStrong staining was observed in the cartilage and of trabeculae in the metaphysis. A strong ring-shaped immunoreaction was seen in the territorial matrix surrounding the chondrocytes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1556121","type":"dc:BibliographicResource","dc:abstract":"An Mr = 524,000 oligomeric protein was isolated from bovine cartilage and designated COMP (Cartilage Oligomeric Matrix Protein). The protein is composed of disulfide-bonded subunits with an apparent Mr of 100,000 each. It is markedly anionic, probably due to its high contents of aspartic acid and glutamic acid, as well as to its substitution with negatively charged carbohydrates. COMP was found in all cartilages analyzed, but could not be detected in other tissues by enzyme-linked immunosorbent assay of guanidine HCl extracts. Within a given cartilage, COMP shows a preferential localization to the territorial matrix surrounding the chondrocytes.","dc:creator":"Hedbom E","dc:date":"1992","dc:title":"Cartilage matrix proteins. An acidic oligomeric protein (COMP) detected only in cartilage."},"rdfs:label":"COMP expression in 2 day old rat"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9f572f53-fb05-431d-a3f6-e2bbb4a5f389","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:782a4fb8-4661-421e-92dd-8b2ecc6b3847","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"COMP expression in mouse embryo undergoing active chondrogenesis and cartilage development at day 16.5. High-level expression in developing digits in the footpad, tail vertebrae, spine, ribs and sternum was observed","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12801484","type":"dc:BibliographicResource","dc:abstract":"Cartilage oligomeric matrix protein (COMP) mutations have been identified as responsible for two arthritic disorders, multiple epiphyseal dysplasia (MED) and pseudoachondroplasia (PSACH). However, the function of COMP in chondrogenic differentiation is largely unknown. Our investigation focuses on analyzing the function of normal COMP protein in cartilage biology.","dc:creator":"Kipnes J","dc:date":"2003","dc:title":"Effect of cartilage oligomeric matrix protein on mesenchymal chondrogenesis in vitro."},"rdfs:label":"COMP expression in E16.5 WT mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c9e0ffd-c813-400b-bdee-902d331a5906","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e73d5e95-386f-40e4-a5ca-4b288d7563bd","type":"FunctionalAlteration","dc:description":"The D361Y mutation reduced the binding to collagens I, II, and IX and resulted in an altered zinc dependence. This interactions may contribute to the development of the patient phenotypes and may explain why MED can also be caused by mutations in collagen IX genes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11084047","type":"dc:BibliographicResource","dc:abstract":"Mutations in type 3 repeats of cartilage oligomeric matrix protein (COMP) cause two skeletal dysplasias, pseudoachondroplasia (PSACH) and multiple epiphyseal dysplasia (MED). We expressed recombinant wild-type COMP that showed structural and functional properties identical to COMP isolated from cartilage. A fragment encompassing the eight type 3 repeats binds 14 calcium ions with moderate affinity and high cooperativity and presumably forms one large disulfide-bonded folding unit. A recombinant PSACH mutant COMP in which Asp-469 was deleted (D469 Delta) and a MED mutant COMP in which Asp-361 was substituted by Tyr (D361Y) were both secreted into the cell culture medium of human cells. Circular dichroism spectroscopy revealed only small changes in the secondary structures of D469 Delta and D361Y, demonstrating that the mutations do not dramatically affect the folding and stability of COMP. However, the local conformations of the type 3 repeats were disturbed, and the number of bound calcium ions was reduced to 10 and 8, respectively. In addition to collagen I and II, collagen IX also binds to COMP with high affinity. The PSACH and MED mutations reduce the binding to collagens I, II, and IX and result in an altered zinc dependence. These interactions may contribute to the development of the patient phenotypes and may explain why MED can also be caused by mutations in collagen IX genes.","dc:creator":"Thur J","dc:date":"2001","dc:title":"Mutations in cartilage oligomeric matrix protein causing pseudoachondroplasia and multiple epiphyseal dysplasia affect binding of calcium and collagen I, II, and IX."},"rdfs:label":"Altered zince dependence"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:5fed819f-1deb-4caa-85d2-e7a91063c6a6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fed1fd80-bdec-404d-845e-c86dcff2454f","type":"FunctionalAlteration","dc:description":"Circular dichroism spectroscopy revealed small changes in the secondary structures of D361Y, demonstrating that the variant does not dramatically affect the folding and stability of COMP. However, the local conformations of the type 3 repeats were disturbed, and the number of bound calcium ions was reduced","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11084047","rdfs:label":"Bound calcium ion reduction"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:408bf679-a88e-4809-9522-fc09970cab53","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97979814-b734-4817-8fa0-0309a5e6acf7","type":"FunctionalAlteration","dc:description":"Variants in calcium-binding (mostly T3 repeat) domains, showed a clear relationship between the in vitro cellular trafficking defect and clinical severity was observed. WT COMP was localized to the Golgi complex in 95% of RCS cells. The clinically less severe MED mutations reduced the percent RCS cells with Golgi- localized COMP to 85 – 90%, whereas PSACH- mutated protein was observed in the Golgi complex for only 5 – 50% of the cells. In striking contrast, no corresponding relationship to clinical severity was found for COMP with mutations in the CTD. Differences in the functional properties of the T3 and CTD domains may partially explain the variations observed in trafficking","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17570134","type":"dc:BibliographicResource","dc:abstract":"Mutations in cartilage oligomeric matrix protein (COMP) produce clinical phenotypes ranging from the severe end of the spectrum, pseudoachondroplasia (PSACH), which is a dwarfing condition, to a mild condition, multiple epiphyseal dysplasia (MED). Patient chondrocytes have a unique morphology characterized by distended rER cisternae containing lamellar deposits of COMP and other extracellular matrix proteins. It has been difficult to determine why different mutations give rise to variable clinical phenotypes. Using our in vitro cell system, we previously demonstrated that the most common PSACH mutation, D469del, severely impedes trafficking of COMP and type IX collagen in chondrocytic cells, consistent with observations from patient cells. Here, we hypothesize that PSACH and MED mutations variably affect the cellular trafficking behavior of COMP and that the extent of defective trafficking correlates with clinical phenotype. Twelve different recombinant COMP mutations were expressed in rat chondrosarcoma cells and the percent cells with ER-retained COMP was assessed. For mutations in type 3 (T3) repeats, trafficking defects correlated with clinical phenotype; PSACH mutations had more cells retaining mutant COMP, while MED mutations had fewer. In contrast, the cellular trafficking pattern observed for mutations in the C-terminal globular domain (CTD) was not predictive of clinical phenotype. The results demonstrate that different COMP mutations in the T3 repeat domain have variable effects on intracellular transport, which correlate with clinical severity, while CTD mutations do not show such a correlation. These findings suggest that other unidentified factors contribute to the effect of the CTD mutations. J. Cell. Biochem. 103: 778-787, 2008. (c) 2007 Wiley-Liss, Inc.","dc:creator":"Chen TL","dc:date":"2008","dc:title":"COMP mutations: domain-dependent relationship between abnormal chondrocyte trafficking and clinical PSACH and MED phenotypes."},"rdfs:label":"COMP trafficking through RCS chondrocytic secretory pathway"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:129892a3-3b1e-4941-9dca-24540ecf54e1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a66a96d3-0ca4-4d59-9393-1a16c75272c1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Immunization with rat COMP induced a severe, chronic, relapsing arthritis, with a female preponderance, in the mice.\n\nThe arthritis onset was sudden and characterized by the appearance of erythema and swelling of both the front and rear paws. The arthritis typically began distally in a toe joint and simultaneously, or within a few days, flared in the ankle/wrist joints. In severe cases, it spread to the metatarsal/metacarpal region and to the knuckles and toes. \nEarly onset arthritis has been observed in patients with COMP variants and a diagnosis of MED","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18576344","type":"dc:BibliographicResource","dc:abstract":"To develop a new mouse model for arthritis using cartilage oligomeric matrix protein (COMP) and to study the role of major histocompatibility complex (MHC) and Ncf1 genes in COMP-induced arthritis (COMPIA).","dc:creator":"Carlsen S","dc:date":"2008","dc:title":"Cartilage oligomeric matrix protein induction of chronic arthritis in mice."},"rdfs:label":"Induced arthritis in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:43b0bb71-9bb2-4543-b22d-5efd8c6e3261","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6077e4d5-2d71-4d09-af6d-93bfd9769636","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cells over-expressing wild type COMP, or expressing mutant COMP constructs, demonstrated a significant reduction in limb bud cell viability, which peaked at day 4 of culture, followed by a significant decrease in viability at day 5. The degree of apoptosis was substantially higher in cells that had been transduced with the COMP mutant constructs. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20578249","type":"dc:BibliographicResource","dc:abstract":"Mutations in cartilage oligomeric matrix protein (COMP) cause pseudoachondroplasia (PSACH) and multiple epiphyseal dysplasia (MED). We studied the effects of over-expression of wild type and mutant COMP on early stages of chondrogenesis in chicken limb bud micromass cultures. Cells were transduced with RCAS virus harboring wild type or mutant (C328R, PSACH; T585R, MED) COMP cDNAs and cultured for 3, 4, and 5 days. The effect of COMP constructs on chondrogenesis was assessed by analyzing mRNA and protein expression of several COMP binding partners. Cell viability was assayed, and evaluation of apoptosis was performed by monitoring caspase 3 processing. Over-expression of COMP, and especially expression of COMP mutants, had a profound affect on the expression of syndecan 3 and tenascin C, early markers of chondrogenesis. Over-expression of COMP did not affect levels of type II collagen or matrilin-3; however, there were increases in type IX collagen expression and sulfated proteoglycan synthesis, particularly at day 5 of harvest. In contrast to cells over-expressing COMP, cells with mutant COMP showed reduction in type IX collagen expression and increased matrilin 3 expression. Finally, reduction in cell viability, and increased activity of caspase 3, at days 4 and 5, were observed in cultures expressing either wild type or mutant COMP. MED, and PSACH mutations, despite displaying phenotypic differences, demonstrated only subtle differences in their cellular viability and mRNA and protein expression of components of the extracellular matrix, including those that interact with COMP. These results suggest that COMP mutations, by disrupting normal interactions between COMP and its binding partners, significantly affect chondrogenesis.","dc:creator":"Roman-Blas J","dc:date":"2010","dc:title":"MED and PSACH COMP mutations affect chondrogenesis in chicken limb bud micromass cultures."},"rdfs:label":"Over expression of COMP in chick embryos"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.3},{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:307faa18-e36a-4165-8331-d4d6ef16eba9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc440ba2-194e-4235-9988-6127b41a9eca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0012283","obo:HP_0012284","obo:HP_0001216","obo:HP_0003370","obo:HP_0003090"],"sex":"UnknownEthnicity","variant":{"id":"cggv:307faa18-e36a-4165-8331-d4d6ef16eba9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:71f9a818-ee93-49fb-90d2-0a323c12c32c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000095.3(COMP):c.500G>A (p.Gly167Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9316710"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21922596","type":"dc:BibliographicResource","dc:abstract":"Pseudoachondroplasia (PSACH) and multiple epiphyseal dysplasia (MED) are relatively common skeletal dysplasias resulting in short-limbed dwarfism, joint pain, and stiffness. PSACH and the largest proportion of autosomal dominant MED (AD-MED) results from mutations in cartilage oligomeric matrix protein (COMP); however, AD-MED is genetically heterogenous and can also result from mutations in matrilin-3 (MATN3) and type IX collagen (COL9A1, COL9A2, and COL9A3). In contrast, autosomal recessive MED (rMED) appears to result exclusively from mutations in sulphate transporter solute carrier family 26 (SLC26A2). The diagnosis of PSACH and MED can be difficult for the nonexpert due to various complications and similarities with other related diseases and often mutation analysis is requested to either confirm or exclude the diagnosis. Since 2003, the European Skeletal Dysplasia Network (ESDN) has used an on-line review system to efficiently diagnose cases referred to the network prior to mutation analysis. In this study, we present the molecular findings in 130 patients referred to ESDN, which includes the identification of novel and recurrent mutations in over 100 patients. Furthermore, this study provides the first indication of the relative contribution of each gene and confirms that they account for the majority of PSACH and MED.","dc:creator":"Jackson GC","dc:date":"2012","dc:title":"Pseudoachondroplasia and multiple epiphyseal dysplasia: a 7-year comprehensive analysis of the known disease genes identify novel and recurrent mutations and provides an accurate assessment of their relative contribution."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21922596","rdfs:label":"ESDN-00521"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Present in 1/4814 “Other” alleles and 1/23470 South Asian alleles in gnomAD v2.1.1. This is an exome case."},{"id":"cggv:d65f8523-81f1-4e7f-916a-c24400452067_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3db5105a-22fb-4810-abd7-ef56523a2baa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Direct sequencing of: exons 8-19 of COMP, exons 1-2 of MATN3, exons 9-8 of COL9A1, exons 3-4 of COL9A2, exon 3 of COL9A3 and all 3 exons of DTDST. “Mutation analysis was firstly performed for COMP and expanded to MATN3, COL9A1, COL9A2, COL9A3, and DTDST in that order.”","firstTestingMethod":"PCR","phenotypeFreeText":"brachymetacarpia with distal metaphyseal irregularities and roundness of the epiphyses, small/irregular carpal bones, small/irregular epiphysis of the distal radius, irregular epiphyses of the distal tibia and fibula with fragmentations, irregular contours of the calcaneus, talus and tarsal bones, round femoral heads, Height 109 cm","phenotypes":["obo:HP_0010049","obo:HP_0003180","obo:HP_0008833","obo:HP_0003015","obo:HP_0030838","obo:HP_0001498","obo:HP_0003025"],"sex":"Female","variant":{"id":"cggv:d65f8523-81f1-4e7f-916a-c24400452067_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:eb9b1c2e-5651-45d3-906c-b9319d100b2b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000095.3(COMP):c.1372G>T (p.Asp458Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404884849"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21965141","type":"dc:BibliographicResource","dc:abstract":"Multiple epiphyseal dysplasia (MED) is a genetically heterogeneous group of diseases characterized by variable degrees of epiphyseal abnormality primarily involving the hip and knee joints. The purpose of this study was to investigate the frequency of mutations in individuals with a clinical and radiographic diagnosis of MED and to test the hypothesis that characteristic radiological findings may be helpful in predicting the gene responsible. The radiographs of 74 Korean patients were evaluated by a panel of skeletal dysplasia experts. Six genes known to be associated with MED (COMP, MATN3, COL9A1, COL9A2, COL9A3, and DTDST) were screened by sequencing. Mutations were found in 55 of the 63 patients (87%). MATN3 mutations were found in 30 patients (55%), followed by COMP mutations in 23 (41%), and COL9A2 and DTDST mutations in one patient (2%) each. Comparisons of radiographic findings in patients with COMP and MATN3 mutations showed that albeit marked abnormalities in hip and knee joints were observed in both groups, the degree of involvement and the morphology of dysplastic epiphyses differed markedly. The contour of the pelvic acetabulum, the presence of metaphyseal vertical striations, and/or the brachydactyly of the hand were also found to be highly correlated with the genotypes. The study confirms that MATN3 and COMP are the genes most frequently responsible for MED and that subtle radiographic signs may give precious indications on which gene(s) should be prioritized for mutational screening in a given individual.","dc:creator":"Kim OH","dc:date":"2011","dc:title":"Revisit of multiple epiphyseal dysplasia: ethnic difference in genotypes and comparison of radiographic features linked to the COMP and MATN3 genes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21965141","rdfs:label":"Patient 48"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant absent from gnomAD"},{"id":"cggv:c0d73809-189e-429a-9be9-f99d95d2d7c6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f71cf13b-fd52-418a-a2e8-ae1b62d301b8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":6,"detectionMethod":"PCR of COMP, COL9A1, COL9A2, COL9A3","firstTestingMethod":"PCR","phenotypeFreeText":"Height 176 cm, flattening/irregularity of ankle and hip bones","phenotypes":["obo:HP_0001376","obo:HP_0003418","obo:HP_0030838","obo:HP_0003301"],"sex":"Male","variant":{"id":"cggv:c0d73809-189e-429a-9be9-f99d95d2d7c6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a2a363f1-69e9-4b1b-a22e-6dbfd0fda149","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000095.3(COMP):c.827C>G (p.Pro276Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404892568"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11565064","type":"dc:BibliographicResource","dc:abstract":"Multiple epiphyseal dysplasia (MED) is an autosomal dominantly inherited chondrodysplasia. It is clinically highly heterogeneous, partially because of its complex genetic background. Mutations in four genes, COL9A2, COL9A3, COMP, and MATR3, all coding for cartilage extracellular matrix components (i.e., the alpha2 and alpha 3 chains of collagen IX, cartilage oligomeric matrix protein, and matrilin-3), have been identified in this disease so far, but no mutations have yet been reported in the third collagen IX gene, COL9A1, which codes for the alpha1(IX) chain. MED with apparently recessive inheritance has been reported in some families. A homozygous R279W mutation was recently found in the diastrophic dysplasia sulfate transporter gene, DTDST, in a patient with MED who had a club foot and double-layered patella. The series consisted of 41 probands with MED, 16 of whom were familial and on 4 of whom linkage analyses were performed. Recombination was observed between COL9A1, COL9A2, COL9A3, and COMP and the MED phenotype in two of the families, and between COL9A2, COL9A3, and COMP and the phenotype in the other two families. Screening of COL9A1 for mutations in the two probands from the families in which this gene was not involved in the recombinations failed to identify any disease-causing mutations. The remaining 37 probands were screened for mutations in all three collagen IX genes and in the COMP gene. The probands with talipes deformities or multipartite patella were also screened for the R279W mutation in DTDST. The analysis resulted in identification of three mutations in COMP and one in COL9A1, but none in the other two collagen IX genes. Two of the probands with a multipartite patella had the homozygous DTDST mutation. The results show that mutations in COL9A1 can cause MED, but they also suggest that mutations in COL9A1, COL9A2, COL9A3, COMP, and DTDST are not the major causes of MED and that there exists at least one additional locus.","dc:creator":"Czarny-Ratajczak M","dc:date":"2001","dc:title":"A mutation in COL9A1 causes multiple epiphyseal dysplasia: further evidence for locus heterogeneity."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11565064","rdfs:label":"ESDN-00596"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant absent from gnomAD, unpublished radiographs for proband were reviewed by expert on call"},{"id":"cggv:1e0f28ce-3379-4641-bb36-163aa6c18480_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:00b4fff2-a82e-427d-bb70-6f99478400d3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"detectionMethod":"PCR of COMP, COL9A1, COL9A2, COL9A3","firstTestingMethod":"PCR","phenotypeFreeText":"Height 158 cm, flattening of ankles, flattening of knees, varus deformity, crepitation of knees, irregularities in hip bones","phenotypes":["obo:HP_0030838","obo:HP_0005086","obo:HP_0002758","obo:HP_0002857","obo:HP_0001156","obo:HP_0001376","obo:HP_0008843"],"sex":"Female","variant":{"id":"cggv:1e0f28ce-3379-4641-bb36-163aa6c18480_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b618ae15-8eb2-4fe5-8989-92e69314b4d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000095.3(COMP):c.1259A>C (p.Asp420Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404886035"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11565064"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11565064","rdfs:label":"Proband 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant absent from gnomAD"},{"id":"cggv:dbb9d0d1-d52c-48ae-b881-bd9ea3ccb5d7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:158254ac-bde3-4c03-82cb-b5c5aa40e72e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"Candidate sequencing of COMP, COL9A1, COL9A2, COL9A3, MATN3 and DTDST","firstTestingMethod":"PCR","phenotypeFreeText":"Small and irregular epiphyses in the knees","phenotypes":["obo:HP_0003502","obo:HP_0002829","obo:HP_0008812"],"sex":"UnknownEthnicity","variant":{"id":"cggv:dbb9d0d1-d52c-48ae-b881-bd9ea3ccb5d7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c4e13854-57f3-49c6-a820-bfc2b038e414","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000095.3(COMP):c.2152C>T (p.Arg718Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340882"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21922596"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21922596","rdfs:label":"ESDN-00080"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant absent from gnomAD. Proband described as \"classical MED.\" Variant segregated with disease in family members but paper lacked specific number of segregations and pedigree. This is a recurrent variant"},{"id":"cggv:13bff83d-be7a-4668-8527-2337b1578325_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01643770-b6c6-4feb-b18b-52865621d4f8","type":"Proband","detectionMethod":"PCR of exons 8-19 of COMP","firstTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:13bff83d-be7a-4668-8527-2337b1578325_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:07290a48-9848-4dc8-af03-522bf33979b7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000095.3(COMP):c.1153G>A (p.Asp385Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404887165"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15756302","type":"dc:BibliographicResource","dc:abstract":"The skeletal dysplasias are a clinically and genetically heterogeneous group of conditions affecting the development of the osseous skeleton and fall into the category of rare genetic diseases in which the diagnosis can be difficult for the nonexpert. Two such diseases are pseudoachondroplasia (PSACH) and multiple epiphyseal dysplasia (MED), which result in varying degrees of short stature, joint pain and stiffness and often resulting in early onset osteoarthritis. PSACH and some forms of MED result from mutations in the cartilage oligomeric matrix protein (COMP) gene and to aid the clinical diagnosis and counselling of patients with a suspected diagnosis of PSACH or MED, we developed an efficient and accurate molecular diagnostic service for the COMP gene. In a 36-month period, 100 families were screened for a mutation in COMP and we identified disease-causing mutations in 78% of PSACH families and 36% of MED families. Furthermore, in several of these families, the identification of a disease-causing mutation provided information that was immediately used to direct reproductive decision-making.","dc:creator":"Kennedy J","dc:date":"2005","dc:title":"COMP mutation screening as an aid for the clinical diagnosis and counselling of patients with a suspected diagnosis of pseudoachondroplasia or multiple epiphyseal dysplasia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15756302","rdfs:label":"Proband 53"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD. Same variant has been seen in 4 patients + 1 family member at Connective Tissue Gene Tests Laboratory at least 2 radiologically appear to be MED (internal communications). Also found segregating with disease in Chinese family PMID: 28051032"},{"id":"cggv:788fd3b8-90a4-41cc-8c01-8ad633b2009e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b2bff032-c2e9-4355-8394-9c9daf734808","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"detectionMethod":"WES, PCR of COMP","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Osteophyte formation at the left acetabular roof, Flattened contours of bilateral femoral heads, cystic regions surrounded by sclerosis, Thickened articular cartilage corresponding to flattening part of left femoral head,\nShallow femoral trochlear groove, Slight squared femoral condyle","phenotypes":["obo:HP_0008807","obo:HP_0030838","obo:HP_0001156"],"secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:788fd3b8-90a4-41cc-8c01-8ad633b2009e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0ac81586-9cd2-4b9a-a899-b5f6249a3556","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000095.3(COMP):c.1467C>A (p.Asn489Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404884223"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26920793","type":"dc:BibliographicResource","dc:creator":"Sakamoto Y","dc:date":"2017","dc:title":"Multiple epiphyseal dysplasia mimicking osteoarthritis due to acetabular dysplasia: A report of a familial case with a COMP mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26920793","rdfs:label":"Sakamoto Proband 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Absent from gnomAD"},{"id":"cggv:bf683f2a-cda2-4588-bc8b-9a7143de2fd9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:090dae18-e7e4-467e-894d-93152ad47611","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"exons 8-19 of COMP, exons 1-2 of MATN3, exons 9-8 of COL9A1, exons 3-4 of COL9A2, exon 3 of COL9A3 and all 3 exons of DTDST. \"Mutation analysis was firstly performed for COMP and expanded to MATN3, COL9A1, COL9A2, COL9A3, and DTDST in order.”","firstTestingMethod":"PCR","phenotypeFreeText":"Metaphyseal beaking of proximal tibia, \"Typical epiphyseal changes of distal fems and proximal tibia\", Shallow acetabular roofs with irregular contours\", Height 125 cm","phenotypes":["obo:HP_0031174","obo:HP_0001288","obo:HP_0003090","obo:HP_0006429"],"sex":"Female","variant":{"id":"cggv:bf683f2a-cda2-4588-bc8b-9a7143de2fd9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:209bc5ec-cbb6-4228-9fc7-c4aaa836fc16","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000095.3(COMP):c.904G>T (p.Asp302Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404891414"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21965141"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21965141","rdfs:label":"Patient 32"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant absent from gnomAD"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.3}],"evidenceStrength":"Definitive","sequence":1905,"specifiedBy":"GeneValidityCriteria7","strengthScore":11.3,"subject":{"id":"cggv:b45e436a-70e1-43c7-b93e-f3ce52a0168c","type":"GeneValidityProposition","disease":"obo:MONDO_0016648","gene":"hgnc:2227","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"COMP has been described in association with autosomal dominant Multiple epiphyseal dysplasia (MED), a form of short-limb dwarfism characterized by short stature and early-onset osteoarthrosis (Briggs et al. 1995). Radiograph of patients with MED often show abnormalities of the epiphyseal centers in the knees, hands, shoulders and hips. Notably, COMP has also been associated with Pseudoachondroplasia (PSACH), which represents the severe end of the disease spectrum and is characterized by marked short stature, deformity of the legs, and ligamentous laxity (Briggs et al. 2001). The Skeletal Disorders Gene Curation Expert Panel has also evaluated the gene-disease relationship between COMP and PSACH and it was found to have a definitive association. Monoallelic mutations are necessary and sufficient to cause both PSACH and MED phenotypes. At least 10 unique missense variants in COMP have been identified in patients with MED (PMIDs: 21922596, 12483304, 17133256, 26920793, 21965141, 11565064, 15756302). Evidence supporting this gene-disease relationship includes case-level, segregation, and experimental data. In summary, COMP is definitively associated with autosomal dominant Multiple epiphyseal dysplasia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the Skeletal Disorders Gene Curation Expert Panel on 3/24/2020. Gene Clinical Validity Standard Operating Procedures (SOP) - Version 7.","dc:isVersionOf":{"id":"cggv:0e93c534-284e-40eb-9076-343a825d3a46"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}