{"id":"cggv:9be0581c-6ed0-4104-8da8-87b697548212v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:9be0581c-6ed0-4104-8da8-87b697548212_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-06-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:9be0581c-6ed0-4104-8da8-87b697548212_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-06-13T17:26:33.983Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/7715640","type":"dc:BibliographicResource","dc:abstract":"Gap junctions are thought to have a crucial role in the synchronized contraction of the heart and in embryonic development. Connexin43, the major protein of gap junctions in the heart, is targeted by several protein kinases that regulate myocardial cell-cell coupling. We hypothesized that mutations altering sites critical to this regulation would lead to functional or developmental abnormalities of the heart.","dc:creator":"Britz-Cunningham SH","dc:date":"1995","dc:title":"Mutations of the Connexin43 gap-junction gene in patients with heart malformations and defects of laterality."},"evidence":[{"id":"cggv:9be0581c-6ed0-4104-8da8-87b697548212_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:9be0581c-6ed0-4104-8da8-87b697548212_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9be0581c-6ed0-4104-8da8-87b697548212_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4bd8f7e-cb0c-4d01-aa25-f50136804684","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9475de3-c251-4eed-a4c4-c4652e1d2bad","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis detected variable expression of a 3.0-kb Cx43 transcript in both mouse and human mRNA, with highest expression in heart. Mouse and human Cx43 share 97% amino acid identity\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12881038","type":"dc:BibliographicResource","dc:abstract":"In this study we show by Northern blot hybridization that the novel human (h) connexin (Cx) genes hCx25, hCx30.2, hCx31.9, hCx40.1, hCx59, and hCx62 are transcribed in different adult tissues. The hCx25 RNA is slightly expressed in placenta, and hCx59 and hCx62 RNA are both transcribed in skeletal muscle, although the latter is also slightly expressed in heart. Expression profiles of three orthologous human (h) and mouse (m) connexin gene pairs, i.e., hCx30.2 versus mCx29, hCx40.1 versus mCx39, and hCx62 versus mCx57, differ strongly, in contrast to other orthologous connexins with higher sequence identities. Thus, several of the new human connexin genes appear to have evolved to different expression patterns and presumably to different functions compared to their orthologues in the mouse genome. (121)","dc:creator":"Söhl G","dc:date":"2003","dc:title":"Expression profiles of the novel human connexin genes hCx30.2, hCx40.1, and hCx62 differ from their putative mouse orthologues."},"rdfs:label":"Expression in mouse and human heart"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8f195d9e-16b9-4ed6-9653-9c806e94a7a8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:050ad091-76f1-40e1-8607-ed439150bf1b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemical staining of embryonic mouse and human fetal hearts localized CX43 in the trabeculated layer of developing ventricles, with stronger staining on the right side. In the adult human ventricle, CX43 was expressed at the epicardial aspect. Expression of Cx43 progressively increased to give the uniformly prominent label across the ventricular wall typical of the 6-week postpartum animal. In the atria, Cx43 predominated throughout the mouse developmental stages. The human foetal atria showed similar profile, with one exception--that Cx43 signal at the 9/40 stage was found at very low levels. As Cx43 levels of labeling were high in the human adult atria, at some stage after 9/40 atrial Cx43 expression undergoes a major increase.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12064615","type":"dc:BibliographicResource","dc:abstract":"The mouse is currently widely used as a model organism in the analysis of gene function but how developmentally regulated patterns of connexin gene expression in the mouse compare with those in the human is unclear. Here we compare the patterns of connexin expression in the heart during the development of the mouse (from embryonic day 12.5 to 6 weeks postpartum) and the human (at 9 weeks gestation and adult stage). The extent of connexin43 expression in the ventricles progressively increased during development of the mouse heart. The developmental pattern of expression for connexins 40 and 45 in the mouse heart was similar, but not identical, and in the ventricles showed a progressive and preferential expression in the conduction system. In general, these dynamic changes of connexins 43, 40 and 45 during mouse cardiac development appear to be mirrored in the human.","dc:creator":"Kaba RA","dc:date":"2001","dc:title":"Comparison of connexin 43, 40 and 45 expression patterns in the developing human and mouse hearts."},"rdfs:label":"Expression in human fetus and mouse embryos"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":8437,"specifiedBy":"GeneValidityCriteria10","strengthScore":1,"subject":{"id":"cggv:48ecf40c-5f76-40c3-85bf-2cb2506c99b7","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:4274","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"*GJA1* was first reported in relation to congenital heart disease in 1995 (Britz-Cunningham et al., PMID: 7715640). This gene-disease relationship in the literature reports both autosomal dominant and recessive cases and showed varying mechanisms of pathogenicity, so the mode of inheritance is currently undetermined. Three unique variants (missense) reported in three individuals with CHD (1 homozygous, 2 heterozygous) are included in this curation (PMID: 15978203, 19615768). There are more variants reported in other publications, however they were not included due to either unclear phenotype, high minor allele frequency (>0.00001) on gnomAD v.4, or unclear mode of inheritance with multiple variants reported in the proband (PMID: 7715640, 11470490, 19615768, 28991257, 32368696, 31564432, 31019026, 34670123). This gene-disease relationship is also supported by expression data in both mouse and human cardiac tissues (PMIDs: 12064615, 12881038). One mouse study showed that both heterozygous and homozygous *GJA1* knock-in mice were long term viable with no heart defects (PMID: 22135478). Conversely, there are also several mouse studies showing heart defects in mice mutants, however none were scored due to inconsistent mechanisms of pathogenicity (PMIDs: 7892609, 9640330, 9486664, 9118799). In summary, there is limited evidence supporting the relationship between *GJA1* and congenital heart disease. Although more evidence is needed to support a causal role, the contradictory evidence does not significantly outweigh the evidence that supports the gene-disease relationship either. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date June 4th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:9be0581c-6ed0-4104-8da8-87b697548212"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}