{"id":"cggv:830f266d-32bd-4d1f-9867-e97ffe6f2eaev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:830f266d-32bd-4d1f-9867-e97ffe6f2eae_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-03-25T14:20:13.928Z","role":"Publisher"},{"id":"cggv:830f266d-32bd-4d1f-9867-e97ffe6f2eae_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-12-19T18:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24748105","type":"dc:BibliographicResource","dc:abstract":"Defects in centrosome, centrosomal-associated and spindle-associated proteins are the most frequent cause of primary microcephaly (PM) and microcephalic primordial dwarfism (MPD) syndromes in humans. Mitotic progression and segregation defects, microtubule spindle abnormalities and impaired DNA damage-induced G2-M cell cycle checkpoint proficiency have been documented in cell lines from these patients. This suggests that impaired mitotic entry, progression and exit strongly contribute to PM and MPD. Considering the vast protein networks involved in coordinating this cell cycle stage, the list of potential target genes that could underlie novel developmental disorders is large. One such complex network, with a direct microtubule-mediated physical connection to the centrosome, is the kinetochore. This centromeric-associated structure nucleates microtubule attachments onto mitotic chromosomes. Here, we described novel compound heterozygous variants in CENPE in two siblings who exhibit a profound MPD associated with developmental delay, simplified gyri and other isolated abnormalities. CENPE encodes centromere-associated protein E (CENP-E), a core kinetochore component functioning to mediate chromosome congression initially of misaligned chromosomes and in subsequent spindle microtubule capture during mitosis. Firstly, we present a comprehensive clinical description of these patients. Then, using patient cells we document abnormalities in spindle microtubule organization, mitotic progression and segregation, before modeling the cellular pathogenicity of these variants in an independent cell system. Our cellular analysis shows that a pathogenic defect in CENP-E, a kinetochore-core protein, largely phenocopies PCNT-mutated microcephalic osteodysplastic primordial dwarfism-type II patient cells. PCNT encodes a centrosome-associated protein. These results highlight a common underlying pathomechanism. Our findings provide the first evidence for a kinetochore-based route to MPD in humans.","dc:creator":"Mirzaa GM","dc:date":"2014","dc:title":"Mutations in CENPE define a novel kinetochore-centromeric mechanism for microcephalic primordial dwarfism."},"evidence":[{"id":"cggv:830f266d-32bd-4d1f-9867-e97ffe6f2eae_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:830f266d-32bd-4d1f-9867-e97ffe6f2eae_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d5ae4c7c-c497-4d6a-8343-048326f30139","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:664c4bcc-0038-4640-99da-73e9399d7bb4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both patient-derived LCL and mouse KO fibroblast cells display comparable mitotic chromosomal misalignment ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12361599","type":"dc:BibliographicResource","dc:abstract":"A selective disruption of the mouse CENP-E gene was generated to test how this kinetochore-associated, kinesin-like protein contributes to chromosome segregation. The removal of CENP-E in primary cells produced spindles in which some metaphase chromosomes lay juxtaposed to a spindle pole, despite the absence of microtubules stably bound to their kinetochores. Most CENP-E-free chromosomes moved to the spindle equator, but their kinetochores bound only half the normal number of microtubules. Deletion of CENP-E in embryos led to early developmental arrest. Selective deletion of CENP-E in liver revealed that tissue regeneration after chemical damage was accompanied by aberrant mitoses marked by chromosome missegregation. CENP-E is thus essential for the maintenance of chromosomal stability through efficient stabilization of microtubule capture at kinetochores.","dc:creator":"Putkey FR","dc:date":"2002","dc:title":"Unstable kinetochore-microtubule capture and chromosomal instability following deletion of CENP-E."},"rdfs:label":"CENP-E conditional KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"KO mice fibroblast show mitotic chromosomal misalignment comparable to patient-derived LCLs. However, brain malformations in KO mice model not assessed, applicable tissue (brain slices) not used in experiments. Downgrading evidence to 0.5 point"},{"id":"cggv:c38c594d-0f44-4cdc-a9d5-7bd41f82433e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:abf3a0e0-cdb7-47b1-9516-be22bc79dc0b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"embryonic tissue from CENP-meta KO fruit flies show disrupted mitosis and misaligned chromosomes comparable to observations in patient-derived LCLs(as characterized in PMID: 24748105)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10893249","type":"dc:BibliographicResource","dc:abstract":"CENP-meta has been identified as an essential, kinesin-like motor protein in Drosophila. The 257-kD CENP-meta protein is most similar to the vertebrate kinetochore-associated kinesin-like protein CENP-E, and like CENP-E, is shown to be a component of centromeric/kinetochore regions of Drosophila chromosomes. However, unlike CENP-E, which leaves the centromere/kinetochore region at the end of anaphase A, the CENP-meta protein remains associated with the centromeric/kinetochore region of the chromosome during all stages of the Drosophila cell cycle. P-element-mediated disruption of the CENP-meta gene leads to late larval/pupal stage lethality with incomplete chromosome alignment at metaphase. Complete removal of CENP-meta from the female germline leads to lethality in early embryos resulting from defects in metaphase chromosome alignment. Real-time imaging of these mutants with GFP-labeled chromosomes demonstrates that CENP-meta is required for the maintenance of chromosomes at the metaphase plate, demonstrating that the functions required to establish and maintain chromosome congression have distinguishable requirements.","dc:creator":"Yucel JK","dc:date":"2000","dc:title":"CENP-meta, an essential kinetochore kinesin required for the maintenance of metaphase chromosome alignment in Drosophila."},"rdfs:label":"CENP-meta KO fruit fly"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"fly KO model recapitulated disrupted mitochondrial alignment as seen in patient-derived LCLs, but does not assess brain malformation-related phenotypes in fly model, downgraded evidence to 0.5 point"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:830f266d-32bd-4d1f-9867-e97ffe6f2eae_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:830f266d-32bd-4d1f-9867-e97ffe6f2eae_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:178680f7-d040-489e-ba44-a2e1de77516b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:178680f7-d040-489e-ba44-a2e1de77516b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":[{"id":"cggv:b53c0ac0-e535-46bc-962f-1aa721f938ad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001813.3(CENPE):c.2797G>A (p.Asp933Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA210896"}},{"id":"cggv:b808fa51-3bad-414d-96a4-dfb864dcd597","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001813.3(CENPE):c.4063A>G (p.Lys1355Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA210897"}}],"firstTestingMethod":"Exome sequencing","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:d9b893e1-5cd3-4901-8524-11b7c9af6ab2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b53c0ac0-e535-46bc-962f-1aa721f938ad"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24748105"},{"id":"cggv:29d86448-3e7b-41ac-b453-fa027af0436e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b808fa51-3bad-414d-96a4-dfb864dcd597"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24748105"}],"rdfs:label":"LR05-054a1"},{"id":"cggv:29d86448-3e7b-41ac-b453-fa027af0436e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:29d86448-3e7b-41ac-b453-fa027af0436e_variant_evidence_item"},{"id":"cggv:29d86448-3e7b-41ac-b453-fa027af0436e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Proband carries this variant in trans with variant c.2797G>A (p.Asp933Asn). Functional screen in patient-derived lymphoblastoid cell lines indicates mitotic abnormalities including aberrant spindle microtubule organization, delayed mitotic progression and elevated levels of binucleate cells. These findings are corroborated by introduction of these variants in a DLD-1 cell model, showing mitotic spindle abnormalities and polar chromosomes (PMID: 24748105)."}],"strengthScore":0.5,"dc:description":"Scoring for proband: 0.1 (missense) + 0.4 (functional evidence) = 0.5"},{"id":"cggv:d9b893e1-5cd3-4901-8524-11b7c9af6ab2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9b893e1-5cd3-4901-8524-11b7c9af6ab2_variant_evidence_item"},{"id":"cggv:d9b893e1-5cd3-4901-8524-11b7c9af6ab2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Proband carries this variant in trans with variant c.4063A>G,(p.Lys1355Glu).  Functional screen in patient-derived lymphoblastoid cell lines indicates mitotic abnormalities including aberrant spindle microtubule organization, delayed mitotic progression and elevated levels of binucleate cells. These findings are corroborated by introduction of these variants in a DLD-1 cell model, showing mitotic spindle abnormalities and polar chromosomes (PMID: 24748105)."}],"strengthScore":0.5,"dc:description":"Scoring for proband: 0.1 (missense) + 0.4 (functional evidence) = 0.5\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":7941,"specifiedBy":"GeneValidityCriteria10","strengthScore":2,"subject":{"id":"cggv:8a412c3a-6a10-499b-a8dd-043533295eec","type":"GeneValidityProposition","disease":"obo:MONDO_0016660","gene":"hgnc:1856","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"CENPE was first reported in relation to Microcephaly 13, primary, autosomal recessive in 2014 (Mirzaa et al., PMID: 24748105). This disease is characterized by microcephalic primordial dwarfism associated with developmental delay, simplified gyri and other isolated abnormalities. At least 2 missense variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in CENPE have been reported in individuals with the following disease entities: Microcephaly 13, primary, autosomal recessive (OMIM:616051). CENPE is also associated with Seckel syndrome (ORPHA:808) in orphanet. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism and inheritance pattern and phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity: Microcephaly 13, primary, autosomal recessive (OMIM:616051). This gene-disease relationship is supported by a cenpe conditional knockout (KO) mouse model. KO mice fibroblast show mitotic chromosomal misalignment comparable to patient-derived LCLs (PMID: 12361599). In addition, embryonic tissue from CENP-meta KO fruit flies show disrupted mitosis and misaligned chromosomes (PMID: 10893249).Variants in this gene have been reported in at least 1 proband in 1 publication (PMID: 24748105). Variants in this gene segregated with disease in 1 additional family member.\u000bIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. \u000b\nThis classification was approved by the ClinGen brain malformations expert panel on 11/28/2023 (SOP Version 10 November 2023).\n","dc:isVersionOf":{"id":"cggv:830f266d-32bd-4d1f-9867-e97ffe6f2eae"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}