{"id":"cggv:402000e1-4aae-41f9-89b5-c5d12c1a0721v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:402000e1-4aae-41f9-89b5-c5d12c1a0721_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-08-16T14:56:32.437Z","role":"Publisher"},{"id":"cggv:402000e1-4aae-41f9-89b5-c5d12c1a0721_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-07-02T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:402000e1-4aae-41f9-89b5-c5d12c1a0721_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.3},{"id":"cggv:402000e1-4aae-41f9-89b5-c5d12c1a0721_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:402000e1-4aae-41f9-89b5-c5d12c1a0721_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4aaead5-5671-4422-ba2d-343ee4e01de3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e5e9e2b8-f17d-405c-96f1-bb2a445a027b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"According to fetal expression data from NCBI, the gene is very highly expressed in the heart between 11 and 20 weeks gestation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32820247","type":"dc:BibliographicResource","dc:abstract":"In this study we aimed to establish the genetic cause of a myriad of cardiovascular defects prevalent in individuals from a genetically isolated population, who were found to share a common ancestor in 1728.","dc:creator":"van Walree ES","dc:date":"2021","dc:title":"Germline variants in HEY2 functional domains lead to congenital heart defects and thoracic aortic aneurysms."},"rdfs:label":"NCBI Fetal Expression (not from this PMID)"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7c8804a3-90d3-4cde-b158-4b9eab24cc2d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66070540-a1b4-4d12-9476-6284230e243a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"GATA4 is definitive for autosomal dominant structural CHD. GATA6 is definitive for autosomal dominant CHD with or without pancreatic agenesis or neonatal diabetes.\nPromoter activity of GATA4/6 target gene ANF was inhibited by HEY2 (as well as by HEY1) in luciferase assay in HEK293 cells. Dose-dependent repression by HEY2 of ANF luciferase activity was evident.  In HEY2 homozygous knockout fetal mouse hearts, GATA4 and GATA6 mRNA expression was elevated compared to the wild type.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16199874","type":"dc:BibliographicResource","dc:abstract":"The Hey basic helix-loop-helix transcription factors are downstream effectors of Notch signaling in the cardiovascular system. Mice lacking Hey2 develop cardiac hypertrophy, often associated with congenital heart defects, whereas combined Hey1/Hey2 deficiency leads to severe vascular defects and embryonic lethality around embryonic day E9.5. The molecular basis of these disorders is poorly understood, however, since target genes of Hey transcription factors in the affected tissues remain elusive. To identify genes regulated by Hey factors we have generated a conditional Hey1 knockout mouse. This strain was used to generate paired Hey2- and Hey1/2-deficient embryonic stem cell lines. Comparison of these cell lines by microarray analysis identified GATA4 and GATA6 as differentially expressed genes. Loss of Hey1/2 leads to elevated GATA4/6 and ANF mRNA levels in embryoid bodies, while forced expression of Hey factors strongly represses expression of the GATA4 and GATA6 promoter in various cell lines. In addition, the promoter activity of the GATA4/6 target gene ANF was inhibited by Hey1, Hey2, and HeyL. Protein interaction and mutation analyses suggest that repression is due to direct binding of Hey proteins to GATA4 and GATA6, blocking their transcriptional activity. In Hey2-deficient fetal hearts we observed elevated mRNA levels of ANF and CARP. Expression of ANF and Hey2 is normally restricted to the trabecular and compact myocardial layer, respectively. Intriguingly, loss of Hey2 leads to ectopic ANF expression in the compact layer, suggesting a direct role for Hey2 in limiting ANF expression in this cardiac compartment.","dc:creator":"Fischer A","dc:date":"2005","dc:title":"Hey basic helix-loop-helix transcription factors are repressors of GATA4 and GATA6 and restrict expression of the GATA target gene ANF in fetal hearts."},"rdfs:label":"GATA4/6 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Interaction with GATA4 and GATA6, both of which have been classified as definitive for congenital heart disease, is demonstrated. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":8835,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.8,"subject":{"id":"cggv:43d52a11-6da2-41ae-b33a-e79b443ef6ff","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:4881","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*HEY2 *was first reported in relation to autosomal dominant congenital heart disease in 2020 (Edwards et al., PMID: 32368696). 9 variants (missense, nonsense, frameshift, in-frame deletion) that have been reported in at least 12 probands in 2 publications (PMIDs: 32820247, 32368696) are included in this curation. The gene shows a dosage effect, with mostly heterozygous cases reported, although there is a family with three homozygotes severely affected and heterozygous individuals with a milder phenotype. The mechanism of pathogenicity appears to be loss-of-function. This gene-disease relationship is also supported by experimental evidence (NCBI fetal expression data, interaction evidence; PMID: 16199874 ).* HEY2* is shown to inhibit *GATA4* and *GATA6 *expression and function. *GATA4* has been classified as definitive for autosomal dominant structural congenital heart disease. *GATA6 *has been classified as definitive for autosomal dominant congenital heart disease with or without pancreatic agenesis or neonatal diabetes. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 7/2/2024 (SOP Version 10).\nPlease note that the total score for genetic evidence should be 3.4 points, and thus the total score for this curation should be 4.4 points. There was an issue in scoring in the interface for one case, as noted in the notes for that case. ","dc:isVersionOf":{"id":"cggv:402000e1-4aae-41f9-89b5-c5d12c1a0721"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}