{"id":"cggv:ec556f45-8dbc-43f0-96df-29e69d7f3411v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:ec556f45-8dbc-43f0-96df-29e69d7f3411_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-03-14T20:50:17.462Z","role":"Approver"},{"id":"cggv:ec556f45-8dbc-43f0-96df-29e69d7f3411_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-03-14T20:50:44.954Z","role":"Publisher"}],"evidence":[{"id":"cggv:ec556f45-8dbc-43f0-96df-29e69d7f3411_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec556f45-8dbc-43f0-96df-29e69d7f3411_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.1},{"id":"cggv:ec556f45-8dbc-43f0-96df-29e69d7f3411_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec556f45-8dbc-43f0-96df-29e69d7f3411_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:130bbe9e-bdd7-4abc-bb6a-51f9e1d8f771","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d689bf6f-485d-4b80-8979-29640d394bb1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Microarray and RT-qPCR experiments demonstrate the enhanced expression of TTN in adult skeletal muscle, adult heart, and fetal skeletal muscle, with 313 of the 363 TTN exons expressed to some degree in adult skeletal muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16949617","type":"dc:BibliographicResource","dc:abstract":"While the role of titin as a sarcomeric protein is well established, its potential functional role(s) in smooth muscles and non-muscle tissues are controversial. We used a titin exon array to search for which part(s) of the human titin transcriptional unit encompassing 363 exons is(are) expressed in non-striated muscle tissues. Expression profiling of adult smooth muscle tissues (aorta, bladder, carotid, stomach) identified alternatively spliced titin isoforms, encompassing 80 to about 100 exons. These exons code for parts of the titin Z-disk, I-band and A-band regions, allowing the truncated smooth muscle titin isoform to link Z-disks/dense bodies together with thick filaments. Consistent with the array data, Western blot studies detected the expression of approximately 1 MDa smooth muscle titin in adult smooth muscles, reacting with selected Z-disc, I-band, and A-band titin antibodies. Immunofluorescence with these antibodies located smooth muscle titin in the cytoplasm of cultured human aortic smooth muscle cells and in the tunica media of intact adult bovine aorta. Real time PCR studies suggested that smooth muscle titins are expressed from a promoter located 35 kb or more upstream of the transcription initiation site used for striated muscle titin, driving expression of a bi-cistronic mRNA, coding 5' for the anonymous gene FL39502, followed 3' by titin, respectively. Our work showed that smooth muscle and striated muscle titins share in their conserved amino-terminal regions binding sites for alpha-actinin and filamins: Yeast two-hybrid screens using Z2-Zis1 titin baits identified prey clones coding for alpha-actinin-1 and filamin-A from smooth muscle, and alpha-actinin-2/3, filamin-C, and nebulin from skeletal muscle cDNA libraries, respectively. This suggests that the titin Z2-Zis1 domain can link filamins and alpha-actinin together in the periphery of the Z-line/dense bodies in a fashion that is conserved in smooth and striated muscles.","dc:creator":"Labeit S","dc:date":"2006","dc:title":"Expression of distinct classes of titin isoforms in striated and smooth muscles by alternative splicing, and their conserved interaction with filamins."},"rdfs:label":"TTN expression in striated muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Both Human Protein Atlas and GTEx report enhanced TTN expression in human skeletal muscle."},{"id":"cggv:1915a484-184b-4993-8991-df406f7dc3e7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:062c27d1-d915-4810-a367-f7a64a85781b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Defects in striated muscle leading to muscle weakness are consistent with the well-described role of titin in the assembly and function of the sarcomere.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20551232","type":"dc:BibliographicResource","dc:abstract":"The giant muscle protein titin, the \"backbone\" of the sarcomere, harbors a complex molecular spring whose stiffness is variably tuned in health and disease. Titin is increasingly recognized as a crucial integrator of diverse myocyte signaling pathways. The titin-associated signalosome includes hotspots of protein-protein interactions important for the regulation of protein quality-control mechanisms, hypertrophic gene activation, and mechanosensing.","dc:creator":"Linke WA","dc:date":"2010","dc:title":"The giant protein titin as an integrator of myocyte signaling pathways."},"rdfs:label":"Titin in sarcomere assembly and function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:ec556f45-8dbc-43f0-96df-29e69d7f3411_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:99bfa304-e003-4ec0-b3de-862343bfbf95","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4fa6c7f8-29be-42e0-be7e-1cfc0a3a569c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In mice heterozygous for the FINmaj variant, dystrophic changes in the tibialis anterior, biceps femoris, and quadriceps were present at 9 months of age. In contrast, in mice homozygous for the FINmaj variant dystrophic changes are present earlier, beginning at 1 month of age in the soleus and expand to affect the tibialis anterior, biceps femoris, quadriceps, gluteus, gastrocnemius, and psoas by 6 months of age. Homozygous mice also develop dilated cardiomyopathy. The milder, later onset phenotype observed in heterozygous mice compared to the earlier onset, more severe progressive phenotype observed in homozygous mice is reminiscent of the disparate phenotypes observed in autosomal dominant tibial muscular dystrophy and autosomal recessive limb-girdle muscular dystrophy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20855473","type":"dc:BibliographicResource","dc:abstract":"The dominant tibial muscular dystrophy (TMD) and recessive limb-girdle muscular dystrophy 2J are allelic disorders caused by mutations in the C-terminus of titin, a giant sarcomeric protein. Both clinical presentations were initially identified in a large Finnish family and linked to a founder mutation (FINmaj). To further understand the physiopathology of these two diseases, we generated a mouse model carrying the FINmaj mutation. In heterozygous mice, dystrophic myopathology appears late at 9 months of age in few distal muscles. In homozygous (HO) mice, the first signs appear in the Soleus at 1 month of age and extend to most muscles at 6 months of age. Interestingly, the heart is also severely affected in HO mice. The mutation leads to the loss of the very C-terminal end of titin and to a secondary deficiency of calpain 3, a partner of titin. By crossing the FINmaj model with a calpain 3-deficient model, the TMD phenotype was corrected, demonstrating a participation of calpain 3 in the pathogenesis of this disease.","dc:creator":"Charton K","dc:date":"2010","dc:title":"Removal of the calpain 3 protease reverses the myopathology in a mouse model for titinopathies."},"rdfs:label":"FINmaj mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":4057,"specifiedBy":"GeneValidityCriteria8","strengthScore":7.1,"subject":{"id":"cggv:5dc0d6a2-cfeb-4b94-a7bc-3ac960234151","type":"GeneValidityProposition","disease":"obo:MONDO_0010870","gene":"hgnc:12403","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TTN* was first reported in relation to ​autosomal dominant tibial muscular dystrophy ​​in ​2002 (Hackman et al., PMID: 12145747). At least 6 unique missense, nonsense, and frameshift variants affecting the titin M line have been reported in 6 families. \n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we determined the inheritance pattern, unique genetic basis (missense and truncating variants in the M line), and distinct clinical presentation of autosomal dominant tibial muscular dystrophy warranted a split curation from autosomal recessive titinopathies and from autosomal dominant hereditary myopathy with prominent resipiratory failure.\n\nEvidence ​supporting this gene-disease relationship includes ​case-level data from 6 probands in 4 publications (PMID: 12145747, PMID: 12891679, PMID: 18948003, PMID: 19911250) as well as familial segregation data (4.1 points). \n\nThis gene-disease association is also supported by biochemical and expression evidence supporting the role of *TTN* in affected tissues (PMID: 20551232, PMID: 16949617) and a mouse model of the recurrent Finnish variant (NM_003319.4:c.80585_80595delinsTGAAAGAAAAA (p.Glu26862_Trp26865delinsValLysGluLys), often referred to as FINmaj) (PMID: 20855473). \n\nIn summary, there is moderate evidence to support the relationship between *TTN* and autosomal dominant tibial muscular dystrophy. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Congenital Myopathies Gene Curation Expert Panel on 8/23/2021 (SOP Version 8).\n\n","dc:isVersionOf":{"id":"cggv:ec556f45-8dbc-43f0-96df-29e69d7f3411"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}