{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-01-26T17:10:06.440Z","role":"Approver"},{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-01-26T17:10:52.423Z","role":"Publisher"}],"evidence":[{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:62815001-d1a7-4c20-970c-4d0a11325a1e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:feaf0a89-423c-4dd0-936f-9b64a476f212","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"detectionMethod":"All exons and exon-intron junctions of CD79B were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband was first admitted to the hospital at 8mo for pneumonia of left lobe and Salmonella-caused enteritis. Immunological analysis: IgG=100mg/d, IgA and IgM were undetectable, CD19+ cells <1%, T and NK cells normal, T-cell function normal. Despite IV-Ig treatment at 8mo, patient suffered bacterial conjunctivitis, acute otitis media, and bronchitis.","phenotypes":["obo:HP_0004313","obo:HP_0012387","obo:HP_0011109","obo:HP_0000371","obo:HP_0002090","obo:HP_0000509"],"previousTesting":true,"previousTestingDescription":"Sequence analysis of BTK, IGHM (μHC), CD79A (Igα), BLNK, IGLL1 (λ5) were normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:62815001-d1a7-4c20-970c-4d0a11325a1e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6ca7152c-2bf3-4c05-b1c5-9dcc28df28f8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000626.4(CD79B):c.238C>T (p.Gln80Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA124326"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17709424","type":"dc:BibliographicResource","dc:abstract":"Agammaglobulinemia is a rare primary immunodeficiency characterized by an early block of B cell development in the bone marrow, resulting in the absence of peripheral B cells and low/absent immunoglobulin serum levels. So far, mutations in Btk, mu heavy chain, surrogate light chain, Igalpha, and B cell linker have been found in 85-90% of patients with agammaglobulinemia. We report on the first patient with agammaglobulinemia caused by a homozygous nonsense mutation in Igbeta, which is a transmembrane protein that associates with Igalpha as part of the preBCR complex. Transfection experiments using Drosophila melanogaster S2 Schneider cells showed that the mutant Igbeta is no longer able to associate with Igalpha, and that assembly of the BCR complex on the cell surface is abrogated. The essential role of Igbeta for human B cell development was further demonstrated by immunofluorescence analysis of the patient's bone marrow, which showed a complete block of B cell development at the pro-B to preB transition. These results indicate that mutations in Igbeta can cause agammaglobulinemia in man.","dc:creator":"Ferrari S","dc:date":"2007","dc:title":"Mutations of the Igbeta gene cause agammaglobulinemia in man."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17709424","rdfs:label":"Ferrari_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"The proband was homozygous for the nonsense variant, Gln80Ter, in exon 3/6. NMD is predicted. Both parents were heterozygous for the variant. Reconstitution analysis of BCR in D. melanogaster S2 Schneider cells showed that the Gln80Ter variant prevented reconstitution of the IgM BCR on the cell surface, similar to expression of Igα separately. Using CD19 marker, authors confirmed that circulating B cells were dramatically reduced in the proband. Bone marrow cells from proband and an age-matched control evaluated by cytofluorimetric analysis showed markedly low CD19+ cells in proband (~1% v. >10% in control). The proportion of pro-B cells and pre-B/immature B cells were assessed by 2-color immunofluorescence. More than 85% of patient's B cells belonged to pro-B stage of differentiation, while <5% of healthy B cells were pro-B cells, indicating that the block of B-cell development was at the transition from pro-B to pre-B stage. Increased points are awarded for additional functional evidence for the null variant."},{"id":"cggv:8543a9f2-fa6a-4aa9-a931-ff6b84494cd9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3d0918d3-bfbe-417f-9797-8099e02e8876","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":15,"detectionMethod":"CD79B gene sequencing analysis performed","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband was admitted to the hospital for fever and ecthyma of the left gluteus. She presented with 3 episodes of mild upper respiratory tract infections at 15mo. Skin biopsy revealed Staph aureus infection. T and NK cell count were normal, neutrophil: 10 cells/mm3, B cells: CD19:<1%. IgG: <35 mg/dl, IgA: <6 mg/dl, IgM: <5 mg/dl. Antibody response to TT and HepB were completely absent.","phenotypes":["obo:HP_0004313","obo:HP_0001875","obo:HP_0002788"],"previousTesting":true,"previousTestingDescription":"Variants were ruled out in other genes responsible for autosomal recessive agammaglobulinemia.","sex":"Female","variant":{"id":"cggv:8543a9f2-fa6a-4aa9-a931-ff6b84494cd9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:890aa736-e380-4c98-82b6-48f9bb05ee91","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000626.4(CD79B):c.39G>A (p.Trp13Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA400607592"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24722855","type":"dc:BibliographicResource","dc:abstract":"This study describes the third case worldwide of autosomal recessive agammaglobulinemia due to a novel non-sense mutation in Igβ presenting with neutropenia, ecthyma and mild respiratory infections. ","dc:creator":"Lougaris V","dc:date":"2014","dc:title":"Autosomal recessive agammaglobulinemia: the third case of Igβ deficiency due to a novel non-sense mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24722855","rdfs:label":"Lougaris_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the nonsense variant, Trp13Ter, and the parents were both heterozygous. NMD is predicted."},{"id":"cggv:1c49b864-258c-4d17-9f70-2f92e677e81a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:446a2504-8ba2-4cf3-9be0-037f0ebeb299","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"Mutations were screened by SSCP, and region corresponding to abnormal fragments was cloned and sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"Proband showed early onset of infection and markedly reduced or absent peripheral blood B cells. She was well until 5mo, when she developed recurrent bronchitis. At 15mo, she had persistent cough and pneumonia. IgG: 84 mg/dl (normal value, nv: 286-1680 mg/dl); IgM: 29 mg/dl (nv: 26-218 mg/dl), IgA: 15 mg/dl (nv: 19-220 mg/dl). B cell count: <1%. Proband was started on IV-gamma-globulin and treated for pneumonia at 3yo and 10yo. At an evaluation close to 15yo, serum IgG: 617 mg/dl, IgM: <4 mg/dl, IgA: <5 mg/dl.","phenotypes":["obo:HP_0010975","obo:HP_0004313","obo:HP_0003139","obo:HP_0002837","obo:HP_0002090","obo:HP_0012735"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1c49b864-258c-4d17-9f70-2f92e677e81a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3a1c3cc3-7e27-4766-802a-2cf1fdd33fc1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000626.4(CD79B):c.409G>A (p.Gly137Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA124323"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17675462","type":"dc:BibliographicResource","dc:abstract":"Although null mutations in Igalpha have been identified in patients with defects in B cell development, no mutations in Igbeta have been reported. We recently identified a patient with a homozygous amino acid substitution in Igbeta, a glycine to serine at codon 137, adjacent to the cysteine required for the disulfide bond between Igalpha and Igbeta. This patient has a small percentage of surface IgM(dim) B cells in the peripheral circulation (0.08% compared with 5-20% in healthy controls). Using expression vectors in 293T cells or Jurkat T cells, we show that the mutant Igbeta can form disulfide-linked complexes and bring the mu H chain to the cell surface as part of the BCR but is inefficient at both tasks. The results show that minor changes in the ability of the Igalpha/Igbeta complex to bring the BCR to the cell surface have profound effects on B cell development.","dc:creator":"Dobbs AK","dc:date":"2007","dc:title":"Cutting edge: a hypomorphic mutation in Igbeta (CD79b) in a patient with immunodeficiency and a leaky defect in B cell development."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17675462","rdfs:label":"Dobbs_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"The proband was homozygous for the missense variant, Gly137Ser. Both parents were heterozygous. Authors note that the proband had a leaky defect in B cell development based on a small number of CD19+ B cells in the peripheral circulation (0.08% v. 5-20% in normal controls). Amount of surface IgM was below threshold of detection. Igβ cDNA was ~1% of control value. Western blot analysis of cell lysates of 293T cells transfected with vectors carrying the wild-type μ H chain/wild-type λ L chain and wild-type Igα and either wild-type or mutant Igβ revealed that the variant Igβ protein was stable, but did not complex with Igα. Immunoprecipitation revealed equal amounts of Igα and Igβ, indicating that that variant Igβ formed inefficient disulfide-linked complexes with Igα. Stably transduced Jurkat T cells with vectors containing WT BCR components or vectors with wild-type μ, λ, and Igα, with Igβ-Gly137Ser showed that cells bearing variant Igβ presented impaired Igβ assembly and reduced cell surface expression of the BCR. Increased points are awarded for additional functional evidence."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6},{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f92cdce-3e5c-4e66-975c-5a547a7fc8a4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a845a809-71d2-4de8-a300-3d133660c654","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of Igβ was shown throughout B cell development: in pro-B cells, Igβ existed in a free pool with minimal heterodimerization with Igα and homodimerization with itself. In pre-B and B cells, the protein was present as a heterodimer with complex glycosylation. Human Protein Atlas notes that expression of the Igβ protein is enriched in B cells and in blood and lymphoid tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10383452","type":"dc:BibliographicResource","dc:abstract":"Transcription of the mb1 and B29 genes is initiated when lymphoid progenitors enter the B cell differentiation pathway, and their transmembrane Igalpha and Igbeta products constitute essential signaling components of pre-B and B cell antigen receptors. We analyzed Igalpha/Igbeta biosynthesis, heterogeneity, and molecular interactions as a function of human B lineage differentiation in cell lines representative of the pro-B, pre-B, and B cell stages. All B lineage representatives produced a 36-kDa Igbeta form and three principal Igalpha forms, transient 33/40-kDa species and a mature 44-kDa glycoprotein. Deglycosylation revealed a major Igalpha core protein of 25 kDa and a minor 21-kDa Igalpha protein, apparently the product of an alternatively spliced mRNA. In pro-B cells, the Igalpha and Igbeta molecules existed primarily in separate unassembled pools, exhibited an immature glycosylation pattern, did not associate with surrogate light chain proteins, and were retained intracellularly. Their unanticipated association with the Lyn protein-tyrosine kinase nevertheless suggests functional potential for the Igalpha/Igbeta molecules in pro-B cells. Greater heterogeneity of the Igalpha and Igbeta molecules in pre-B and B cell lines was attributable to increased glycosylation complexity. Finally, the Igalpha/Igbeta heterodimers associated with fully assembled IgM molecules as a terminal event in B cell receptor assembly.","dc:creator":"Benlagha K","dc:date":"1999","dc:title":"Modifications of Igalpha and Igbeta expression as a function of B lineage differentiation."},"rdfs:label":"Benlagha_Expression through B cell development"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:74f8cc0a-df4a-437b-a193-c8a9886dde12","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8ecddcfc-357d-4d7c-9410-fb42eff661d8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Western blot analysis of immunoprecipitates from anti-Igα and anti-Igβ immunoprecipitates revealed that the Igα and Igβ proteins produced by pro-B cells existed in unassembled free pools, with a small fraction forming Igα/Igβ heterodimers. Whereas, in pre-B and mature B cells, the proteins were stable and readily associated with each other through disulfide linkages, indicating that the formation of heterodimers and the complexity of their glycosylation patterns increased as a function of B cell differentiation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10383452","rdfs:label":"Benlagha_Igα/Igβ heterodimer"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:c56d5563-ec76-4bf2-bc90-7068d4359bda","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:56747f34-14f3-4549-bfb0-8cd420d97882","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Igα and Igβ form a hetetrodimer on the surface of proB cells, and are involved in signal transduction that induces B-cell differentiation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9354476","type":"dc:BibliographicResource","dc:abstract":"The immunoglobulin alpha (Ig alpha)/Ig beta heterodimer was detected on the surface of mu-negative proB cell lines in association with calnexin. The cross-linking of Ig beta on proB cells freshly isolated from bone marrow of recombination activating gene (RAG)-2-deficient mice induced a rapid and transient tyrosine-phosphorylation of Ig alpha as well as an array of intracellular proteins including Syk, PI3-kinase, Vav, and SLP-76. It also elicited the phosphorylation and activation of a MAP kinase ERK but not JNK/SAPK or p38. When RAG-2-deficient mice were treated with anti-Ig beta monoclonal antibody, developmentally arrested proB cells were induced to differentiate to the small preB cell stage as observed when the mu transgene was expressed in RAG-2-deficient mice. Thus, the cross-linking of Ig beta on proB cells appears to elicit differentiation signals analogous to those delivered by the preB cell receptor in normal B cell development.","dc:creator":"Nagata K","dc:date":"1997","dc:title":"The Ig alpha/Igbeta heterodimer on mu-negative proB cells is competent for transducing signals to induce early B cell differentiation."},"rdfs:label":"Nagata_Igα/Igβ function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7fd040ae-c4a7-4a4a-99ad-248ad263a719","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:33b77721-73d8-4171-8e9b-4cc63f053b81","type":"FunctionalAlteration","dc:description":"Authors showed that in contrast to arrested proB cell development in Igβ−/− mice, Igβtg-Igβ−/− B cell development proceeded to the preB stage. These cells, however, did not differentiate into IgM+ immature B cells, and this coincided with decreased transgenic Igβ expression at this stage in B cell development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12165571","type":"dc:BibliographicResource","dc:abstract":"Inducible gene-targeting experiments have shown that Igmu expression is essential for maintaining survival of mature B cells, but the role of Igmu expression in immature B cell survival has not been determined. To assess whether continued B cell receptor (BCR) expression is required for bone marrow B cell precursor development and survival, we developed a method for conditional gene deletion in these cells. Recombination-activating gene regulatory elements were used to express Igbeta cDNA as a transgene to complement Igbeta(-/-) mice. Transgenic Igbeta expression was found in proB and small preB cells and was extinguished in large preB and immature B cells. Igbeta deletion from large preB cells and immature B cells resulted in cell death that could be rescued by transgenic bcl-2 expression. However, transgenic bcl-2 expression was unable to restore B cell development in the absence of Igbeta. We conclude that Igbeta expression is essential to maintain preB cell and immature B cell survival and to mediate B cell differentiation. In addition, complementation of null mutations with cDNAs under the control of heterologous bacterial artificial chromosomes is a useful method for cell-type-specific and developmentally regulated gene ablation in vivo.","dc:creator":"Meffre E","dc:date":"2002","dc:title":"Deletion of immunoglobulin beta in developing B cells leads to cell death."},"rdfs:label":"Meffre_B-cell differentiation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Default score is awarded for this evidence showing that Igβ expression is essential for B cell development."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2e06c53-e60d-4e61-943f-4366f0e7abf2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c677c3fc-2d4c-4c38-a8cc-970470088830","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"FACS analysis of bone marrow cells showed that mutant mice did not express the CD79B antigen in B220+ cells, while it was present in WT mice. The authors determined that B-cell development in Cd79b-mut mice was arrested at the CD43+B220+ stage, particularly in the fraction corresponding to proliferating early pre-B lymphocytes that have received a functional signal via the pre-BCR complex. Levels of IgA and IgG measured in the blood of Cd79b mutant mice revealed that they were both undetectable.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19727123","type":"dc:BibliographicResource","dc:abstract":"We discovered B-lymphocyte-deficient mice within a group of B10.A-CD45.1 mice, and established that this deficiency was a recessively inherited trait. Gene mapping and sequence analysis showed a mutation in the third exon of the Cd79b gene (c.224G>A) that leads to the generation of a stop codon (W75X) in the mutant mouse. Fluorescent-activated cell sorting analysis of bone marrow cells showed that the mutant mice did not express the CD79B antigen. To establish where the block in development happens, we analyzed CD43(pos)B220(pos) B-lymphocyte precursors present in the mutant mice and found that the fraction C' (corresponding to early pre-B lymphocytes) was absent in the mutant mouse, whereas fractions B and C showed a relative accumulation. As expected, we found no IgG or IgA in mutant mice. These results suggest that this CD79b-mutant strain may be a useful tool for immunological research in human immunodeficiencies.","dc:creator":"Shulzhenko N","dc:date":"2009","dc:title":"Spontaneous mutation in the Cd79b gene leads to a block in B-lymphocyte development at the C' (early pre-B) stage."},"rdfs:label":"Shulzhenko_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The spontaneously occurring mouse model is scored default points as the cellular phenotype is recapitulated as observed in patients with agammaglobulinemia 6."},{"id":"cggv:e383ead5-f3df-42c9-8deb-9447c8ff4ea2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c1bc7038-98dd-4928-b197-465d9ec94d63","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"FACS analysis revealed that lymph nodes of KO mice did not develop germinal centers, and spleens had smaller white pulp follicles, with 60% the number of leukocytes in WT mice. No mature Igµ+ peripheral B cells were detected in KO mice, and a block in B-cell development in bone marrow was noted with the presence of immature CD43+B220+ progenitor B cell/pre-B1 cell stage and a complete absence of mature CD43+B220+ pre-BII cells. The authors report that progression beyond the CD43+B220+ immature B-cell stage requires the assembly of Igα-Igβ signaling. This defect was restricted to the B-cell lineage; T-cell were not affected.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8602530","type":"dc:BibliographicResource","dc:abstract":"Many of the cell fate decisions in precursor B cells and more mature B cells are controlled by membrane immunoglobulin (Ig)M heavy chain (mu) and the Ig alpha-Ig beta signal transducers. The role of Ig beta in regulating early B cell development was examined in mice that lack Ig beta (Ig beta-/-). These mice had a complete block in B cell development at the immature CD43+B220+ stage. Immunoglobulin heavy chain diversity (DH) and joining (JH) segments rearranged, but variable (VH) to DJH recombination and immunoglobulin messenger RNA expression were compromised. These experiments define an unexpected, early requirement for Ig(beta) to produce B cells that can complete VDJH recombination.","dc:creator":"Gong S","dc:date":"1996","dc:title":"Regulation of an early developmental checkpoint in the B cell pathway by Ig beta."},"rdfs:label":"Gong_KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The knock-out model is scored default points as the cellular phenotype is recapitulated as observed in patients with agammaglobulinemia 6."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":1917,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:27184e88-b5aa-4d34-a01e-985f068c1d9b","type":"GeneValidityProposition","disease":"obo:MONDO_0012987","gene":"hgnc:1699","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between CD79B and Agammaglobulinemia 6, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of December, 2020. CD79B encodes the Ig-beta protein of the B-cell antigen receptor. Agammaglobulinemia is characterized by absence of circulating B cells and low or absent serum immunoglobulin levels (PMID: 18978465). CD79B was first reported in relation to autosomal recessive Agammaglobulinemia 6 in 2007 (Dobbs et al, PMID: 17675462; Ferrari et al, PMID: 17709424). Variants reported in this gene thus far include missense and nonsense variants. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n   \nSummary of Case Level Data (6.25 points):\nThere have been 3 patients from 3 publications and 1 unpublished proband, till date, reported with homozygous variants in CD79B (PMID: 17675462; 17709424, 24722855). The mechanism of disease is expected to be biallelic loss of function. \n\nSummary of experimental data (6 points):\nThis gene-disease association is supported by in-vitro functional assays and animal models. Igβ is expressed on B cells (PMID: 10383452), and together with Igα, it forms a hetetrodimer on the surface of B cells. The Igα/Igβ  complex is involved in signal transduction that induces B-cell differentiation (PMID: 9354476). B cells lacking Igβ are arrested in the proB cell stage of development (PMID: 12165571). A targeted knock-out mouse model (PMID: 8602530) and a naturally occurring mouse model with a spontaneous nonsense mutation (PMID: 19727123) have been reported, which recapitulate the arrest of B-cell development at the early pre-B cell stage, as noted in patient cells.  \n  \nIn summary, the evidence to support the gene-disease relationship of CD79B and Agammaglobulinemia 6 is moderate. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\nThe total genetic evidence points for this curation is 6.25, including an unpublished proband with agammaglobulinemia and no B cells, with the homozygous missense variant, Arg95Cys (NM_000626.2:c.283C>T; CA400604758), heterozygous parents, and complete penetrance, scored at 0.25 points. The classification remains definitive.","dc:isVersionOf":{"id":"cggv:9c252b2c-2183-4e7d-8ceb-69f7a01cc1d9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}