{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-06-07T16:36:56.653Z","role":"Publisher"},{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-01-18T05:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8dcb95ea-e26e-4bb6-9774-62267b973ff4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5030ced-94e8-4926-a17c-fc5ca7777c63","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Complex I subunits and assembly factors","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"Complex I subunits and assembly factors"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"These are complex I subunits and assembly factors."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cae7fe76-2f8b-405a-b0e0-62ffd88cb843","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8096237b-999f-4ff3-ba41-f5d2efbf06f5","type":"FunctionalAlteration","dc:description":"BN-PAGE demonstrated an isolated defect in the assembly and the activity of CI with impaired supercomplexes formation and abnormal accumulation of CI subassemblies; the remaining complexes (CII-V) were properly assembled .\n\nIn gel activity analysis demonstrated marked reduction of complex I in patient cells; analysis performed in muscle extracts from patient 2 corroborated the isolated complex I assembly deficiency observed .\n\nA mild detergent (digitonin) was used to study the assembly of the respiratory supercomplexes, analysis showed a strong defect in the formation of high molecular weight supercomplexes. ​\n\nAbnormal accumulation of low molecular weight bands, probably corresponding to complex I subassemblies, was also detected .\n\nConfocal microscopy analysis in fibroblasts showed rounder mitochondria and diminished branching degree of the mitochondrial network.​\n\nBy image analysis, calculated Aspect Ratio (AR, indicative of morphology) and Form Factor (FF, indicative of network branching), a statistically significant reduction of AR and FF was observed in NDUFA8 fibroblasts compared to controls (p < 0.05), showing rounder and shorter mitochondria as well as reduced network branching in the patients .","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33153867","type":"dc:BibliographicResource","dc:abstract":"Isolated complex I (CI) deficiency is the most common cause of oxidative phosphorylation (OXPHOS) dysfunction. Whole-exome sequencing identified biallelic mutations in NDUFA8 (c.[293G > T]; [293G > T], encoding for an accessory subunit of CI, in two siblings with a favorable clinical evolution. The individuals reported here are practically asymptomatic, with the exception of slight failure to thrive and some language difficulties at the age of 6 and 9 years, respectively. These observations are remarkable since the vast majority of patients with CI deficiency, including the only NDUFA8 patient reported so far, showed an extremely poor clinical outcome. Western blot studies demonstrated that NDUFA8 protein was strongly reduced in the patients' fibroblasts and muscle extracts. In addition, there was a marked and specific decrease in the steady-state levels of CI subunits. BN-PAGE demonstrated an isolated defect in the assembly and the activity of CI with impaired supercomplexes formation and abnormal accumulation of CI subassemblies. Confocal microscopy analysis in fibroblasts showed rounder mitochondria and diminished branching degree of the mitochondrial network. Functional complementation studies demonstrated disease-causality for the identified mutation as lentiviral transduction with wild-type NDUFA8 cDNA restored the steady-state levels of CI subunits and completely recovered the deficient enzymatic activity in immortalized mutant fibroblasts. In summary, we provide additional evidence of the involvement of NDUFA8 as a mitochondrial disease-causing gene associated with altered mitochondrial morphology, CI deficiency, impaired supercomplexes formation, and very mild progression of the disease.","dc:creator":"Tort F","dc:date":"2020","dc:title":"Biallelic mutations in NDUFA8 cause complex I deficiency in two siblings with favorable clinical evolution."},"rdfs:label":"Tort_patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:971491db-c01e-440d-9f9b-19b944ea7d51","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:83c24c14-4209-4e00-9d8a-fa837f28fc95","type":"FunctionalAlteration","dc:description":"Western blot analysis revealed a drastic decrease in the respiratory supercomplexes comprising complexes I (CI/CIII2/ CIV and CI/CIII2) and increase in the intensity of the band of complex III dimer (CIII2), showed CIII2 was not incorporated into a supercomplex and was present alone as a separate entity. ​SDS-PAGE and western blot analysis also showed decreases in the complex I subunits NDUFA9 and NDUFB8​.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32385911","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I deficiency is caused by pathogenic variants in mitochondrial and nuclear genes associated with complex I structure and assembly. We report the case of a patient with　NDUFA8-related mitochondrial disease. The patient presented with developmental delay, microcephaly, and epilepsy. His fibroblasts showed apparent biochemical defects in mitochondrial complex I. Whole-exome sequencing revealed that the patient carried a homozygous variant in NDUFA8. His fibroblasts showed a reduction in the protein expression level of not only NDUFA8, but also the other complex I subunits, consistent with assembly defects. The enzyme activity of complex I and oxygen consumption rate were restored by reintroducing wild-typeNDUFA8 cDNA into patient fibroblasts. The functional properties of the variant in NDUFA8 were also investigated using NDUFA8 knockout cells expressing wild-type or mutated NDUFA8 cDNA. These experiments further supported the pathogenicity of the variant in complex I assembly. This is the first report describing that the loss of NDUFA8, which has not previously been associated with mitochondrial disease, causes severe defect in the assembly of mitochondrial complex I, leading to progressive neurological and developmental abnormalities.","dc:creator":"Yatsuka Y","dc:date":"2020","dc:title":"A homozygous variant in NDUFA8 is associated with developmental delay, microcephaly, and epilepsy due to mitochondrial complex I deficiency."},"rdfs:label":"Yatsuka_patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Western blot analysis revealed a drastic decrease in the respiratory supercomplexes comprising complexes I (CI/CIII2/ CIV and CI/CIII2) and increase in the intensity of the band of complex III dimer (CIII2), showed CIII2 was not incorporated into a supercomplex and was present alone as a separate entity. ​SDS-PAGE and western blot analysis also showed decreases in the complex I subunits NDUFA9 and NDUFB8​."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ceb0aa2a-4565-4bf7-9f56-dcac9b2b308d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:feb79411-2014-42e9-bfd9-624ff8cbdf16","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Patient cells transduced with WT NDUFA8 showed recovery of NDUFA8 protein, complex I activity (dipstick assay and spectrophotometry), complex I assembly, supercomplex assembly (also, elevated complex III levels due to the lack of supercomplexes containing complex I returned to the same level as in control fibroblasts after complementation), basal OCR and ATP production, and upregulation of maximal OCR (this was near normal in patient cells)​. Cells transduced with mutated NDUFA8 cDNA encoding the p.Arg47Cys variant failed to rescue mitochondrial complex I assembly in NDUFA8 knockout cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32385911","rdfs:label":"Yatsuka_rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:4f218471-ee43-4971-863e-9e373c542c84","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:62821420-0ce0-4e30-86cd-2a0515e2cc2c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Human HEK293T cells, TALEN and CRISPR/Cas9 gene-editing tools were used to disrupt NDUFA8​. KO cell line was not viable in galactose​ and this disrupted assembly of complex I and supecomplex assembly​. Rescue restored complex I assembly.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626371","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first enzyme of the mitochondrial respiratory chain and is composed of 45 subunits in humans, making it one of the largest known multi-subunit membrane protein complexes. Complex I exists in supercomplex forms with respiratory chain complexes III and IV, which are together required for the generation of a transmembrane proton gradient used for the synthesis of ATP. Complex I is also a major source of damaging reactive oxygen species and its dysfunction is associated with mitochondrial disease, Parkinson's disease and ageing. Bacterial and human complex I share 14 core subunits that are essential for enzymatic function; however, the role and necessity of the remaining 31 human accessory subunits is unclear. The incorporation of accessory subunits into the complex increases the cellular energetic cost and has necessitated the involvement of numerous assembly factors for complex I biogenesis. Here we use gene editing to generate human knockout cell lines for each accessory subunit. We show that 25 subunits are strictly required for assembly of a functional complex and 1 subunit is essential for cell viability. Quantitative proteomic analysis of cell lines revealed that loss of each subunit affects the stability of other subunits residing in the same structural module. Analysis of proteomic changes after the loss of specific modules revealed that ATP5SL and DMAC1 are required for assembly of the distal portion of the complex I membrane arm. Our results demonstrate the broad importance of accessory subunits in the structure and function of human complex I. Coupling gene-editing technology with proteomics represents a powerful tool for dissecting large multi-subunit complexes and enables the study of complex dysfunction at a cellular level.","dc:creator":"Stroud DA","dc:date":"2016","dc:title":"Accessory subunits are integral for assembly and function of human mitochondrial complex I."},"rdfs:label":"Stroud_non-patient cells"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:04f2fa23-f6bb-4766-abe9-d48d25dfaf9d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cdd9ff09-d51a-4058-9aaa-8cb2e2948d33","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"International Mouse Phenotyping Consortium (IMPC) showed this is embryonic lethal (pre-weaning lethality = death anytime between fertilization and weaning age, approximately 3-4 weeks of age).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626380","type":"dc:BibliographicResource","dc:abstract":"Approximately one-third of all mammalian genes are essential for life. Phenotypes resulting from knockouts of these genes in mice have provided tremendous insight into gene function and congenital disorders. As part of the International Mouse Phenotyping Consortium effort to generate and phenotypically characterize 5,000 knockout mouse lines, here we identify 410 lethal genes during the production of the first 1,751 unique gene knockouts. Using a standardized phenotyping platform that incorporates high-resolution 3D imaging, we identify phenotypes at multiple time points for previously uncharacterized genes and additional phenotypes for genes with previously reported mutant phenotypes. Unexpectedly, our analysis reveals that incomplete penetrance and variable expressivity are common even on a defined genetic background. In addition, we show that human disease genes are enriched for essential genes, thus providing a dataset that facilitates the prioritization and validation of mutations identified in clinical sequencing efforts.","dc:creator":"Dickinson ME","dc:date":"2016","dc:title":"High-throughput discovery of novel developmental phenotypes."},"rdfs:label":"Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"International Mouse Phenotyping Consortium (IMPC) showed this is embryonic lethal (pre-weaning lethality = death anytime between fertilization and weaning age, approximately 3-4 weeks of age)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.5},{"id":"cggv:2e415216-1102-4207-b2a6-7372412eab8d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2e415216-1102-4207-b2a6-7372412eab8d","type":"Proband","allele":{"id":"cggv:420c31f5-bc69-405a-bce8-a786d113dd72","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014222.3(NDUFA8):c.293G>T (p.Arg98Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA374844647"}},"phenotypeFreeText":"This is a girl with early-onset hypotonia, respiratory distress, and lactic acidosis. Currently at 9y, lactic acidosis had normalized, she has had no additional episodes of convulsions, and she remains generally asymptomatic (although does have muscle hypotrophy and expressive language delay). Her younger brother is similarly affected.","sex":"Female","variant":{"id":"cggv:9b376dee-3624-494f-96f1-49987a7519d5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:420c31f5-bc69-405a-bce8-a786d113dd72"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33153867"},"rdfs:label":"Tort_P1"},{"id":"cggv:9b376dee-3624-494f-96f1-49987a7519d5","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9b376dee-3624-494f-96f1-49987a7519d5_variant_evidence_item"},{"id":"cggv:9b376dee-3624-494f-96f1-49987a7519d5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"There is reduced NDUFA8 protein in addition to other complex I subunit levels. Complementation studies with wt restored the levels of complex I subunits."}],"strengthScore":1,"dc:description":"0.5 ​(reduced NDUFA, other CI protein levels)​ +​ 0.5 ​(complementation studies)​"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:98aa2301-90f5-4e13-bbce-898f68165845_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:98aa2301-90f5-4e13-bbce-898f68165845","type":"Proband","allele":{"id":"cggv:722933b6-8897-4778-8802-198a68b8dc56","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014222.3(NDUFA8):c.139C>T (p.Arg47Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5223471"}},"phenotypeFreeText":"This is a boy with developmental delay, microcephaly, and epilepsy, currently 26y​. At 2m, he had poor weight gain, increased muscle tone, and opisthotonos​. At 3m, weight was -3.6 SD, height was -4.3 SD, and head circumference was −2.9 SD; he also had a high palate and inguinal hernia. By 7m, he could not lift head nor roll.  At 1y, weight was -5.3 SD, height was -6.5 SD, and head circumference was −7 SD, and he had no head control​. By 2y, he had severe growth and psychomotor retardation, hypertonia with rigidity and spasticity resulting in severe quadriplegia​. Currently 26y, he has severe quadriplegia, failure to thrive, hypertonia, short stature, microcephaly, psychomotor retardation, and epilepsy. He is bedridden and under artificial respiratory management and tube feeding. Brain MRI ​at 1y showed cerebral atrophy and enlarged ventricles​; at 3y showed no significant change ; and at 19y showed cerebellar atrophy and thinning of the body of the corpus callosum became evident; cerebral atrophy progressed. He had elevated CSF lactate and lactate excreted in large amounts in urine. He had complex I deficiency (25% controls) in fibroblasts and muscle. ","sex":"Male","variant":{"id":"cggv:385bb166-aec4-462b-bd6a-ab935824b529_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:722933b6-8897-4778-8802-198a68b8dc56"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32385911"},"rdfs:label":"Yatsuka_Case"},{"id":"cggv:385bb166-aec4-462b-bd6a-ab935824b529","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:385bb166-aec4-462b-bd6a-ab935824b529_variant_evidence_item"},{"id":"cggv:385bb166-aec4-462b-bd6a-ab935824b529_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"There was reduction in NDUFA8 protein (along with NDUFA9 and NDUFB8) consistent with an assembly defect. Knockout cells transduced with wild-type showed the recovery of NDUFA8 protein and complex I assembly​. Knockout cells transfected with mutated (p. Arg47Cys) NDUFA8 cDNA failed to rescue mitochondrial complex I assembly​."}],"strengthScore":1.25,"dc:description":"0.25 ​(CI deficiency)​ +​ 0.5 ​(reduced NDUFA, other CI protein levels)​ +​ 0.5 ​(KO cells transfected with variant cDNA)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":8375,"specifiedBy":"GeneValidityCriteria10","strengthScore":10.5,"subject":{"id":"cggv:ecc5d957-9b64-44e9-912f-b07f55f3cd74","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7692","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *NDUFA8* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of January 18, 2024. The *NDUFA8* gene encodes NADH-ubiquinone oxidoreductase subunit A8, an accessory subunit of complex I that plays an important role in stabilizing enzyme assembly.\n\n*NDUFA8* was first reported in relation to autosomal recessive primary mitochondrial disease in 2020 (PMID: 32385911). Of note, there was a case reported in 2004 (PMID: 15576045) postulating digenic inheritance as an affected individual had a maternally inherited *NDUFA8* missense variant and a paternally inherited *NDUFS2* missense variant; however, no compelling evidence has emerged supporting this mechanism. While various names have been given to the constellation of features seen in those with *NDUFA8*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFA8* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. \n\nEvidence supporting the relationship between *NDUFA8* and autosomal recessive primary mitochondrial disease includes case-level data and experimental data. This curation includes two homozygous missense variants identified in three individuals from two kindreds in two publications (PMIDs: 32385911, 33153867). Age of onset ranged from the first days to months of life to childhood.  All reported cases are living. Two affected individuals from one family (PMID: 33153867) had a milder course. One individual had early-onset hypotonia, respiratory distress, status epilepticus/stroke-like episode, and lactic acidosis that generally resolved, as well as brain imaging showing multiple acute infarcts. The other sibling had bradycardia, hypotension and severe pulmonary hypertension with right ventricular dilation after anesthesia, with brain imaging showing mild bilateral cortical atrophy. Both had persistent language delay and mild failure to thrive. The other unrelated affected individual (PMID: 32385911) had a more severe phenotype including severe developmental delay, epilepsy, microcephaly, failure to thrive, with G-tube and respiratory support needed, and brain MRI showed cerebellar atrophy, cerebral atrophy, and thinning of corpus callosum. Muscle biopsies showed complex I deficiency and lab investigations showed elevated lactate, pyruvate, and alanine.\n\nThe mechanism of disease is loss of function. This gene-disease association is also supported by a biochemical function in mitochondrial complex I shared by more than 10 other genes also associated with primary mitochondrial disease as well as functional alteration in patient cells, rescue, and model systems including knock-out mouse (PMIDs: 33340416, 33153867, 32385911, 27626380, 27626371).\n\nIn summary, there is moderate evidence to support the relationship between *NDUFA8* and primary mitochondrial disease. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on January 18, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:34368748-ec12-4b2a-8bfc-3d81b7583033"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}