{"id":"cggv:57ca8383-55b6-4edd-9be2-67b1c5142ed1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:57ca8383-55b6-4edd-9be2-67b1c5142ed1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2023-06-08T16:00:00.000Z","role":"Approver"},{"id":"cggv:57ca8383-55b6-4edd-9be2-67b1c5142ed1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2023-06-30T20:40:53.103Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17360648","type":"dc:BibliographicResource","dc:abstract":"Thioredoxins belong to a large family of enzymatic proteins that function as general protein disulfide reductases, therefore participating in several cellular processes via redox-mediated reactions. So far, none of the 18 members of this family has been involved in human pathology. Here we identified TXNDC3, which encodes a thioredoxin-nucleoside diphosphate kinase, as a gene implicated in primary ciliary dyskinesia (PCD), a genetic condition characterized by chronic respiratory tract infections, left-right asymmetry randomization, and male infertility. We show that the disease, which segregates as a recessive trait, results from the unusual combination of the following two transallelic defects: a nonsense mutation and a common intronic variant found in 1% of control chromosomes. This variant affects the ratio of two physiological TXNDC3 transcripts: the full-length isoform and a novel isoform, TXNDC3d7, carrying an in-frame deletion of exon 7. In vivo and in vitro expression data unveiled the physiological importance of TXNDC3d7 (whose expression was reduced in the patient) and the corresponding protein that was shown to bind microtubules. PCD is known to result from defects of the axoneme, an organelle common to respiratory cilia, embryonic nodal cilia, and sperm flagella, containing dynein arms, with, to date, the implication of genes encoding dynein proteins. Our findings, which identify a another class of molecules involved in PCD, disclose the key role of TXNDC3 in ciliary function; they also point to an unusual mechanism underlying a Mendelian disorder, which is an SNP-induced modification of the ratio of two physiological isoforms generated by alternative splicing.","dc:creator":"Duriez B","dc:date":"2007","dc:title":"A common variant in combination with a nonsense mutation in a member of the thioredoxin family causes primary ciliary dyskinesia."},"evidence":[{"id":"cggv:57ca8383-55b6-4edd-9be2-67b1c5142ed1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57ca8383-55b6-4edd-9be2-67b1c5142ed1_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5b275f24-ae31-4b4f-96e0-f157c9a28a0a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5b275f24-ae31-4b4f-96e0-f157c9a28a0a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"allele":[{"id":"cggv:92bd078a-15f1-4ed7-be86-996ac0adc333","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016616.5(NME8):c.271-27C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340055"}},{"id":"cggv:29fdfe5f-d475-498f-8bcd-b3eda48b8657","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016616.5(NME8):c.1277T>A (p.Leu426Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340053"}}],"detectionMethod":"Genomic DNA was isolated from blood sample according to standard techniques. To screen the 18 exons of the TXNDC3 gene, 17 sets of PCRs were used with genomic DNA extracted from blood samples according to standard techniques. PCR products were used as sequencing templates. The sequencing primers were the same as the amplification primers.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000388","obo:HP_0002110","obo:HP_0002205","obo:HP_0011109","obo:HP_0001651"],"previousTesting":false,"sex":"Female","variant":[{"id":"cggv:d90a90fe-cb85-435e-b372-c71be8c18792_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:92bd078a-15f1-4ed7-be86-996ac0adc333"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17360648"},{"id":"cggv:b66c1654-9b33-4920-ae50-aacf41477c07_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:29fdfe5f-d475-498f-8bcd-b3eda48b8657"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17360648"}],"rdfs:label":"D50X1"},{"id":"cggv:d90a90fe-cb85-435e-b372-c71be8c18792","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d90a90fe-cb85-435e-b372-c71be8c18792_variant_evidence_item"},{"id":"cggv:d90a90fe-cb85-435e-b372-c71be8c18792_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR amplifications of exon 7 in controls vs variant hets show c.271-27C>T could be involved in regulation of alternative splicing event. HeLa cells transfected with minigenes carrying either C or T also show higher d7:fl in controls vs mutant."}],"strengthScore":0,"dc:description":"This is an extremely common variant. Polymorphism."},{"id":"cggv:b66c1654-9b33-4920-ae50-aacf41477c07","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b66c1654-9b33-4920-ae50-aacf41477c07_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Unclear sequencing method. Not sure whether other PCD genes were investigated in the proband."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5},{"id":"cggv:57ca8383-55b6-4edd-9be2-67b1c5142ed1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57ca8383-55b6-4edd-9be2-67b1c5142ed1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78fbb81d-df74-44a0-8159-7887b001ade8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:68b1f815-d332-4ebc-9b6b-2a194b19246d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"They state that by RT-PCR analysis they found expression of TXNDC3 in human trachea and respiratory epithelial cells, but data was not shown.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17360648","rdfs:label":"TXNDC3 expression in humans"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Data not shown in paper and I am already scoring expression evidence in lung by GTEx."},{"id":"cggv:9d10a878-523f-4d41-8d78-4168dc5293ad","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb4aea61-139f-4977-8267-ef27e10f93ed","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Genotype-Tissue Expression (GTEx) project","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx gene expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:62cde550-f440-4fbf-baa3-ec1905c05f44","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:a5f74aad-0d75-45e2-a16a-45af49dc956f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"TXNDC6 is the closest paralog and exon 5 matches exon 7 of TXNDC3 (71% residue conservation). TXNDC6 has been shown to be expressed at low levels ciliary and flagellar axonemes in testis and lung, as two alternative transcripts: a full-length product and a variant lacking exon 5, named 5-TXNDC6. 5- TXNDC6 isoform was able to bind microtubules with high affinity, which is not the case of the full-length isoform. Speculated that the TXNDC3d7 isoform is also able to bind the microtubules of the respiratory cilia. The ability of radiolabeled recombinant TXNDC3fl and TXNDC3d7 proteins to bind pure polymerized microtubules. In vitro binding of radiolabeled recombinant TXNDC3fl and TXNDC3d7 to pure polymerized microtubules. Both TXNDC3 isoforms were able to bind to microtubules. However, slightly higher binding of TXNDC3d7.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17360648","rdfs:label":"Binding of TXNDC3fl and TXNDC3d7 to microtubules"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":6591,"specifiedBy":"GeneValidityCriteria9","strengthScore":1,"subject":{"id":"cggv:948a88d7-6eaf-4c83-ade0-1360bb85f694","type":"GeneValidityProposition","disease":"obo:MONDO_0012571","gene":"hgnc:16473","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The NME8 gene was first reported in relation to autosomal recessive primary ciliary dyskinesia (PCD) in 2007. Duriez et al. report a proband with classic PCD symptoms including chronic respiratory infections with bronchiectasis, chronic sinusitis, serous otitis, and laterality defects (situs ambiguous with the heart and the liver located centrally). Ciliary beat from respiratory epithelial cells was normal, but ciliary ultrastructure was abnormal in 66% of respiratory cilia, with shortened or absent outer dynein arms. The proband is a compound heterozygote for a rare nonsense variant c.1277T>A (p.Leu426*) and a common variant in intron 6 present in almost 2% control alleles (c.271-27C>T). Of note, the variants were detected by gene-targeted methods and no other regions of the genome were investigated (PMID: 17360648).\nThe normal NME8 gene product consists of 2 isoforms, a full-length isoform (TXNDC3fl) and a second isoform carrying a 117bp in-frame deletion in exon 7 (TXNDC3d7). Duriez et al. showed that individuals heterozygous for the c.271-27C>T variant exhibit lower levels of the truncated TXNDC3d7 isoform in relation to the full-length TXNDC3fl isoform, compared to controls. Functional studies in HeLa cells also showed that the c.271-27C>T variant is associated with lower levels of the truncated TXNDC3d7 isoform and suggest that the variant is responsible for this alternative splicing event (PMID: 17360648).\nNME9, the closest paralog, also produces a full-length isoform and a truncated isoform missing exon 5, and it has been demonstrated that the truncated isoform binds to microtubules with higher affinity. Exon 5 of NME9 has high residue similarity to exon 7 of NME8. The authors therefore investigated the binding affinity to microtubules for the two NME8 isoforms and also found that the truncated TXNDC3d7 isoform binds to microtubules with higher affinity (PMID: 17360648).\nThis gene-disease association is also supported by experimental evidence that human tissues exhibiting the highest levels of NME8 expression include tissue types relevant to disease and known to have motile cilia, including the lung and testis (PMID: 23715323). In 2 organism models, however, NME8 expression was specific to sperm only (mice and sea urchin) (PMID: 12909633, 8970153). The sea urchin ortholog IC1 is one of the 3 intermediate chains of the sperm axoneme, the core units of sperm outer dynein arms (PMID: 8970153).\nIn summary, there is evidence to suggest that lower levels of the truncated TXNDC3d7 isoform can be associated with PCD. However, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Motile Ciliopathy GCEP on June 8, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:57ca8383-55b6-4edd-9be2-67b1c5142ed1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}