{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2021-03-10T15:26:11.115Z","role":"Publisher"},{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2018-05-29T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:23fa6754-9e0a-479a-b1b2-5f35ea28376a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:82292910-3d8f-40d2-9af6-724ba7ef02c6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"MAP2K1 is found in the RAS/MAPK pathway","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23875798","type":"dc:BibliographicResource","dc:abstract":"The RASopathies are a clinically defined group of medical genetic syndromes caused by germline mutations in genes that encode components or regulators of the Ras/mitogen-activated protein kinase (MAPK) pathway. These disorders include neurofibromatosis type 1, Noonan syndrome, Noonan syndrome with multiple lentigines, capillary malformation-arteriovenous malformation syndrome, Costello syndrome, cardio-facio-cutaneous syndrome, and Legius syndrome. Because of the common underlying Ras/MAPK pathway dysregulation, the RASopathies exhibit numerous overlapping phenotypic features. The Ras/MAPK pathway plays an essential role in regulating the cell cycle and cellular growth, differentiation, and senescence, all of which are critical to normal development. Therefore, it is not surprising that Ras/MAPK pathway dysregulation has profound deleterious effects on both embryonic and later stages of development. The Ras/MAPK pathway has been well studied in cancer and is an attractive target for small-molecule inhibition to treat various malignancies. The use of these molecules to ameliorate developmental defects in the RASopathies is under consideration. ","dc:creator":"Rauen KA","dc:date":"2013","dc:title":"The RASopathies."},"rdfs:label":"MAP2K1 RAS/MAPK Pathway"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"MAP2K1 is found in the RAS/MAPK pathway which is associated with RASopathies, and CFC"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b96cab87-d5db-4a1e-9ec6-958d04cdf3d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e2ac8caa-c143-4663-881a-c68a4ba63c04","type":"FunctionalAlteration","dc:description":"Both variants led to an increase in ERK phosphorylation compared to WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18413255","type":"dc:BibliographicResource","dc:abstract":"Cardio-facio-cutaneous syndrome (CFC) is a sporadic, complex developmental disorder involving characteristic craniofacial features, cardiac defects, ectodermal abnormalities, growth deficiency, hypotonia, and developmental delay. CFC is caused by alteration of activity through the mitogen-activated protein kinase (MAPK) pathway due to heterogeneous de novo germline mutations in B-Raf mutant proteins, MEK1 and MEK2. Approximately 75% of individuals with CFC have mutations in BRAF. In vitro functional studies demonstrate that many of these mutations confer increase activity upon the mutant protein as compared to the wildtype protein. However, as is seen cancer, some of the B-Raf mutant proteins are kinase impaired. Western blot analyses corroborate kinase assays as determined by mutant proteins phosphorylating downstream effectors MEK and ERK. Approximately 25% of individuals with CFC have mutations in either MEK1 or MEK2 that lead to increased MEK kinase activity as judged by increased phosphorylation of its downstream effector ERK. Unlike BRAF, no somatic mutations have ever been identified in MEK genes. The identification of novel germline BRAF and MEK mutations in CFC will help understand the pathophysiology of this syndrome. Furthermore, it will also provide insight to the normal function of B-Raf and MEK, and contribute to the knowledge of the role of the MAPK pathway in cancer. Since the MAPK pathway has been studied intensively in the context of cancer, numerous therapeutics that specifically target this pathway may merit investigation in this population of patients.","dc:creator":"Rodriguez-Viciana P","dc:date":"2008","dc:title":"Biochemical characterization of novel germline BRAF and MEK mutations in cardio-facio-cutaneous syndrome."},"rdfs:label":"F53S and Y130C variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Does not implicate CFC specifically, only pathogenicity of variants."},{"id":"cggv:6eb622c9-500f-447f-ab6e-2cab5ff14887","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e7df4bf3-d207-4531-b6bc-418a4e6ab189","type":"FunctionalAlteration","dc:description":"Both variants increased ERK/MAPK activity in the presence of EGF but not in a starved state. This activation was dependent upon the phosphorylation of S218 and S222. The effect of both variants was inhibited by an MEK inhibitor. Found that F53C MEK1 and Y134C MEK2 mutants require RAF signals to activate ERK1/2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17981815","type":"dc:BibliographicResource","dc:abstract":"Cardio-facio-cutaneous (CFC) syndrome is a sporadic developmental disorder characterized by distinctive craniofacial features, heart defects, mental retardation and ectodermal abnormalities. We recently reported missense germline mutations in the genes MEK1 and MEK2 in patients with CFC. These mutations, including F53S and Y130C MEK1, and F57C MEK2, are the first naturally occurring mutations to be identified in these genes. This study reports data concerning the biochemical functions of the novel mutants, as well as the roles of these MEK genes in the MAPK signaling cascade. Our CFC MEK variants cannot induce ERK unless they are phosphorylated by RAF at two key serine residues in the regulatory loop. When we replaced the serine residues with alanines, ERK phosphorylation was significantly reduced in the presence of RAF. We did find that F57C MEK2 activation was less dependent on RAF signaling than the other mutants. This difference results in F57C MEK2 being resistant to the selective RAF inhibitor SB-590885. All three mutants are sensitive to the MEK inhibitor U0126. The majority of CFC cases result from mutations in B-RAF. A recent report indicates the possibility that cancer cells with activated B-RAF have enhanced, selective sensitivity to MEK inhibitors. Thus, regardless of mutations identified in an individual with CFC, MEK inhibition is a potential therapeutic approach for this population.","dc:creator":"Senawong T","dc:date":"2008","dc:title":"Germline mutations of MEK in cardio-facio-cutaneous syndrome are sensitive to MEK and RAF inhibition: implications for therapeutic options."},"rdfs:label":"F53S and Y130C variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Doesn't specifically implicate CFC"},{"id":"cggv:34d1eea9-38c0-4719-9cff-87abf5f32059","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67d5ad1c-5014-4803-9a75-bfb44a527ec2","type":"FunctionalAlteration","dc:description":"The variant led to constitutive ERK activation compared to WT. (ORIGINALLY FROM THE MAP2K1 NOONAN CURATION, BUT IMPLICATES MAP2K1 WITH RASOPATHY)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25049390","type":"dc:BibliographicResource","dc:abstract":"Noonan syndrome (NS) is a relatively common genetic disorder, characterized by typical facies, short stature, developmental delay, and cardiac abnormalities. Known causative genes account for 70-80% of clinically diagnosed NS patients, but the genetic basis for the remaining 20-30% of cases is unknown. We performed next-generation sequencing on germ-line DNA from 27 NS patients lacking a mutation in the known NS genes. We identified gain-of-function alleles in Ras-like without CAAX 1 (RIT1) and mitogen-activated protein kinase kinase 1 (MAP2K1) and previously unseen loss-of-function variants in RAS p21 protein activator 2 (RASA2) that are likely to cause NS in these patients. Expression of the mutant RASA2, MAP2K1, or RIT1 alleles in heterologous cells increased RAS-ERK pathway activation, supporting a causative role in NS pathogenesis. Two patients had more than one disease-associated variant. Moreover, the diagnosis of an individual initially thought to have NS was revised to neurofibromatosis type 1 based on an NF1 nonsense mutation detected in this patient. Another patient harbored a missense mutation in NF1 that resulted in decreased protein stability and impaired ability to suppress RAS-ERK activation; however, this patient continues to exhibit a NS-like phenotype. In addition, a nonsense mutation in RPS6KA3 was found in one patient initially diagnosed with NS whose diagnosis was later revised to Coffin-Lowry syndrome. Finally, we identified other potential candidates for new NS genes, as well as potential carrier alleles for unrelated syndromes. Taken together, our data suggest that next-generation sequencing can provide a useful adjunct to RASopathy diagnosis and emphasize that the standard clinical categories for RASopathies might not be adequate to describe all patients. ","dc:creator":"Chen PC","dc:date":"2014","dc:title":"Next-generation sequencing identifies rare variants associated with Noonan syndrome."},"rdfs:label":"p.Asp67Asn varaint"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"only implicates the gene with RASopathies, doesn't provide specific evidence indicating that the gene only causes CFC."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:08184684-12d9-4e7b-a69f-93ea1c097469_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:287b6598-2122-412a-b0e3-7a072778b1e7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"phenotypeFreeText":"short stature; \"severe\" biventricular hypertrophy; supraventricular tachycardia; ventricular septal defect; failure to thrive in infancy; generalized hypotonia; hepatoblastoma","previousTesting":true,"previousTestingDescription":"DNA from father unavailable","sex":"Male","variant":{"id":"cggv:08184684-12d9-4e7b-a69f-93ea1c097469_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c565e89-c2ca-4d27-8405-2334aa13bce5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002755.4(MAP2K1):c.389A>G (p.Tyr130Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA280036"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17551924","type":"dc:BibliographicResource","dc:abstract":"Because Cardio-facio-cutaneous (CFC) syndrome has significant phenotypic overlap with Costello syndrome, it may be difficult to establish the diagnosis on a clinical basis. The recent discoveries of germline HRAS mutations in patients with Costello syndrome and mutations in BRAF, MEK1, and MEK2 in CFC syndrome uncovered the biologic mechanism for the shared phenotypic findings based on the close interaction of the affected gene products within the MAP kinase pathway. We evaluated a series of patients who were either clinically diagnosed with Costello syndrome, or in whom the diagnoses of both Costello and CFC syndromes were considered. After excluding mutations in HRAS, we identified eight changes in BRAF and five in MEK1. Five mutations are novel, and all changes occurred de novo among those triads tested. A review of the clinical abnormalities showed important differences between patients with either a BRAF or MEK1 mutation, and those previously reported with an HRAS mutation. Statistical significance was achieved, despite the relatively small number of patients with BRAF and MEK1 mutations reported here, for polyhydramnios, growth hormone deficiency and the presence of more than one papilloma, which were less common in CFC compared to HRAS mutation positive patients. Although both CFC and Costello syndrome are characterized by cardiac abnormalities in about three-fourths of patients, the pattern of congenital heart defects (CHD), hypertrophic cardiomyopathy (HCM), and tachycardia differs somewhat. CHD, especially pulmonic stenosis associated with a secundum-type atrial septal defect, are more common in CFC than Costello syndrome (P = 0.02). Atrial tachycardia is less frequent in CFC patients with BRAF or MEK1 mutations, compared to Costello syndrome patients with HRAS mutation (P = 0.04). Chaotic atrial rhythm or multifocal atrial tachycardia was observed only in Costello syndrome. Malignant tumors have been viewed as characteristic for Costello syndrome due to HRAS mutations, however, we report here on a MEK1 mutation in a patient with a malignant tumor, a hepatoblastoma. Although this indicates that the presence of a tumor is not specific for Costello syndrome with HRAS mutation, it is noteworthy that the tumor histology differs from those commonly seen in Costello syndrome. Based on these clinical differences we suggest that patients with BRAF and MEK mutations should be diagnosed with CFC syndrome, and the diagnosis of Costello syndrome be reserved for patients with HRAS mutations.","dc:creator":"Gripp KW","dc:date":"2007","dc:title":"Further delineation of the phenotype resulting from BRAF or MEK1 germline mutations helps differentiate cardio-facio-cutaneous syndrome from Costello syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17551924","rdfs:label":"ID# 136"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0},{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:3a8f6317-2f7f-4500-b083-edc41c459ab7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9ca5eb18-e7d5-49df-ad75-e1ea7e94d027","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"phenotypeFreeText":"large for gestational age; short stature; macrocephaly; failure to thrive; sparse eyebrow; downslanted palpebral fissures; hypertelorism; epicanthus; ptosis; low-set ears; thickened helices; large earlobe; depressed nasal bridge; long philtrum; deep philtrum; cavernous hemangioma; nevus; curly hair; short neck; webbed neck; pectus excavatum; \"joint limitations/hyperextension\"; cubitus valgus; global developmental delay; generalized hypotonia; astigmatism","sex":"Female","variant":{"id":"cggv:3a8f6317-2f7f-4500-b083-edc41c459ab7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c565e89-c2ca-4d27-8405-2334aa13bce5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19156172","type":"dc:BibliographicResource","dc:abstract":"Cardio-facio-cutaneous syndrome (CFCS) is a rare disease characterized by mental retardation, facial dysmorphisms, ectodermal abnormalities, heart defects and developmental delay. CFCS is genetically heterogeneous and mutations in the KRAS, BRAF, MAP2K1 (MEK1) and MAP2K2 (MEK2) genes, encoding for components of the RAS-mitogen activated protein kinase (MAPK) signaling pathway, have been identified in up to 90% of cases. Here we screened a cohort of 33 individuals with CFCS for MEK1 and MEK2 gene mutations to further explore their molecular spectrum in this disorder, and to analyze genotype-phenotype correlations. Three MEK1 and two MEK2 mutations were detected in six patients. Two missense MEK1 (L42F and Y130H) changes and one in-frame MEK2 (K63_E66del) deletion had not been reported earlier. All mutations were localized within exon 2 or 3. Together with the available records, the present data document that MEK1 mutations are relatively more frequent than those in MEK2, with exons 2 and 3 being mutational hot spots in both genes. Mutational analysis of the affected MEK1 and MEK2 exons did not reveal occurrence of mutations among 75 patients with Noonan syndrome, confirming the low prevalence of MEK gene defects in this disorder. Clinical review of known individuals with MEK1/MEK2 mutations suggests that these patients show dysmorphic features, ectodermal abnormalities and cognitive deficit similar to what was observed in BRAF-mutated patients and in the general CFCS population. Conversely, congenital heart defects, particularly mitral valve and septal defects, and ocular anomalies seem to be less frequent among MEK1/MEK2 mutation-positive patients.","dc:creator":"Dentici ML","dc:date":"2009","dc:title":"Spectrum of MEK1 and MEK2 gene mutations in cardio-facio-cutaneous syndrome and genotype-phenotype correlations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19156172","rdfs:label":"N.3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:5375fc97-1eda-485f-86dc-fdd42975ebdb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:26df137b-b814-42f5-8253-bbfde7957f68","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"This study screened 33 CFC patients for variants in MAP2K1 and MAP2K2 using DHPLC confirmed by dye terminator sequencing. They identified 3 variants in 4 individuals, all of which were show to occur de novo.","phenotypeFreeText":"polyhydramnios; short stature; macrocephaly; failure to thrive; sparse eyebrow; downslanted palpebral fissures; hypertelorism; epicanthus; ptosis; low-set ears; thickened helices; depressed nasal bridge; thick vermilion border; wide mouth; micrognathia; pulmonic stenosis; multiple cafe-au-lait spots; sparse hair; curly hair; short neck; webbed neck; global developmental delay; generalized hypotonia","sex":"Female","variant":{"id":"cggv:5375fc97-1eda-485f-86dc-fdd42975ebdb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:83f12af8-ac1f-4748-9b4d-3207ed2aa2c9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002755.4(MAP2K1):c.124C>T (p.Leu42Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/44587"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19156172"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19156172","rdfs:label":"N.1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 33 CFC patients for variants in MAP2K1 and MAP2K2 using DHPLC confirmed by dye terminator sequencing. They identified 3 variants in 4 individuals, all of which were show to occur de novo. This variant was absent from gnomAD"},{"id":"cggv:23afffe4-8f12-47de-a22b-79cf9857ed37_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a5c46e1f-d2e0-458e-a7d1-bf17fed2f9e3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","phenotypeFreeText":"polyhydramnios; large for gestational age; macrocephaly; sparse eyebrow; downslanted palpebral fissures; hypertelorism; epicanthus; ptosis; low-set ears; thickened helices; large earlobe; depressed nasal bridge; long philtrum; deep philtrum; micrognathia; anomalous pulmonary venous return; curly hair; short neck; webbed neck; pectus excavatum; cubitus valgus; generalized hypotonia","sex":"Female","variant":{"id":"cggv:23afffe4-8f12-47de-a22b-79cf9857ed37_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c3de8743-a73d-479c-b9fc-2d17cf10a687","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002755.4(MAP2K1):c.388T>C (p.Tyr130His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279999"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19156172"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19156172","rdfs:label":"N.4"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:52ec473b-27a2-4343-a8cf-1855225f0dce_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:5d78429d-4078-4498-929d-b2af23b5b2be","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Weeks","ageValue":7,"phenotypeFreeText":"atrial septal defect; ventricular septal defect; pulmonic stenosis; failure to thrive in infancy; generalized hypotonia; alopecia; skin rash; sparse eyebrow; sparse hair; delayed myelination","phenotypes":["obo:HP_0008070","obo:HP_0045075","obo:HP_0001631","obo:HP_0001290","obo:HP_0012448","obo:HP_0001642","obo:HP_0000988","obo:HP_0001531","obo:HP_0001596","obo:HP_0001629"],"sex":"Male","variant":{"id":"cggv:52ec473b-27a2-4343-a8cf-1855225f0dce_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:33601bc0-462e-4390-b07e-6472f970e13d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002755.4(MAP2K1):c.371C>A (p.Pro124Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16602250"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17551924"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17551924","rdfs:label":"ID# 95"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:651ec06f-ab4a-4f39-b254-f5c96484733c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:aef289be-bda2-48ee-b548-30dd728447be","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"phenotypeFreeText":"short stature; pulmonic stenosis; polyhydramnios; failure to thrive in infancy; generalized hypotonia; papilloma \"resolved; curly hair; \"ulnar deviation\"","sex":"Female","variant":{"id":"cggv:651ec06f-ab4a-4f39-b254-f5c96484733c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c565e89-c2ca-4d27-8405-2334aa13bce5"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17551924"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17551924","rdfs:label":"ID# 163"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:38a8b046-e1e2-45d2-8cac-62260ea04c9d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f4efdf18-bbba-4e4a-9869-b5f2717667f4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"phenotypeFreeText":"polyhydramnios; short stature; macrocephaly; failure to thrive; sparse eyebrow; downslanted palpebral fissures; hypertelorism; ptosis; low-set ears; thickened helices; large earlobe; depressed nasal bridge; thick vermilion border; wide mouth; micrognathia; pulmonic stenosis; sinus tachycardia; sparse hair; curly hair; short neck; webbed neck; pectus carinatum; global developmental delay; generalized hypotonia","sex":"Female","variant":{"id":"cggv:38a8b046-e1e2-45d2-8cac-62260ea04c9d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c565e89-c2ca-4d27-8405-2334aa13bce5"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19156172"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19156172","rdfs:label":"N.2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"absent from gnomAD w/ functional evidence."},{"id":"cggv:5218f0b0-e92b-4dbe-b1a4-27b43d5eaa0f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a688c5d-ffa1-428d-840c-a664cba24bf6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"phenotypeFreeText":"abnormal facial shape; curly hair; hyperkeratosis; hyperkeratosis pilaris; numerous nevi; hemangioma; \"mild\" pulmonic stenosis; \"mild\" pectus excavatum; hypoplasia of the corpus callosum","phenotypes":["obo:HP_0040180","obo:HP_0001642","obo:HP_0001028","obo:HP_0002212","obo:HP_0002079","obo:HP_0000767","obo:HP_0001054","obo:HP_0001999","obo:HP_0000962"],"sex":"Female","variant":{"id":"cggv:5218f0b0-e92b-4dbe-b1a4-27b43d5eaa0f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c565e89-c2ca-4d27-8405-2334aa13bce5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16439621","type":"dc:BibliographicResource","dc:abstract":"Cardio-facio-cutaneous (CFC) syndrome is a sporadic developmental disorder involving characteristic craniofacial features, cardiac defects, ectodermal abnormalities, and developmental delay. We demonstrate that heterogeneous de novo missense mutations in three genes within the mitogen-activated protein kinase (MAPK) pathway cause CFC syndrome. The majority of cases (18 out of 23) are caused by mutations in BRAF, a gene frequently mutated in cancer. Of the 11 mutations identified, two result in amino acid substitutions that occur in tumors, but most are unique and suggest previously unknown mechanisms of B-Raf activation. Furthermore, three of five individuals without BRAF mutations had missense mutations in either MEK1 or MEK2, downstream effectors of B-Raf. Our findings highlight the involvement of the MAPK pathway in human development and will provide a molecular diagnosis of CFC syndrome.","dc:creator":"Rodriguez-Viciana P","dc:date":"2006","dc:title":"Germline mutations in genes within the MAPK pathway cause cardio-facio-cutaneous syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439621","rdfs:label":"CFC Individual 20"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 23 CFC patients for variants in BRAF, MAP2K1 and MAP2K2 using bidirectional sequencing. They identified 2 MAP2K1 variants in 2 individuals, both of which were shown to be de novo. The authors did not provide a lot of specific phenotypic information. Explanations of the abnormalities described are found in Table S1."},{"id":"cggv:e094c819-d52d-4216-bb15-64d2d8be63ef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:a1d2a0df-60f1-44ce-8543-09672c6dab1f","type":"Proband","phenotypeFreeText":"short stature; failure to thrive in infancy; generalized hypotonia; hypoplasia of the corpus callosum; hyperkeratosis; \"perianal\" papilloma","sex":"Male","variant":{"id":"cggv:e094c819-d52d-4216-bb15-64d2d8be63ef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c565e89-c2ca-4d27-8405-2334aa13bce5"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17551924"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17551924","rdfs:label":"ID# 146"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:f511c9c9-f657-4c71-b998-f898844d08c6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:03ba0ce1-36f3-4f78-be48-e534ee839d55","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"This study screened 23 CFC patients for variants in BRAF, MAP2K1 and MAP2K2 using bidirectional sequencing. They identified 2 MAP2K1 variants in 2 individuals, both of which were shown to be de novo. The authors did not provide a lot of specific phenotypic information. Explanations of the abnormalities described are found in Table S1.","firstTestingMethod":"PCR","phenotypeFreeText":"abnormal facial shape; curly hair; hyperkeratosis; hyperkeratosis pilaris; numerous nevi; pulmonic stenosis; hypertrophic cardiomyopathy; failure to thrive; scoliosis; pectus excavatum; generalized bone demineralization; nystagmus; cerebral atrophy; seizures; severe global developmental delay; \"prominence of the lateral ventricles\"","sex":"Female","variant":{"id":"cggv:f511c9c9-f657-4c71-b998-f898844d08c6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1362504c-8419-4cf1-9891-d4b7efada037","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002755.4(MAP2K1):c.158T>C (p.Phe53Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279966"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439621"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16439621","rdfs:label":"CFC Individual 19"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This study screened 23 CFC patients for variants in BRAF, MAP2K1 and MAP2K2 using bidirectional sequencing. They identified 2 MAP2K1 variants in 2 individuals, both of which were shown to be de novo. The authors did not provide a lot of specific phenotypic information. Explanations of the abnormalities described are found in Table S1."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2323,"specifiedBy":"GeneValidityCriteria5","strengthScore":12.5,"subject":{"id":"cggv:dffa78c4-fc5f-4895-bc34-5d037c53aef1","type":"GeneValidityProposition","disease":"obo:MONDO_0015280","gene":"hgnc:6840","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"There is a definitive association between alteration of the MAP2K1 gene and cardiofaciocutaneous syndrome (CFC). The maximum amount of scorable genetic evidence has been published showing de novo as well as non-de novo variants occur in MAP2K1 in patients with CFC (Cizmarova et al., 2016; Dentici et al., 2009; Gripp et al., 2007; Rodriguez-Viciana, Tetsu, et al., 2006). The MAP2K1 gene is also located in the Ras/MAPK pathway, which is associated with the CFC phenotype (Aoki et al., 2016; Rauen, 2013). Of note, MAP2K1 is classified as Limited in association with Noonan syndrome (NS) and NS with multiple lentigines and as Disputed in association with Costello syndrome. The ClinGen RASopathy Expert Panel found no evidence associating MAP2K1 with NS-like disorder with loose anagen hair. This curation was approved by the ClinGen RASopathy Gene Curation Expert Panel on 5/29/18 (SOP Version 5).","dc:isVersionOf":{"id":"cggv:f8c7a090-0a97-4653-bd51-702a9f9144b9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}