{"id":"cggv:aae0c8bd-5ff2-48a1-90e9-9038dcb44bc3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:aae0c8bd-5ff2-48a1-90e9-9038dcb44bc3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-29T13:58:41.082Z","role":"Publisher"},{"id":"cggv:aae0c8bd-5ff2-48a1-90e9-9038dcb44bc3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-07-05T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:aae0c8bd-5ff2-48a1-90e9-9038dcb44bc3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aae0c8bd-5ff2-48a1-90e9-9038dcb44bc3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7903b861-1b11-4bc7-a2ad-b60331819160","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93e303a3-aed1-49f9-8a8c-d20697c4c9d0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"GUSB encodes the beta-glucuronidase enzyme (PMID: 3468507), which is deficient among individuals with MPS type VII (PMID: 4265197)\nThe GUSB enzyme is involved in degradation of glycosaminoglycans, including heparan sulfate (HS), dermatan sulfate (DS), and chondroitin-4,6-sulfate (CS), via catalyzing the hydrolysis of B-D-glucuronic acid residues from GAGs\nWhen GUSB is deficient, these GAGs accumulate in lysosomes, resulting in characteristic disease manifestations of MPS type VI including neurologic impairment, hepatosplenomegaly, and skeletal dysplasia (as reviewed in PMID: 26908836)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/4265197","type":"dc:BibliographicResource","dc:creator":"Sly WS","dc:date":"1973","dc:title":"Beta glucuronidase deficiency: report of clinical, radiologic, and biochemical features of a new mucopolysaccharidosis."},"rdfs:label":"GUSB deficiency leads to GAG accumulation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Per ClinGen LD GCEP guidelines, gene products that have a well-established function in a metabolic pathway, supported by multiple studies over many years, and discussed in review papers are scored 2 points"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:aae0c8bd-5ff2-48a1-90e9-9038dcb44bc3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dac3c7e-1eb9-46c4-b133-3898f13da09e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10d9ef37-33a2-4bc6-ad8b-d1766329fbb6","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Subjects showed, ‘sustained urinary GAG reduction and clinical response evaluated using a multi-domain responder index that includes assessments in pulmonary function, motor function, range of motion, mobility, and visual acuity. Reduction in fatigue was also maintained in the overall population. ‘","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32063397","type":"dc:BibliographicResource","dc:abstract":"Vestronidase alfa (recombinant human beta-glucuronidase) is an enzyme replacement therapy (ERT) for Mucopolysaccharidosis (MPS) VII, a highly heterogeneous, ultra-rare disease. Twelve subjects, ages 8-25 years, completed a Phase 3, randomized, placebo-controlled, blind-start, single crossover study (UX003-CL301; NCT02377921), receiving 24-48 weeks of vestronidase alfa 4 mg/kg IV. All 12 subjects completed the blind-start study, which showed significantly reduced urinary glycosaminoglycans (GAG) and clinical improvement in a multi-domain responder index, and enrolled in a long-term, open-label, extension study (UX003-CL202; NCT02432144). Here, we report the final results of the extension study, up to an additional 144 weeks after completion of the blind-start study. Three subjects (25%) completed all 144 weeks of study, eight subjects (67%) ended study participation before Week 144 to switch to commercially available vestronidase alfa, and one subject discontinued due to non-compliance after receiving one infusion of vestronidase alfa in the extension study. The safety profile of vestronidase alfa in the extension study was consistent with observations in the preceding blind-start study, with most adverse events mild to moderate in severity. There were no treatment or study discontinuations due to AEs and no noteworthy changes in a standard safety chemistry panel. Out of the eleven subjects who tested positive for anti-drug antibodies at any time during the blind-start or extension study, including the baseline assessment in the blind-start study, seven subjects tested positive for neutralizing antibodies and all seven continued to demonstrate a reduction in urinary GAG levels. There was no association between antibody formation and infusion associated reactions. Subjects receiving continuous vestronidase alfa treatment showed a sustained urinary GAG reduction and clinical response evaluated using a multi-domain responder index that includes assessments in pulmonary function, motor function, range of motion, mobility, and visual acuity. Reduction in fatigue was also maintained in the overall population. As ERT is not expected to cross the blood brain barrier, limiting the impact on neurological signs of disease, and not all subjects presented with neurological symptoms, outcomes related to central nervous system pathology are not focused on in this report. Results from this study show the long-term safety and durability of clinical efficacy in subjects with MPS VII with long-term vestronidase alfa treatment.","dc:creator":"Wang RY","dc:date":"2020","dc:title":"The long-term safety and efficacy of vestronidase alfa, rhGUS enzyme replacement therapy, in subjects with mucopolysaccharidosis VII."},"rdfs:label":"Vestronidase alfa (rhGUS ERT) for MPS 7"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":2},{"id":"cggv:8f096c68-dba7-4dac-b041-3fb59d69c566","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6bed99b0-3fff-405e-921b-17aac32e03cd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice show clinical features recapitulating human disease phenotype, including coarse facies, skeletal anomalies, and deficient B-glucuronidase enzyme activity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2495302","type":"dc:BibliographicResource","dc:abstract":"We have characterized a new mutant mouse that has virtually no beta-glucuronidase activity. This biochemical defect causes a murine lysosomal storage disease that has many interesting similarities to human mucopolysaccharidosis type VII (MPS VII; Sly syndrome; beta-glucuronidase deficiency). Genetic analysis showed that the mutation is inherited as an autosomal recessive that maps to the beta-glucuronidase gene complex, [Gus], on the distal end of chromosome 5. Although there is a greater than 200-fold reduction in the beta-glucuronidase mRNA concentration in mutant tissues, Southern blot analysis failed to detect any abnormalities in the structural gene, Gus-sb, or in 17 kb of 5' flanking and 4 kb of 3' flanking sequences. Surprisingly, a sensitive S1 nuclease assay indicated that the relative level of kidney gusmps mRNA responded normally to androgen induction by increasing approximately 11-fold. Analysis of this mutant mouse may offer valuable information on the pathogenesis of human MPS VII and provide a useful system in which to study bone marrow transplantation and gene transfer methods of therapy.","dc:creator":"Birkenmeier EH","dc:date":"1989","dc:title":"Murine mucopolysaccharidosis type VII. Characterization of a mouse with beta-glucuronidase deficiency."},"rdfs:label":"GUSB knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:aae0c8bd-5ff2-48a1-90e9-9038dcb44bc3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c0029ec-b70c-4a7f-abd3-8f7e83f1770c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2c0029ec-b70c-4a7f-abd3-8f7e83f1770c","type":"Proband","allele":{"id":"cggv:12c66f3f-bdf0-4703-ad24-4a65c2a7716a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.526C>T (p.Leu176Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA220466"}},"detectionMethod":"PCR amplification of GUSB cDNA fragments from patient samples","firstTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:fc4b4d1f-a23e-4d18-8556-2d772a177e7f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:12c66f3f-bdf0-4703-ad24-4a65c2a7716a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8089138","type":"dc:BibliographicResource","dc:abstract":"Two beta-glucuronidase-deficient Mennonite siblings were found to be homozygous for a mutation in exon 3 of the beta-glucuronidase gene that produces a Leu-->Phe substitution (L176F). The siblings also have the previously described benign polymorphism, P649L. Although their cultured fibroblasts contained 1.5-2.2% of normal beta-glucuronidase activity, transient expression of the L176F/P649L cDNA in COS cells produced nearly as much enzyme activity as the wild-type control cDNA. The L176F/P649L enzyme was as stable as wild-type enzyme following endocytosis by fibroblasts and delivery to lysosomes, but was more labile to heat inactivation at 65 degrees C. To study the mutant enzyme at lower levels of expression, we stably transfected mouse mucopolysaccharidosis type VII cells with the L176F/P649L cDNA and selected single-copy cell lines. Metabolic labeling with [35S]methionine revealed that cell lines expressing the mutant enzyme activity at low levels (7-10% of the wild type) actually produced the same amount of enzyme protein as the cell lines expressing the more active wild-type enzyme. However, the cell lines expressing four times this much mutant enzyme protein produced 150-200% as much enzyme activity as the cell line expressing the single-copy wild-type cDNA. These data suggest that overexpression can drive the folding reaction or the self-association of mutant monomers to form active tetramers and, at least partially, correct the beta-glucuronidase deficiency seen at low levels of expression with certain missense mutations.","dc:creator":"Wu BM","dc:date":"1994","dc:title":"Overexpression rescues the mutant phenotype of L176F mutation causing beta-glucuronidase deficiency mucopolysaccharidosis in two Mennonite siblings."}},"rdfs:label":"GM0151"},{"id":"cggv:fc4b4d1f-a23e-4d18-8556-2d772a177e7f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fc4b4d1f-a23e-4d18-8556-2d772a177e7f_variant_evidence_item"},{"id":"cggv:fc4b4d1f-a23e-4d18-8556-2d772a177e7f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"COS cells transfected with mutant show 5-10% of enzyme activity as WT, and were more labile to heat inactivation at 65℃ (consistent with decreased stability) (PMID:8089138) "}],"strengthScore":0.25,"dc:description":"Scored 0.25 pts per variant to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d9b43f1d-912e-4257-b254-95ae846fd6fa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d9b43f1d-912e-4257-b254-95ae846fd6fa","type":"Proband","allele":[{"id":"cggv:e9516778-bd3a-4e6f-82eb-03fbb294bac3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.1391+618_1391+619del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339850"}},{"id":"cggv:9c85ec4a-b813-4238-a38e-6dfe1bf50c1c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.1338G>A (p.Trp446Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339851"}}],"detectionMethod":"PCR of cDNA followed by Sanger sequencing","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:da7af988-0ca7-44b1-aeb2-08267dd2a81b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9c85ec4a-b813-4238-a38e-6dfe1bf50c1c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9490302","type":"dc:BibliographicResource","dc:abstract":"Deficiency of beta-glucuronidase is the cause of the human lysosomal storage disorder mucopolysaccharidosis type VII (MPS VII). The wide interfamilial variation in the presentation of this disorder complicates clinical diagnosis. Since greatly reduced beta-glucuronidase enzyme activity may also be found in healthy individuals (pseudodeficiency), diagnosis based on the biochemical phenotype is also difficult. This is illustrated by the patients studied here, who had extremely mild symptoms confined to the spine, or tachycardia, or upper respiratory infection, and who had low beta-glucuronidase activity, and excessive granulation of granulocytes and monocytes on routine blood smears. Low enzyme activity was caused by mutations in the beta-glucuronidase gene in all cases. One patient was homozygous for the previously described D152N allele. Family information and 35SO4-uptake studies clearly demonstrated that he was pseudodeficient, with symptoms unrelated to his low beta-glucuronidase activity. Two patients of another family were compound heterozygotes for a C38G and a Y626H allele, and were probably extremely mild MPS VII patients. The low beta-glucuronidase activity in another mild MPS VII patient was due to reduced biosynthesis of stable mRNA from one allele, and a W446X mutation on the second. Extremely low beta-glucuronidase enzyme activity was also found in the serum of a carrier of a 1801deltaT allele, possibly as a consequence of a dominant-negative effect. A combination of investigations is necessary in order to differentiate between mild disease and pseudodeficiency in individuals with enzyme activities close to the threshold.","dc:creator":"Vervoort R","dc:date":"1998","dc:title":"Low beta-glucuronidase enzyme activity and mutations in the human beta-glucuronidase gene in mild mucopolysaccharidosis type VII, pseudodeficiency and a heterozygote."}},{"id":"cggv:e8cd1693-e6fc-4995-ab50-88f55969ca6a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e9516778-bd3a-4e6f-82eb-03fbb294bac3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9490302"}],"rdfs:label":"Case 4"},{"id":"cggv:da7af988-0ca7-44b1-aeb2-08267dd2a81b","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:da7af988-0ca7-44b1-aeb2-08267dd2a81b_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:e8cd1693-e6fc-4995-ab50-88f55969ca6a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e8cd1693-e6fc-4995-ab50-88f55969ca6a_variant_evidence_item"},{"id":"cggv:e8cd1693-e6fc-4995-ab50-88f55969ca6a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"shown by RT-PCR analysis to lead to exon 9 skipping and premature protein truncation (PMID: 9921904)"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4209be38-9fb6-470b-91b2-e36cee4c86fd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4209be38-9fb6-470b-91b2-e36cee4c86fd","type":"Proband","allele":{"id":"cggv:1f037071-dcce-4a35-acf6-765d28bb89f7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.1144C>T (p.Arg382Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA199699"}},"detectionMethod":"PCR amplification of cDNA followed by Sanger sequencing","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2fc68055-86f9-4017-9552-308c878e453e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1f037071-dcce-4a35-acf6-765d28bb89f7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1702266","type":"dc:BibliographicResource","dc:abstract":"We identified two different exonic point mutations causing beta-glucuronidase (beta G1) deficiency in two Japanese patients with mucopolysaccharidosis type VII (MPSVII). Enzyme assay of lysates of the lymphocytes and cultured fibroblasts showed little residual activity. The beta G1-specific mRNA levels were normal, as determined by northern blot analysis. Mutated cDNA clones, including the entire coding sequence, were isolated using the polymerase chain reaction (PCR) products derived from beta G1-deficient fibroblasts. Sequence analysis of the full-length mutated cDNAs showed C----T transitions, which resulted in a single Ala619----Val change (case 1, a 24-year-old male) and a Arg382----Cys change (case 2, a 7-year-old female). The former change was revealed by a loss of the cleavage site for the Fnu4HI in the mutated cDNA. On the basis of the loss of Fnu4HI restriction site, the patient (case 1) was a homozygote with this mutation. The mutational change in patient 2 was confirmed by direct sequencing and by demonstrating heterozygosity for the mutation in her parents. The Ala619----Val and Arg382----Cys mutations each disrupt a different domain which is highly conserved among human, rat, and Escherichia coli beta G1s. Each of these two amino acid changes reduced the beta G1 activity of the corresponding mutant beta G1 expressed following transfection of COS cells with expression vectors harboring the mutated cDNAs.","dc:creator":"Tomatsu S","dc:date":"1991","dc:title":"Mucopolysaccharidosis type VII: characterization of mutations and molecular heterogeneity."}},"rdfs:label":"Case 2"},{"id":"cggv:2fc68055-86f9-4017-9552-308c878e453e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2fc68055-86f9-4017-9552-308c878e453e_variant_evidence_item"},{"id":"cggv:2fc68055-86f9-4017-9552-308c878e453e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data: in transfected COS cells, resulted in <10% of WT enzyme activity (PMID: 1702266)"}],"strengthScore":0.25,"dc:description":"Adjusted to 0.25 per variant to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b4e7d1fe-fb21-401e-af43-8e65e68b2d4c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b4e7d1fe-fb21-401e-af43-8e65e68b2d4c","type":"Proband","allele":{"id":"cggv:444a8fda-9c5a-42e6-844f-859b92294ae5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.1856C>T (p.Ala619Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339838"}},"detectionMethod":"PCR amplification of cDNA followed by Sanger sequencing","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3773a1d6-633f-4e3f-b81e-0a4ab98aa06e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:444a8fda-9c5a-42e6-844f-859b92294ae5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1702266"},"rdfs:label":"Case 1"},{"id":"cggv:3773a1d6-633f-4e3f-b81e-0a4ab98aa06e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3773a1d6-633f-4e3f-b81e-0a4ab98aa06e_variant_evidence_item"},{"id":"cggv:3773a1d6-633f-4e3f-b81e-0a4ab98aa06e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"in transfected COS cells, resulted in <10% of WT enzyme activity (PMID: 1702266)"}],"strengthScore":0.25,"dc:description":"Scored 0.25 per variant to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a59a05a1-9f94-4d16-b928-369dc9c553b7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a59a05a1-9f94-4d16-b928-369dc9c553b7","type":"Proband","allele":[{"id":"cggv:c9814b25-d24f-442f-bef6-341075a8f7a3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.1107del (p.Phe370SerfsTer23)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573130332"}},{"id":"cggv:93b0694c-a687-443a-a8b7-49fe09581e74","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.1069C>T (p.Arg357Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA199717"}}],"detectionMethod":"PCR of cDNA, followed by Sanger sequencing","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:2283f7cb-fc5d-4b86-b331-58de972e5b58_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:93b0694c-a687-443a-a8b7-49fe09581e74"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9099834","type":"dc:BibliographicResource","dc:abstract":"We used polymerase chain reaction (PCR)/single-strand conformation polymorphism analysis and direct sequencing of the coding region of the beta-glucuronidase cDNA and gene to detect mutations causing beta-glucuronidase enzyme deficiency in five MPS VII patients. Four patients presented with hydrops fetalis, one with an early infantile form of the disease. Genetic heterogeneity of MPS VII alleles was further confirmed in this study. Recurrent mutations were observed in patients of related origin. Previously unknown alleles detected were RII0X, F361delta9, 1270 + 1G-->A, S52F and 1480delta4. Reverse transcription/PCR analysis of the 1270 + 1G-->A messenger showed aberrant splicing: inclusion of intron 7 or skipping of exons 6-7 and 9. Messenger RNA transcribed from the R110X and 1480delta4 alleles was unstable. We detected a 2154A/G change in the 3' non-coding region of the gene, in the neighbourhood of the two consensus polyadenylation sites. 3'-Rapid amplification of cDNA ends/PCR of fibroblast cDNA revealed equal usage of two alternative polyadenylation sites. The 2154A/G substitution did not influence adenylation-site choice, nor the amount of stable messenger produced. The finding that 2 out of 30 normal controls carried the 2154G allele indicated that the 2154A/G substitution is a harmless polymorphism. The S52F and F361delta9 cDNAs were constructed in vitro and used to transfect COS cells transiently. Both mutations completely abolished enzyme activity.","dc:creator":"Vervoort R","dc:date":"1997","dc:title":"Molecular analysis of the beta-glucuronidase gene: novel mutations in mucopolysaccharidosis type VII and heterogeneity of the polyadenylation region."}},{"id":"cggv:5afba233-2971-4953-8c76-2d88de1a8ed0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c9814b25-d24f-442f-bef6-341075a8f7a3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9099834"}],"rdfs:label":"Patient 1"},{"id":"cggv:2283f7cb-fc5d-4b86-b331-58de972e5b58","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2283f7cb-fc5d-4b86-b331-58de972e5b58_variant_evidence_item"},{"id":"cggv:2283f7cb-fc5d-4b86-b331-58de972e5b58_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data: in transfected COS cells, resulted in undetectable GUSB enzyme activity (PMID: 7680524)"}],"strengthScore":2},{"id":"cggv:5afba233-2971-4953-8c76-2d88de1a8ed0","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5afba233-2971-4953-8c76-2d88de1a8ed0_variant_evidence_item"},{"id":"cggv:5afba233-2971-4953-8c76-2d88de1a8ed0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"in transfected COS cells, resulted in undetectable GUSB enzyme activity (PMID: 9099834)"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:aae0c8bd-5ff2-48a1-90e9-9038dcb44bc3_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:77d14bd1-19b4-4f12-9d64-fb63cb495317_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:77d14bd1-19b4-4f12-9d64-fb63cb495317","type":"Proband","allele":[{"id":"cggv:3f508410-161b-43b5-bf1b-0d6ca02c82c8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.1521G>A (p.Trp507Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339844"}},{"id":"cggv:f3058910-b3a1-4a1d-99a2-51044423fee0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.1617C>T (p.Ser539=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339847"}}],"detectionMethod":"PCR of cDNA followed by Sanger sequencing","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:73f96b7e-b4f7-4add-9cd5-42d951a8e160_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f3058910-b3a1-4a1d-99a2-51044423fee0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7633414","type":"dc:BibliographicResource","dc:abstract":"Mucopolysaccharidosis type VII (MPS VII), or Sly syndrome, is a lysosomal storage disorder caused by a deficiency in the enzyme beta-glucuronidase. Various clinical phenotypes of this autosomal recessively inherited disease have been described. Recent isolation and characterization of human beta-glucuronidase cDNA and the genomic sequences facilitate analysis of molecular defects underlying the different phenotypes, and eight mutations in the beta-glucuronidase gene have been described. This report summarizes studies characterizing four new mutations in two Caucasian patients with a severe form of MPS VII. Three are point mutations, resulting in two missense and one nonsense change, and one is a 38 bp deletion. The first patient was a compound heterozygote having P148S and Y495C alleles. The second patient was a compound heterozygote of W507X and a 38 bp deletion at position 1642-1679 in exon 10(1642 delta 38nt). The 38 bp deletion was caused by a single base change mutation in exon 10 that generates a new, premature 5' splice site. Expression of mutant cDNAs encoding each of the four mutations showed that all four resulted in a severe reduction of beta-glucuronidase activity, indicating that these mutations are responsible for the reduced enzyme activity in patient cells. These four previously undescribed mutations provide further evidence for the broad molecular heterogeneity in Sly syndrome.","dc:creator":"Yamada S","dc:date":"1995","dc:title":"Four novel mutations in mucopolysaccharidosis type VII including a unique base substitution in exon 10 of the beta-glucuronidase gene that creates a novel 5'-splice site."}},{"id":"cggv:80206951-7bc6-4b54-a115-214a40e06048_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3f508410-161b-43b5-bf1b-0d6ca02c82c8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7633414"}],"rdfs:label":"Case 2"},{"id":"cggv:80206951-7bc6-4b54-a115-214a40e06048","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:80206951-7bc6-4b54-a115-214a40e06048_variant_evidence_item"},{"id":"cggv:80206951-7bc6-4b54-a115-214a40e06048_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data: in transfected COS cells, resulted in <2% of WT GUSB enzyme activity (PMID: 7633414) "}],"strengthScore":2},{"id":"cggv:73f96b7e-b4f7-4add-9cd5-42d951a8e160","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:73f96b7e-b4f7-4add-9cd5-42d951a8e160_variant_evidence_item"},{"id":"cggv:73f96b7e-b4f7-4add-9cd5-42d951a8e160_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Functional data: in transfected COS cells, resulted in <2% of WT GUSB enzyme activity (PMID: 7633414)  "}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e21ea283-388a-444f-853f-4561e61760c8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e21ea283-388a-444f-853f-4561e61760c8","type":"Proband","allele":[{"id":"cggv:14f61d8e-81ad-4b30-8b47-c38a42208425","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.935C>G (p.Ser312Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367645412"}},{"id":"cggv:af70c7fb-1f67-47eb-b952-8d3bb579c201","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000181.4(GUSB):c.1874_1875del (p.Arg625fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/633257"}}],"detectionMethod":"PCR of cDNA followed by Sanger sequencing","firstTestingMethod":"PCR","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:c834b263-0c98-4166-afb3-516c326cc282_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:14f61d8e-81ad-4b30-8b47-c38a42208425"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8644704","type":"dc:BibliographicResource","dc:abstract":"Although not all mucopolysaccharidosis type VII (MPS VII) neonates present with hydrops fetalis or with related symptoms, hydrops fetalis is a common form of presentation of this mucopolysaccharidosis. We used reverse-transcription-PCR-SSCP and direct sequencing to screen for mutations in the human beta-glucuronidase cDNA of 17 MPS VII patients with severe presentation of the disease. Mutations resulting in an unstable mRNA were detected in genomic DNA with direct sequencing of the PCR-amplified beta-glucuronidase exons. We found extensive genetic heterogeneity in MPS VII alleles: in addition to 6 or 12 previously reported mutations (L176F, R216W, R357X, R382C, W507X, and W627C), we detected 14 undescribed mutations in the beta-glucuronidase coding region that produce MPS VII alleles (G136R, E150K, S312X, Y320S, Y320C, H351Y, R382H, R374C, R435P, R477W, G572D, Y508C, K606N and 1900 delta GA). The mutations in hydropic fetuses were widely scattered in the beta-glucuronidase gene. Analysis of three polymorphic sites of the mutant alleles (1766T/C, 1972C/T and a new 1091+27C/G polymorphism) allowed exclusion of identity by descent for some recurrent mutations. Three of four mutations introducing a premature translation stop codon were found to affect mRNA abundance and/or structure. Expression studies provided evidence for the causal relationship between each of the mutations found in MPS VII alleles and the enzyme deficiency, in that all mutations identified exhibited markedly reduced enzyme activity expressed in COS7 cells following transfection with the mutant cDNA.","dc:creator":"Vervoort R","dc:date":"1996","dc:title":"Molecular analysis of patients with beta-glucuronidase deficiency presenting as hydrops fetalis or as early mucopolysaccharidosis VII."}},{"id":"cggv:c171fc3d-c1a1-4727-87b7-e1541acfa272_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:af70c7fb-1f67-47eb-b952-8d3bb579c201"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8644704"}],"rdfs:label":"Patient 17"},{"id":"cggv:c834b263-0c98-4166-afb3-516c326cc282","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c834b263-0c98-4166-afb3-516c326cc282_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:c171fc3d-c1a1-4727-87b7-e1541acfa272","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c171fc3d-c1a1-4727-87b7-e1541acfa272_variant_evidence_item"},{"id":"cggv:c171fc3d-c1a1-4727-87b7-e1541acfa272_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In transfected COS cells, resulted in 0.5% of WT enzyme activity (PMID: 8644704)"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5071,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:6cb4668a-0a70-4da7-9baf-a82ace8f9ecd","type":"GeneValidityProposition","disease":"obo:MONDO_0009662","gene":"hgnc:4696","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between the GUSB gene and mucopolysaccharidosis type 7 (MPS7), an autosomal recessive lysosomal storage disorder, was evaluated using the ClinGen Clinical Validity Framework as of June 27, 2022. GUSB encodes beta-glucuronidase, a lysosomal enzyme that catalyzes the hydrolysis of beta-D-glucuronic acid residues in the degradation of glycosaminoglycans (GAGs), including the degradation of heparan sulfate, dermatan sulfate, and chondroitin-4,6-sulfate (PMID: 3468507). Among individuals with MPS7, beta-glucuronidase deficiency results in accumulation of these GAGs in the lysosomes of multiple tissues, resulting in the characteristic disease manifestations of MPS7, which include neurologic impairment, hepatosplenomegaly, and skeletal dysplasia (as reviewed in PMID: 26908836). \n\nThe disease mechanism of MPS7 is loss of function. MPS7 was first reported in 1973 (PMID: 4265197) and the first report of biallelic variants in GUSB among patients with MPS7 was published in 1900 (PMID: 2115490). Both case-level (genetic) and experimental evidence support the relationship between MPS7 and GUSB. Reported causal variants include missense, nonsense, frameshift, and splice-altering variants, as well as larger intragenic deletions (PMID: 19224584). In total, 11 variants from seven probands in six publications were curated, including the prevalent missense variants c.526C>T (p.L176F), c.1856C>T (p.A619V), and c.1144C>T (p.R382C), which are estimated to respectively account for 20.4%, 4.9%, and 3.9% of reported cases. Although there is additional published case-level evidence available, the maximum score for genetic evidence (12 points) has already been reached. \n\nExperimental evidence for the relationship between GUSB and MPS7 includes the biochemical function of the gene product (the beta-glucuronidase enzyme) being consistent with the clinical and biochemical findings identified individuals with MPS7 (PMID: 4265197, PMID: 26908836), the biochemical and clinical features of a GUSB knockout mouse animal (PMID: 2495302, PMID: 8101990), and the impact of enzyme replacement therapy among human MPS7 patients (PMID: 32063397). Additional experimental evidence is available, but the maximum score for experimental evidence (6 points) has already been reached.\n\nIn sum, GUSB is definitively associated with MPS7. The association has been repeatedly demonstrated in both clinical and research settings, and has been upheld over time. This classification was approved by the ClinGen Lysosomal Diseases GCEP on July 5, 2022 (SOP v9).","dc:isVersionOf":{"id":"cggv:aae0c8bd-5ff2-48a1-90e9-9038dcb44bc3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}