{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2023-03-16T16:00:00.000Z","role":"Approver"},{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2023-03-31T21:20:13.640Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22156576","type":"dc:BibliographicResource","dc:abstract":"The molecular events responsible for obstruction of aqueous humor outflow and the loss of retinal ganglion cells in glaucoma, one of the main causes of blindness worldwide, remain poorly understood. We identified a synonymous variant, c.765C>T (Thr255Thr), in ankyrin repeats and suppressor of cytokine signaling box-containing protein 10 (ASB10) in a large family with primary open angle glaucoma (POAG) mapping to the GLC1F locus. This variant affects an exon splice enhancer site and alters mRNA splicing in lymphoblasts of affected family members. Systematic sequence analysis in two POAG patient groups (195 US and 977 German) and their respective controls (85 and 376) lead to the identification of 26 amino acid changes in 70 patients (70 of 1172; 6.0%) compared with 9 in 13 controls (13 of 461; 2.8%; P = 0.008). Molecular modeling suggests that these missense variants change ASB10 net charge or destabilize ankyrin repeats. ASB10 mRNA and protein were found to be strongly expressed in trabecular meshwork, retinal ganglion cells and ciliary body. Silencing of ASB10 transcripts in perfused anterior segment organ culture reduced outflow facility by ∼50% compared with control-infected anterior segments (P = 0.02). In conclusion, genetic and molecular analyses provide evidence for ASB10 as a glaucoma-causing gene.","dc:creator":"Pasutto F","dc:date":"2012","dc:title":"Variants in ASB10 are associated with open-angle glaucoma."},"evidence":[{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0b_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:3e5f2cbf-d93a-42ec-835f-c294e32d98cc","type":"EvidenceLine","evidence":[{"id":"cggv:3e5f2cbf-d93a-42ec-835f-c294e32d98cc_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:0cf4d9c1-e420-4b76-a2a3-ffd1a372ed8a","type":"Cohort","allGenotypedSequenced":238,"alleleFrequency":0.09663865546218488,"detectionMethod":"Genotyping methods are limited to sequencing of the ASB10 locus.","evidence":[{"id":"cggv:3e5f2cbf-d93a-42ec-835f-c294e32d98cc_cc_evidence_item"}],"numWithVariant":23,"relatedCondition":{"id":"obo:MONDO_0011311"}},"controlCohort":{"id":"cggv:1d9c0ab3-a1f2-4598-9150-a976b5bfa0a1","type":"Cohort","allGenotypedSequenced":151,"alleleFrequency":0.01324503311258278,"detectionMethod":"Genotyping methods are limited to sequencing of the ASB10 locus.","evidence":[{"id":"cggv:3e5f2cbf-d93a-42ec-835f-c294e32d98cc_cc_evidence_item"}],"numWithVariant":2},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.0000060,"statisticalSignificanceType":"Fisher’s exact test for rare variants (n<5) or Chi-square test for common variants","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26713451","type":"dc:BibliographicResource","dc:abstract":"Recently nonsynonymous coding variants in the ankyrin repeats and suppressor of cytokine signaling box-containing protein 10 (ASB10) gene were found to be associated with primary open angle glaucoma (POAG) in cohorts from Oregon and Germany, but this finding was not confirmed in an independent cohort from Iowa. The aim of the current study was to assess the role of ASB10 gene variants in Pakistani glaucoma patients.","dc:creator":"Micheal S","dc:date":"2015","dc:title":"Variants in the ASB10 Gene Are Associated with Primary Open Angle Glaucoma."},"rdfs:label":"Aggregate of 3 different population studies"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0.25,"dc:description":"Matching of demographics between cases and controls appears to have been appropriate. However, the removal of several of the most common missense variants for consideration may or may not have introduced further bias that changed the p-value. Some of the remaining variants such as p.Arg453Cys or p.Arg237Gly are quite common as well, so the removal of p.Val359Ile, p.Arg372Cys, and p.Pro402Thr in particular may have been a choice that affected the statistical significance. Scoring has taken into consideration the reproducibility of this trend across multiple studies, while down-scoring has been performed to reflect the high population frequencies and uncharacterized contributions to disease mechanism of these missense variants as a whole."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0.25},{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4},{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:944fb3dc-df6d-463e-8fcd-39568976640d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8830149e-03ea-4ec0-baa9-5652dce0cc46","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"ASB10 mRNA and protein were found to be normally expressed in the iris, trabecular meshwork, Schlemm's canal, and other ocular tissues (Figures 6 and 7). Please note that profiling of a larger list of human tissues found that ASB10 expression levels are much higher in skeletal muscle and cardiac tissues (PMID: 30239781).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22156576","rdfs:label":"ASB10 expression confirmed in various ocular tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"The findings from the article were not scored, as profiling of ASB10 expression across a larger group of tissues found highest expression levels in tissues that were not necessarily relevant to the disease entity being considered (PMID: 30239781, PMID: 11509662)."},{"id":"cggv:3234d54c-29c0-4e3b-8cad-f97355fcc03d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:599b58de-79cc-4f9a-ac86-82e085337a5b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"ASB10 has been shown to co-immunoprecipitate with HSP70 and a subunit of the 20S proteasome (Figure 6C) and to co-localize with HDAC6 (Figures 4B, 6B), possibly in the context of a ubiquitin- and proteasome-mediated degradation pathway. While the interaction with HDAC6 has not been proven to be physical / direct, the HDAC6 gene has been associated with the potentially related phenotype of microphthalmia (PMID: 16001442).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23901248","type":"dc:BibliographicResource","dc:abstract":"Ankyrin repeat and suppressor of cytokine signaling (SOCS) box containing protein-10 (ASB10) was recently identified as a gene that causes primary open-angle glaucoma. Here, we investigated endogenous ASB10 protein expression in human trabecular meshwork (HTM) cells to provide the first clues to the biologic function of this protein.","dc:creator":"Keller KE","dc:date":"2013","dc:title":"Ankyrin repeat and suppressor of cytokine signaling box containing protein-10 is associated with ubiquitin-mediated degradation pathways in trabecular meshwork cells."},"rdfs:label":"ASB10 co-immunoprecipitates with HDAC6"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"ASB10 has not been proven to directly interact with HDAC6, and variants in the HDAC6 gene have been associated with microphthalmia, not glaucoma exactly."},{"id":"cggv:42d51628-a4f8-4e6b-9191-04b574801254","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e60771a6-52c1-45b5-a208-a5f5ebfdbb3d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Figure 7K from this same paper shows that proteosomal inhibition by MG132 can recapitulate the tendency for ASB10-deficient anterior segments to show reduced fluid outflow, consistent with the high ocular hypertension observed in most patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23901248","rdfs:label":"ASB10 interacts with ubiquitin-mediated degradation complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"This evidence has been down-scored for the relative lack of data definitively linking the ubiquitin / proteasome system to the prevention of increased intraocular pressure or glaucoma in general."},{"id":"cggv:7dbb4d5f-4abf-48bf-8ade-1dbac2e6f6f1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05213621-d62b-419e-9a0c-b94507817cb4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"An earlier article (PMID: 23901248) has shown that proteasomal inhibition by MG132 can recapitulate the tendency for ASB10-deficient anterior segments to show reduced fluid outflow, consistent with the high ocular hypertension observed in most patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24337577","type":"dc:BibliographicResource","dc:abstract":"The ankyrin and SOCS (suppressor of cytokine signaling) box (ASB) family of proteins function as the substrate recognition subunit in a subset of Elongin-Cullin-SOCS (ECS) E3 ubiquitin ligases. Despite counting 18 members in humans, the identity of the physiological targets of the Asb proteins remains largely unexplored. To increase our understanding of the function of ASB proteins, we conducted a family-wide SILAC (stable isotope labeling by amino acids in cell culture)-based protein/protein interaction analysis. This investigation led to the identification of novel as well as known ASB-associated proteins like Cullin 5 and Elongins B/C. We observed that several proteins can be bound by more than one Asb protein. The additional exploration of this phenomenon demonstrated that ASB-Cullin 5 complexes can oligomerize and provides evidence that Cullin 5 forms heterodimeric complexes with the Cullin 4a-DDB1 complex. We also demonstrated that ASB11 is a novel endoplasmic reticulum-associated ubiquitin ligase with the ability to interact and promote the ubiquitination of Ribophorin 1, an integral protein of the oligosaccharyltransferase (OST) glycosylation complex. Moreover, expression of ASB11 can increase Ribophorin 1 protein turnover in vivo. In summary, we provide a comprehensive protein/protein interaction data resource that can aid the biological and functional characterization of ASB ubiquitin ligases.","dc:creator":"Andresen CA","dc:date":"2014","dc:title":"Protein interaction screening for the ankyrin repeats and suppressor of cytokine signaling (SOCS) box (ASB) family identify Asb11 as a novel endoplasmic reticulum resident ubiquitin ligase."},"rdfs:label":"Ubiquitin ligase components co-purify with ASB10"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"This evidence has been down-scored for the relative lack of data definitively linking the ubiquitin / proteasome system to the prevention of increased intraocular pressure or glaucoma in general."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e6a057a5-b12c-467b-a75f-6c1ce8905299","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4c8dfb19-a31d-446f-b2c6-61108bd4a141","type":"FunctionalAlteration","dc:description":"shRNA-treated anterior segment exhibited ~50% reduction in flow rate / outflow relative to the control at the 48 hr time point (Fig. 10). This tissue defect may be a match to the increased intraocular pressure observed in some of the human patients of interest, or may be an indirect or non-specific effect of the treatment. Please note that PMID: 23901248 repeated this result with more time points (Figure 2C), and found that the same effect can be triggered by proteasome inhibition (Figure 7K).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22156576","rdfs:label":"ASB10 silencing in human eyes in perfusion culture"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Some scoring is considered appropriate as the finding has been made in multiple publications and is recapitulated by proteasome inhibition. However, control knockdowns are not present to confirm the applicability of the model or the effect size to the disease state, and knockdown is a better model for homozygous disruption rather than an autosomal dominant disease state."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.25}],"evidenceStrength":"Limited","sequence":6069,"specifiedBy":"GeneValidityCriteria9","strengthScore":4.25,"subject":{"id":"cggv:3c545abb-1c33-4c42-b589-19ff9b976ebe","type":"GeneValidityProposition","disease":"obo:MONDO_0011311","gene":"hgnc:17185","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *ASB10* locus was first reported in relation to open-angle glaucoma in 2012 (Pasutto et al., PMID: 22156576), following an earlier linkage study that mapped primary open angle glaucoma within a large, multi-generation family to the relevant genomic region on chromosome 7q35-q36 (PMID: 10037570). Other case-control studies found significant enrichment of *ASB10* missense variants among glaucoma cases relative to controls, with some cohorts of patients exhibiting normal tension (PMID: 20309402) and others high ocular tension (PMID: 22156576, PMID: 26713451). However, this enrichment did not prove to be reproducible in other cohorts (PMID: 22798626, PMID: 31522561). A follow-up study with targeted genotyping of *ASB10* in one family reported 9 affected individuals harboring a synonymous variant in the coding region confirmed to be absent from 3 unaffected individuals (PMID: 22156576). Affected individuals were found to express a smaller *ASB10* transcript with skipping of exon 3, resulting in a frameshift and premature stop codon (PMID: 22156576). Affected family members were diagnosed at a broad range of ages (25 years to 70 years and exhibited elevated intraocular pressure, optic disc cupping with optic cup-disc ratios >0.6 in at least one eye, gonioscopy showing an iridocorneal angle >40 degrees, and in some cases visual field defects characteristic of glaucomatous damage (PMID: 10037570). While this reported family introduced the possibility of variants in *ASB10* as a cause of monogenic disease, case-control studies performing *ASB10* genotyping in glaucoma patient cohorts have not identified other disease-associated variants with high penetrance or demonstrated impact on the gene product. Genotyping in most cases was limited to the *ASB10* locus, and other loci were not investigated for potential modifiers. In one family with multiple affected and some unaffected members harboring a missense variant in *ASB10*, a homozygous individual was observed to be more severely affected than the heterozygous siblings (PMID: 26713451). Per criteria outlined by the ClinGen Lumping & Splitting Working Group, the mode of inheritance was found to be consistent across most of the asserted cases, despite the phenotypic heterogeneity of their clinical presentation. These factors provided a rationale for this curation to lump the diverse cases under a single disease entity, referred to as glaucoma 1, open angle, F (MONDO:0011311).\n\nThis curation scored seven potentially deleterious variants (five missense, one nonsense, and one synonymous), which have been collectively reported in eight probands in two publications (PMID: 22156576, PMID: 26713451). Genotyping of potential causative loci was limited to *ASB10* in most cases. In one case, co-segregation of the synonymous variant with disease in a family with genotyping of all genes within the linkage region was scored as part of this gene-disease relationship (PMID: 22156576). Seven out of eight probands harbored one variant allele while one harbored a homozygous variant within the *ASB10* locus. The mechanism of pathogenicity in some cases may be monoallelic loss of *ASB10* function, as the synonymous variant was associated exon skipping and premature termination, while the nonsense variant was predicted to trigger nonsense-mediated decay (PMID: 22156576). On the other hand, many of the candidate variants have been down-scored due to relatively high frequencies in control databases or detection among both cases and unaffected controls. These findings indicate that while some variants may contribute to the glaucoma susceptibility through a multifactorial mechanism, they are likely insufficient to cause glaucoma on their own. Some scoring was assigned to case-control studies based on the reproducible enrichment of *ASB10* variants among cases relative to controls (PMID: 22156576, PMID: 20309402, PMID: 26713451, PMID: 22798626, PMID: 31522561). Additional experiments will be required to evaluate the potential impact of missense variants on *ASB10* function and/or the development of glaucoma. Additional case reports with more comprehensive genotyping of glaucoma-associated loci will be required to confirm that *ASB10*-related disease occurs in the absence of variants in other genes.\n\nEvaluation of this gene-disease association considered biochemical studies of the ASB10 gene product, a component of a ubiquitin ligase complex that also includes CUL5, RBX2, and UBC (PMID: 24337577). ASB10 also co-localizes with HSP70 and components of the proteasome (PMID: 23901248). These findings are consistent with a role of ASB10 in the ubiquitin- and proteasome-mediated degradation pathway. *ASB10* mRNA and protein were found to be normally expressed in the iris, trabecular meshwork, Schlemm's canal, and other ocular tissues (PMID: 30239781), however, its levels are higher in skeletal muscle and cardiac tissues (PMID: 11509662). Transient *ASB10* silencing in cultured anterior segment exhibited ~50% reduction in flow rate / outflow relative to a non-targeting shRNA control. This tissue defect may be a match to the increased intraocular pressure observed in some of the human patients (PMID: 22156576). Interestingly, the same effect can be triggered by proteasome inhibition (PMID: 23901248). Overall, experimental evidence on *ASB10* is consistent with but not highly supportive of a role in open-angle glaucoma.\n\nIn summary, both supportive and contradictory evidence have been found relevant to the asserted association between *ASB10* and glaucoma 1, open angle, F. The absence of more complete genotyping of the asserted cases to exclude variants in other potential causative loci and the limited availability of experimental evidence at this time to functionally characterize candidate variants have led to a Limited classification. While *ASB10* variants may be enriched in glaucoma cases relative to controls, additional case reports with more comprehensive genotyping of glaucoma-associated loci will be required to determine whether these variants can act as a monogenic cause of disease or contribute to glaucoma through a polygenic mechanism. Murine or other animal models of *Asb10* disruption will also inform the future re-classification of this gene-disease relationship. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on March 16th, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:ac9aa333-15d1-404d-85e1-a3d6e759dc0b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}