{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-12-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2024-12-06T05:15:59.674Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:83b83be2-8e43-443c-878e-5e8d65df0378","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05dc53b7-8ab4-48d9-aa14-c74503bf9039","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The STK36 RNA expression and protein detection on tissue distribution show that it is expressed in the human tissues associated with genes implicated in biogenesis of motile cilia, lung, and testis although not highly specific ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10806483","type":"dc:BibliographicResource","dc:creator":"Murone M","dc:date":"2000","dc:title":"Gli regulation by the opposing activities of fused and suppressor of fused."},"rdfs:label":"Human tissue- STK36 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Low tissue specificity"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba8343c2-d3c1-4334-aee0-572775de09ce","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2260822d-6581-4499-b9f7-0dec90849681","type":"FunctionalAlteration","dc:description":"Electron microscopy (EM) analysis of affected individual OI-105 II1 had abnormalities in the central pair (CP) apparatus of cilia. The majority of Cilia cross-sections appear normal with the typical 9+2 ultrastructure, but in some cases, partial or complete absence of the CP complex was observed. The immunofluorescence data showing the absence of STK36 in cilia from individuals with mutations in radial spoke proteins (RSPH1, RSPH4A, RSPH9). The findings suggest that STK36 requires an intact radial spoke head for its proper localization to the ciliary axoneme.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28543983","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a genetic condition of impaired ciliary beating, characterized by chronic infections of the upper and lower airways and progressive lung failure. Defects of the outer dynein arms are the most common cause of PCD. In about half of the affected individuals, PCD occurs with situs inversus (Kartagener syndrome). A minor PCD subgroup including defects of the radial spokes (RS) and central pair (CP) is hallmarked by the absence of laterality defects, subtle beating abnormalities, and unequivocally apparent ultrastructural defects of the ciliary axoneme, making their diagnosis challenging. We identified homozygous loss-of-function mutations in STK36 in one PCD-affected individual with situs solitus. Transmission electron microscopy analysis demonstrates that STK36 is required for cilia orientation in human respiratory epithelial cells, with a probable localization of STK36 between the RS and CP. STK36 screening can now be included for this rare and difficult to diagnose PCD subgroup.","dc:creator":"Edelbusch C","dc:date":"2017","dc:title":"Mutation of serine/threonine protein kinase 36 (STK36) causes primary ciliary dyskinesia with a central pair defect."},"rdfs:label":"Failure to produce a functional STK36 protein"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The functional experiments were not scored but used to support genetic evidence of the affected individual."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c382bedf-6b1b-4496-962d-a3216ed3611f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d24dbc2-8cd4-40ba-bcae-524f6ec074d7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Stk36 knock-out mouse model exhibits hallmark features of PCD, including cilia abnormalities, impaired motility, and related phenotypes such as hydrocephalus. These findings underscore the critical role of STK36 in ciliary development, motility, and function, providing insights into the pathogenesis of PCD and hydrocephalus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37584603","type":"dc:BibliographicResource","dc:abstract":"Motile cilia lining on the ependymal cells are crucial for cerebrospinal fluid (CSF) flow and its dysfunction is often associated with hydrocephalus. Unc51-like-kinase 4 (Ulk4) was previously linked to CSF flow and motile ciliogenesis in mice, as the hypomorph mutant of Ulk4 (Ulk4","dc:creator":"Zhang H","dc:date":"2023","dc:title":"The putative protein kinase Stk36 is essential for ciliogenesis and CSF flow by associating with Ulk4."},"rdfs:label":"Zhang et al., 2023 Stk36 knock-out mouse-CRISPR/Cas9"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The Stk36 knock-out mouse model exhibits hallmark features of PCD, including cilia abnormalities, impaired motility, and related phenotypes such as hydrocephalus, but may not develop the full spectrum of clinical manifestations of respiratory features observed in human PCD."},{"id":"cggv:1b814308-0bb4-40bd-82a1-6e59c420d2fc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:efca3790-d3d9-465b-bc6a-a1a90c523a62","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The cilia biogenesis defect in zebrafish fu morphants is characterized by the disorganization of central pair microtubules in motile cilia, leading to impaired ciliary motility and, consequently, defective left-right asymmetry during development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19305393","type":"dc:BibliographicResource","dc:abstract":"Hedgehog (Hh) signalling is essential for several aspects of embryogenesis. In Drosophila, Hh transduction is mediated by a cytoplasmic signalling complex that includes the putative serine-threonine kinase Fused (Fu) and the kinesin Costal 2 (Cos2, also known as Cos), yet Fu does not have a conserved role in Hh signalling in mammals. Mouse Fu (also known as Stk36) mutants are viable and seem to respond normally to Hh signalling. Here we show that mouse Fu is essential for construction of the central pair apparatus of motile, 9+2 cilia and offers a new model of human primary ciliary dyskinesia. We found that mouse Fu physically interacts with Kif27, a mammalian Cos2 orthologue, and linked Fu to known structural components of the central pair apparatus, providing evidence for the first regulatory component involved in central pair construction. We also demonstrated that zebrafish Fu is required both for Hh signalling and cilia biogenesis in Kupffer's vesicle. Mouse Fu rescued both Hh-dependent and -independent defects in zebrafish. Our results delineate a new pathway for central pair apparatus assembly, identify common regulators of Hh signalling and motile ciliogenesis, and provide insights into the evolution of the Hh cascade.","dc:creator":"Wilson CW","dc:date":"2009","dc:title":"Fused has evolved divergent roles in vertebrate Hedgehog signalling and motile ciliogenesis."},"rdfs:label":"Zebrafish fu morphants, Wilson et al, 2009"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"While there are strong similarities such as abnormalities in the structure and function of motile cilia, specifically those in Kupffer’s vesicle (KV), which are crucial for establishing left-right (L-R) asymmetry during development. However, Zebrafish fu morphants do not seem to exhibit some of the complex and systemic phenotypes seen in human PCD."},{"id":"cggv:e0ed358e-b271-41ec-b266-882aae598f37","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:833d9751-bfe7-4094-b6b1-d7de73848302","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Defective motile cilia are present in both Leishmania KO models and human PCD, with abnormal movement due to structural defects, and most cells lack functional flagella. Leishmania KO mutants display microtubule arrangement abnormalities, similar to human PCD, leading to impaired ciliary movement and a key structural defect in the 9+2 microtubule structure which is commonly the absence of the central pair or misalignment.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36989043","type":"dc:BibliographicResource","dc:abstract":"Unc-51-like kinase (ULK) family serine-threonine protein kinase homologues have been linked to the function of motile cilia in diverse species. Mutations in Fused/STK36 and ULK4 in mice resulted in hydrocephalus and other phenotypes consistent with ciliary defects. How either protein contributes to the assembly and function of motile cilia is not well understood. Here we studied the phenotypes of ","dc:creator":"McCoy CJ","dc:date":"2023","dc:title":"ULK4 and Fused/STK36 interact to mediate assembly of a motile flagellum."},"rdfs:label":" Leishmania Mexicana, McCoy et al., 2023"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The animal model do not seem to exhibit some of the complex and systemic phenotypes seen in human PCD."},{"id":"cggv:f36cfdcf-7ce7-4515-b6de-cf8fb9173537","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3633831b-4ffa-4b18-a464-daa64fbb66ff","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"History of recurrent respiratory infections and nasal discharge and respiratory cilia central pair had defect were altered and reduced","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36786090","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) represents a group of diseases characterized by impaired movement of cilia and subsequent health problems in diverse organ systems, notably the respiratory tract. Almost 50 candidate genes for PCD are known in humans. In this study, we investigated an Australian Shepherd dog with a history of recurrent respiratory infections and nasal discharge. A transmission electron microscopy investigation led to the diagnosis of PCD with central pair defect, in which the normal 9:2 arrangement of respiratory cilia was altered and reduced to a 9:0 arrangement. Whole genome sequencing data from the affected dog was obtained and searched for variants in PCD candidate genes that were not present in 918 control genomes from different breeds. This revealed a homozygous single base pair exchange at a splice site of STK36, XM_038585732.1:c.2868-1G>A. The mutant allele was absent from 281 additionally genotyped Australian Shepherd dogs. RT-PCR confirmed aberrant splicing in the affected dog with the skipping of exon 20 and the insertion of a cryptic exon, which is predicted to lead to a premature stop codon and truncation of 36% of the STK36 wild-type open reading frame, XP_038441660.1:(p.Met957Profs*11). STK36 variants were previously reported to cause PCD in humans and mice. The knowledge from other species together with the absence of the mutant allele in more than 1000 control dogs suggests STK36:c.2868-1G>A as the most likely candidate variant for PCD in the investigated case.","dc:creator":"Christen M","dc:date":"2023","dc:title":"STK36 splice site variant in an Australian Shepherd dog with primary ciliary dyskinesia."},"rdfs:label":"Australian Shepherd dog "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:01f08dea-8e91-4286-a491-0193dec4b569","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a71f0911-f68f-4e34-ac03-c6fb991d9c14","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hydrocephalus and the knockout mice also developed bilateral suppurative rhinitis (nasal inflammation) with infiltration of neutrophils, reflecting defective mucosal secretions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16055717","type":"dc:BibliographicResource","dc:abstract":"The Drosophila Fused (Fu) kinase is an integral component of the Hedgehog (Hh) pathway that helps promote Hh-dependent gene transcription. Vertebrate homologues of Fu function in the Hh pathway in vitro, suggesting that Fu is evolutionarily conserved. We have generated fused (stk36) knockout mice to address the in vivo function of the mouse Fu (mFu) homologue. fused knockouts develop normally, being born in Mendelian ratios, but fail to thrive within 2 weeks, displaying profound growth retardation with communicating hydrocephalus and early mortality. The fused gene is expressed highly in ependymal cells and the choroid plexus, tissues involved in the production and circulation of cerebral spinal fluid (CSF), suggesting that loss of mFu disrupts CSF homeostasis. Similarly, fused is highly expressed in the nasal epithelium, where fused knockouts display bilateral suppurative rhinitis. No obvious defects were observed in the development of organs where Hh signaling is required (limbs, face, bones, etc.). Specification of neuronal cell fates by Hh in the neural tube was normal in fused knockouts, and induction of Hh target genes in numerous tissues is not affected by the loss of mFu. Furthermore, stimulation of fused knockout cerebellar granule cells to proliferate with Sonic Hh revealed no defect in Hh signal transmission. These results show that the mFu homologue is not required for Hh signaling during embryonic development but is required for proper postnatal development, possibly by regulating the CSF homeostasis or ciliary function.","dc:creator":"Merchant M","dc:date":"2005","dc:title":"Loss of the serine/threonine kinase fused results in postnatal growth defects and lethality due to progressive hydrocephalus."},"rdfs:label":"Fused (stk36) knockout mice, Merchnat et al., 2005"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Fused (stk36) knockout mice do not exhibit the complex and systemic phenotypes seen in human primary ciliary dyskinesia (PCD)."},{"id":"cggv:5abceed0-e6d0-4093-979e-93c35d69bc43","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0031944f-887d-4532-a9ba-c7e6daa5f04d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both Fu-/- mice and humans with PCD exhibit structural abnormalities in their motile cilia. In Fu-/- mice, approximately 60% of motile cilia lack the central pair (CP) apparatus, which is crucial for normal ciliary. The cilia have impaired or abnormal motility. Fu-/- cilia show disorganized beating, reduced stroke amplitude, and a stiff, uncoordinated movement. This mirrors the ciliary dysfunction seen in PCD patients, where cilia beat abnormally or are immotile, leading to ineffective mucociliary clearance. Fu-/- mice exhibit poor ciliary motion and reduced fluid flow in the trachea, which compromises their ability to clear mucus and pathogens from the respiratory tract. Fu-/- mice and humans with PCD, the cilia lack coordinated beating patterns. In Fu-/- mice, this is due to the absence of the CP apparatus, which results in disoriented and uncoordinated ciliary motion.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19305393","rdfs:label":"Fu-/- mice, Wilson et al, 2009 "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"While there are strong similarities, Fu-/- mice do not seem to exhibit some of the complex and systemic phenotypes seen in human PCD, such as situs inversus (where internal organs are mirrored), which is common in PCD patients due to defects in embryonic nodal cilia. Additionally, Fu-/- mice may not develop the full spectrum of clinical manifestations (like chronic infections) observed in human PCD."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14f_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:e1d5026d-ee1b-4d9c-ab34-f3dbc1fbfa19_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e1d5026d-ee1b-4d9c-ab34-f3dbc1fbfa19","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":40,"allele":{"id":"cggv:06a24424-4cec-41f1-bc68-8c42f51bbdf7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015690.5(STK36):c.1399del (p.Glu467ArgfsTer13)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2110802"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0000364","obo:HP_0002110","obo:HP_0000403","obo:HP_0000388","obo:HP_0002090","obo:HP_0011108"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:1503c4de-3ef2-4609-9b1b-5b01ef8aac79_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:06a24424-4cec-41f1-bc68-8c42f51bbdf7"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28543983"},"rdfs:label":"OI-105 II1 "},{"id":"cggv:1503c4de-3ef2-4609-9b1b-5b01ef8aac79","type":"obo:SEPIO_0004097","calculatedScore":2.5,"direction":"Supports","evidence":[{"id":"cggv:1503c4de-3ef2-4609-9b1b-5b01ef8aac79_variant_evidence_item"},{"id":"cggv:1503c4de-3ef2-4609-9b1b-5b01ef8aac79_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"TEM: analyses revealed abnormalities in some ciliary cross-sections of the CP apparatus, with most showing a normal 9+2 ultrastructure, and some cases revealing partial or complete absence. The images show high disorientation in STK36-mutant cells compared to healthy controls.\nSTK36, a protein found in healthy controls, was undetectable in respiratory cilia of affected individual cells (OI-105 II1)."}],"strengthScore":1,"dc:description":"Down scored due to a potential consanguinity, genotyping for the parents were unknown and unproven effect on splicing"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Moderate","sequence":9465,"specifiedBy":"GeneValidityCriteria11","strengthScore":6.5,"subject":{"id":"cggv:910637ac-db66-4640-9512-d626c24785de","type":"GeneValidityProposition","disease":"obo:MONDO_0030332","gene":"hgnc:17209","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The *STK36* gene encodes serine/threonine kinase 36, also known as Fused, which is essential in vertebrates for the proper formation and function of motile cilia and is involved in regulating the Hedgehog (Hh) signaling pathway (Chen et al., 2005, PMID: 16055716; Murone et al., 2000, PMID: 10806483; Wilson et al., 2009, PMID: 19305393). Although STK36 is dispensable for canonical Hh signaling in mammals, it plays a crucial role in ciliogenesis, particularly in the assembly of the central pair (CP) apparatus within motile cilia (Wilson et al., 2009, PMID: 9305393; Merchant et al., 2005, PMID: 16055717). This gene has been implicated in various developmental processes, including establishing left-right asymmetry and mucociliary clearance (Wilson et al., 2009, PMID: 19305393). *STK36* disruption has recently been found in association with primary ciliary dyskinesia 46 (PCD 46, MONDO:0030332), with one patient showing defects in ciliary structure and function (Edelbusch et al., 2017, PMID: 28543983). The patient was described as harboring a homozygous frameshift variant, NM_015690.5(STK36):c.1399del (p.Glu467fs), which results in a premature stop codon in exon 12 of 27, indicating a likely loss-of-function mechanism. The patient presented with typical PCD symptoms, including recurrent sinusitis, otitis, pneumonia, and bronchiectasis. These symptoms may have resulted from impaired mucociliary clearance due to dysfunctional cilia. Pulmonary function tests showed significantly reduced forced vital capacity and forced expiratory volume in 1 second, indicating compromised lung function. Transmission electron microscopy of respiratory epithelial cells from a nasal brush biopsy showed abnormalities of the cilia central pair (CP) apparatus, lacked coordinated movement, and displayed a stiff and reduced beating amplitude (Edelbusch et al., 2017, PMID: 28543983). However, additional PCD patients with biallelic *STK36* variants have not yet been reported, reflecting an urgent need for additional genetic evidence.\n\nThis gene-disease relationship is also supported by experimental evidence. *STK36* mRNA and protein expression across human tissues indicate higher expression in regions such as lung and testis that are associated with the biogenesis of motile cilia, although the expression profile is not highly specific (Murone et al., 2000, PMID: 10806483, proteinatlas.org). Animal models have included a Fu (Fused) knockout (*Fu-/-*) mouse model (Wilson et al., 2009, PMID: 19305393). Fu is the Drosophila homolog of the STK36 protein, both of which play essential and evolutionarily conserved roles in cellular pathways such as ciliary function and organization (Chen et al., 2005, PMID: 16055716; Murone et al., 2000, PMID: 10806483). The *Fu-/-* mice show structural defects in the CP microtubules, causing abnormal ciliary multifunctional and impaired fluid flow in the mice trachea and revealing that Fu is essential for the construction of the central pair (CP) apparatus in 9+2 motile cilia (Wilson et al., 2009, PMID: 19305393). Fused knockout mice also show defects in postnatal development, developing a communicating form of hydrocephalus and bilateral suppurative rhinitis with infiltration of neutrophils, reflecting defective mucosal secretions (Merchant et al., 2005, PMID: 16055717). Zebrafish *fu* morphants similarly show defects in L-R asymmetry and disorganized ciliary axonemal structures, affecting their function and motility, which is rescued by co-injection of mouse fu expression. This demonstrates that Fu plays a conserved role in ciliogenesis, left-right asymmetry, and cilia structures, further connecting Fu's function to phenotypes associated with PCD 46 (Wilson et al., 2009, PMID: 19305393). *Stk36* knock-out mice generated using CRISPR/Cas9 technology show features of PCD such as ciliary abnormalities, impaired motility, and hydrocephalus (Christen et al., 2023, PMID: 36786090). *Leishmania mexicana* studies indicate that ULK4 and Fused/STK36 interact to mediate the assembly of a motile flagellum. The knockout model LmxFused shows ultrastructural defects in CP and abnormalities in outer microtubule doublet number and orientation, resulting in the loss of motile flagella (McCoy et al., 2023, PMID: 36989043). Finally, an Australian Shepherd dog with PCD clinical presentation has been reported by Christen et al., 2023, PMID: 36786090 to harbor a homozygous splicing variant. The dog recapitulates features of the human disease including onset at 10  weeks of age, a history of sneezing, yellow-greenish nasal discharge, recurrent rhinitis with diverse bacterial origins, and TEM results revealing regular ciliary arrangement of variable density with partly irregular arrangement of basal bodies (Christen et al., 2023, PMID: 36786090).\n\nIn summary, *STK36* has moderate evidence of its association with primary ciliary dyskinesia 46. This association has been presented by a single proband harboring a novel variant in the *STK36* gene and is supported by robust data from animal models and functional experimental data without the emergence of contradictory evidence. However, no replication has yet been reported in the form of other human probands, which will be required to reach a higher classification of the gene-disease relationship. This classification was approved by the ClinGen Motile Ciliopathy GCEP on December 5, 2024 (SOP Version 11).","dc:isVersionOf":{"id":"cggv:7881f30d-7281-42d0-9352-0e7fff26f14f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}