{"id":"cggv:191437ab-2e73-4a0b-a660-ab5eab4c1066v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:191437ab-2e73-4a0b-a660-ab5eab4c1066_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-27T14:11:08.747Z","role":"Publisher"},{"id":"cggv:191437ab-2e73-4a0b-a660-ab5eab4c1066_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-02-05T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:191437ab-2e73-4a0b-a660-ab5eab4c1066_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:191437ab-2e73-4a0b-a660-ab5eab4c1066_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e92ecdd-472b-406b-8fc4-31a4044a523c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:182ef160-e80b-448b-a2ee-edc582e7b367","type":"FunctionalAlteration","dc:description":"siRNA knockdown of gene in PC12 cells inhibits neurite outgrowth indicatign that the gene participates in neurite extension.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22531377","type":"dc:BibliographicResource","dc:abstract":"KIAA2022 has been implicated as a gene responsible for expressing X-linked mental retardation (XLMR) proteins in humans. However, the functional role of KIAA2022 in the human brain remains unclear. Here, we revealed that depletion of Kiaa2022 inhibits neurite outgrowth of PC12 cells, indicating that the gene participates in neurite extension. Thus, we termed Kiaa2022 as an XLMR protein related to neurite extension (Xpn). Using the mouse brain as a model and ontogenetic analysis of Xpn by real-time PCR, we clearly demonstrated that Xpn is expressed transiently during the late embryonic and perinatal stages. In situ hybridization histochemistry further revealed that Xpn-expressing neurons could be categorized ontogenetically into three types. The first type showed transient expression of Xpn during development. The second type maximally expressed Xpn during the late embryonic or perinatal stage. Thereafter, Xpn expression in this type of neuron decreased gradually throughout development. Nevertheless, a significant level of Xpn expression was detected even into adulthood. The third type of neurons initiated expression of Xpn during the embryonic stage, and continued to express the gene throughout the remaining developmental stages. Subsequent immunohistochemical analysis revealed that Xpn was localized to the nucleus and cytoplasm throughout brain development. Our findings indicate that Xpn may participate in neural circuit formation during developmental stages via nuclear and cytoplasmic Xpn. Moreover, disturbances of this neuronal circuit formation may play a role in the pathogenesis of mental retardation.","dc:creator":"Ishikawa T","dc:date":"2012","dc:title":"Transient expression of Xpn, an XLMR protein related to neurite extension, during brain development and participation in neurite outgrowth."},"rdfs:label":"siRNA knockdown"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:191437ab-2e73-4a0b-a660-ab5eab4c1066_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:569fc893-acfc-47d8-8442-58f95b6cc995","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:97aa61f5-f1eb-439c-8165-8493aed8d4c2","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Recovery of NEXMIF expression promotes NGF-induced neurite outgrowth of PC12 cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22531377","rdfs:label":"Recovery of NEXMIF promotes neurite outgrowth"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"Downgraded as rescue is in siRNA knockdown of gene in cell culture."},{"id":"cggv:0207892c-4d8b-424b-832e-7fafa6de2d1c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e0c59db9-186c-4794-8a5c-df8d48780bdf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Male NEXMIF KO mice demonstrate reduced sociability and communication, elevated repetitive grooming behavior, and deficits in learning and memory. Loss of NEXMIF/KIDLIA expression results in a significant decrease in synapse density and synaptic protein expression. Consistently, male KO animals show aberrant synaptic function as measured by excitatory miniatures and postsynaptic currents in the hippocampus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31704787","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is a heterogeneous neurodevelopmental disability that demonstrates impaired social interactions, communication deficits, and restrictive and repetitive behaviors. ASD has a strong genetic basis and many ASD-associated genes have been discovered thus far. Our previous work has shown that loss of expression of the X-linked gene NEXMIF/KIDLIA is implicated in patients with autistic features and intellectual disability (ID). To further determine the causal role of the gene in the disorder, and to understand the cellular and molecular mechanisms underlying the pathology, we have generated a NEXMIF knock-out (KO) mouse. We find that male NEXMIF KO mice demonstrate reduced sociability and communication, elevated repetitive grooming behavior, and deficits in learning and memory. Loss of NEXMIF/KIDLIA expression results in a significant decrease in synapse density and synaptic protein expression. Consistently, male KO animals show aberrant synaptic function as measured by excitatory miniatures and postsynaptic currents in the hippocampus. These findings indicate that NEXMIF KO mice recapitulate the phenotypes of the human disorder. The NEXMIF KO mouse model will be a valuable tool for studying the complex mechanisms involved in ASD and for the development of novel therapeutics for this disorder.SIGNIFICANCE STATEMENT Autism spectrum disorder (ASD) is a heterogeneous neurodevelopmental disorder characterized by behavioral phenotypes. Based on our previous work, which indicated the loss of NEXMIF/KIDLIA was associated with ASD, we generated NEXMIF knock-out (KO) mice. The NEXMIF KO mice demonstrate autism-like behaviors including deficits in social interaction, increased repetitive self-grooming, and impairments in communication and in learning and memory. The KO neurons show reduced synapse density and a suppression in synaptic transmission, indicating a role for NEXMIF in regulating synapse development and function. The NEXMIF KO mouse faithfully recapitulates the human disorder, and thus serves as an animal model for future investigation of the NEXMIF-dependent neurodevelopmental disorders.","dc:creator":"Gilbert J","dc:date":"2020","dc:title":"NEXMIF/KIDLIA Knock-out Mouse Demonstrates Autism-Like Behaviors, Memory Deficits, and Impairments in Synapse Formation and Function."},"rdfs:label":"Knock-out mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:191437ab-2e73-4a0b-a660-ab5eab4c1066_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3557,"specifiedBy":"GeneValidityCriteria7","strengthScore":15,"subject":{"id":"cggv:1ac5a971-01a6-42bd-a4ca-5271c2b9cd2a","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:29433","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"Variants in the NEXMIF gene have been reported in multiple individuals with X-linked complex neurodevelopmental disorder since 2013 (Van Maldergem et al. 2013). More than 25 unique\nvariants predicted to cause a loss of function of the protein have been described. This gene-disease relationship is supported by animal models, rescue experiments, and expression studies. In summary, NEXMIF is definitively associated with X-linked complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Working Group on 02/05/2020.","dc:isVersionOf":{"id":"cggv:191437ab-2e73-4a0b-a660-ab5eab4c1066"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}