{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2020-11-17T15:05:57.221Z","role":"Publisher"},{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2020-11-17T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:74f9b004-8a28-4a6d-99f4-317585222aa0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6079cf97-190c-480b-bad0-9ad27d321421","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"detectionMethod":"cDNA and genomic DNA were purified and PCR amplified. The product was subcloned and sequenced using the dideoxy chain-termination method.","firstTestingMethod":"PCR","phenotypeFreeText":"IgM levels of 0.05 mg/ml (normal range 0.54-1.14 mg/ml), IgG of 0.08 mg/ml (6.1-10.7 mg/ml) and IgA of 0.05 mg/ml (0.46-1.1 mg/ml). Plasma GH < 1.7 ng/ml.","phenotypes":["obo:HP_0000824","obo:HP_0004322","obo:HP_0003139","obo:HP_0002718"],"previousTesting":true,"previousTestingDescription":"Other pituitary functions, including TSH, PRL, ACTH and gonadotropins, were normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:74f9b004-8a28-4a6d-99f4-317585222aa0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:52ca053f-4aa5-4888-90f8-b31bd5a32710","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000061.2(BTK):c.1750+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341083"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8013627","type":"dc:BibliographicResource","dc:abstract":"X-linked agammaglobulinemia (XLA) is an inherited immunodeficiency disease associated with a block in differentiation from pre-B to B cells. The XLA gene encodes a 659 amino acids cytoplasmic protein tyrosine kinase named btk (Bruton's tyrosine kinase). The few btk gene alterations so far reported in XLA patients are heterogenous and distributed in all domains of the btk protein. They appear to be responsible for a range of B cell immunodeficiency disorders of variable severity. Rare families in which XLA is inherited together with isolated growth hormone deficiency (IGHD) have been reported. Genetic analysis has shown that this disease association maps to the same region of the X chromosome as XLA, but whether the two phenotypes are caused by a common or different developmental or biochemical mechanism is unknown. We have analyzed the btk gene of a patient with XLA and IGHD. RT-PCR analysis of btk transcripts, sequencing data obtained from cDNA and genomic DNA and in vitro splicing assays showed that an intronic point mutation (1882 + 5G-->A) is responsible for skipping of an exon located in the tyrosine kinase domain. This exon-skipping event results in a frameshift leading to a premature stop codon 14 amino acids downstream, and in the loss of the last 61 residues of the carboxy-terminal end of the protein. Although we studied a sporadic case, the results suggest that an alteration of the btk gene might cause this unusual phenotype.","dc:creator":"Duriez B","dc:date":"1994","dc:title":"An exon-skipping mutation in the btk gene of a patient with X-linked agammaglobulinemia and isolated growth hormone deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8013627","rdfs:label":"Duriez sporadic case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"RT-PCR analysis of btk transcripts, sequencing data obtained from cDNA and genomic DNA and in vitro splicing assays showed that an intronic point mutation c.1750+5G>A (reported as 1882+5G>A) is responsible for skipping of an exon located in the tyrosine kinase domain. This exon-skipping event results in a frameshift leading to a premature stop codon 14 amino acids downstream, and in the loss of the last 61 residues of the carboxy-terminal end of the protein. Such truncation is likely to abolish protein function, however this was not tested."},{"id":"cggv:f893de09-e48c-411f-8a30-be71151bcaea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f377137-8146-4746-9ae5-b4f8a1559968","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":6,"detectionMethod":"The nonsense variant Tyr375Ter occurs in exon 13 of 19 and is predicted to result in NMD, consistent with the absence of BTK transcript observed in the patient cells.","firstTestingMethod":"PCR","phenotypeFreeText":"IgG <0.41 gm/L, IgA <0.067 gin/L, and IgM = 0.107 gm/L, peak stimulated growth hormone level was 10.2 ng/ml","phenotypes":["obo:HP_0000388","obo:HP_0000824","obo:HP_0003139","obo:HP_0100765"],"previousTesting":true,"previousTestingDescription":"normal concentrations of thyroid-stimulating hormone, triiodothyronine, thyroxine, and cortisol","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:f893de09-e48c-411f-8a30-be71151bcaea_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ead16842-5d8c-446b-aaa2-03baf085dbf4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000061.2(BTK):c.1625T>C (p.Leu542Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA121434"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7849697","type":"dc:BibliographicResource","dc:abstract":"Mutations in the gene for Bruton's tyrosine kinase (Btk) are responsible for X-linked agammaglobulinemia (XLA). Thus far, mutations in this gene have been identified based on alterations in Southern or Northern blot analysis or cDNA sequence. To permit detection of mutations in genomic DNA, we designed PCR primers to flank each of the 19 exons of Btk with splice sites. Two overlapping PCR products were employed for exons longer than 230 base pairs. Single strand conformation polymorphism (SSCP) analysis was used to screen PCR products from 30 unrelated families presumed to carry a Btk mutation. It was possible to amplify DNA in every reaction from every patient, indicating that large deletions in Btk are uncommon. Twenty three different mutations were found in 25 unrelated families, including one family in whom DNA was available from a carrier but not an affected patient. Seven mutations were single base pair substitutions resulting in premature stop codons scattered throughout the gene. Small insertions or deletions causing frameshifts and secondary premature stop codons constituted an additional seven mutations. One patient had a point mutation in the start codon and one patient had a mutation in a splice donor site. Point mutations resulting in amino acid substitutions were seen in nine patients. Northern blot analysis of RNA from three patients with premature stop codons showed an absence of Btk transcript whereas four patients with amino acid substitutions had normal amounts of transcript of normal size. These studies document the considerable variability in the Btk mutations causing XLA and they demonstrate an approach that will be useful for carrier detection as well as mutation identification.","dc:creator":"Conley ME","dc:date":"1994","dc:title":"Screening of genomic DNA to identify mutations in the gene for Bruton's tyrosine kinase."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7849697","rdfs:label":"Subject 19"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The missense variant Leu542Pro occurs in the kinase domain but no evidence is reported of its functional impact."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.6},{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:de922d2a-8073-4e21-8f9a-7e1a59dc92c6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:45a4586a-f169-42bf-8a94-e606a853669a","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":18,"detectionMethod":"BTK was PCR amplified over all exons and single strand conformation polymorphism analysis used to screen for variants.","firstTestingMethod":"PCR","phenotypeFreeText":"Dacryocystitis, severe hypogammaglobulinemia (IgG 120 mg/dl, IgM 17 mg/dl, and IgA <2 mg/dl), fewer than 1% of his peripheral blood lymphocytes were B  cells, and growth hormone of 2.7 ng/dl (normal >7 ng/dl)","phenotypes":["obo:HP_0000388","obo:HP_0005365","obo:HP_0000824","obo:HP_0003139"],"previousTesting":true,"previousTestingDescription":"thyroxine level was 7.3 ug/dl (normal 4.9 to 11.7 ug/dl), triiodothyronine binding in- dex was 1.12 ug/dl (normal 0.91 to 1.25/ug/dl), and morn ing cortisol level was 10 ug/dl (normal 3 to 21 ug/dl)","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:de922d2a-8073-4e21-8f9a-7e1a59dc92c6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b998408-e13a-44c6-b6e7-8527f6444531","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001287345.1(BTK):c.1038+813T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA121431"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7849697"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7849697","rdfs:label":"Subject 14"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The nonsense variant Tyr375Ter occurs in exon 13 of 19 and is predicted to result in NMD, consistent with the absence of BTK transcript observed in the patient cells."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.1},{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1265b85a-eb13-4a58-82e5-55ade3b65318","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6bd45cba-a85c-4503-ae35-4369c6244355","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of RNA from various adult human tissues found Btk present in B cells, lung, and pancreas. Additionally, Btk was expressed in the B-cell lines NAD, B-CLL 1, and B-CLL 2, but not in T cells (T-CLL) or a T-cell line (Jurkat).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8380905","type":"dc:BibliographicResource","dc:abstract":"X-linked agammaglobulinaemia (XLA) is a human immunodeficiency caused by failure of pre-B cells in the bone marrow to develop into circulating mature B cells. A novel gene has been isolated which maps to the XLA locus, is expressed in B cells, and shows mutations in families with the disorder. The gene is a member of the src family of proto-oncogenes which encode protein-tyrosine kinases. This is, to our knowledge, the first evidence that mutations in a src-related gene are involved in human genetic disease.","dc:creator":"Vetrie D","dc:date":"1993","dc:title":"The gene involved in X-linked agammaglobulinaemia is a member of the src family of protein-tyrosine kinases."},"rdfs:label":"Northern blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression of Btk was found in B cells, lung, and pancreas, which is in agreement with expression reported by The Human Protein Atlas (Group enriched in blood and lymphoid tissue). This is consistent with the critical role of Btk in B‐cell development, differentiation, and signaling. However, this evidence does not support a role in growth hormone deficiency."},{"id":"cggv:73946c51-4ae1-4dac-9e1f-2438c1c0cc2a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9e5e471f-c8e5-427a-9f2a-e21f77228e9a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"PLCγ2 is important in signaling in B-cells and Btk may contribute to this signaling through phosphorylation of tyrosine residues important for PLCγ2 activation. Activation of Btk triggers a cascade of signaling events that culminates in the generation of calcium mobilization and fluxes, cytoskeletal rearrangements, and transcriptional regulation involving NF‐κB and NFAT. Consequently, Btk‐deficient B lymphocytes fail to reach the mature state and are presumably doomed to premature death. Thus, individuals harboring loss‐of‐function mutations in the gene encoding Btk virtually lack circulating B lymphocytes, are unable to generate immunoglobulins of all classes, and therefore cannot mount humoral immune responses.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11606584","type":"dc:BibliographicResource","dc:abstract":"Phospholipase Cgamma (PLCgamma) isoforms are regulated through activation of tyrosine kinase-linked receptors. The importance of growth factor-stimulated phosphorylation of specific tyrosine residues has been documented for PLCgamma1; however, despite the critical importance of PLCgamma2 in B-cell signal transduction, neither the tyrosine kinase(s) that directly phosphorylate PLCgamma2 nor the sites in PLCgamma2 that become phosphorylated after stimulation are known. By measuring the ability of human PLCgamma2 to restore calcium responses to the B-cell receptor stimulation or oxidative stress in a B-cell line (DT40) deficient in PLCgamma2, we have demonstrated that two tyrosine residues, Tyr(753) and Tyr(759), were important for the PLCgamma2 signaling function. Furthermore, the double mutation Y753F/Y759F in PLCgamma2 resulted in a loss of tyrosine phosphorylation in stimulated DT40 cells. Of the two kinases that previously have been proposed to phosphorylate PLCgamma2, Btk, and Syk, purified Btk had much greater ability to phosphorylate recombinant PLCgamma2 in vitro, whereas Syk efficiently phosphorylated adapter protein BLNK. Using purified proteins to analyze the formation of complexes, we suggest that function of Syk is to phosphorylate BLNK, providing binding sites for PLCgamma2. Further analysis of PLCgamma2 tyrosine residues phosphorylated by Btk and several kinases from the Src family has suggested multiple sites of phosphorylation and, in the context of a peptide incorporating residues Tyr(753) and Tyr(759), shown preferential phosphorylation of Tyr(753).","dc:creator":"Rodriguez R","dc:date":"2001","dc:title":"Tyrosine residues in phospholipase Cgamma 2 essential for the enzyme function in B-cell signaling."},"rdfs:label":"protein tyrosine kinase activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Using purified protein components in an in vitro phosphorylation assay, Btk was implicated in direct phosphorylation of PLCγ2, including the important Tyr753 residue. While consistent with XLA, no correlation has been made between this function and a resulting growth hormone deficiency."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:54cd8d5a-24b1-4f09-8c79-c08380303e66","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c3a018f9-75d5-414b-ad6e-bff0c21a53e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The kinase domain mutation, introduced into the mouse germline, caused blocked expression of Btk protein and lead to reduced numbers of mature conventional B cells, and serum IgM and IgG3 deficiency. Additionally, a defective humoral immune response was identified, in which mutant mice were found to be unresponsive to immunization with TNP-Ficoll.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7552994","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Bruton's tyrosine kinase (Btk) gene have been linked to severe early B cell developmental blocks in human X-linked agammaglobulinemia (XLA), and to milder B cell activation deficiencies in murine X-linked immune deficiency (Xid). To elucidate unequivocally potential Btk functions in mice, we generated mutations in embryonic stem cells, which eliminated the ability to encode Btk pleckstrin homology or kinase domains, and assayed their effects by RAG2-deficient blastocyst complementation or introduction into the germline. Both mutations block expression of Btk protein and lead to reduced numbers of mature conventional B cells, severe B1 cell deficiency, serum IgM and IgG3 deficiency, and defective responses in vitro to various B cell activators and in vivo to immunization with thymus-independent type II antigens. These results prove that lack of Btk function results in an Xid phenotype and further suggest a differential requirement for Btk during the early stages of murine versus human B lymphocyte development.","dc:creator":"Khan WN","dc:date":"1995","dc:title":"Defective B cell development and function in Btk-deficient mice."},"rdfs:label":"Null mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Both mice and humans have low gammaglobulines and reduced numbers of B cells, while a humoral defect was identified in the mouse, the phenotype is less severe than the humoral immunodeficiency observed in humans. Furthermore, there is no indication of a growth hormone deficiency. Additional mouse models, such as the xid mouse (Scher, 1982) with a missense mutation in btk and a chimeric mouse model with a targeted disruption of btk (PMID: 7552995) have been reported but also do not support an association with growth hormone deficiency."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Disputed","sequence":1497,"specifiedBy":"GeneValidityCriteria7","strengthScore":3.6,"subject":{"id":"cggv:fdaa8035-9330-484d-b5cc-5ed96d1be726","type":"GeneValidityProposition","disease":"obo:MONDO_0010615","gene":"hgnc:1133","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"BTK was first reported in relation to x-linked isolated growth hormone deficiency type III in 1994 (Conley ME, et al., 1994, PMID: 7849697; Duriez B, et al., 1994, PMID: 8013627 ). Isolated growth hormone deficiency type III is characterized by agammaglobulinemia and markedly reduced numbers of B cells, short stature, delayed bone age, and good response to treatment with growth hormone (Conley ME, et al., 1991, PMID: 1880652). The disease was originally described by Fleisher et al., 1980 (PMID: 7189577), however no association with BTK was made in those patients or the subsequent patient described by Monafo et al., 1991 (PMID: 1872183). Furthermore, Stewart et al. (2008) provided an update on the family initially described by Fleisher et al. (1980), finding normal expression and autokinase activity. As such BTK was not considered to be causative of the X-linked hypogammaglobulinemia and isolated growth hormone deficiency observed in this family and an alternate candidate gene, ELF4, was identified with a single Ser369Pro missense variant identified segregating with disease. In BTK, three unique variants (one missense, one nonsense, and one intronic) have been identified in three male probands in two publications (PMIDs: 7849697 and 8013627). This gene-disease association is supported by experimental evidence consistent with the agammaglobulinemia observed in these patients including the role of BTK as a tyrosine kinase in B-cell development (PMID: 11606584) and its expression in relevant cells and tissues (PMID: 8380905), as well as chimeric mice (PMID: 7552995), the xid mouse model (PMID: 8332900), and a null mouse model (PMID: 7552994), all of which recapitulate features of XLA. However, no experimental evidence supporting a relationship with the isolated growth hormone deficiency has been reported and no convincing genetic evidence has emerged relating BTK to the isolated growth hormone deficiency since it was last reported in 1994. In summary, the evidence supporting the relationship between BTK and x-linked isolated growth hormone deficiency type III has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role BTK plays in this disease. Of note, this gene has also been implicated in Bruton-type agammaglobulinemia (MONDO:0010421), which has been assessed separately.\nNo experimental evidence supporting a relationship with the isolated growth hormone deficiency has been reported and no convincing genetic evidence has emerged relating BTK to the isolated growth hormone deficiency since it was last reported in 1994. The evidence supporting the originally asserted relationship between BTK and x-linked isolated growth hormone deficiency type III has been disputed and no valid evidence remains to support the claim.","dc:isVersionOf":{"id":"cggv:6341781b-9ba9-41b1-889a-8d65a9b3ebb7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}