{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2018-10-11T18:42:15.077Z","role":"Approver"}],"evidence":[{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20e5641c-7e8c-4429-b1eb-1b961b67e28d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c8854b0e-17bf-457b-b506-a214ddf747b4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PTCH2 is the cell surface receptor which binds the HH ligand. SUFU is situated downstream of PTCH2 and SMO and binds to and inhibits the Gli1 protein. There is one large family with a specific missense mutation in PTCH2 with a LOD score 2.41 and for which there is extensive functional studies with a Gorlin-like phenotype. Another report is a frameshift variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18285427","type":"dc:BibliographicResource","dc:abstract":"Naevoid basal cell carcinoma syndrome (NBCCS) is a pleiotropic, autosomal dominant disease. Growing evidence suggests that the disorder may result from mutations in genes of the Sonic hedgehog (Shh) signalling pathway.","dc:creator":"Fan Z","dc:date":"2008","dc:title":"A missense mutation in PTCH2 underlies dominantly inherited NBCCS in a Chinese family."},"rdfs:label":"PTCH2 is also related to dominantly inherited NBCCS"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Can reduce points to 0.25 (no 0.25 option), because occasional variants in PTCH2 have been found in individuals with NBCCS but the evidences are limited."},{"id":"cggv:94d20a78-1c88-4164-975e-715f4c91d85b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01675345-0c70-4a12-8b2c-4fabf318bf8c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PTCH1 is the cell surface receptor which binds the HH ligand. SUFU is situated downstream of PTCH1 and SMO and binds to and inhibits the Gli1protein. Loss of function mutations in PTCH1, activating mutations in SMO or loss of function mutations in SUFU can cause abnormal constitutive upregulation of the downstream Gli mediated transcription factors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8681379","type":"dc:BibliographicResource","dc:abstract":"The nevoid basal cell carcinoma syndrome (NBCCS) is an autosomal dominant disorder characterized by multiple basal cell carcinomas (BCCs), pits of the palms and soles, jaw keratocysts, a variety of other tumors, and developmental abnormalities. NBCCS maps to chromosome 9q22.3. Familial and sporadic BCCs display loss of heterozygosity in this region, consistent with the gene being a tumor suppressor. A human sequence (PTC) with strong homology to the Drosophila segment polarity gene, patched, was isolated from a YAC and cosmid contig of the NBCCS region. Mutation analysis revealed alterations of PTC in NBCCS patients and in related tumors. We propose that a reduction in expression of the patched gene can lead to the developmental abnormalities observed in the syndrome and that complete loss of patched function contributes to transformation of certain cell types.","dc:creator":"Hahn H","dc:date":"1996","dc:title":"Mutations of the human homolog of Drosophila patched in the nevoid basal cell carcinoma syndrome."},"rdfs:label":"PTCH1 cause dominantly inherited NBCCS"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Approximately 5% of all individuals with NBCCS develop the childhood brain malignancy medulloblastoma (Cowan et al 1997). SUFU-related NBCCS is associated with a high risk for medulloblastoma of up to 33% (3/9) and a high meningioma risk post radiation. The risk for medulloblastoma in PTCH1-related NBCCS was less than 2% (Smith et al 2014)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5787ef10-5f69-4074-b6bb-89d649f1e4c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b69460c6-5e95-476c-ac83-5b4c7b97cb9a","type":"FunctionalAlteration","dc:description":"Medulloblastoma-derived mutant of SUFU was unable to bind GLI transcription factors and export them from the nucleus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12068298","type":"dc:BibliographicResource","dc:abstract":"The sonic hedgehog (SHH) signaling pathway directs the embryonic development of diverse organisms and is disrupted in a variety of malignancies. Pathway activation is triggered by binding of hedgehog proteins to the multipass Patched-1 (PTCH) receptor, which in the absence of hedgehog suppresses the activity of the seven-pass membrane protein Smoothened (SMOH). De-repression of SMOH culminates in the activation of one or more of the GLI transcription factors that regulate the transcription of downstream targets. Individuals with germline mutations of the SHH receptor gene PTCH are at high risk of developmental anomalies and of basal-cell carcinomas, medulloblastomas and other cancers (a pattern consistent with nevoid basal-cell carcinoma syndrome, NBCCS). In keeping with the role of PTCH as a tumor-suppressor gene, somatic mutations of this gene occur in sporadic basal-cell carcinomas and medulloblastomas. We report here that a subset of children with medulloblastoma carry germline and somatic mutations in SUFU (encoding the human suppressor of fused) of the SHH pathway, accompanied by loss of heterozygosity of the wildtype allele. Several of these mutations encode truncated proteins that are unable to export the GLI transcription factor from nucleus to cytoplasm, resulting in the activation of SHH signaling. SUFU is a newly identified tumor-suppressor gene that predisposes individuals to medulloblastoma by modulating the SHH signaling pathway through a newly identified mechanism.","dc:creator":"Taylor MD","dc:date":"2002","dc:title":"Mutations in SUFU predispose to medulloblastoma."},"rdfs:label":"SUFU-Δex8 fails to bind and export GLI TFs from nucleus."}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:d8b0c766-6d13-46ce-a5cd-f4c611ab364a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b22e04e4-93ed-4fa7-a744-bc177c59cbaf","type":"FunctionalAlteration","dc:description":"In vitro functional expression studies in human rhabdomyosarcoma cells showed that the R123C mutant protein had a significantly decreased ability to suppress GLI1 activity compared to wildtype SUFU, resulting in aberrant activation of the hedgehog signaling pathway. Compared to the wildtype protein, the mutant protein was expressed at lower levels and also bound to GLI1 less well. Mutant SUFU was also unable to relocalize GLI1 into the cytoplasm.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22958902","type":"dc:BibliographicResource","dc:abstract":"Meningiomas are the most common primary tumors of the CNS and account for up to 30% of all CNS tumors. An increased risk of meningiomas has been associated with certain tumor-susceptibility syndromes, especially neurofibromatosis type II, but no gene defects predisposing to isolated familial meningiomas have thus far been identified. Here, we report on a family of five meningioma-affected siblings, four of whom have multiple tumors. No NF2 mutations were identified in the germline or tumors. We combined genome-wide linkage analysis and exome sequencing, and we identified in suppressor of fused homolog (Drosophila), SUFU, a c.367C>T (p.Arg123Cys) mutation segregating with the meningiomas in the family. The variation was not present in healthy controls, and all seven meningiomas analyzed displayed loss of the wild-type allele according to the classic two-hit model for tumor-suppressor genes. In silico modeling predicted the variant to affect the tertiary structure of the protein, and functional analyses showed that the activity of the altered SUFU was significantly reduced and therefore led to dysregulated hedgehog (Hh) signaling. SUFU is a known tumor-suppressor gene previously associated with childhood medulloblastoma predisposition. Our genetic and functional analyses indicate that germline mutations in SUFU also predispose to meningiomas, particularly to multiple meningiomas. It is possible that other genic mutations resulting in aberrant activation of the Hh pathway might underlie meningioma predisposition in families with an unknown etiology.","dc:creator":"Aavikko M","dc:date":"2012","dc:title":"Loss of SUFU function in familial multiple meningioma."},"rdfs:label":"Effect of SUFU R123C on Hedgehog Signaling Activity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:66932cb0-bbca-45ec-b126-a072e1d37641","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9b9b6d5e-76c4-47d8-9b60-4a51bf4a2610","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In conjunction with p53 loss, Sufu+/-\u0002 animals developed tumors including medulloblastoma and rhabdomyosarcoma. Tumors present in Sufu+/-\u0002 ; p53\u0002-/-\u0002 animals resulted from Sufu loss of heterozygosity. No observation of medulloblastoma or rhabdomyosarcoma in p53-/\u0002- animals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17452975","type":"dc:BibliographicResource","dc:abstract":"The Sonic Hedgehog (SHH) signaling pathway is indispensable for development, and functions to activate a transcriptional program modulated by the GLI transcription factors. Here, we report that loss of a regulator of the SHH pathway, Suppressor of Fused (Sufu), resulted in early embryonic lethality in the mouse similar to inactivation of another SHH regulator, Patched1 (Ptch1). In contrast to Ptch1+/- mice, Sufu+/- mice were not tumor prone. However, in conjunction with p53 loss, Sufu+/- animals developed tumors including medulloblastoma and rhabdomyosarcoma. Tumors present in Sufu+/-p53-/- animals resulted from Sufu loss of heterozygosity. Sufu+/-p53-/- medulloblastomas also expressed a signature gene expression profile typical of aberrant SHH signaling, including upregulation of N-myc, Sfrp1, Ptch2 and cyclin D1. Finally, the Smoothened inhibitor, hedgehog antagonist, did not block growth of tumors arising from Sufu inactivation. These data demonstrate that Sufu is essential for development and functions as a tumor suppressor.","dc:creator":"Lee Y","dc:date":"2007","dc:title":"Loss of suppressor-of-fused function promotes tumorigenesis."},"rdfs:label":"Loss of suppressor-of-fused function promotes tumorigenesis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Reduce points because this model is conjuncted with p53 loss"},{"id":"cggv:b20797c0-a210-49cf-87f7-0ddf18152506","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:398198ef-25e5-41ac-803d-42b699033c16","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Sufu-/- Embryos Die In Utero at wE9.5, and the Neural Tube and Cephalic Vesicles Fail to Completely Close. Sufu+/- mice develop a skin phenotype with basaloid changes and jaw keratocysts, characteristic features of Gorlin syndrome, a human genetic disease linked to enhanced Hh signaling.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16459298","type":"dc:BibliographicResource","dc:abstract":"The Hedgehog (Hh) pathway plays important roles during embryogenesis and carcinogenesis. Here, we show that ablation of the mouse Suppressor of fused (Sufu), an intracellular pathway component, leads to embryonic lethality at approximately E9.5 with cephalic and neural tube defects. Fibroblasts derived from Sufu(-/-) embryos showed high Gli-mediated Hh pathway activity that could not be modulated at the level of Smoothened and could only partially be blocked by PKA activation. Despite the robust constitutive pathway activation in the Sufu(-/-) fibroblasts, the GLI1 steady-state localization remained largely cytoplasmic, implying the presence of an effective nuclear export mechanism. Sufu(+/-) mice develop a skin phenotype with basaloid changes and jaw keratocysts, characteristic features of Gorlin syndrome, a human genetic disease linked to enhanced Hh signaling. Our data demonstrate that, in striking contrast to Drosophila, in mammals, Sufu has a central role, and its loss of function leads to potent ligand-independent activation of the Hh pathway.","dc:creator":"Svärd J","dc:date":"2006","dc:title":"Genetic elimination of Suppressor of fused reveals an essential repressor function in the mammalian Hedgehog signaling pathway."},"rdfs:label":"Sufu+/- Mice Develop a Gorlin-like Skin Phenotype"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Reduce points is because no development of tumors were found in the Sufu deficient mice."},{"id":"cggv:6a6e66bb-5da5-4dd3-a1e9-4227cf18aa6d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ee40610-fdaa-4304-964a-4117eb76f393","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Sufu+/− Skin Phenotype is Unaffected by Trp53 Loss, but Medulloblastoma Tumorigenesis is Promoted. Sufu+/−;Trp53−/− mice succumb to medulloblastoma and malignant lymphomas at four to six months of age.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21882258","type":"dc:BibliographicResource","dc:abstract":"Basal cell carcinoma of the skin typically carries genetic alterations in components of the hedgehog (HH) signaling pathway. Previously, we generated a knockout mouse with a loss-of-function mutation in suppressor of fused (Sufu), an essential repressor of the pathway downstream of Hh ligand cell surface reception. Mice heterozygous for the mutated Sufu allele develop a skin phenotype that includes lesions similar to basaloid follicular hamartomas. The purpose of the current study was to test the possibility that the simultaneous loss of the tumor suppressor gene, transformation related protein 53 (Trp53), would aggravate the Sufu skin phenotype since Trp53 loss is known to enhance the growth of other Hh-driven tumors. Consistent with previous reports, medulloblastomas and rhabdomyosarcomas developed in Sufu(+/-) ;Trp53(-/-) mice. However, the characteristic Sufu(+/-) skin phenotype was not altered in the absence of Trp53, and showed no changes in latency, multiplicity, cellular phenotype, or proliferative capacity of the basaloid lesions. This finding was both novel and intriguing and demonstrated a differential, tissue-specific sensitivity to Sufu and Trp53 tumor suppressor gene loss, which may be linked to developmental stage and the degree of proliferative activity in specific cell types.","dc:creator":"Heby-Henricson K","dc:date":"2012","dc:title":"Loss of Trp53 promotes medulloblastoma development but not skin tumorigenesis in Sufu heterozygous mutant mice."},"rdfs:label":"Loss of Trp53 Promotes Medulloblastoma in Sufu-/- Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Reduced points because Sufu+/− mice in this model were generated on a Trp53 null background."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:66dfac49-00da-46c0-9a9d-4302a4673428_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dd935430-517a-42b6-b579-811815faae18","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":44,"detectionMethod":"Genome-wide linkage analysis and exome sequencing","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0002858","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:66dfac49-00da-46c0-9a9d-4302a4673428_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a114ed5e-0bd2-4e97-8e38-1d92e339d4ae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016169.3(SUFU):c.367C>T (p.Arg123Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/37215"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22958902"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22958902","rdfs:label":"III-4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"A germline heterozygous 367C-T transition in the SUFU gene, resulting in an arg123-to-cys (R123C) substitution in the core of the N-terminal subdomain, which is central for the loop structure of the protein. In vitro functional expression studies in human rhabdomyosarcoma cells showed that the R123C mutant protein had a significantly decreased ability to suppress GLI1 activity compared to wildtype SUFU, resulting in aberrant activation of the hedgehog signaling pathway. Compared to the wildtype protein, the mutant protein was expressed at lower levels and also bound to GLI1 less well. Mutant SUFU was also unable to relocalize GLI1 into the cytoplasm. The functional studies provided strong evidences for the impact of this missense variant.  But not increase points because the patients only display meningiomas but not medulloblastomas."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:31cad091-c309-457f-a556-e69018f312b1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3695969c-3dc7-4428-ab0f-6318d657242f","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":6,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002885","obo:HP_0002858"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:31cad091-c309-457f-a556-e69018f312b1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0538d323-8cba-4e4f-af96-b2781ea84bad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"SUFU, 1-BP INS, 143A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3570"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12068298"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12068298","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A 1-bp insertion, 143insA, in exon 1 of the SUFU gene. The mutation caused frameshift followed by termination codon 69 bp 3-prime to the mutation."},{"id":"cggv:5eb9e0e1-ba99-4bec-b926-30bf0bb4acdf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e116b1ca-cb35-43ce-8dce-fc7b03486628","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002885","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5eb9e0e1-ba99-4bec-b926-30bf0bb4acdf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:df2d39d8-37ab-4d37-8f7a-debce4b969fb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.102509167A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377888074"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12068298"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12068298","rdfs:label":"Case 4"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"E1 spliced to E4, predicted protein termination at junction E1–E4"},{"id":"cggv:a0aa2b3b-a5f1-4176-9bb1-c3e9dc0eb1d3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9077163a-d8c0-4b9d-b340-f5503e5c2f49","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"FISH","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0001263","obo:HP_0000303","obo:HP_0002007","obo:HP_0002885","obo:HP_0000316"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a0aa2b3b-a5f1-4176-9bb1-c3e9dc0eb1d3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:653713ee-7489-4b05-b443-1ce8b0834fe0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"SUFU, 2.5-Mb DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3572"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12068298"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12068298","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"An IVS8+1G-A splice donor site mutation is the second hit in this tumor. Reduce points because the deletion was 2.5-2.8 Mb in size and included at least 28 genes."},{"id":"cggv:52bcdaec-9e89-4354-8d9c-62d16e98c39f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a8702b4a-ce0e-46d5-ab02-7adc2d73428d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exome sequencing on lymphocyte DNA from four unrelated individuals from families with Gorlin syndrome with no PTCH1 mutations found by Sanger sequencing, multiplex ligation-dependent probe amplification (MLPA), or RNA analysis.","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0002885","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:52bcdaec-9e89-4354-8d9c-62d16e98c39f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:57b38ea1-f5cd-48f2-9509-42fb7bcac183","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.102592677C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377908513"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25403219","type":"dc:BibliographicResource","dc:abstract":"Heterozygous germline PTCH1 mutations are causative of Gorlin syndrome (naevoid basal cell carcinoma), but detection rates > 70% have rarely been reported. We aimed to define the causative mutations in individuals with Gorlin syndrome without PTCH1 mutations.","dc:creator":"Smith MJ","dc:date":"2014","dc:title":"Germline mutations in SUFU cause Gorlin syndrome-associated childhood medulloblastoma and redefine the risk associated with PTCH1 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25403219","rdfs:label":"II:1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Nonsense mutation"},{"id":"cggv:10b50af9-b6c1-4108-a0f7-0f6a5e4ceb58_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4e966990-0504-44a1-9572-c1d41e1325e5","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":3,"detectionMethod":"The 12 exons of SUFU were analyzed by direct sequencing","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002885","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:10b50af9-b6c1-4108-a0f7-0f6a5e4ceb58_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0fbc0239-41b3-496a-9b2b-e78c78b102ef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016169.3(SUFU):c.71delC (p.Pro24Argfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3573"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19833601","type":"dc:BibliographicResource","dc:abstract":"Germline SUFU mutations were identified in two families with several children under 3 years of age diagnosed with medulloblastoma. All medulloblastomas in which the histology was reviewed were of the desmoplastic subtype, including three with the rare extensive nodularity subtype. In both families, the mutation detected in the SUFU gene was a frameshift mutation. Among the 25 mutation carriers identified in the two families, seven developed medulloblastomas.","dc:creator":"Brugières L","dc:date":"2010","dc:title":"Incomplete penetrance of the predisposition to medulloblastoma associated with germ-line SUFU mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19833601","rdfs:label":"1-IV4"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A 1 bp deletion at codon 24 in exon 1 of the SUFU gene (c.71del) leading to a frameshift and a premature stop codon."},{"id":"cggv:d1f84828-dbcb-4bc0-baaa-f7cbb8f844d9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:61984674-34de-4bba-806e-30553bfd211c","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":1,"detectionMethod":"The 12 exons of SUFU were analyzed by direct sequencing","firstTestingMethod":"PCR","phenotypes":"obo:HP_0002885","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d1f84828-dbcb-4bc0-baaa-f7cbb8f844d9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1253f84f-60b3-44b5-a5cd-1e0666ab4869","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"SUFU, 1-BP INS, 71C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3574"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19833601"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19833601","rdfs:label":"2-IV3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"One bp insertion within codon 24 leading to a frameshift and a premature stop codon (c.71dup)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":8.5},{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:3bd228a6-60f2-4ee1-84a3-70d5062a6daf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e55da35f-704b-4993-84a3-9703b0f36076","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":37,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000256","obo:HP_0005462","obo:HP_0010612","obo:HP_0002885"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3bd228a6-60f2-4ee1-84a3-70d5062a6daf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:45988d2f-2246-48a0-97e2-a7b001b47aae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016169.3(SUFU):c.1022+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3571"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19533801","type":"dc:BibliographicResource","dc:abstract":"Gorlin syndrome (GS) is inherited in an autosomal dominant pattern with high-penetrance and is characterized by a range of developmental anomalies and increased risk of developing basal cell carcinoma and medulloblastoma. Between 50% and 85% of patients with GS harbor germ line mutations in the only susceptibility gene identified to date, PTCH1, a key component in the Sonic Hedgehog signaling pathway. Another component in this pathway, SUFU, is known to be involved in susceptibility to medulloblastoma but has never been reported in GS patients to date. We have identified the known c.1022 + 1G>A SUFU germ line splicing mutation in a family that was PTCH1-negative and who had signs and symptoms of GS, including medulloblastoma. This is the first report of a germ line SUFU mutation associated with GS.","dc:creator":"Pastorino L","dc:date":"2009","dc:title":"Identification of a SUFU germline mutation in a family with Gorlin syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19533801","rdfs:label":"Father"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2.5,"dc:description":"Both of the paternal grandparents were SUFU-negative, suggesting that the mutation arose de novo in the father. c.1022 þ 1G>A splicing mutation is a frameshift variant at the 5-prime end and termination at the 3-prime end of exon 9. Increase point because the same mutation was a second hit in the tumor (Taylor et al. (2002)). Functional assay showed that the tumor-derived SUFU-∆ex8 is unable to bind GLI transcription factors and export them from the nucleus, resulting in activation of SHH target genes."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":188,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:98407e9c-2982-4910-bdba-be75766f98fc","type":"GeneValidityProposition","disease":"obo:MONDO_0007959","gene":"hgnc:16466","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"There is abundant published evidence associating the SUFU gene with medulloblastoma since the gene-disease relationship was first proposed by Taylor et al. (2002). Multiple case level studies have been performed with medulloblastoma patients that have variants in the SUFU gene. PTCH1 and PTCH2 are also related to dominantly inherited NBCCS and medulloblastoma. The effect of medulloblastoma-derived mutant of SUFU on Hedgehog signaling activity had been shown in cell assays. Multiple SUFU deficient mouse models have been established to show consistent phenotypes with medulloblastoma patients. Sufu+/- mice develop a Gorlin-like skin phenotype. Patients with SUFU mutations can exhibit medulloblastoma and features of Gorlin syndrome. In conjunction with p53 loss, Sufu+/-\u0002 mice developed tumors including medulloblastoma and rhabdomyosarcoma. All of these types of evidence are consistent with a definitive relationship between the SUFU gene and medulloblastoma.\n","dc:isVersionOf":{"id":"cggv:1408d8b1-015c-48b3-a28e-d99b5545fce8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}