{"id":"cggv:8cea46b8-c173-46f6-bd81-46b5411d0a0ev1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10070","role":"SecondaryContributor"},{"id":"cggv:8cea46b8-c173-46f6-bd81-46b5411d0a0e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-01-04T07:00:00.000Z","role":"Approver"},{"id":"cggv:8cea46b8-c173-46f6-bd81-46b5411d0a0e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-07-27T16:31:27.868Z","role":"Publisher"}],"evidence":[{"id":"cggv:8cea46b8-c173-46f6-bd81-46b5411d0a0e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8cea46b8-c173-46f6-bd81-46b5411d0a0e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e3088226-0c14-4043-bdb3-8bb5401102ea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:99447c14-cea4-4be8-b3e9-eb53a32568fb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Mutant mRNA transcripts from subjects 1-4 do not undergo nonsense-mediated decay. Mutant transcripts from each patient are (1) c.3892G>T, p.Gly1298∗; (2) c.4360_4368delinsAAAAACCAAAA, p.Glu1454LysfsX8, (3) c.3802G>T, p.Gly1268∗, and (4) c.3769_3772del, p.Lys1258GlyfsX13\t","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22265014","type":"dc:BibliographicResource","dc:abstract":"Genitopatellar syndrome (GPS) is a skeletal dysplasia with cerebral and genital anomalies for which the molecular basis has not yet been determined. By exome sequencing, we found de novo heterozygous truncating mutations in KAT6B (lysine acetyltransferase 6B, formerly known as MYST4 and MORF) in three subjects; then by Sanger sequencing of KAT6B, we found similar mutations in three additional subjects. The mutant transcripts do not undergo nonsense-mediated decay in cells from subjects with GPS. In addition, human pathological analyses and mouse expression studies point to systemic roles of KAT6B in controlling organismal growth and development. Myst4 (the mouse orthologous gene) is expressed in mouse tissues corresponding to those affected by GPS. Phenotypic differences and similarities between GPS, the Say-Barber-Biesecker variant of Ohdo syndrome (caused by different mutations of KAT6B), and Rubinstein-Taybi syndrome (caused by mutations in other histone acetyltransferases) are discussed. Together, the data support an epigenetic dysregulation of the limb, brain, and genital developmental programs.","dc:creator":"Campeau PM","dc:date":"2012","dc:title":"Mutations in KAT6B, encoding a histone acetyltransferase, cause Genitopatellar syndrome."},"rdfs:label":"RNA study from patient derived lymphoblastoid cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Not scored as variants in the last exon are not expected to undergo nonsense-mediated decay does not provide additional evidence of pathogenicity. "},{"id":"cggv:65bf1a1c-290b-48a6-871b-308ab5ce9e8a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:54dda677-6b97-4db0-af58-aa28b5f74d21","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"MOZ (also referred to as KAT6A) and MORF (also referred to as KAT6B) directly interact with BRPFs. BRPF1 is involved in autosomal dominant intellectual disability (Intellectual developmental disorder with dysmorphic facies and ptosis, OMIM 617333).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18794358","type":"dc:BibliographicResource","dc:abstract":"The monocytic leukemia zinc finger protein MOZ and the related factor MORF form tetrameric complexes with ING5 (inhibitor of growth 5), EAF6 (Esa1-associated factor 6 ortholog), and the bromodomain-PHD finger protein BRPF1, -2, or -3. To gain new insights into the structure, function, and regulation of these complexes, we reconstituted them and performed various molecular analyses. We found that BRPF proteins bridge the association of MOZ and MORF with ING5 and EAF6. An N-terminal region of BRPF1 interacts with the acetyltransferases; the enhancer of polycomb (EPc) homology domain in the middle part binds to ING5 and EAF6. The association of BRPF1 with EAF6 is weak, but ING5 increases the affinity. These three proteins form a trimeric core that is conserved from Drosophila melanogaster to humans, although authentic orthologs of MOZ and MORF are absent in invertebrates. Deletion mapping studies revealed that the acetyltransferase domain of MOZ/MORF is sufficient for BRPF1 interaction. At the functional level, complex formation with BRPF1 and ING5 drastically stimulates the activity of the acetyltransferase domain in acetylation of nucleosomal histone H3 and free histones H3 and H4. An unstructured 18-residue region at the C-terminal end of the catalytic domain is required for BRPF1 interaction and may function as an \"activation lid.\" Furthermore, BRPF1 enhances the transcriptional potential of MOZ and a leukemic MOZ-TIF2 fusion protein. These findings thus indicate that BRPF proteins play a key role in assembling and activating MOZ/MORF acetyltransferase complexes.","dc:creator":"Ullah M","dc:date":"2008","dc:title":"Molecular architecture of quartet MOZ/MORF histone acetyltransferase complexes."},"rdfs:label":"Interactions with proteins involved in ID"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8cea46b8-c173-46f6-bd81-46b5411d0a0e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c27c8c85-7f3d-495c-8d9a-56e83adc871c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:37097f0b-de71-43c1-b9fa-72f778af1456","type":"FunctionalAlteration","dc:description":"A Kat6b knockout ES cell line (K6b −/−) using CRISPR/Cas9 showed impaired interactions with pluripotency transcription factors Nanog and Oct4, altered morphology, altered differentiation of neural markers and reduced neural differentiation efficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30790630","type":"dc:BibliographicResource","dc:abstract":"Chromatin remodeling is fundamental for the dynamical changes in transcriptional programs that occur during development and stem cell differentiation. The histone acetyltransferase Kat6b is relevant for neurogenesis in mouse embryos, and mutations of this gene cause intellectual disability in humans. However, the molecular mechanisms involved in Kat6b mutant phenotype and the role of this chromatin modifier in embryonic stem (ES) cells remain elusive. In this work, we show that Kat6b is expressed in ES cells and is repressed during differentiation. Moreover, we found that this gene is regulated by the pluripotency transcription factors Nanog and Oct4. To study the functional relevance of Kat6b in ES cells, we generated a Kat6b knockout ES cell line (K6b-/-) using CRISPR/Cas9. Fluorescence correlation spectroscopy analyses suggest a more compact chromatin organization in K6b-/- cells and impaired interactions of Oct4 and Nanog with chromatin. Remarkably, K6b-/- cells showed a reduced efficiency to differentiate to neural lineage. These results reveal a role of Kat6b as a modulator of chromatin plasticity, its impact on chromatin-transcription factors interactions and its influence on cell fate decisions during neural development.","dc:creator":"Cosentino MS","dc:date":"2019","dc:title":"Kat6b Modulates Oct4 and Nanog Binding to Chromatin in Embryonic Stem Cells and Is Required for Efficient Neural Differentiation."},"rdfs:label":"Kat6b knockout mouse embryonic cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Score downgraded because the cells were complete knockout whereas pathogenic variants in patients are heterozygous."},{"id":"cggv:3caaf063-1fcc-46b5-a4c6-9dd6b5d7c047","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1041adc6-cff7-479a-a3c9-c80fcbacff9e","type":"FunctionalAlteration","dc:description":"Significant reduction of both histone H3 and H4 acetylation in in fibroblasts from patient GPS-02 heterozygous for c.3768_3771del, p.Lys1258GlyfsX13 variant, compared to healthy volunteers.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22265017","type":"dc:BibliographicResource","dc:abstract":"Genitopatellar syndrome (GPS) is a rare disorder in which patellar aplasia or hypoplasia is associated with external genital anomalies and severe intellectual disability. Using an exome-sequencing approach, we identified de novo mutations of KAT6B in five individuals with GPS; a single nonsense variant and three frameshift indels, including a 4 bp deletion observed in two cases. All identified mutations are located within the terminal exon of the gene and are predicted to generate a truncated protein product lacking evolutionarily conserved domains. KAT6B encodes a member of the MYST family of histone acetyltranferases. We demonstrate a reduced level of both histone H3 and H4 acetylation in patient-derived cells suggesting that dysregulation of histone acetylation is a direct functional consequence of GPS alleles. These findings define the genetic basis of GPS and illustrate the complex role of the regulation of histone acetylation during development.","dc:creator":"Simpson MA","dc:date":"2012","dc:title":"De novo mutations of the gene encoding the histone acetyltransferase KAT6B cause Genitopatellar syndrome."},"rdfs:label":"Functional alteration of patient skin cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.25},{"id":"cggv:8cea46b8-c173-46f6-bd81-46b5411d0a0e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db6c90dd-0902-4ab7-aeac-291479d4379a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cad713cd-51a4-483a-868b-cb55e49680b2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant mice have craniofacial abnormalities such as abnormal skull shape, fail to thrive in the postnatal period and have defects in brain development with a smaller cortex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10821753","type":"dc:BibliographicResource","dc:abstract":"In order to find, and mutate, novel genes required for regulation of neurogenesis in the cerebral cortex, we performed a genetic screen in mice. As the result of this screen, we created a new mouse mutant, querkopf. The querkopf mutation is due to an insertion into a MYST family histone acetyltransferase gene. Mice homozygous for the querkopf mutation have craniofacial abnormalities, fail to thrive in the postnatal period and have defects in central nervous system development. The defects in central nervous system development are particularly prominent in the cerebral cortex, which is disproportionally smaller than in wild-type mice. A large reduction in the size of the cortical plate was already apparent during embryogenesis. Homozygous mice show a lack of large pyramidal cells in layer V of the cortex, which is reflected in a reduction in the number of Otx1-positive neurons in this layer during postnatal development. Homozygous mice also show a reduction in the number of GAD67-positive interneurons throughout the cortex. Our results suggest that Querkopf is an essential component of a genetic cascade regulating cell differentiation in the cortex, probably acting in a multiprotein complex regulating chromatin structure during transcription.","dc:creator":"Thomas T","dc:date":"2000","dc:title":"Querkopf, a MYST family histone acetyltransferase, is required for normal cerebral cortex development."},"rdfs:label":"Thomas et al. KAT6B-deficient mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Collectively, awarded 2 points for three mouse models (Merson et al. PMID: 17079664, Clayton-Smith et al. PMID: 22077973 and  Thomas et al. PMID: 10821753)."},{"id":"cggv:b0808787-7132-4a8d-b092-e98fa87338e9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:20660ece-6455-4193-abf0-f871c07606fe","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant mice are of normal size but fail to thrive, display craniofacial defects, include small eyes, ventrally placed ears and long first digits that mirror the human SBBYSS phenotype\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22077973","type":"dc:BibliographicResource","dc:abstract":"Say-Barber-Biesecker-Young-Simpson syndrome (SBBYSS or Ohdo syndrome) is a multiple anomaly syndrome characterized by severe intellectual disability, blepharophimosis, and a mask-like facial appearance. A number of individuals with SBBYSS also have thyroid abnormalities and cleft palate. The condition usually occurs sporadically and is therefore presumed to be due in most cases to new dominant mutations. In individuals with SBBYSS, a whole-exome sequencing approach was used to demonstrate de novo protein-truncating mutations in the highly conserved histone acetyltransferase gene KAT6B (MYST4/MORF)) in three out of four individuals sequenced. Sanger sequencing was used to confirm truncating mutations of KAT6B, clustering in the final exon of the gene in all four individuals and in a further nine persons with typical SBBYSS. Where parental samples were available, the mutations were shown to have occurred de novo. During mammalian development KAT6B is upregulated specifically in the developing central nervous system, facial structures, and limb buds. The phenotypic features seen in the Qkf mouse, a hypomorphic Kat6b mutant, include small eyes, ventrally placed ears and long first digits that mirror the human phenotype. This is a further example of how perturbation of a protein involved in chromatin modification might give rise to a multisystem developmental disorder.","dc:creator":"Clayton-Smith J","dc:date":"2011","dc:title":"Whole-exome-sequencing identifies mutations in histone acetyltransferase gene KAT6B in individuals with the Say-Barber-Biesecker variant of Ohdo syndrome."},"rdfs:label":"Clayton-Smith et al. KAT6B-deficient mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Collectively, awarded 2 points for three mouse models for (PMID: 17079664, PMID: 22077973 and  PMID: 10821753)."},{"id":"cggv:2bead8f1-b8f1-4673-b78a-e5b4eb4f36c4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0687a4de-3778-488f-9660-a218181dd25a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Complete KAT6B deficiency in mice results in impaired adult neurogenesis in vivo, with reduced numbers of olfactory bulb interneurons. KO mice have fewer neural stem cells and fewer migrating neuroblasts in the rostral migratory stream. Heterozygous mice exhibited a morphological phenotype intermediate between wild-type and homozygous mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17079664","type":"dc:BibliographicResource","dc:abstract":"The adult mammalian brain maintains populations of neural stem cells within discrete proliferative zones. Understanding of the molecular mechanisms regulating adult neural stem cell function is limited. Here, we show that MYST family histone acetyltransferase Querkopf (Qkf, Myst4, Morf)-deficient mice have cumulative defects in adult neurogenesis in vivo, resulting in declining numbers of olfactory bulb interneurons, a population of neurons produced in large numbers during adulthood. Qkf-deficient mice have fewer neural stem cells and fewer migrating neuroblasts in the rostral migratory stream. Qkf gene expression is strong in the neurogenic subventricular zone. A population enriched in multipotent cells can be isolated from this region on the basis of Qkf gene expression. Neural stem cells/progenitor cells isolated from Qkf mutant mice exhibited a reduced self-renewal capacity and a reduced ability to produce differentiated neurons. Together, our data show that Qkf is essential for normal adult neurogenesis.","dc:creator":"Merson TD","dc:date":"2006","dc:title":"The transcriptional coactivator Querkopf controls adult neurogenesis."},"rdfs:label":"Merson et al. Homozygous and Heterozygous KAT6B mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Collectively, awarded 2 points for three mouse models (PMID: 17079664, PMID: 22077973 and  PMID: 10821753)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.75},{"id":"cggv:8cea46b8-c173-46f6-bd81-46b5411d0a0e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6655,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.75,"subject":{"id":"cggv:07b18f91-5e85-4a1c-89af-c47a7272c51d","type":"GeneValidityProposition","disease":"obo:MONDO_0036042","gene":"hgnc:17582","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"Variants in *KAT6B* have been reported in individuals with clinical diagnoses of both Say-Barber-Biesecker-Young-Simpson syndrome (SBBYSS) and Genitopatellar syndrome (GPS). SBBYSS is a multiple anomaly syndrome characterized by blepharophimosis and a mask-like facial appearance (PMID: 22077973). GPS is a rare skeletal dysplasia combining hypoplastic or absent patellae, genital anomalies, craniofacial defects, and intellectual disability among other features (PMID: 22265014). Both phenotypes are characterized by some degree of global developmental delay/intellectual disability, hypotonia, genital abnormalities, and skeletal abnormalities including patellar hypoplasia/agenesis, flexion contractures of the knees and/or hips, and anomalies of the digits, spine, and/or ribs (PMID: 23236640).\n\nIn more recent literature, SBBYSS and GPS are considered subtypes of *KAT6B*-related disorders, which also include individuals with intermediate phenotypes consisting of SBBYSS and GPS features. Additionally, both phenotypes are most often caused by truncating variants in the last exon (exon 18) of the gene (PMID: 32424177). Per criteria outlined by the ClinGen Lumping and Splitting Working Group and a published review (PMID: 28857140), the ID/Autism Gene Curation Expert Panel decided to lump these phenotypes into one disease entity known as KAT6B-related multiple congenital anomalies syndrome.\n\nTo date, over 100 individuals with *KAT6B*-related disorders have been reported (PMIDs: 25424711, 32424177, 34519438). Inheritance in most cases is *de novo*. Most SBBYSS-causing variants are located in the distal part of exon 18 or more proximally placed in exons 13-17, while GPS pathogenic variants are located in the more distal part of exon 17 and in the proximal region of exon 18 (PMID: 34519438). The mechanism of pathogenicity is not well elucidated. While nonsense-mediated decay is not anticipated for variants in the last exon (PMID: 22265014), more proximal variants have typically been associated with a milder presentation of SBBYSS and are thought to lead to nonsense-mediated decay and haploinsufficiency (PMID: 2542471). Variants that affect critical domains in the C-terminal region and result in expression of a truncated protein product may lead to GPS or SBBYSS (PMID: 25424711, 32424177). \n\nNine null variants in exon 18 (three associated with SBBYSS, three with GPS and three with intermediate phenotypes) are included in this curation (PMIDs: 22077973, 22265014, 25424711, 32424177). \n\n*KAT6B* encodes a histone acetyltransferase. The gene-disease relationship is supported by experimental evidence of functional alteration in patient fibroblast cells which support impaired histone acetylation (PMID: 22265017), and protein interactions with other autosomal dominant intellectual disability genes, such as *BRPF1* (PMID: 18794358). Furthermore, *KAT6B* knockout mouse models show defects in brain development and adult neurogenesis, craniofacial defects and digital anomalies (PMID: 10821753, 17079664, 22077973, 30790630).\n\nIn summary, there is definitive evidence to support the relationship between *KAT6B* and autosomal dominant *KAT6B*-related multiple congenital anomalies syndrome. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on January 4, 2023 (SOP version 9).","dc:isVersionOf":{"id":"cggv:8cea46b8-c173-46f6-bd81-46b5411d0a0e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}