{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ffv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-05-03T20:06:22.985Z","role":"Publisher"},{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2017-10-20T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ee65af7-8a0a-468c-9ee3-ad4ac07c77af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a25cdc89-851c-400d-a894-ee65f7e14cc1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Formation of AP-1/σ1AArfGAP1-\nRabex-5 complexes is prevented by σ1B binding of Rabex-5 and the amount of endosomal\nRabex-5 is reduced. AP-1 complexes differentially regulate endosome maturation and coordinate\nprotein recycling and degradation, revealing a novel molecular mechanism by which they regulate\nprotein transport besides their established function in clathrin-coated-vesicle formation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27411398","type":"dc:BibliographicResource","dc:abstract":"The σ1 subunit of the AP-1 clathrin-coated-vesicle adaptor-protein complex is expressed as three isoforms. Tissues express σ1A and one of the σ1B and σ1C isoforms. Brain is the tissue with the highest σ1A and σ1B expression. σ1B-deficiency leads to severe mental retardation, accumulation of early endosomes in synapses and fewer synaptic vesicles, whose recycling is slowed down. AP-1/σ1A and AP-1/σ1B regulate maturation of these early endosomes into multivesicular body late endosomes, thereby controlling synaptic vesicle protein transport into a degradative pathway. σ1A binds ArfGAP1, and with higher affinity brain-specific ArfGAP1, which bind Rabex-5. AP-1/σ1A-ArfGAP1-Rabex-5 complex formation leads to more endosomal Rabex-5 and enhanced, Rab5(GTP)-stimulated Vps34 PI3-kinase activity, which is essential for multivesicular body endosome formation. Formation of AP-1/σ1A-ArfGAP1-Rabex-5 complexes is prevented by σ1B binding of Rabex-5 and the amount of endosomal Rabex-5 is reduced. AP-1 complexes differentially regulate endosome maturation and coordinate protein recycling and degradation, revealing a novel molecular mechanism by which they regulate protein transport besides their established function in clathrin-coated-vesicle formation.","dc:creator":"Candiello E","dc:date":"2016","dc:title":"AP-1/σ1A and AP-1/σ1B adaptor-proteins differentially regulate neuronal early endosome maturation via the Rab5/Vps34-pathway."},"rdfs:label":"Rab5/Vps34 pathway protein interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2828f99-3403-49d6-9429-7ae6f73c7e29","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f6fcecde-2709-448d-9d36-a1d51907ffc0","type":"FunctionalAlteration","dc:description":"CT scan suggest elevated cerebaral calcification. Western blot and IF suggest mutation do not compromise the stability of AP-1 complex in patient fibrablast. Ap-1 dependent traffecking not affected. Autopsy of male fetus in Family 1 show normal morphology.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18428203","type":"dc:BibliographicResource","dc:abstract":"Mutations in the AP1S2 gene, encoding the sigma1B subunit of the clathrin-associated adaptor protein complex (AP)-1, have been recently identified in five X-linked mental retardation (XLMR) families, including the original family with Fried syndrome. Studying four patients in two unrelated families in which AP1S2 nonsense and splice-site mutations segregated, we found that affected individuals presented, in addition to previously described features, with elevated protein levels in cerebrospinal fluid (CSF). Moreover, computed tomography scans demonstrated that the basal ganglia calcifications associated with AP1S2 mutations appeared during childhood and might be progressive. Based on these observations, we propose that AP1S2 mutations are responsible for a clinically recognizable XLMR and autism syndrome associating hypotonia, delayed walking, speech delay, aggressive behavior, brain calcifications, and elevated CSF protein levels. Using the AP-2 complex, in which the sigma subunit is encoded by one single gene, as a model system, we demonstrated that sigma subunits are essential for the stability of human AP complexes. By contrast, no major alteration of the stability, subcellular localization, and function of the AP-1 complex was observed in fibroblasts derived from a patient carrying an AP1S2 mutation. Similarly, neither macro- nor microscopic defects were observed in the brain of an affected fetus. Altogether, these data suggest that the absence of an AP-1 defect in peripheral tissues is due to functional redundancy among AP-1 sigma subunits (sigma1A, sigma1B, and sigma1C) and that the phenotype observed in our patients results from a subtle and brain-specific defect of the AP-1-dependent intracellular protein traffic.","dc:creator":"Borck G","dc:date":"2008","dc:title":"Clinical, cellular, and neuropathological consequences of AP1S2 mutations: further delineation of a recognizable X-linked mental retardation syndrome."},"rdfs:label":"Patient Cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"no significant different from WT"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:813266ae-9eaa-4520-b485-361402149311","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8a4eeec7-c3b6-40eb-89f5-8ca77c303220","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Behavioral testing of the mice revealed that they are hypoactive\n(Figure 8A). However, neither ambulatory nor qualitative\nexploratory measures were significantly different in the openfield\ntest","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20203623","type":"dc:BibliographicResource","dc:abstract":"Synaptic vesicle recycling involves AP-2/clathrin-mediated endocytosis, but it is not known whether the endosomal pathway is also required. Mice deficient in the tissue-specific AP-1-sigma1B complex have impaired synaptic vesicle recycling in hippocampal synapses. The ubiquitously expressed AP-1-sigma1A complex mediates protein sorting between the trans-Golgi network and early endosomes. Vertebrates express three sigma1 subunit isoforms: A, B and C. The expressions of sigma1A and sigma1B are highest in the brain. Synaptic vesicle reformation in cultured neurons from sigma1B-deficient mice is reduced upon stimulation, and large endosomal intermediates accumulate. The sigma1B-deficient mice have reduced motor coordination and severely impaired long-term spatial memory. These data reveal a molecular mechanism for a severe human X-chromosome-linked mental retardation.","dc:creator":"Glyvuk N","dc:date":"2010","dc:title":"AP-1/sigma1B-adaptin mediates endosomal synaptic vesicle recycling, learning and memory."},"rdfs:label":"Mous KO Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:db398d83-98b5-4a13-9c07-bef01520cff7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89a8a27b-c001-4da6-9ccd-0dbbfa236770","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"hypoactive","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25128028","type":"dc:BibliographicResource","dc:abstract":"Adaptor protein (AP)-1/σ1B(-/-) mice have reduced synaptic-vesicle (SV) recycling and increased endosomes. Mutant mice have impaired spatial memory, and σ1B-deficient humans have a severe mental retardation. In order to define these σ1B(-/-) 'bulk' endosomes and to determine their functions in SV recycling, we developed a protocol to separate them from the majority of the neuronal endosomes. The σ1B(-/-) 'bulk' endosomes proved to be classic early endosomes with an increase in the phospholipid phosphatidylinositol 3-phosphate (PI-3-P), which recruits proteins mediating protein sorting out of early endosomes into different routes. σ1B deficiency induced alterations in the endosomal proteome reveals two major functions: SV protein storage and sorting into endolysosomes. Alternative endosomal recycling pathways are not up-regulated, but certain SV proteins are misrouted. Tetraspanins are enriched in σ1B(-/-) synaptosomes, but not in their endosomes or in their clathrin-coated-vesicles (CCVs), indicating AP-1/σ1B-dependent sorting. Synapses contain also more AP-2 CCV, although it is expected that they contain less due to reduced SV recycling. Coat composition of these AP-2 CCVs is altered, and thus, they represent a subpopulation of AP-2 CCVs. Association of calmodulin-dependent protein kinase (CaMK)-IIα, -δ and casein kinase (CK)-IIα with the endosome/SV pool is altered, as well as 14-3-3η, indicating changes in specific signalling pathways regulating synaptic plasticity. The accumulation of early endosomes and endocytotic AP-2 CCV indicates the regulation of SV recycling via early endosomes by the interdependent regulation of AP-2-mediated endocytosis and AP-1/σ1B-mediated SV reformation.","dc:creator":"Kratzke M","dc:date":"2015","dc:title":"AP-1/σ1B-Dependent SV Protein Recycling Is Regulated in Early Endosomes and Is Coupled to AP-2 Endocytosis."},"rdfs:label":"mouse model expression"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"mouse model previous used by same institute in 20203623,Glyvuk"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:0b855265-2dfa-4bce-a678-f9230ca47a58_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:11833147-86c6-4682-8791-f7e97235cc4c","type":"Proband","sex":"Male","variant":{"id":"cggv:0b855265-2dfa-4bce-a678-f9230ca47a58_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8783e630-785c-47b3-a2f2-0070692689cb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001272071.2(AP1S2):c.426+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/140457"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23756445","type":"dc:BibliographicResource","dc:abstract":"MRXS5 or Pettigrew syndrome was described 20 years ago in a four generation family including nine affected individuals presenting with facial dysmorphism, intellectual disability, Dandy-Walker malformation and inconstant choreoathetosis. Four individuals had iron deposition in the basal ganglia seen on MRI or at autopsy. The mutation causing Pettigrew has remained elusive since the initial description of the condition. We report the identification of a mutation in the X-linked AP1S2 gene in the original Pettigrew syndrome family using X-chromosome exome sequencing. We report additional phenotype details for several of the affected individuals, allowing us to further refine the phenotype corresponding to this X-linked intellectual disability syndrome. The AP1S2 c.426+1 G>T mutation segregates with the disease in the Pettigrew syndrome family and results in loss of 46 amino acids in the clathrin adaptor complex small chain domain that spans most of the AP1S2 protein sequence. The mutation reported here in AP1S2 is the first mutation that is not predicted to cause a premature termination of the coding sequence or absence of the AP1S2 protein. Although most of the families affected by a mutation in AP1S2 were initially described as having different disorders assigned to at least three different OMIM numbers (MIM 300629, 300630 and 304340), our analysis of the phenotype shows that they are all the same syndrome with recognition complicated by highly variable expressivity that is seen within as well as between families and is probably not explained by differences in mutation severity.","dc:creator":"Cacciagli P","dc:date":"2014","dc:title":"AP1S2 is mutated in X-linked Dandy-Walker malformation with intellectual disability, basal ganglia disease and seizures (Pettigrew syndrome)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23756445","rdfs:label":"V1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0.5,"dc:description":"predict exon skip, no experimental evidence"},{"id":"cggv:03fe019a-6bb5-470b-84fd-6a3e889e4ae4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8c6705a5-27a7-4e89-9458-aa0370f919df","type":"Proband","firstTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:03fe019a-6bb5-470b-84fd-6a3e889e4ae4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:90a73011-3668-4032-947d-ce653dd7bf38","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001272071.2(AP1S2):c.289-1G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA412458902"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18428203"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18428203","rdfs:label":"II.2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:48afa64b-ce39-4907-8988-4565a0171dad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:208edbe3-9bf1-4218-8fde-be5278aaa1fe","type":"Proband","sex":"Male","variant":{"id":"cggv:48afa64b-ce39-4907-8988-4565a0171dad_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ff57623a-cca1-42cc-afe6-a9503e386709","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001272071.2(AP1S2):c.106C>T (p.Gln36Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10777"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17186471","type":"dc:BibliographicResource","dc:abstract":"In a systematic sequencing screen of the coding exons of the X chromosome in 250 families with X-linked mental retardation (XLMR), we identified two nonsense mutations and one consensus splice-site mutation in the AP1S2 gene on Xp22 in three families. Affected individuals in these families showed mild-to-profound mental retardation. Other features included hypotonia early in life and delay in walking. AP1S2 encodes an adaptin protein that constitutes part of the adaptor protein complex found at the cytoplasmic face of coated vesicles located at the Golgi complex. The complex mediates the recruitment of clathrin to the vesicle membrane. Aberrant endocytic processing through disruption of adaptor protein complexes is likely to result from the AP1S2 mutations identified in the three XLMR-affected families, and such defects may plausibly cause abnormal synaptic development and function. AP1S2 is the first reported XLMR gene that encodes a protein directly involved in the assembly of endocytic vesicles.","dc:creator":"Tarpey PS","dc:date":"2006","dc:title":"Mutations in the gene encoding the Sigma 2 subunit of the adaptor protein 1 complex, AP1S2, cause X-linked mental retardation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17186471","rdfs:label":"IV-13"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0.5,"dc:description":"predict LOF, RT-PCR not difference"},{"id":"cggv:d705b4b4-2d26-48a1-8343-2f9a4ffcd452_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:19303b6b-3d24-4fc7-9137-1d31d4c25b70","type":"Proband","sex":"Male","variant":{"id":"cggv:d705b4b4-2d26-48a1-8343-2f9a4ffcd452_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:95eb08c5-f85f-4f7f-bcb2-690844dde50d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001272071.2(AP1S2):c.180-5_180-2del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10779"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17186471"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17186471","rdfs:label":"III-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0.5,"dc:description":"predict exon skip, RNA was not available for direct \nevaluation of this prediction."},{"id":"cggv:b320be2f-6c2d-42fe-a31d-393473a399a8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bcf58f45-6260-4dd7-9a13-900683990dd3","type":"Proband","sex":"Male","variant":{"id":"cggv:b320be2f-6c2d-42fe-a31d-393473a399a8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:95eb08c5-f85f-4f7f-bcb2-690844dde50d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25649377","type":"dc:BibliographicResource","dc:abstract":"X-linked intellectual disability (XLID) is a genetically heterogeneous disorder with more than 100 genes known to date. Most genes are responsible for a small proportion of patients only, which has hitherto hampered the systematic screening of large patient cohorts. We performed targeted enrichment and next-generation sequencing of 107 XLID genes in a cohort of 150 male patients. Hundred patients had sporadic intellectual disability, and 50 patients had a family history suggestive of XLID. We also analysed a sporadic female patient with severe ID and epilepsy because she had strongly skewed X-inactivation. Target enrichment and high parallel sequencing allowed a diagnostic coverage of >10 reads for ~96% of all coding bases of the XLID genes at a mean coverage of 124 reads. We found 18 pathogenic variants in 13 XLID genes (AP1S2, ATRX, CUL4B, DLG3, IQSEC2, KDM5C, MED12, OPHN1, SLC9A6, SMC1A, UBE2A, UPF3B and ZDHHC9) among the 150 male patients. Thirteen pathogenic variants were present in the group of 50 familial patients (26%), and 5 pathogenic variants among the 100 sporadic patients (5%). Systematic gene dosage analysis for low coverage exons detected one pathogenic hemizygous deletion. An IQSEC2 nonsense variant was detected in the female ID patient, providing further evidence for a role of this gene in encephalopathy in females. Skewed X-inactivation was more frequently observed in mothers with pathogenic variants compared with those without known X-linked defects. The mutation rate in the cohort of sporadic patients corroborates previous estimates of 5-10% for X-chromosomal defects in male ID patients.","dc:creator":"Tzschach A","dc:date":"2015","dc:title":"Next-generation sequencing in X-linked intellectual disability."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25649377","rdfs:label":"index"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0.5,"dc:description":"no experimental evidence"},{"id":"cggv:256cd3c8-fc4b-4997-adae-4c2dcad84d6b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:165cf838-2cb2-441d-bae3-898307c1e10a","type":"Proband","sex":"Male","variant":{"id":"cggv:256cd3c8-fc4b-4997-adae-4c2dcad84d6b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3065f65b-bccc-470e-aec4-b5b72d78132c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001272071.2(AP1S2):c.288+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10780"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17617514","type":"dc:BibliographicResource","dc:abstract":"Fried syndrome, first described in 1972, is a rare X-linked mental retardation that has been mapped by linkage to Xp22. Clinical characteristics include mental retardation, mild facial dysmorphism, calcifications of basal ganglia and hydrocephalus. A large four-generation family in which the affected males have striking clinical features of Fried syndrome were investigated for linkage to X-chromosome markers; the results showed that the gene for this condition lies within the interval DXS7109-DXS7593 in Xp22.2. In total, 60 candidate genes located in this region, including AP1S2, which was recently shown to be involved in mental retardation, were screened for mutations. A mutation in the third intron of AP1S2 was found in all affected male subjects in this large French family. The mutation resulted in skipping of exon 3, predicting a protein with three novel amino-acids and with termination at codon 64. In addition, the first known large Scottish family affected by Fried syndrome was reinvestigated, and a new nonsense mutation, p.Gln66X, was found in exon 3. Using CT, both affected patients from the French family who were analysed had marked calcifications of the basal ganglia, as previously observed in the first Scottish family, suggesting that the presence of distinctive basal ganglia calcification is an essential parameter to recognise this syndromic disorder. It may be possible to use this feature to identify families with X-linked mental retardation that should be screened for mutations in AP1S2.","dc:creator":"Saillour Y","dc:date":"2007","dc:title":"Mutations in the AP1S2 gene encoding the sigma 2 subunit of the adaptor protein 1 complex are associated with syndromic X-linked mental retardation with hydrocephalus and calcifications in basal ganglia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17617514","rdfs:label":"VI"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:e6a53333-9eeb-4a87-91cd-a25c5d6d8978_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2933332b-5955-4c46-b61a-b812609cbd3f","type":"Proband","sex":"Male","variant":{"id":"cggv:e6a53333-9eeb-4a87-91cd-a25c5d6d8978_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:82c1c9b4-86f7-4a53-b5c4-276fbadb20cc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001272071.2(AP1S2):c.154C>T (p.Arg52Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10778"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18428203"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18428203","rdfs:label":"III.1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:0b426d39-483e-409c-9ee1-341f71f8564d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:035b3c0f-84e2-4566-97ae-b1821f53e820","type":"Proband","sex":"Male","variant":{"id":"cggv:0b426d39-483e-409c-9ee1-341f71f8564d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:82c1c9b4-86f7-4a53-b5c4-276fbadb20cc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17186471"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17186471","rdfs:label":"IV-3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0.5,"dc:description":"predict LOF, not experimental evidence"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":7}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.5}],"evidenceStrength":"Definitive","sequence":2765,"specifiedBy":"GeneValidityCriteria5","strengthScore":11.5,"subject":{"id":"cggv:11ee170d-cbe4-4e5a-87a3-50ed6e9f98d8","type":"GeneValidityProposition","disease":"obo:MONDO_0020119","gene":"hgnc:560","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"With counted Segregation scoring of 7 - the curation is definitive. Approved by the ClinGen ID/Autism Expert Panel  10/20/2017.","dc:isVersionOf":{"id":"cggv:9caaaacd-e262-421c-826b-8433848721ff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}