{"id":"cggv:3ffbb09f-bf2d-4d76-9176-4961ce8862e9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3ffbb09f-bf2d-4d76-9176-4961ce8862e9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2023-10-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:3ffbb09f-bf2d-4d76-9176-4961ce8862e9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2023-10-04T21:12:07.088Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:3ffbb09f-bf2d-4d76-9176-4961ce8862e9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ffbb09f-bf2d-4d76-9176-4961ce8862e9_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.6},{"id":"cggv:3ffbb09f-bf2d-4d76-9176-4961ce8862e9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ffbb09f-bf2d-4d76-9176-4961ce8862e9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa7e7bdc-ab78-4660-a325-5e68a8270cfb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:09ef7ab6-bffa-4d5b-bda5-c6407a70f69f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The data is not actually from this paper. It is Humphrey's lab expression data showing that there is high levels of expression of this gene in the glomerulus relative to other areas of the kidney. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34424825","type":"dc:BibliographicResource","dc:abstract":"Immune cell infiltration (ICI) plays a pivotal role in the development of diabetic nephropathy (DN). Evidence suggests that immune-related genes play an important role in the initiation of inflammation and the recruitment of immune cells. However, the underlying mechanisms and immune-related biomarkers in DN have not been elucidated. Therefore, this study aimed to explore immune-related biomarkers in DN and the underlying mechanisms using bioinformatic approaches. In this study, four DN glomerular datasets were downloaded, merged, and divided into training and test cohorts. First, we identified 55 differentially expressed immune-related genes; their biological functions were mainly enriched in leukocyte chemotaxis and neutrophil migration. The CIBERSORT algorithm was then used to evaluate the infiltrated immune cells; macrophages M1/M2, T cells CD8, and resting mast cells were strongly associated with DN. The ICI-related gene modules as well as 25 candidate hub genes were identified to construct a protein-protein interactive network and conduct molecular complex detection using the GOSemSim algorithm. Consequently, FN1, C3, and VEGFC were identified as immune-related biomarkers in DN, and a related transcription factor-miRNA-target network was constructed. Receiver operating characteristic curve analysis was estimated in the test cohort; FN1 and C3 had large area under the curve values (0.837 and 0.824, respectively). Clinical validation showed that FN1 and C3 were negatively related to the glomerular filtration rate in patients with DN. Six potential therapeutic small molecule compounds, such as calyculin, phenamil, and clofazimine, were discovered in the connectivity map. In conclusion, FN1 and C3 are immune-related biomarkers of DN.","dc:creator":"Wang Y","dc:date":"2021","dc:title":"Identification of fibronectin 1 (FN1) and complement component 3 (C3) as immune infiltration-related biomarkers for diabetic nephropathy using integrated bioinformatic analysis."},"rdfs:label":"Humphrey's Lab Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7c49fb8e-733a-4750-b691-86eeb20bf250","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b0c29108-7cd2-47e8-8e96-105063785d71","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"COL4A3 and COL4A4 are definitive for semidominant Alport Syndrome. The p.Val1139Ile mutation also significantly decreased binding to COL4A3 and COL4A4 in comparison to the wild-type.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36774238","type":"dc:BibliographicResource","dc:abstract":"The glomerular basement membrane (GBM) consists of laminins, collagen IV, nidogens, and fibronectin and is essential for filtration barrier integrity in the kidney. Critically, structural and functional abnormalities in the GBM are involved in chronic kidney disease (CKD) occurrence and development. Fibronectin is encoded by FN1 and is essential for podocyte-podocyte and podocyte-matrix interactions. However, disrupted or disordered fibronectin occurs in many kidney diseases. In this study, we identified a novel mutation (c.3415G>A) in FN1 that causes glomerular fibronectin-specific deposition in a gain-of-function manner, that may be associated with thin basement membrane nephropathy (TBMN) and expand the spectrum of phenotypes seen in glomerulopathy with fibronectin deposits (GFND). Our studies confirmed this variant increased fibronectin's ability to bind to integrin, thereby maintaining podocyte adhesion. Also, we hypothesised that TBMN arose as the fibronectin variant exhibited a decreased capacity to bind COL4A3/4. Our study is the first to identify and link this novel pathogenic mutation (c.3415G>A) in FN1 to GFND as well as TBMN, which may broaden the phenotype and mutation spectrums of the FN1 gene. We believe our data will positively impact genetic counselling and prenatal diagnostics for GFND with TBMN and other associated conditions that may be commonly benign conditions in humans, and may not require proteinuria-lowering treatments or renal biopsy.","dc:creator":"Qiu J","dc:date":"2023","dc:title":"A high-impact FN1 variant correlates with fibronectin-mediated glomerulopathy via decreased binding to collagen type IV."},"rdfs:label":"Mutant kidney cells; COL4A3 and COL4A4"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Both COL4A3 and COL4A4, each definitively associated with X-linked Alport Syndrome, were shown to interact with FN1. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Moderate","sequence":7027,"specifiedBy":"GeneValidityCriteria9","strengthScore":8.1,"subject":{"id":"cggv:9b4e6f44-efc1-492b-869b-0fc27356ea63","type":"GeneValidityProposition","disease":"obo:MONDO_0011165","gene":"hgnc:3778","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FN1 was first reported in relation to autosomal dominant Glomerulopathy with Fibronectin Deposits 2 (GFND2) in 2008 (Castelletti et al., PMID: 18268355). The condition has genetic heterogeneity and symptoms of proteinuria, microscopic hematuria, renal tubular acidosis, glomerular fibronectin deposits, edema, and high blood pressure that causes end-stage renal failure anywhere between ages 10 and 60 (but the disease may also be indolent). The gene is also associated with Spondylometaphyseal Dysplasia, Corner Fracture Type (SMDCF), which is autosomal dominant. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found clear differences in phenotypic variability between the two conditions. Therefore, the following disease entities have been split: GFND2 (OMIM #601894), SMDCF (OMIM #184255). The split curation for autosomal dominant SMDCF has been curated separately. 12 variants (missense, small in-frame deletions) that have been reported in over thirty probands in six publications (PMIDs: 18268355, 27056061, 30820325, 31419955, 35395622, 36774238) are included in this curation. The mechanism of pathogenicity is unclear. Some mutations appear have a loss-of-function effect (decreasing binding to heparin). However, another assay demonstrates that a mutation increases heparin binding, and an additional one demonstrates that a different mutation increases FN1 expression in kidney cells. This gene-disease relationship is also supported by experimental evidence (Humphrey's Lab Expression data) and interaction evidence (interaction with COL4A3 and COL4A4, which are both definitive for X-linked Alport Syndrome). In summary, there is moderate evidence supporting the relationship between FN1 and autosomal dominant GFND2. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Glomerulopathy GCEP on the meeting date 9/11/2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:3ffbb09f-bf2d-4d76-9176-4961ce8862e9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}