{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:45:10.925Z","role":"Publisher"},{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:44:58.566Z","role":"Approver"}],"evidence":[{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:090519f5-14f4-497e-8caf-c784ca25777d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0533c5c0-4cb4-4725-bd6e-5e4bdc79aef9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"NGS panel: 215 genes, including genes with known associations to mitochondrial disorders and genes of CI subunits and assembly factors.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"At six months of age generalized muscular hypotonia and delayed development were noticed. His condition progressively worsened and he was hospitalized at seven months of age for vomiting and muscle wasting, died at 15 months.\nHyperlactatemia (5 mmol/L, ref. 0.9-1.7 mmol/L)\nCerebral scan revealed hypodensity of basal ganglia and internal capsule.\nThe activity of complex I was reduced in fibroblasts of P2 (7 nmol/min/mg protein, ref. 20.1–53.7) while cytochrome c oxidase (301 nmol/min/mg protein, ref. 62–139) and citrate synthase (99 nmol/min/mg protein, ref. 51–96) were elevated.\n\nnon-consanguineous parents","sex":"Male","variant":{"id":"cggv:090519f5-14f4-497e-8caf-c784ca25777d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e82f8a91-33b0-47d7-8928-b23b4ef3b95e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005004.4(NDUFB8):c.189del (p.Glu63AspfsTer35)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/548133"}},{"id":"cggv:29e8d83a-2b31-4353-988e-27eb11bb7354","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005004.4(NDUFB8):c.184T>C (p.Tyr62His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/548134"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29429571","type":"dc:BibliographicResource","dc:abstract":"Respiratory chain complex I deficiency is the most frequently identified biochemical defect in childhood mitochondrial diseases. Clinical symptoms range from fatal infantile lactic acidosis to Leigh syndrome and other encephalomyopathies or cardiomyopathies. To date, disease-causing variants in genes coding for 27 complex I subunits, including 7 mitochondrial DNA genes, and in 11 genes encoding complex I assembly factors have been reported. Here, we describe rare biallelic variants in NDUFB8 encoding a complex I accessory subunit revealed by whole-exome sequencing in two individuals from two families. Both presented with a progressive course of disease with encephalo(cardio)myopathic features including muscular hypotonia, cardiac hypertrophy, respiratory failure, failure to thrive, and developmental delay. Blood lactate was elevated. Neuroimaging disclosed progressive changes in the basal ganglia and either brain stem or internal capsule. Biochemical analyses showed an isolated decrease in complex I enzymatic activity in muscle and fibroblasts. Complementation studies by expression of wild-type NDUFB8 in cells from affected individuals restored mitochondrial function, confirming NDUFB8 variants as the cause of complex I deficiency. Hereby we establish NDUFB8 as a relevant gene in childhood-onset mitochondrial disease.","dc:creator":"Piekutowska-Abramczuk D","dc:date":"2018","dc:title":"NDUFB8 Mutations Cause Mitochondrial Complex I Deficiency in Individuals with Leigh-like Encephalomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29429571","rdfs:label":"P2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The frameshift variant caused by 1bp deletion is located in exon 2 of 5, predicted to undergo NMD.\nThe decreased basal and maximal respiration as investigated by microscale respirometry, shown in the P2 fibroblast cell lines was rescued with transduction of the wild type NDUFB8 viral construct (Fig 2). Data was not given for rescue of complex I activity, it was noted the the fibroblast cell lines did not grow well."},{"id":"cggv:16cc293f-58ec-4975-91d0-37b4492023ef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:43df8121-d9cc-4127-83d2-1739e13534b2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"WES including MtDNA","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"3 months: acute respiratory failure, low consciousness and seizures\nPeriodically elevated concentrations of lactate in plasma (from 1.9 to 14.1; ref. <2.0 mmol/l) and cerebrospinal fluid (4, ref. <2.0 mmol/l) \nBrain MRI at the same age showed symmetrical signal alterations of midbrain, putamen and thalamus (Figure 2, upper panel).Repetitive brain MRI at the age of six months showed supratentorial and brainstem atrophy with cystic lesions in the bilateral putamina, thalami and midbrain (Figure 2, lower panel).\nP1 developed hypertrophy of the left cardiac ventricle. \n\nHe is currently aged 5.5 years and in a stable condition but completely dependent on the respirator and on full time care of parents for all daily life activities.\nMuscle biopsy: homogenate of muscle tissue of P1 revealed isolated complex I deficiency (5.0% of citrate synthase [CS] activity, reference range > 6.7%).\n\nnon-consanguineous parents","sex":"Male","variant":{"id":"cggv:16cc293f-58ec-4975-91d0-37b4492023ef_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3522a0d3-5ae0-4c4a-8bb2-af0486a9d1a4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005004.4(NDUFB8):c.227C>A (p.Pro76Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/548131"}},{"id":"cggv:a624ed1d-339d-4c6e-b2bc-31878b103aaf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005004.4(NDUFB8):c.432C>G (p.Cys144Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/548132"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29429571"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29429571","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"c.432C>G(p.p.Cys144Trp) is predicted to affect splicing, using patient fibroblasts, RTPCR  showed that 40% of transcripts did not contain exon 4. FigS5 shows further analysis of the transcripts: of the whole cDNA 47% paternal allele, 14% maternal allele with exon 4, 39% maternal allele without exon 4. \np.Pro76Gln is a conserved missense.\nTransduction of a wt NDUFB8 viral construct rescued the complex I deficiency of patient fibroblasts (Table 1). Decreased basal and maximal respiration, as investigated by microscale respirometry was also rescued (Fig 2). \nScore increased for convincing functional evidence and rescue."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5},{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe37fc4c-136d-4e86-ac24-9c57618d08a2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:55bba7cf-1fc7-4e26-85af-96333bd656b3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The study built on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all subunits present in complex I from Bos Taurus. NDUF8 is an accessory subunit.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Structural model of Complex I"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"At least 10 further complex I genes have been associated with Leigh syndrome spectrum, scored increased to 2pts as per rubric."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4e89380c-9c8f-4d88-94d3-d6a5261ee483","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8b368c7a-6789-4296-a109-fa4dc020e351","type":"FunctionalAlteration","dc:description":"NDUFB8 HEK293 knock out cell lines were generated using the TALENS system. \nBlue-native (BN)– PAGE and immunoblot analysis for subunits NDUFA9, NDUFA13 and NDUFB11 showed that in the KO line complex I assembly was disrupted (Fig 1.).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626371","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first enzyme of the mitochondrial respiratory chain and is composed of 45 subunits in humans, making it one of the largest known multi-subunit membrane protein complexes. Complex I exists in supercomplex forms with respiratory chain complexes III and IV, which are together required for the generation of a transmembrane proton gradient used for the synthesis of ATP. Complex I is also a major source of damaging reactive oxygen species and its dysfunction is associated with mitochondrial disease, Parkinson's disease and ageing. Bacterial and human complex I share 14 core subunits that are essential for enzymatic function; however, the role and necessity of the remaining 31 human accessory subunits is unclear. The incorporation of accessory subunits into the complex increases the cellular energetic cost and has necessitated the involvement of numerous assembly factors for complex I biogenesis. Here we use gene editing to generate human knockout cell lines for each accessory subunit. We show that 25 subunits are strictly required for assembly of a functional complex and 1 subunit is essential for cell viability. Quantitative proteomic analysis of cell lines revealed that loss of each subunit affects the stability of other subunits residing in the same structural module. Analysis of proteomic changes after the loss of specific modules revealed that ATP5SL and DMAC1 are required for assembly of the distal portion of the complex I membrane arm. Our results demonstrate the broad importance of accessory subunits in the structure and function of human complex I. Coupling gene-editing technology with proteomics represents a powerful tool for dissecting large multi-subunit complexes and enables the study of complex dysfunction at a cellular level.","dc:creator":"Stroud DA","dc:date":"2016","dc:title":"Accessory subunits are integral for assembly and function of human mitochondrial complex I."},"rdfs:label":"HEK293 knock out cell lines"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"NDUFB8  is a complex I subunit required for complex I assembly and complex I activity."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d0a6339b-03ee-4efd-92c6-318c3cbf34bc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2c24e174-e49e-493b-95fb-fb5459a892b2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous knockout noted as having preweaning lethality, https://www.mousephenotype.org/data/genes/MGI:1914514","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31127358","type":"dc:BibliographicResource","dc:abstract":"The International Mouse Phenotyping Consortium (IMPC) continues to expand the catalogue of mammalian gene function by conducting genome and phenome-wide phenotyping on knockout mouse lines. The extensive and standardized phenotype screens allow the identification of new potential models for human disease through cross-species comparison by computing the similarity between the phenotypes observed in the mutant mice and the human phenotypes associated to their orthologous loci in Mendelian disease. Here, we present an update on the novel disease models available from the most recent data release (DR10.0), with 5861 mouse genes fully or partially phenotyped and a total number of 69,982 phenotype calls reported. With approximately one-third of human Mendelian genes with orthologous null mouse phenotypes described, the range of available models relevant for human diseases keeps increasing. Among the breadth of new data, we identify previously uncharacterized disease genes in the mouse and additional phenotypes for genes with existing mutant lines mimicking the associated disorder. The automated and unbiased discovery of relevant models for all types of rare diseases implemented by the IMPC constitutes a powerful tool for human genetics and precision medicine.","dc:creator":"Cacheiro P","dc:date":"2019","dc:title":"New models for human disease from the International Mouse Phenotyping Consortium."},"rdfs:label":"International Mouse Phenotyping consortium"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Scored for embryonic lethality, according to agreed rubric."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":1867,"specifiedBy":"GeneValidityCriteria7","strengthScore":6.5,"subject":{"id":"cggv:43a2a8e1-7939-4595-a845-3012efd42789","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7703","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFB8 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of November 23, 2020. The NDUFB8 gene encodes the NADH:ubiquinone oxidoreductase (complex I) subunit B8, which is essential for complex I activity and assembly. Defects of this protein lead to complex I deficiency. \n\nThe NDUFB8 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2018 (PMID: 29429571). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four variants identified in two cases in one publication (PMID: 29429571). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, functional alteration in non-patient cells, and animal models (PMIDs: 31127358, 27626371, 27509854).  \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on November 23, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:bef2c930-4b79-4938-8325-94a0f58cdfd9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}