{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2021-11-08T19:39:55.489Z","role":"Approver"},{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2021-12-08T02:18:07.879Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8458085"},"evidence":[{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:abb421a0-c07a-43b3-8fc8-20a559f9c890","type":"EvidenceLine","evidence":[{"id":"cggv:abb421a0-c07a-43b3-8fc8-20a559f9c890_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:219e618c-eb76-4b5d-b0ec-878777cfc51a","type":"Cohort","allGenotypedSequenced":4256,"alleleFrequency":0.001644736842105263,"detectionMethod":"HTT CAG repeat lengths were measured using a fluorescent PCR-based assay, in comparison to known standards.","evidence":[{"id":"cggv:abb421a0-c07a-43b3-8fc8-20a559f9c890_cc_evidence_item"}],"numWithVariant":7,"relatedCondition":{"id":"obo:MONDO_0002009"}},"controlCohort":{"id":"cggv:6d1bdd80-018a-4761-9831-d5152579960d","type":"Cohort","allGenotypedSequenced":6833,"alleleFrequency":0,"detectionMethod":"HTT CAG repeat lengths were measured using a fluorescent PCR-based assay, in comparison to known standards.","evidence":[{"id":"cggv:abb421a0-c07a-43b3-8fc8-20a559f9c890_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.001,"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20360314","type":"dc:BibliographicResource","dc:abstract":"Presymptomatic individuals with the Huntingtin (HTT) CAG expansion mutation that causes Huntington's disease may have higher levels of depressive symptoms than healthy comparison populations. However, the prevalence of HTT CAG repeat expansions among individuals diagnosed with major depressive disorder has not been established.","dc:creator":"Perlis RH","dc:date":"2010","dc:title":"Prevalence of incompletely penetrant Huntington's disease alleles among individuals with major depressive disorder."},"rdfs:label":"HTT variants in cases of Major Depressive Disorder vs. controls"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"This is an aggregate study that does not focus on a particular variant or repeat length within the HTT locus. CAG repeat lengths for the 7 affected individuals were 36, 36, 37, 37, 38, 38, and 42. Bias may have been introduced by the origin of some of the controls in the shorter of the two HTT alleles from patients affected with Huntington disease. This way of selecting control patients may not have been equivalent to selecting case patients based on reporting to clinics for treatment of depression."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0},{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5},{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:52155372-103e-49da-bfa1-72d955f5a012","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1d8e7f64-977c-4f1c-80c8-59dd74696fd0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization with an HTT antisense probe was performed in fetal and adult human brains. Within the adult samples, the cortex, claustrum, dentate gyrus of the hippocampus, and both the caudate and putamen regions of the basal ganglia exhibited high signal. The subcortical white matter, internal capsule, and the globus pallidus region of the basal ganglia were low in signal (Figures 2A, 2B, and 2C). The high expression in most regions and relatively low signal in white matter is consistent with neuron-specific expression of HTT. This finding is also compatible with the disease entity, which presents with selective loss of neurons across multiple regions of the brain, particularly within the caudate and putamen. A similar immunohistochemistry experiment from another publication also showed high HTT in large neurons such as the cerebral pyramidal cells, neurons of the pallidum, and Purkinje cells (Figures 4A, 4D, and 3F of PMID: 7568002). Additional information from other publications profiling HTT transcript levels in human tissues found it to be ubuitously expressed with its expression highest in lymphocytes, followed by the brain (PMID: 23715323).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7820679","type":"dc:BibliographicResource","dc:abstract":"To examine the expression of the gene which causes Huntington's disease (HD), IT15, during development, in situ hybridization of radiolabeled riboprobes was performed in human fetal (gestational ages 20-23 weeks) and adult brain. Optical densities of autoradiographs were determined in various brain regions and compared to cell density in those regions. IT15 expression was found in all regions of the fetal and adult brain, and there was a high degree of correlation of autoradiographic signal with cell number in all regions but germinal matrix in fetal brain and white matter in adult brain. These two regions are notable for their significant proportion of glial cells, and suggest that IT15 expression is predominantly neuronal. There was no preponderance of IT15 expression in striatal compartments in fetal brain as demonstrated by acetylcholinesterase activity, nor was there differential expression of IT15 in brain regions known to be particularly affected in HD. IT15 gene expression is present by 20 weeks gestation in human brain, and at that stage of development exhibits a pattern of distribution which is similar to adult brain. If a developmentally-regulated role for IT15 exists in the pathogenesis of HD, it must occur prior to 20 weeks gestation.","dc:creator":"Dure LS","dc:date":"1994","dc:title":"IT15 gene expression in fetal human brain."},"rdfs:label":"HTT expression in predominantly neuronal regions of brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"While this experiment shows that HTT localizes strongly to the areas of the brain most affected in Huntington disease patients (the caudate and the putamen), it also localizes to a lesser degree to other areas of the brain and to diverse other tissues throughout the human body that do not appear to be affected in the disease state."},{"id":"cggv:90582875-9579-4fcc-8d7c-e28ef2b27205","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:127062f3-6594-42b0-8c81-3c4418dc5128","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Human patients exhibit HTT-positive neuronal intranuclear inclusions (PMID: 9302293) that are recapitulated in the mouse model (PMID: 9267033). These may correspond to aggregates of toxic HTT variant proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9267034","type":"dc:BibliographicResource","dc:abstract":"The mechanism by which an elongated polyglutamine sequence causes neurodegeneration in Huntington's disease (HD) is unknown. In this study, we show that the proteolytic cleavage of a GST-huntingtin fusion protein leads to the formation of insoluble high molecular weight protein aggregates only when the polyglutamine expansion is in the pathogenic range. Electron micrographs of these aggregates revealed a fibrillar or ribbon-like morphology, reminiscent of scrapie prions and beta-amyloid fibrils in Alzheimer's disease. Subcellular fractionation and ultrastructural techniques showed the in vivo presence of these structures in the brains of mice transgenic for the HD mutation. Our in vitro model will aid in an eventual understanding of the molecular pathology of HD and the development of preventative strategies.","dc:creator":"Scherzinger E","dc:date":"1997","dc:title":"Huntingtin-encoded polyglutamine expansions form amyloid-like protein aggregates in vitro and in vivo."},"rdfs:label":"Variant HTT protein forms aggregates following cleavage."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The aggregation of expanded HTT variant proteins in this in vitro experiment recapitulates a key feature of the human patients."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fdfea93e-2b12-4c8f-b14e-4f0f53c8a7dd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a2924b95-7530-47f7-b1fd-38fee0ea8aa4","type":"FunctionalAlteration","dc:description":"Altered nuclear export of HTT is demonstrated in Figures 1a and 1b, in which the immuno-stained nuclei and immunoblotted nuclear lysate both exhibit abnormal HTT accumulation. Abnormal accumulation of HTT in the nucleus is demonstrated in the stacking gel portion of the immunoblot shown in Figure 2b. Please note that these results recapitulate the functional alternation in patient cells reported in PMID: 9302293. Please note that the cells are not transfected with a full HTT variant, but rather with a GFP-tagged N-terminal fragment that includes either 20 (wild-type) or 120 (variant) Gln repeats.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15654337","type":"dc:BibliographicResource","dc:abstract":"Proteins with polyglutamine (polyQ) expansions accumulate in the nucleus and affect gene expression. The mechanism by which mutant huntingtin (htt) accumulates intranuclearly is not known; wild-type htt, a 350-kDa protein of unknown function, is normally found in the cytoplasm. N-terminal fragments of mutant htt, which contain a polyQ expansion (>37 glutamines), have no conserved nuclear localization sequences or nuclear export sequences but can accumulate in the nucleus and cause neurological problems in transgenic mice. Here we report that N-terminal htt shuttles between the cytoplasm and nucleus in a Ran GTPase-independent manner. Small N-terminal htt fragments interact with the nuclear pore protein translocated promoter region (Tpr), which is involved in nuclear export. PolyQ expansion and aggregation decrease this interaction and increase the nuclear accumulation of htt. Reducing the expression of Tpr by RNA interference or deletion of ten amino acids of N-terminal htt, which are essential for the interaction of htt with Tpr, increased the nuclear accumulation of htt. These results suggest that Tpr has a role in the nuclear export of N-terminal htt and that polyQ expansion reduces this nuclear export to cause the nuclear accumulation of htt.","dc:creator":"Cornett J","dc:date":"2005","dc:title":"Polyglutamine expansion of huntingtin impairs its nuclear export."},"rdfs:label":"Normal or expanded variant HTT immunoblotting in cell lines"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"These experiments show that the expanded HTT variant has altered nuclear export when exogenously expressed in cell lines. This recapitulates the functional alternation in patient cells reported in PMID: 9302293."},{"id":"cggv:e5675157-cd65-4c22-bc87-3d87057c5455","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:508589e4-b88e-4275-84ca-5ce7622ebc86","type":"FunctionalAlteration","dc:description":"Altered nuclear export of HTT is demonstrated in Figure 3, in which the total cell lysate and especially the nuclear lysate exhibit abnormal accumulation of a 40-kDa HTT fragment in the four affected individuals specifically. This contrasts with the four controls samples, in which HTT is exclusively detected in the total cell lysates and undetectable in the nuclear lysates. Immunohistochemistry in Figure 4 further localizes this phenomenon to intranuclear inclusions in pyramidal cells specifically (which are linked to the disease process) and finds co-localization with ubiquitin (which indicates the possibility of defective degradation of HTT variant).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9302293","type":"dc:BibliographicResource","dc:abstract":"The cause of neurodegeneration in Huntington's disease (HD) is unknown. Patients with HD have an expanded NH2-terminal polyglutamine region in huntingtin. An NH2-terminal fragment of mutant huntingtin was localized to neuronal intranuclear inclusions (NIIs) and dystrophic neurites (DNs) in the HD cortex and striatum, which are affected in HD, and polyglutamine length influenced the extent of huntingtin accumulation in these structures. Ubiquitin was also found in NIIs and DNs, which suggests that abnormal huntingtin is targeted for proteolysis but is resistant to removal. The aggregation of mutant huntingtin may be part of the pathogenic mechanism in HD.","dc:creator":"DiFiglia M","dc:date":"1997","dc:title":"Aggregation of huntingtin in neuronal intranuclear inclusions and dystrophic neurites in brain."},"rdfs:label":"HTT immunoblotting in nuclei from patient cortical tissues"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"These experiments detect defective nuclear export of the expanded HTT variant proteins and link this phenomenon to the formation of neuronal intranuclear inclusions within the area of the brain affected in the disease state."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84019f0b-c1c4-44cc-aa33-883f345333d2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b2f67eac-1980-4901-bd4c-a5fc9b00e2af","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model expresses a partial HTT transgene of human origin, it is a 5' fragment only, and does not correspond to a particular variant. Photoreceptor (neuroepithelial) cells expressing the variant-like transgene exhibit progressive degeneration (Figures 2C, 2G, 3C). Photoreceptor neurons exhibit nuclear inclusions in some cases (Figure 3G).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9768849","type":"dc:BibliographicResource","dc:abstract":"Huntington's disease (HD) is an autosomal dominant neurodegenerative disorder. Disease alleles contain a trinucleotide repeat expansion of variable length, which encodes polyglutamine tracts near the amino terminus of the HD protein, huntingtin. Polyglutamine-expanded huntingtin, but not normal huntingtin, forms nuclear inclusions. We describe a Drosophila model for HD. Amino-terminal fragments of human huntingtin containing tracts of 2, 75, and 120 glutamine residues were expressed in photoreceptor neurons in the compound eye. As in human neurons, polyglutamine-expanded huntingtin induced neuronal degeneration. The age of onset and severity of neuronal degeneration correlated with repeat length, and nuclear localization of huntingtin presaged neuronal degeneration. In contrast to other cell death paradigms in Drosophila, coexpression of the viral antiapoptotic protein, P35, did not rescue the cell death phenotype induced by polyglutamine-expanded huntingtin.","dc:creator":"Jackson GR","dc:date":"1998","dc:title":"Polyglutamine-expanded human huntingtin transgenes induce degeneration of Drosophila photoreceptor neurons."},"rdfs:label":"Fly model with Polyglutamine-expanded human HTT transgene"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Photoreceptor (neuroepithelial) cells in flies are not a close match for the neuronal cell types affected in human patients, but enable this model to recapitulate the progressive neurodegenerative effects of the human HTT transgene."},{"id":"cggv:2850b07b-2ace-421a-91be-a66b1c04ab57","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a1cc56a3-8fa9-4dca-9f71-262d9c336f0b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model recapitulates all of the critical features of the human patients including the mode of inheritance (autosomal dominant), the somatic instability of the transgene itself (Table 1, PMID: 9020849), diverse movement-related and neuromuscular phenotypes (chorea, dyskinesia, involuntary movements, ataxia, seizure, described in PMID: 8898202), cellular phenotypes (neurodegeneration, formation of neuronal intranuclear inclusions in Figure 3), and the progressive nature of many of the phenotypes (Figure 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9267033","type":"dc:BibliographicResource","dc:abstract":"Huntington's disease (HD) is one of an increasing number of human neurodegenerative disorders caused by a CAG/polyglutamine-repeat expansion. The mutation occurs in a gene of unknown function that is expressed in a wide range of tissues. The molecular mechanism responsible for the delayed onset, selective pattern of neuropathology, and cell death observed in HD has not been described. We have observed that mice transgenic for exon 1 of the human HD gene carrying (CAG)115 to (CAG)156 repeat expansions develop pronounced neuronal intranuclear inclusions, containing the proteins huntingtin and ubiquitin, prior to developing a neurological phenotype. The appearance in transgenic mice of these inclusions, followed by characteristic morphological change within neuronal nuclei, is strikingly similar to nuclear abnormalities observed in biopsy material from HD patients.","dc:creator":"Davies SW","dc:date":"1997","dc:title":"Formation of neuronal intranuclear inclusions underlies the neurological dysfunction in mice transgenic for the HD mutation."},"rdfs:label":"Transgenic mouse model expressing human HTT variant"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This well-characterized mouse model is an ideal match for the diverse phenotypes experienced by the human patients, and was scored below the maximum due to the artificial/transgenic nature of the variant (not a knock-in model)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":3739,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.5,"subject":{"id":"cggv:5134e29c-b963-4e4c-b157-b3b5cfb6ef25","type":"GeneValidityProposition","disease":"obo:MONDO_0007739","gene":"hgnc:4851","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The HTT gene was first reported in relation to Huntington disease (MONDO:0007739, MIM #143100) in 1993 (PMID: 8458085). While many affected individuals present during the fourth or fifth decade of life, onset can occur as early as 2 years (PMID: 15338298, PMID: 32998776) or as late as 80 years of age (PMID: 10644798). All affected individuals harbor an in-frame expansion of a trinucleotide repeat (CAG) near the 5’ end of the coding region of the HTT gene, with the number of CAG repeats correlating inversely with age of onset. Patients frequently present with progressive neuromuscular phenotypes ranging from gait disturbance and bradykinesia to chorea, ataxia, abnormal saccadic eye movements, and dystonia. Common neurological features range from cognitive impairment and speech impairment to seizures and progressive neurodegeneration. Examination of the brain typically reveals neuronal intranuclear inclusions, neuronal loss, and selective brain atrophy (especially within the caudate nucleus and putamen). Genotyping of the HTT locus within affected tissues generally reveals evidence of further somatic expansion of the CAG repeats from the pathogenic allele. Ten suspected pathogenic variants were scored as part of this curation, all of them in-frame insertions of additional CAG codons within a trinucleotide repeat microsatellite near the 5’ end of the HTT coding region. These variants have been sorted into two separate groups; one with the total number of CAG repeats >40 (completely penetrant), and the other with the total number of CAG repeats falling between 36 and 39 (associated with incomplete penetrance). These variants have been collectively reported in ten unrelated probands in six publications (PMID: 32998776, PMID: 15338298, PMID: 26300964, PMID: 29036832, PMID: 10644798, PMID: 8311509). All ten probands were heterozygous for their respective variants. Abundant segregation evidence was available from the literature (including PMID: 2571579, PMID: 3017842, PMID: 29956026), maxing out the total number of points for segregation evidence. The mechanism of pathogenicity appears to be monoallelic gain of function, characterized by abnormal nuclear localization and aggregation of the expanded HTT variant within neuronal cells in affected tissues (PMID: 9267034, PMID: 9302293, PMID: 15654337). This hypothesized mechanism is consistent with the dose-dependent relationship between the degree of CAG expansion in the pathogenic allele and the phenotypic severity. Most individuals with Huntington disease harbor one variant allele within the HTT locus; however, affected individuals harboring homozygous HTT variants have also been reported in the literature, and exhibit severity and age of onset similar to their heterozygous siblings, indicating complete dominance of the variant allele (PMID: 2881213, PMID: 10051023). This gene-disease association is also supported by experimental evidence that the HTT protein product normally localizes to neuronal regions of the brain (PMID: 7820679, PMID: 7568002, PMID: 23715323). Variant HTT proteins with expanded glutamine repeats tend to form aggregates both in vitro and in vivo, particularly following protease cleavage (PMID: 9267034). Expanded HTT variant proteins also exhibit abnormal nuclear accumulation and defective nuclear export in both patient cells (PMID: 9302293) and non-patient cells (PMID: 15654337). Expression of a partial human HTT transgene with expanded CAG repeats in Drosophila photoreceptor cells triggers progressive degeneration and formation of nuclear inclusions within the photoreceptor cells (PMID: 9768849). Mouse expression of a similar partial human HTT transgene with approximately 150 CAG repeats recapitulates many of the progressive neuromuscular features of the human patients, as well as the dominant mode of inheritance, the somatic instability of the transgene itself, and the formation of neuronal intranuclear inclusions (PMID: 9267033, PMID: 8898202, PMID: 9020849). Many of these findings have been independently confirmed in other reports, and additional available experimental evidence (PMID: 32444599, PMID: 9874792) was not scored since maximum scoring in this category had already been reached. In summary, HTT is definitively associated with Huntington disease. This has been repeatedly demonstrated in both research and diagnostic settings, and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification.","dc:isVersionOf":{"id":"cggv:617c18ee-9476-4bc0-b403-20bc55150c7c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}