{"id":"cggv:be2294a9-78d0-48f5-9b55-d6abb3d0a55fv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:be2294a9-78d0-48f5-9b55-d6abb3d0a55f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-03-07T06:00:00.000Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10067","role":"SecondaryContributor"},{"id":"cggv:be2294a9-78d0-48f5-9b55-d6abb3d0a55f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-07-22T15:29:22.308Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:be2294a9-78d0-48f5-9b55-d6abb3d0a55f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:be2294a9-78d0-48f5-9b55-d6abb3d0a55f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:be2294a9-78d0-48f5-9b55-d6abb3d0a55f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:be2294a9-78d0-48f5-9b55-d6abb3d0a55f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:42a6c14b-da62-48eb-8061-69457775f1c2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:761a8bef-b192-4ca1-8ef0-61eb3588eafb","type":"FunctionalAlteration","dc:description":"Intracellular electrophysiological recordings of hippocampal slices from knockout mice revealed hyperexcitability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9581771","type":"dc:BibliographicResource","dc:abstract":"Mice lacking the voltage-gated potassium channel alpha subunit, K(V)1.1, display frequent spontaneous seizures throughout adult life. In hippocampal slices from homozygous K(V)1.1 null animals, intrinsic passive properties of CA3 pyramidal cells are normal. However, antidromic action potentials are recruited at lower thresholds in K(V)1.1 null slices. Furthermore, in a subset of slices, mossy fiber stimulation triggers synaptically mediated long-latency epileptiform burst discharges. These data indicate that loss of K(V)1.1 from its normal localization in axons and terminals of the CA3 region results in increased excitability in the CA3 recurrent axon collateral system, perhaps contributing to the limbic and tonic-clonic components of the observed epileptic phenotype. Axonal action potential conduction was altered as well in the sciatic nerve--a deficit potentially related to the pathophysiology of episodic ataxia/myokymia, a disease associated with missense mutations of the human K(V)1.1 gene.","dc:creator":"Smart SL","dc:date":"1998","dc:title":"Deletion of the K(V)1.1 potassium channel causes epilepsy in mice."},"rdfs:label":"Hyperexcitability of KV1.1 Null Hippocampal Slices in Normal"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:be2294a9-78d0-48f5-9b55-d6abb3d0a55f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2ce0c8d-c637-4201-822a-ff6d7ae12b9a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:298dd549-0218-4b02-84cb-7c80bb628d26","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both human patients and this mouse model exhibit impaired muscle coordination under a stress challenge.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12612586","type":"dc:BibliographicResource","dc:abstract":"Episodic ataxia type-1 (EA1) is a dominant human neurological disorder characterized by stress-induced attacks of ataxia. EA1 is caused by mutations in the voltage-gated potassium channel Kv1.1, and affected individuals are heterozygous. Here we introduced the V408A EA1 mutation into mice using homologous recombination. In contrast to Kv1.1 null mice, homozygous V408A/V408A mice died after embryonic day 3 (E3). V408A/+ mice showed stress-induced loss of motor coordination that was ameliorated by acetazolamide, a carbonic anhydrase inhibitor that minimizes EA1 symptoms in human patients. We made electrophysiological recordings from cerebellar Purkinje cells in both V408A/+ mice and their wild-type littermates. V408A/+ mice showed a greater frequency and amplitude of spontaneous GABAergic inhibitory postsynaptic currents (IPSCs) than did wild type; however, the amplitude or frequency of miniature IPSCs and the basket cell firing frequency did not differ between groups. The stress-induced motor dysfunction in V408A mice is similar to that of family members harboring the EA1 allele, and our findings suggest that these behavioral changes are linked to changes in GABA release.","dc:creator":"Herson PS","dc:date":"2003","dc:title":"A mouse model of episodic ataxia type-1."},"rdfs:label":"Stress induced loss of motor coordination in V408A/+ mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":8731,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.5,"subject":{"id":"cggv:b9863b93-9570-49a5-838b-8e65d77cb016","type":"GeneValidityProposition","disease":"obo:MONDO_0008047","gene":"hgnc:6218","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*KCNA1* was first reported in relation to autosomal dominant episodic ataxia type 1 in 1994 (Browne et al., PMID: 7842011). Episodic ataxia type 1 is characterized by continuous muscle fiber activation or rippling (myokymia) and periodic ataxia, although the phenotype is highly variable. Of note, type 1 episodic ataxia is generally associated with brief periods of ataxia, lasting seconds, whereas other types of episodic ataxia present with longer episodes, usually hours (PMID:17575281). Episodic ataxia 1 may also include hypomagnesemia and renal magnesium wasting, features which may be underdiagnosed in patients with this condition due to lack of testing (PMID:32316562). About 20% of individuals with KCNA1-related episodic ataxia have seizures, and we did not identify any cases with isolated epilepsy (PMID: 32316562, 34566847). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no consistent differences in molecular mechanism, inheritance pattern, or variant location on phenotypic variability, so we are unable to “split” out the patients with seizures. Therefore, we are choosing to curate these cases under episodic ataxia type 1 (MONDO:0008047).\n\nEighteen variants (missense and nonsense) that have been reported in 20 probands in 8 publications (PMIDs: 7842011, 8541859, 11026449, 23349320, 28666963, 28676720, 20660867, 32705822) are included in this curation. Multiple variants have been shown to segregate with disease in families. Of note, we did not identify any cases with isolated epilepsy. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is unclear, as pathogenic variants have been found to have various effects in vitro (loss of function, gain of function, and dominant negative in PMIDs: 34778950, 9526001, and 11773313). This gene-disease relationship is also supported by experimental evidence: hippocampal brain slices lacking *KCNA1* showed hyperexcitability and a mouse model expressing p.V408A showed impaired coordination under stress (PMIDs: 9581771, 12612586). In summary, there is a definitive relationship between *KCNA1* and autosomal dominant episodic ataxia type 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nThis classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on the meeting date March 7th, 2023 (SOP Version 9). In July 2024, this record underwent administrative changes to reflect additional review by the Tubulopathy GCEP and inclusion of information about hypomagnesemia. The classification remains the same. \n\n","dc:isVersionOf":{"id":"cggv:be2294a9-78d0-48f5-9b55-d6abb3d0a55f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}