{"id":"cggv:67706e90-ac03-4b96-94e2-4a561ced4a41v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:67706e90-ac03-4b96-94e2-4a561ced4a41_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-05-07T16:00:00.000Z","role":"Approver"},{"id":"cggv:67706e90-ac03-4b96-94e2-4a561ced4a41_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-09-19T18:47:04.057Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:67706e90-ac03-4b96-94e2-4a561ced4a41_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.6},{"id":"cggv:67706e90-ac03-4b96-94e2-4a561ced4a41_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67706e90-ac03-4b96-94e2-4a561ced4a41_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b241e5ff-96e9-4f44-8fb7-0c8cff3020d6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8b31a524-c88a-4ba8-8c19-a08e694524fd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Tbx20 was expressed in myocardium and endocardium, including high levels in endocardial cushions ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14550786","type":"dc:BibliographicResource","dc:abstract":"Tbx20 is a member of the T-box transcription factor family expressed in the forming hearts of vertebrate and invertebrate embryos. We report here analysis of Tbx20 expression during murine cardiac development and assessment of DNA-binding and transcriptional properties of Tbx20 isoforms. Tbx20 was expressed in myocardium and endocardium, including high levels in endocardial cushions. cDNAs generated by alternative splicing encode at least four Tbx20 isoforms, and Tbx20a uniquely carried strong transactivation and transrepression domains in its C terminus. Isoforms with an intact T-box bound specifically to DNA sites resembling the consensus brachyury half site, although with less avidity compared with the related factor, Tbx5. Tbx20 physically interacted with cardiac transcription factors Nkx2-5, GATA4, and GATA5, collaborating to synergistically activate cardiac gene expression. Among cardiac GATA factors, there was preferential synergy with GATA5, implicated in endocardial differentiation. In Xenopus embryos, enforced expression of Tbx20a, but not Tbx20b, led to induction of mesodermal and endodermal lineage markers as well as cell migration, indicating that the long Tbx20a isoform uniquely bears functional domains that can alter gene expression and developmental behaviour in an in vivo context. We propose that Tbx20 plays an integrated role in the ancient myogenic program of the heart, and has been additionally coopted during evolution of vertebrates for endocardial cushion development.","dc:creator":"Stennard FA","dc:date":"2003","dc:title":"Cardiac T-box factor Tbx20 directly interacts with Nkx2-5, GATA4, and GATA5 in regulation of gene expression in the developing heart."},"rdfs:label":"Tbx20 Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b24cd159-3911-4328-a1bf-fec52527a1b4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8f5c4cd7-8fdd-4db5-8ee2-d3ef5efd3f77","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"bx20 physically interacted with cardiac transcription factors Nkx2-5, GATA4, and GATA5, collaborating to synergistically activate cardiac gene expression.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14550786","rdfs:label":"Tbx20 interaction with Nkx2-5, GATA4, and GATA5"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:67706e90-ac03-4b96-94e2-4a561ced4a41_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bef43e8a-bf01-47b3-91eb-32ecad57d81a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:69786d9d-bb13-431d-8c0b-64697f9e8cf2","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue by nmr2 but not by tinman of pnr heterozygotes was also observed in the development of cardiac arrhythmias (Fig. 5). The normalizing effect of nmr overexpression in pnr/+ is also illustrated by the shortening of median length of the heart period, due to a decreased diastolic interval (Fig. 5A–E), and a reversal of the elevated arrhythmias. In sum, nmr overexpression in the mesoderm reversed the slow and irregular heart beat due to reduced pnr function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19494035","type":"dc:BibliographicResource","dc:abstract":"The GATA transcription factor encoded by pannier (pnr) is a critical regulator of heart progenitor formation in Drosophila. Mutations in GATA4, the mammalian homolog of pnr, have also been implicated in causing human cardiac disease in a haploinsufficient manner. Mouse models of Gata4 loss-of-function and gain-of-function studies underscored the importance of Gata4 in regulating cardiac progenitor cells specification and differentiation. However, it is not known whether pnr/Gata4 is directly involved in establishing and maintaining adult heart physiology because of the lethality associated with defective heart function and redundancy among various GATA factors in vertebrates. Here, we took advantage of the Drosophila heart model to examine the function of pnr in adult heart physiology. We found that pnr heterozygous mutants result in defective cardiac performance in response to electrical pacing of the heart as well as in elevated arrhythmias. Adult-specific disruption of pnr function using a dominant-negative form pnrEnR revealed a cardiac autonomous requirement of pnr in regulating heart physiology. Moreover, we identified Tbx20/neuromancer (nmr) as a potential downstream mediator of pnr in regulating cardiac performance and rhythm regularity, based on the observation that overexpression of nmr genes, but not of tinman, partially rescues the adult defects in pnr mutants. We conclude that pnr is not only essential for early cardiac progenitor formation, along with tinman and T-box factors, but also plays an important role in establishing and/or maintaining proper heart function, which is partially through another key regulator Tbx20/nmr.","dc:creator":"Qian L","dc:date":"2009","dc:title":"Partial loss of GATA factor Pannier impairs adult heart function in Drosophila."},"rdfs:label":"Partial loss of GATA factor Pannier impairs adult heart "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"Downgraded due to not directly showing CHD relation"},{"id":"cggv:8ca2c039-156b-4ee6-bd5a-be212debc06f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:082f763e-d6c6-4544-8ab1-39a61d2ae2ac","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional ablation of Tbx20 in adult mouse cardiomyocytes results in functional abnormalities within 5 days and rapid progression to heart failure within 15 days. They coupled chromatin immunoprecipitation with transcriptome analyses and identified over 4,000 genes that were differentially expressed between wildtype and Tbx20 -/- adult hearts. About 20% of these genes appeared to be direct Tbx20 targets based on the proximity of putative Tbx20-binding sites. Of the putative direct targets, genes involved preferentially in cardiovascular biology and energy metabolism were downregulated in adult Tbx20 -/- hearts, and genes involved in noncardiac tissues, immune response, and cell cycle and proliferation were upregulated in Tbx20 -/- hearts.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22328084","type":"dc:BibliographicResource","dc:abstract":"The ongoing requirement in adult heart for transcription factors with key roles in cardiac development is not well understood. We recently demonstrated that TBX20, a transcriptional regulator required for cardiac development, has key roles in the maintenance of functional and structural phenotypes in adult mouse heart. Conditional ablation of Tbx20 in adult cardiomyocytes leads to a rapid onset and progression of heart failure, with prominent conduction and contractility phenotypes that lead to death. Here we describe a more comprehensive molecular characterization of the functions of TBX20 in adult mouse heart. Coupling genome-wide chromatin immunoprecipitation and transcriptome analyses (RNA-Seq), we identified a subset of genes that change expression in Tbx20 adult cardiomyocyte-specific knockout hearts which are direct downstream targets of TBX20. This analysis revealed a dual role for TBX20 as both a transcriptional activator and a repressor, and that each of these functions regulates genes with very specialized and distinct molecular roles. We also show how TBX20 binds to its targets genome-wide in a context-dependent manner, using various cohorts of co-factors to either promote or repress distinct genetic programs within adult heart. Our integrative approach has uncovered several novel aspects of TBX20 and T-box protein function within adult heart. Sequencing data accession number (http://www.ncbi.nlm.nih.gov/geo): GSE30943.","dc:creator":"Sakabe NJ","dc:date":"2012","dc:title":"Dual transcriptional activator and repressor roles of TBX20 regulate adult cardiac structure and function."},"rdfs:label":"Conditional ablation of Tbx20 in adult mouse cardiomyocytes "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Does not recapitulate the phenotype "},{"id":"cggv:0f6ed62f-1132-46c2-9ea2-70440351d2fd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd48517c-aeb1-47a3-847f-0fb6c619a0d4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Tbx20 -/- embryos showed grossly abnormal cardiac development and arrested yolk sac vascular remodeling. Ectopic activation of Tbx2 (600747) occurred across the whole heart myogenic field in Tbx20 -/- embryos, likely due to loss of Tbx20 repressive function ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15843414","type":"dc:BibliographicResource","dc:abstract":"The genetic hierarchies guiding lineage specification and morphogenesis of the mammalian embryonic heart are poorly understood. We now show by gene targeting that murine T-box transcription factor Tbx20 plays a central role in these pathways, and has important activities in both cardiac development and adult function. Loss of Tbx20 results in death of embryos at mid-gestation with grossly abnormal heart morphogenesis. Underlying these disturbances was a severely compromised cardiac transcriptional program, defects in the molecular pre-pattern, reduced expansion of cardiac progenitors and a block to chamber differentiation. Notably, Tbx20-null embryos showed ectopic activation of Tbx2 across the whole heart myogenic field. Tbx2 encodes a transcriptional repressor normally expressed in non-chamber myocardium, and in the atrioventricular canal it has been proposed to inhibit chamber-specific gene expression through competition with positive factor Tbx5. Our data demonstrate a repressive activity for Tbx20 and place it upstream of Tbx2 in the cardiac genetic program. Thus, hierarchical, repressive interactions between Tbx20 and other T-box genes and factors underlie the primary lineage split into chamber and non-chamber myocardium in the forming heart, an early event upon which all subsequent morphogenesis depends. Additional roles for Tbx20 in adult heart integrity and contractile function were revealed by in-vivo cardiac functional analysis of Tbx20 heterozygous mutant mice. These data suggest that mutations in human cardiac transcription factor genes, possibly including TBX20, underlie both congenital heart disease and adult cardiomyopathies.","dc:creator":"Stennard FA","dc:date":"2005","dc:title":"Murine T-box transcription factor Tbx20 acts as a repressor during heart development, and is essential for adult heart integrity, function and adaptation."},"rdfs:label":"Murine T-box transcription factor Tbx20 "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded from 2 points since this doesn’t show any specific CHD phenotypic evidence"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Moderate","sequence":8991,"specifiedBy":"GeneValidityCriteria10","strengthScore":10.1,"subject":{"id":"cggv:b6626103-620c-4a5d-94ee-793ea74c7301","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:11598","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TBX20* was first reported in relation to autosomal dominant congenital heart disease in 2007 (Kirk et al.,(2007) PMID:17668378). Eleven variants (missense, nonsense) that have been reported in eleven probands in seven publications (PMID:17668378, 19762328,18834961, 25183037,27510170, 28553164, 37481008) are included in this curation. This gene-disease relationship is also supported by animal models and protein interaction experimental evidence with* GATA4* and *NKX2.5* which are two genes that have been definitively associated with isolated congenital heart disease (PMID: 14550786, 15843414,19494035, 22328084). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date May 7th 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:67706e90-ac03-4b96-94e2-4a561ced4a41"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}