{"id":"cggv:9acacc58-f84e-4a2a-906c-8a35f58256c1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:9acacc58-f84e-4a2a-906c-8a35f58256c1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-07-02T16:00:00.000Z","role":"Approver"},{"id":"cggv:9acacc58-f84e-4a2a-906c-8a35f58256c1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2024-07-02T14:26:02.442Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:9acacc58-f84e-4a2a-906c-8a35f58256c1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:9acacc58-f84e-4a2a-906c-8a35f58256c1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9acacc58-f84e-4a2a-906c-8a35f58256c1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d206741-408e-4ff7-9963-1f5739103aa1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a3392fb-2747-4fc2-8cdc-1ae4b3c2937f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Quantitative RT-PCR analysis revealed that three out of six genes mapping in 6q27 (Phf10, C6orf70 and Dll1) are expressed in brain at different time points, with a peak at embryonic Day 14 (E14), corresponding to the neuronal migration process. Cyclophilin A was used for normalization.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24056535","type":"dc:BibliographicResource","dc:abstract":"Periventricular nodular heterotopia is caused by defective neuronal migration that results in heterotopic neuronal nodules lining the lateral ventricles. Mutations in filamin A (FLNA) or ADP-ribosylation factor guanine nucleotide-exchange factor 2 (ARFGEF2) cause periventricular nodular heterotopia, but most patients with this malformation do not have a known aetiology. Using comparative genomic hybridization, we identified 12 patients with developmental brain abnormalities, variably combining periventricular nodular heterotopia, corpus callosum dysgenesis, colpocephaly, cerebellar hypoplasia and polymicrogyria, harbouring a common 1.2 Mb minimal critical deletion in 6q27. These anatomic features were mainly associated with epilepsy, ataxia and cognitive impairment. Using whole exome sequencing in 14 patients with isolated periventricular nodular heterotopia but no copy number variants, we identified one patient with periventricular nodular heterotopia, developmental delay and epilepsy and a de novo missense mutation in the chromosome 6 open reading frame 70 (C6orf70) gene, mapping in the minimal critical deleted region. Using immunohistochemistry and western blots, we demonstrated that in human cell lines, C6orf70 shows primarily a cytoplasmic vesicular puncta-like distribution and that the mutation affects its stability and subcellular distribution. We also performed in utero silencing of C6orf70 and of Phf10 and Dll1, the two additional genes mapping in the 6q27 minimal critical deleted region that are expressed in human and rodent brain. Silencing of C6orf70 in the developing rat neocortex produced periventricular nodular heterotopia that was rescued by concomitant expression of wild-type human C6orf70 protein. Silencing of the contiguous Phf10 or Dll1 genes only produced slightly delayed migration but not periventricular nodular heterotopia. The complex brain phenotype observed in the 6q terminal deletion syndrome likely results from the combined haploinsufficiency of contiguous genes mapping to a small 1.2 Mb region. Our data suggest that, of the genes within this minimal critical region, C6orf70 plays a major role in the control of neuronal migration and its haploinsufficiency or mutation causes periventricular nodular heterotopia.","dc:creator":"Conti V","dc:date":"2013","dc:title":"Periventricular heterotopia in 6q terminal deletion syndrome: role of the C6orf70 gene."},"rdfs:label":"Quantitative RT-PCR"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9acacc58-f84e-4a2a-906c-8a35f58256c1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed8b6edc-6fa2-4303-a25a-5dbe584badfc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:823d24ee-a182-4108-96af-f8f8ab97cbd9","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Conti et al 2013 perfomed in utero silencing of C6orf70 and of Phf10 and Dll1, the two additional genes mapping in the 6q27 minimal critical deleted region that are expressed in human and rodent brain. Silencing of C6orf70 in the developing rat neocortex produced periventricular nodular heterotopia that was rescued by concomitant expression of wild-type human C6orf70 protein. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24056535","rdfs:label":"In utero electroporation"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":8643,"specifiedBy":"GeneValidityCriteria10","strengthScore":3.5,"subject":{"id":"cggv:4d24b7f7-019d-4fcb-8bb9-9d2742ce3589","type":"GeneValidityProposition","disease":"obo:MONDO_0020341","gene":"hgnc:21056","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ERMARD *variants were first reported in connection with autosomal dominant periventricular nodular heterotopia in 2013 (Conti et al., 2013 PMID: 24056535). Affected individuals are characterized by strabismus, delayed psychomotor development, seizures, delayed speech, hypsarrhythmia, and periventricular nodular heterotopia(PNH). The presumed mechanism of pathogenicity is loss of function. \n\nOne de novo missense mutation from one publication has been included in this curation (Conti et al., 2013 PMID: 24056535). Variant pathogenicity is supported by reduction of the mutant protein in comparison with wild-type. Immunocytochemistry reveals that, while in cells transfected with wild-type construct C6orf70 was distributed in a puncta-like pattern, transfection with the mutant construct generated a predominantly dispersed pattern of staining, suggesting that this mutation also alters the subcellular distribution of Ermard proteins. Statistical analysis revealed a significant switching from puncta-like to diffuse pattern of staining due to this variant. An additional proband submitted in ClinVar harboring a frameshift variant with PNH was included in this curation (SCV002012038.1, 3 Billion Internal data). A total of 1.1 genetic evidence points was reached. This gene disease relationship is also supported by expression and rescue in a non-human model organism (PMID: 24056535). \n\nConti et al., 2013 also identified 12 patients exhibiting abnormal brain development with periventricular nodular heterotopia, harbouring partially overlapping deletions of different extent in 6q25-qter and sharing a common 1.2 Mb minimal critical deletion in 6q27. Although these patients present with PNH, they were not included in this curation due to the multigene deletion. \n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Brain Malformations expert panel on May 28th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:9acacc58-f84e-4a2a-906c-8a35f58256c1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}