{"id":"cggv:74e89426-cb27-4474-b892-dc303a9de644v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:74e89426-cb27-4474-b892-dc303a9de644_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:28:26.689Z","role":"Publisher"},{"id":"cggv:74e89426-cb27-4474-b892-dc303a9de644_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:28:00.773Z","role":"Approver"}],"evidence":[{"id":"cggv:74e89426-cb27-4474-b892-dc303a9de644_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:74e89426-cb27-4474-b892-dc303a9de644_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7509ecfb-245e-4f40-b49e-1e6d95965b73_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e41edc1-dd56-4d42-9f30-a0d6f4674eed","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"Candidate gene (based on defect in thiamine metabolism)","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Symptoms of dizziness, vertiginous, gait disturbance  began at 2 years of age, episodic with spontaneous remission\nAge 10.5 years loss of speech, fractal headaches, seizure with clonic jerks of arms and gaze, within three days cerebellar and bulbar affected with dysarthria, intention tremor, confusion, and episodic ataxia. One day later ophthalmoplegia and nystagmus were noted, and there was right accented spasticity.\nLactate: elevated;4.4 mmol/l in plasma and 3.3 mmol/l in the cerebrospinal fluid\nMRI showed changes in the white matter of the cerebellum, increased signal intensities in the corticospinal tract at the medulla oblongata, and slightly increased intensities in the dorsal pons.\nMR spectroscopy of the cerebellum revealed a soft decrease of N-acetylaspartate and an increase of choline; lactate was normal\nrespiratory insufficiency developed, 6 days ventilation followed by regression of clinical symptoms, now 17 years of age.","previousTesting":true,"previousTestingDescription":"candidate gene sequencing of PDHC subunits (PDHA1 [MIM 300502], PDHB [MIM 179060], DLAT [MIM 608770], DLD [MIM 238331], and PDHX [MIM 608769]) and PDHC phosphatases (PPAPDC2 [MIM 605993], PDP2, and PDPR)\n(SLC19A2 [MIM 603941], SLC19A3 [MIM 606152], and SLC25A19 [MIM 606521])","sex":"Male","variant":{"id":"cggv:7509ecfb-245e-4f40-b49e-1e6d95965b73_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:21468355-f8f3-4a87-8232-40fc627d3347","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"TPK1, 4-BP DEL, 179GAGA","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/30571"}},{"id":"cggv:5cdcb026-c1c4-462c-9559-6a0efd06079a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022445.4(TPK1):c.656A>G (p.Asn219Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129341"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22152682","type":"dc:BibliographicResource","dc:abstract":"Thiamine pyrophosphate (TPP) is an essential cofactor of the cytosolic transketolase and of three mitochondrial enzymes involved in the oxidative decarboxylation of either pyruvate, α-ketoglutarate or branched chain amino acids. Thiamine is taken up by specific transporters into the cell and converted to the active TPP by thiamine pyrophosphokinase (TPK) in the cytosol from where it can be transported into mitochondria. Here, we report five individuals from three families presenting with variable degrees of ataxia, psychomotor retardation, progressive dystonia, and lactic acidosis. Investigation of the mitochondrial energy metabolism showed reduced oxidation of pyruvate but normal pyruvate dehydrogenase complex activity in the presence of excess TPP. A reduced concentration of TPP was found in the muscle and blood. Mutation analysis of TPK1 uncovered three missense, one splice-site, and one frameshift mutation resulting in decreased TPK protein levels.","dc:creator":"Mayr JA","dc:date":"2011","dc:title":"Thiamine pyrophosphokinase deficiency in encephalopathic children with defects in the pyruvate oxidation pathway."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22152682","rdfs:label":"Mayr 2011 Family C II-2, P5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Frameshift variant: NMD predicted\nCell extracts (fibroblasts) showed reduced levels if TPK1 by immunoblot (Fig 6)\nAt review it was unclear if this case met the criteria for LSS; Shamima has requested further information about this case from the authors (9Jul2020)"},{"id":"cggv:4e4806f4-b514-4815-9ff5-e9800d9625d0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c48de10d-d855-4493-908c-d9706d7e4a05","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":7,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"progressive hypotonia, regression, and chronic encephalopathy\nInitial developmental delay and hypotonia were noted at 7 months of age with slow developmental progress until 26 months, when she developed a febrile illness and rapidly regressed in both motor and cognitive milestones. At 28 months of age she was\nadmitted to hospital for increasing fatigue, weakness, decreased oral intake, lethargy, and intractable seizures with severe and rapid progression to coma. She died at 29 months secondary tomulti-organ failure after having suffered multiple metabolic strokes in the setting of metabolic collapse.\nCerebral MRI at 12 months of age demonstrated T2 bright abnormalities (Fig. 1, A–C) in the basal ganglia and thalami. Repeat MRI during her metabolic collapse at 28 months revealed progressive findings suggestive of mitochondrial disease (Fig. 1, D–F).\nUrine organic acids demonstrated elevations in lactic, α-ketoglutaric and fumaric acids.\n\nFH: Parents were consanguineous. Male sibling: By four months, his exam demonstrated mild hypotonia, episodic extremity stiffening and a decreased level of alertness. Similar decline to sister seen. MRI findings were also similar Fig 1 G-I) Mild lactic acidosis was present but easily resolved with rehydration. He was also homozygous for the variant.","sex":"Female","variant":{"id":"cggv:4e4806f4-b514-4815-9ff5-e9800d9625d0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:18ba7325-0005-4125-b2dc-fedd9abbc1a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022445.4(TPK1):c.604T>G (p.Trp202Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA369909945"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27896076","type":"dc:BibliographicResource","dc:abstract":"We present a sibling pair with Leigh-like disease, progressive hypotonia, regression, and chronic encephalopathy. Whole exome sequencing in the younger sibling demonstrated a homozygous thiamine pyrophosphokinase (TPK) mutation. Initiation of high dose thiamine, niacin, biotin, α-lipoic acid and ketogenic diet in this child demonstrated improvement in neurologic function and re-attainment of previously lost milestones. The diagnosis of TPK deficiency was difficult due to inconsistent biochemical and diagnostic parameters, rapidity of clinical demise and would not have been made in a timely manner without the use of whole exome sequencing. Molecular diagnosis allowed for attempt at dietary modification with cofactor supplementation which resulted in an improved clinical course.","dc:creator":"Fraser JL","dc:date":"2014","dc:title":"Thiamine pyrophosphokinase deficiency causes a Leigh Disease like phenotype in a sibling pair: identification through whole exome sequencing and management strategies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27896076","rdfs:label":"Fraser 2014 P1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"p.Trp202 is a conserved residue, located within the thiamine binding domain of TPK1.\nFunctional data from Huang et al. (2019); showed that the variant abolishes thiamine binding as well as reducing protein stability: ( Fig 3 D)."},{"id":"cggv:11e48db1-4c09-4b67-8b54-5a27e7801e26_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8a4acf14-3574-4e5f-93da-24d17fc81f3b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":6,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Thiamine Pyrophosphokinase Deficiency\nElevated lactate(8.6 mmol/L - 14.59mmol/L 6 days after birth\nAfter 4 months, the patient presented with an acute, 3-h-long, non-induced convulsions, biochemistry at this time was normal, A visible hemorrhagic lesion was also observed in the brain.\nSeizures and lactate levels increased during infection\nMRI of the brain showed an obvious signal shadow, in which bilateral frontal and temporal parietal subarachnoid cavities were widened, and more abnormal signals were observed\nCompared with the fourth month, the magnetic resonance imaging (MRI) at the 11th month showed that abnormal signals increased in bilateral basal ganglia, thalamus, hippocampus, and bilateral frontal lobe cortex. The right temporal lobe softening foci was yellow with iron, and the outer space of the brain was widened.\nThe concentration of TMP and TPP in blood was significantly decreased. The levels of TPP and TMP were 65 and 3.2 ng/L (TPP range: 86–122 ng/L, TMP range: 5.2–8.1 ng/L)","sex":"Male","variant":{"id":"cggv:11e48db1-4c09-4b67-8b54-5a27e7801e26_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d18d1fd6-77a5-4ab9-a73b-e3178ececae6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022445.4(TPK1):c.263G>A (p.Cys88Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4545182"}},{"id":"cggv:97dc9e5a-7cad-4f1f-8535-5cc98c180b28","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022445.4(TPK1):c.226A>G (p.Arg76Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA369912209"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30789823","type":"dc:BibliographicResource","dc:abstract":"Background The mutations of thiamine pyrophosphokinase-1 (TPK1) gene have been frequently studied in some patients with thiamine metabolism dysfunction syndrome-5 (THMD5), while TPK1 mutations in Chinese patients have been investigated by only homozygous. A search of the literature on the mutations in the Chinese population currently published revealed that no reports of compound heterozygous mutations were reported. Here, we report a Chinese patient with compound heterozygous TPK1 mutations who underwent magnetic resonance imaging (MRI), whole exome sequencing (WES), molecular diagnosis, bioinformatics analysis, and three-dimensional (3D) protein structure analysis. Case presentation A Chinese boy was born after an uneventful pregnancy to non-consanguineous and healthy parents. On the sixth day after his birth, the lactate level of the patient was between 8.6 mmol/L and 14.59 mmol/L in plasma (the normal level is in the range of 0.5-2.2 mmol/L). Lactate was reduced to the normal level after rehydration, acid correction, expansion, and other treatments. After 4 months, the patient presented with an acute, 3-h-long, non-induced convulsions, and was admitted to our hospital for weakness, decreased oral intake, and lethargy. Results achieved by electroencephalography (EEG), cerebrospinal fluid, and other biochemical findings were normal. A visible hemorrhagic lesion was also observed in the brain. Seizures increased significantly during infection, which was accompanied by higher lactic acid levels. MRI of the brain showed an obvious signal shadow, in which bilateral frontal and temporal parietal subarachnoid cavities were widened, and more abnormal signals were observed; therefore, further consideration of hypoxic-ischemic encephalopathy and genetic metabolic disease was taken into account. Conclusions The results of WES revealed that the patient was associated with compound heterozygous mutations NM_022445.3:c.[263G>A]; [226A>G] of TPK1. His parents were non-consanguineous; while his father was found to be a heterozygous carrier with the mutation c.[263G>A], his mother was identified as a heterozygous carrier with the mutation c.[226A>G]. The results indicated that the patient had a compound heterozygous TPK1 mutation, and this is the first reported case in China.","dc:creator":"Zhu L","dc:date":"2019","dc:title":"Identification of two novel TPK1 gene mutations in a Chinese patient with thiamine pyrophosphokinase deficiency undergoing whole exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30789823","rdfs:label":"Zhu 2019 Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Blood TPP levels were reduced compared to controls, both variants are highly conserved and predicted to be damaging using in silico tools, molecular modeling of the variants indicate a structural change. Score reduced as limited direct evidence of each individual variant's impact on gene function."},{"id":"cggv:bbe19f4e-f301-4cf8-a1f9-1c41478604f3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ae98b84c-8d58-43d0-9329-4ffdf4656a4a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"Candidate gene based analysis","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Thiamine Pyrophosphokinase Deficiency\nAt onset: She presented during infancy with feeding difficulties, delayed motor development, severe truncal hypotonia, hypertonia of the limbs and brisk reflexes No speech development.\nAt 8 years severe psychomotor retardation, severe dystonic movement disorder. PEG tube feeding.\nLactate elevated to 3.9 mmol, muscle biopsy showed decreased pyruvate oxidation in substrate oxidation analysis (Suppl table 1). \nMRI At 17m symmetric delayed myelinisation in the basal ganglia, especially N. lentiformis, increased signal intensities in T2. Fig 1","previousTesting":true,"previousTestingDescription":"Normal findings for the pyruvate dehydrogenase subunits.","sex":"Female","variant":{"id":"cggv:bbe19f4e-f301-4cf8-a1f9-1c41478604f3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fbf03981-4758-4f02-ab1f-30ed0a474012","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022445.4(TPK1):c.664G>C (p.Asp222His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16618366"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25458521","type":"dc:BibliographicResource","dc:abstract":"Thiamine pyrophosphokinase (TPK) produces thiamine pyrophosphate, a cofactor for a number of enzymes, including pyruvate dehydrogenase and 2-ketoglutarate dehydrogenase. Episodic encephalopathy type thiamine metabolism dysfunction (OMIM 614458) due to TPK1 mutations is a recently described rare disorder. The mechanism of the disease, its phenotype and treatment are not entirely clear. We present two patients with novel homozygous TPK1 mutations (Patient 1 with p.Ser160Leu and Patient 2 with p.Asp222His). Unlike the previously described phenotype, Patient 2 presented with a Leigh syndrome like non-episodic early-onset global developmental delay, thus extending the phenotypic spectrum of the disorder. We, therefore, propose that TPK deficiency may be a better name for the condition. The two cases help to further refine the neuroradiological features of TPK deficiency and show that MRI changes can be either fleeting or progressive and can affect either white or gray matter. We also show that in some cases lactic acidosis can be absent and 2-ketoglutaric aciduria may be the only biochemical marker. Furthermore, we have established the assays for TPK enzyme activity measurement and thiamine pyrophosphate quantification in frozen muscle and blood. These tests will help to diagnose or confirm the diagnosis of TPK deficiency in a clinical setting. Early thiamine supplementation prevented encephalopathic episodes and improved developmental progression of Patient 1, emphasizing the importance of early diagnosis and treatment of TPK deficiency. We present evidence suggesting that thiamine supplementation may rescue TPK enzyme activity. Lastly, in silico protein structural analysis shows that the p.Ser160Leu mutation is predicted to interfere with TPK dimerization, which may be a novel mechanism for the disease. ","dc:creator":"Banka S","dc:date":"2014","dc:title":"Expanding the clinical and molecular spectrum of thiamine pyrophosphokinase deficiency: a treatable neurological disorder caused by TPK1 mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25458521","rdfs:label":"Banka 2014 Case P2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"TPP levels were significantly decreased in patients' blood and muscle samples (Table 1). \nActivities of the  recombinant mutant TPK enzyme was significantly lower than that of the wild-type TPK (Fig. 2B). \nImmunoblot analysis showed marked reduction in the level of the TPK1 protein in P2's muscle extract\nAsp22 is a conserved residue, close to the thiamine-binding domain at the C-terminus of the enzyme (Fig 3 molecular modelling)."},{"id":"cggv:8f3046ca-5368-4e40-b0df-63ba22f310af_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d07bf422-fe83-4742-bfaa-6c872cc16b53","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":35,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"presented from four months of age with recurrent episodes of post-infectious encephalopathy. He subsequently developed epilepsy, learning difficulties, sensorineural hearing loss, spasticity, and dysphagia\nPlasma lactate was elevated (3.51 mmol/L)\nbrain MRI showed bilateral symmetrical T2 hyperintensities in the corpus striatum and severe cerebellar and moderate brainstem volume loss, without signal abnormalities (fig 1),","previousTesting":true,"previousTestingDescription":"Genetic analysis of muscle mitochondrial DNA was negative","sex":"Male","variant":{"id":"cggv:8f3046ca-5368-4e40-b0df-63ba22f310af_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:09513af6-9489-440c-a7aa-28fc27a587ad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022445.4(TPK1):c.258+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA369912055"}},{"id":"cggv:61fcc1c4-7957-4836-b7d9-1d4e88b35ba3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022445.4(TPK1):c.426G>C (p.Leu142Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4545137"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31288420","type":"dc:BibliographicResource","dc:abstract":"TPK1 mutations are a rare, but potentially treatable, cause of thiamine deficiency. Diagnosis is challenging given the phenotypic overlap that exists with other metabolic and neurological disorders. We report a case of TPK1-related disease presenting with Leigh-like syndrome and review the diagnostic utility of thiamine pyrophosphate (TPP) blood measurement. The proband, a 35-year-old male, presented at four months of age with recurrent episodes of post-infectious encephalopathy. He subsequently developed epilepsy, learning difficulties, sensorineural hearing loss, spasticity, and dysphagia. There was a positive family history for Leigh syndrome in an older brother. Plasma lactate was elevated (3.51 mmol/L) and brain MRI showed bilateral basal ganglia hyperintensities, indicative of Leigh syndrome. Histochemical and spectrophotometric analysis of mitochondrial respiratory chain complexes I, II+III, and IV was normal. Genetic analysis of muscle mitochondrial DNA was negative. Whole exome sequencing of the proband confirmed compound heterozygous variants in TPK1: c. 426G>C (p. Leu142Phe) and c. 258+1G>A (p.?). Blood TPP levels were reduced, providing functional evidence for the deleterious effects of the variants. We highlight the clinical and bioinformatics challenges to diagnosing rare genetic disorders and the continued utility of biochemical analyses, despite major advances in DNA sequencing technology, when investigating novel, potentially disease-causing, genetic variants. Blood TPP measurement represents a fast and cost-effective diagnostic tool in TPK1-related diseases.","dc:creator":"Bugiardini E","dc:date":"2019","dc:title":"Utility of Whole Blood Thiamine Pyrophosphate Evaluation in TPK1-Related Diseases."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31288420","rdfs:label":"Bugiardini 2019 Case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Blood TPP levels were reduced; 35nmol/L- ref 67-265 nmol/L\np.Leu142 is a highly conserved residue located within the catalytic domain. \nC.258+1G>A donor splice site of exon 5, not detected by western blot of fibroblast lysate"},{"id":"cggv:77ad7bb1-831d-41e5-b337-d932ad38892c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4878d9f1-b445-4123-b90c-64c55fdc8c35","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"repeated convulsions since 1 year of age, Although convulsion was partially controlled, symptoms of staggering gait, consciousness disorders and acratia appeared repeatedly.\nAt 3 years, during a viral infection: encephalopathic episode characterized by dystonia, slight confusion, and dysarthria.\nmildly elevated lactic acid (3.6 mmol/L, normal level 0.5 ~ 2 mmol/L)\nSymptoms improved with vitamin B1 treatment\nAn MRI scan at the age of three demonstrated symmetrical abnormality on medullary dorsal and dentate body of cerebellum. Lesion sites were significantly improved during a recent MRI examination (age 13 years)(No Figure)","sex":"Female","variant":{"id":"cggv:77ad7bb1-831d-41e5-b337-d932ad38892c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:199e2af2-fda4-4f9b-aefa-b492a0239261","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022445.4(TPK1):c.83T>C (p.Leu28Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4545336"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30483896","type":"dc:BibliographicResource","dc:abstract":"Thiamine pyrophosphokinase (TPK) converts thiamine (vitamin B1) into thiamine pyrophosphate (TPP), an essential cofactor for many important enzymes. TPK1 mutations lead to a rare disorder: episodic encephalopathy type thiamine metabolism dysfunction. Yet, the molecular mechanism of the disease is not entirely clear. Here we report an individual case of episodic encephalopathy, with familial history carrying a novel homozygous TPK1 mutation (p.L28S). The L28S mutation leads to reduced enzymatic activity, both in vitro and in vivo, without impairing thiamine binding and protein stability. Thiamine supplementation averted encephalopathic episodes and restored the patient's developmental progression. Biochemical characterization of reported TPK1 missense mutations suggested reduced thiamine binding as a new disease mechanism. Importantly, many disease mutants are directly or indirectly involved in thiamine binding. Thus, our study provided a novel rationale for thiamine supplementation, so far the major therapeutic intervention in TPK deficiency.","dc:creator":"Huang W","dc:date":"2019","dc:title":"Reduced thiamine binding is a novel mechanism for TPK deficiency disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30483896","rdfs:label":"Huang 2018 Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Immunoblot analysis indicated that the patient had similar levels of TPK1 as her parents and the health controls.x\nL28 is highly conserved among eukaryotes (Fig. 2a). In the crystal structure of human TPK1, L28 faces toward the interior of the protein and tightly packs against other hydrophobic residues; Recombinant TPK1 enzyme carrying the variant  TPK1, L28S  variant showed a consistently reduced activity, being about 85% of that of WT (Fig 2C).\nHPLC showed TPP level in the patient’s blood sample was significantly lower than that of the healthy controls, reducing to 20% when symptoms were apparent."},{"id":"cggv:c601bb36-dc20-458c-b544-c7f0e773d935_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:53835407-57d3-4840-9c65-69d67504f65d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"detectionMethod":"Candidate gene analysis based on a defect in thiamine metabolism.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Thiamine Pyrophosphokinase Deficiency\nAt the age of 4 spasticity of the lower extremity appeared and worsened during the next two years accompanied by a progressive dystonic movement disorder of all extremities and a loss of gait.\nRegression: Lost ability to speak, symptomatic epilepsy, at 11 years wheel chair bound and severe dystonia in all extremities.\nLactate: between 1.5 and 4 mmol/l; during a gastrointestinal infection she had lactate levels up to 17 mmol/l.\nMRI : normal at 6 years; at 11 years global brain atrophy and increased signal intensities in the globus pallidus. Magnetic resonance (MR) spectroscopy showed a lactate peak in the basal ganglia.\nOther: mild left ventricular hypertrophy that moderately increased during the following 2 years\nFH: Consanguineous parents. Younger brother: progressive dystonia at age 7 years, His blood lactate was between 2.3 and 4.6 mmol/l, MRI at 5 years was normal","previousTesting":true,"previousTestingDescription":"PDHC subunits (PDHA1 [MIM 300502], PDHB [MIM 179060], DLAT [MIM 608770], DLD [MIM 238331], and PDHX [MIM 608769]) and PDHC phosphatases (PPAPDC2 [MIM 605993], PDP2, and PDPR)\n(SLC19A2 [MIM 603941], SLC19A3 [MIM 606152], and SLC25A19 [MIM 606521])","sex":"Female","variant":{"id":"cggv:c601bb36-dc20-458c-b544-c7f0e773d935_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c4c0d612-4229-49a5-bd43-14026ae00cb9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022445.4(TPK1):c.119T>C (p.Leu40Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129340"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22152682"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22152682","rdfs:label":"Mayr 2011 Family B; P3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"There was a reduction of the TPP concentration in muscle, blood and fibroblast cells of individual P3 (Table 2)\nPatient fiboblast cell extracts (fibroblasts) showed reduced levels if TPK1 by immunoblot (Fig 6)"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.5},{"id":"cggv:74e89426-cb27-4474-b892-dc303a9de644_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:74e89426-cb27-4474-b892-dc303a9de644_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1c37aa18-c5be-4461-a22e-6418d9256615","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6b21f091-e949-4f87-9e73-caebcbb20984","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Protein and mRNA data indicate ubiquitous expression, including throughout all regions of the brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"Protein Atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6add4e23-4c35-4bc3-bd29-61501d26c400","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f5c65831-8c91-4345-8507-77a2f26deac2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Review article: Thiamine phosphokinase (TPK1) converts thiamine into thiamine diphosphate within the cytoplasm. Thiamine diphosphate is the metabolically active form of thiamine which acts a cofactor of several thiamine-dependent enzymes in the cytosol, peroxisomes, and mitochondria. In the mitochondria TDP acts as a cofactor of the pyruvate dehydrogenase complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31095747","type":"dc:BibliographicResource","dc:abstract":"Thiamine is a crucial cofactor involved in the maintenance of carbohydrate metabolism and participates in multiple cellular metabolic processes within the cytosol, mitochondria, and peroxisomes. Currently, four genetic defects have been described causing impairment of thiamine transport and metabolism: SLC19A2 dysfunction leads to diabetes mellitus, megaloblastic anemia and sensory-neural hearing loss, whereas SLC19A3, SLC25A19, and TPK1-related disorders result in recurrent encephalopathy, basal ganglia necrosis, generalized dystonia, severe disability, and early death. In order to achieve early diagnosis and treatment, biomarkers play an important role. SLC19A3 patients present a profound decrease of free-thiamine in cerebrospinal fluid (CSF) and fibroblasts. TPK1 patients show decreased concentrations of thiamine pyrophosphate in blood and muscle. Thiamine supplementation has been shown to improve diabetes and anemia control in Rogers' syndrome patients due to SLC19A2 deficiency. In a significant number of patients with SLC19A3, thiamine improves clinical outcome and survival, and prevents further metabolic crisis. In SLC25A19 and TPK1 defects, thiamine has also led to clinical stabilization in single cases. Moreover, thiamine supplementation leads to normal concentrations of free-thiamine in the CSF of SLC19A3 patients. Herein, we present a literature review of the current knowledge of the disease including related clinical phenotypes, treatment approaches, update of pathogenic variants, as well as in vitro and in vivo functional models that provide pathogenic evidence and propose mechanisms for thiamine deficiency in humans.","dc:creator":"Marcé-Grau A","dc:date":"2019","dc:title":"Genetic defects of thiamine transport and metabolism: A review of clinical phenotypes, genetics, and functional studies."},"rdfs:label":"Review of TPK1 biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Two genes involved in thiamine metabolism are associated with Leigh syndrome spectrum; SLC19A3 (thiamine transporter-2) and SLC25A19 (import of TPP into the mitochondria). PMID:27977873; Leigh Map, Rahman et al. 2017."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:74e89426-cb27-4474-b892-dc303a9de644_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50b3d097-c345-4c55-b213-ff29d30b6de2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7978a152-14bc-4eba-9f4d-aeda8b553389","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KO mouse, homozygous embryonic lethal prior to organogenesis\nHeterozygous: abnormal neural closure at E9.5; Early adult:increased body fat, cateract, Late adult: impaired righting response, abnormal limb grasping, increased grip strength","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31127358","type":"dc:BibliographicResource","dc:abstract":"The International Mouse Phenotyping Consortium (IMPC) continues to expand the catalogue of mammalian gene function by conducting genome and phenome-wide phenotyping on knockout mouse lines. The extensive and standardized phenotype screens allow the identification of new potential models for human disease through cross-species comparison by computing the similarity between the phenotypes observed in the mutant mice and the human phenotypes associated to their orthologous loci in Mendelian disease. Here, we present an update on the novel disease models available from the most recent data release (DR10.0), with 5861 mouse genes fully or partially phenotyped and a total number of 69,982 phenotype calls reported. With approximately one-third of human Mendelian genes with orthologous null mouse phenotypes described, the range of available models relevant for human diseases keeps increasing. Among the breadth of new data, we identify previously uncharacterized disease genes in the mouse and additional phenotypes for genes with existing mutant lines mimicking the associated disorder. The automated and unbiased discovery of relevant models for all types of rare diseases implemented by the IMPC constitutes a powerful tool for human genetics and precision medicine.","dc:creator":"Cacheiro P","dc:date":"2019","dc:title":"New models for human disease from the International Mouse Phenotyping Consortium."},"rdfs:label":"IMPC mouse KO model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"0.5 score fro embryonic lethality (according to Mito disease ClinGen scoring rubric)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Moderate","sequence":1849,"specifiedBy":"GeneValidityCriteria7","strengthScore":10.5,"subject":{"id":"cggv:be774053-13c9-49c5-9802-22f64a65977a","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:17358","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between TPK1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of August 10, 2020. The TPK1 gene encodes thiamine pyrophosphokinase 1, which catalyzes the conversion of thiamine to thiamine pyrophosphate (thiamine diphosphate or TDP). TDP is the metabolically active form of thiamine, which acts a cofactor of several thiamine-dependent enzymes in the cytosol, peroxisomes, and mitochondria. In the mitochondria, TDP acts as a cofactor of the pyruvate dehydrogenase complex. \n\nThe TPK1 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2011 (PMID: 22152682). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 10 variants identified in seven cases in six publications (PMIDs: 22152682, 25458521, 27896076, 30483896, 30789823, 31288420). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression data, and model systems (PMIDs: 31095747, 18853439, 31127358). \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on August 10, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:74e89426-cb27-4474-b892-dc303a9de644"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}