{"id":"cggv:12bfc99c-f8d8-4045-98ba-17254b56deccv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:12bfc99c-f8d8-4045-98ba-17254b56decc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-03-29T02:16:58.182Z","role":"Publisher"},{"id":"cggv:12bfc99c-f8d8-4045-98ba-17254b56decc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-03-28T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:12bfc99c-f8d8-4045-98ba-17254b56decc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:12bfc99c-f8d8-4045-98ba-17254b56decc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:438b7b24-c037-4d2d-ae3c-77f4ca8196a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2fcc79d0-afec-4270-a9be-605cac77f7f4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA-seq profiling of HBA2 expression across more than 50 human tissues identified highly specific expression in whole blood (https://gtexportal.org/home/gene/HBB).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"Specific expression in blood"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"There is high specificity of HBB expression within whole blood, which is consistent with the hematological phenotypes of methemobloginemia."},{"id":"cggv:37eb55d7-e80e-4ee2-a859-17ad78ae58c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1c329757-bddb-4800-9b02-927b7cc29ba2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The human HBA2 protein has been co-crystallized with the product of the HBB gene in the form of a multimeric complex (oxyhemoglobin). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6644819","type":"dc:BibliographicResource","dc:abstract":"The structure of human oxyhaemoglobin was determined by single crystal X-ray analysis at 2.1 A resolution. Data were collected on an Arndt-Wonacott camera at -2 degrees C. The structure was refined to an R factor of 0.223 by the Jack-Levitt method, starting from Baldwin's model of human carbon monoxide haemoglobin. The active sites in the alpha and beta subunit are distinct. The iron atoms are 0.16(8) A and 0.00(8) A from the mean plane of the porphyrin carbons and nitrogens (0.12(8) A and -0.11(8) A from the mean plane of the porphyrin nitrogens) in the alpha and beta subunit, respectively, in correlation with the orientation of HisF8 relative to the porphyrin nitrogens. The haem group appears to be nearly planar in the alpha subunit but ruffled in the beta subunit. The Fe-O(1)-O(2) angles are 153(7) degrees and 159(12) degrees in the alpha and beta subunit, respectively. The oxygen molecule forms a hydrogen bond to N epsilon of HisE7 in the alpha, but either none or a weak one in the beta subunit. The following bond lengths were found: Fe-N epsilon (HisF8) = 1.94(9) A (alpha) and 2.07(9) A (beta); Fe-O(1) = 1.66(8) A (alpha) and 1.87(13) A (beta); Fe-Nporph (mean = 1.99(5) A (alpha) and 1.96(6) A (beta). These dimensions agree with the values obtained in oxymyoglobin and model compounds. The C-terminal residues, ArgHC3(141 alpha) and HisHC3(146 beta), are relatively delocalized, and their positions do not enable them to form the intersubunit salt bridges in which they are involved in deoxyhaemoglobin. The penultimate tyrosine residues, TyrHC2 140 alpha and 145 beta, are relatively localized and maintain the hydrogen bonds to the carbonyl oxygens of ValFG5 (93 alpha and 98 beta), with only minor variations compared to their geometry in deoxyhaemoglobin. TyrHC2(145 beta), however, alternates between a major and a minor site, in conjunction with CysF9(93 beta), both sharing the internal pocket between the F and H helices while in the major conformation. This suggests that the role of the penultimate tyrosines in the allosteric mechanism may differ from that previously proposed by Perutz. The overall quaternary structure of oxyhaemoglobin is identical, within experimental error, to that of carbon monoxide haemoglobin, and thus confirms the applicability of the allosteric mechanisms proposed by Perutz and Baldwin & Chothia to the process of oxygen binding.","dc:creator":"Shaanan B","dc:date":"1983","dc:title":"Structure of human oxyhaemoglobin at 2.1 A resolution."},"rdfs:label":"HBA2 gene product physically interacts with HBB."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:d9414ce6-88d6-4b79-af92-fc1463b15c80","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1813e19c-d43f-4c36-8ba4-187c4bbab2db","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The article provides an example of the function of HBA1/HBA2 as a component of an oxygen-carrying complex (hemoglobin) that is central to the ability of red blood cells to oxygenate the body.\n\nHemoglobin M variants are amino acid substitutions in the heme binding pocket, causing structural alterations which stabilize the ferric state, resulting in extremely low oxygen affinity and resistance to reduction. Thus alteration of the normal oxygen carrying activity results in methemoglobinemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11747442","type":"dc:BibliographicResource","dc:abstract":"By using transgenic methodologies, we have produced a number of mouse/human chimeric hemoglobins containing adult mouse and human embryonic globin chains. A detailed analysis of the oxygen binding properties of these proteins identifies the dominant role played by the specific beta-type globin chains in the control of the oxygen binding characteristics. Further analysis traces the origins of these effects to alterations in the properties of the T states of these proteins. The human zeta/mouse beta chimeric protein has been crystallized, and its structure has been determined by X-ray diffraction to a resolution of 2.1 A with R (R(free)) values of 21.6% (24.9%). Close examination of the structure indicates that the subunit interfaces contain contacts which, although different from those present in either the parent human or the parent mouse proteins, retain the overall stabilizing interactions seen in other R state hemoglobins.","dc:creator":"Kidd RD","dc:date":"2001","dc:title":"The role of beta chains in the control of the hemoglobin oxygen binding function: chimeric human/mouse proteins, structure, and function."},"rdfs:label":"hemoglobin chain that carries oxygen"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:12bfc99c-f8d8-4045-98ba-17254b56decc_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4897d185-cbae-4a5f-aaf7-ad9b8611c248","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:699aa771-fbcc-4b5a-a866-7a2ebb293598","type":"FunctionalAlteration","dc:description":"X-ray analysis of the natural valency hybrid α2+M Bostonβ2deoxy shows that the ferric iron atoms in the abnormal α subunits are bonded to the phenolate side chains of the tyrosines that have replaced the distal histidines; the iron atoms are displaced to the distal side of the porphyrin ring and are not bonded to the proximal histidines. \n\nThe resulting changes in tertiary structure of the α subunits stabilize the hemoglobin tetramer in the quaternary deoxy structure, which lowers the oxygen affinity of the normal β subunits and causes cyanosis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/4521212","type":"dc:BibliographicResource","dc:abstract":"X-ray analysis of the natural valency hybrid alpha(2) (+M Boston)beta(2) (deoxy) shows that the ferric iron atoms in the abnormal alpha subunits are bonded to the phenolate side chains of the tyrosines that have replaced the distal histidines; the iron atoms are displaced to the distal side of the porphyrin ring and are not bonded to the proximal histidines. The resulting changes in tertiary structure of the alpha subunits stabilize the hemoglobin tetramer in the quaternary deoxy structure, which lowers the oxygen affinity of the normal beta subunits and causes cyanosis. The strength of the bond from the ferric iron to the phenolate oxygen appears to be the main factor responsible for the many abnormal properties of hemoglobin M Boston.","dc:creator":"Pulsinelli PD","dc:date":"1973","dc:title":"Structure of hemoglobin M Boston, a variant with a five-coordinated ferric heme."},"rdfs:label":"Reduced oxygen affinity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:12bfc99c-f8d8-4045-98ba-17254b56decc_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.85}],"evidenceStrength":"Limited","sequence":7985,"specifiedBy":"GeneValidityCriteria9","strengthScore":5.35,"subject":{"id":"cggv:5cc29abb-ff04-466b-aef8-339a1fa6bdbf","type":"GeneValidityProposition","disease":"obo:MONDO_0020835","gene":"hgnc:4824","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Hemoglobin M disease was first reported by Horlein and Weber in 1948 (PMID: 18105244) in a family with hereditary cyanosis due to methemoglobinemia. Chemical characterizations of hemoglobin M (Hb M) were described in the late 1950s and early 1960s by Gerald (PMIDs: 13572451, 13897827), who reported that Hbs M are poorly, or not at all, separable electrophoretically from normal adult hemoglobin unless the hemolysate has been treated with oxidizing agents and the isolated methemoglobins M differ in the spectral absorption curves. These chemical differences result in the methemoglobinemia known as Hemoglobin M disease, in which more than 1% of hemoglobin is oxidized to methemoglobin, a type of hemoglobin that contains the ferric form of iron, and patients are cyanotic but otherwise asymptomatic. The first variant specifically attributed in *HBA2* was HbM-Iwate, which was genetically confirmed in 1995 (PMID: 7745837, 31327183) in relation to autosomal dominant Hemoglobin M disease. The two predominant missense variants occur in conserved proximal or distal histidine residues, which are replaced by tyrosine. These amino acid substitutions in the heme binding pocket cause structural alterations which stabilize the ferric state, resulting in extremely low oxygen affinity and resistance to reduction. Three missense variants have been reported in 6 probands in 6 publications (PMIDs: 7745837, 31327183, 25031065, 25725047, 31269924, 21637412) and are included in this curation. Hemoglobin M variants have altered function, suggesting a neomorphic mechanism of pathogenicity, due to increased stabilization of the ferric state. This gene-disease relationship is also supported by experimental evidence, the high specificity of expression within the whole blood (PMID: 23715323) and its well-established function in carrying oxygen, as part of the hemoglobin structure (PMID: 11747442). In Hemoglobin M disease, the function is altered due to differences in the heme structure (PMID: 4521212). In summary, there is limited evidence supporting the relationship between *HBA2* and autosomal dominant methemoglobineamia, alpha type. Although more evidence is needed to support a causal role, no convincing  evidence has emerged that contradicts the gene-disease relationship. The classification was approved by the ClinGen General GCEP on the meeting date July, 26, 2023 (SOP version 9).\nOf note, *HBA2* is also related to alpha-thalassemia, erythrocytosis, Heinz body anemia, and Hemoglobin H disease, however per criteria outlined by the ClinGen Lumping and Splitting Working group we found differences in that the molecular mechanism (missense variants which stabilize the ferric state) and phenotype (benign cyanosis) were unique to the Hemoglobin M disease entity, which is therefore curated separately from the additional disease entities.\n","dc:isVersionOf":{"id":"cggv:12bfc99c-f8d8-4045-98ba-17254b56decc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}