{"id":"cggv:0fac4fd4-d674-4017-a9a6-1d6793162c6bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:0fac4fd4-d674-4017-a9a6-1d6793162c6b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:0fac4fd4-d674-4017-a9a6-1d6793162c6b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-06-28T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:0fac4fd4-d674-4017-a9a6-1d6793162c6b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0fac4fd4-d674-4017-a9a6-1d6793162c6b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6357c0e-c515-4b03-ba6d-511a3e6f744d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f377cce-dba2-4093-be31-df73a024ce19","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"otogelin detected by immunohistochemical staining in the prenatal developing otic vesicle, the non-sensory cells of the developing and mature vestibule, and in the developing and mature cochlea","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11506947","type":"dc:BibliographicResource","dc:abstract":"Using a PCR-based subtractive method on cDNA from 2-day-old mouse cochlea, we identified a gene encoding otogelin, Otog, an inner ear specific glycoprotein expressed in all acellular structures. Here, we provide evidence that otogelin is detected as early as embryonic day 10 in the otic vesicle. At this stage, otogelin is detected in the epithelial cells which do not overlap with the myosin VIIA-expressing cells, namely the precursors of the hair cells, thus arguing for an early commitment of the two cell populations. Analysis of otogelin spatiotemporal cell distribution allows a molecular tracing for the contribution of the cochlear and vestibular inner ear supporting cells to the formation of the acellular structures. Throughout embryonic and adult life, the expression of the otogelin gene as monitored by LacZ inserted into Otog, and the abundance of the protein are greater in the vestibule than in the cochlea. In adult, otogelin is still produced by the vestibular supporting cells, which argues for a continuous process of otogelin renewal in the otoconial membranes and cupulae. In contrast, in the tectorial membrane, otogelin should be a long-lasting protein since both the otogelin gene and protein were almost undetectable in adult cochlear cells. The data are consistent with the requirement for otogelin in the attachment of the otoconial membranes and cupulae to their corresponding sensory epithelia as revealed in Otog -/- mice.","dc:creator":"El-Amraoui A","dc:date":"2001","dc:title":"Spatiotemporal expression of otogelin in the developing and adult mouse inner ear."},"rdfs:label":"El-Amraoui Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e95dda17-dc5d-4bd3-ad54-c67d140afa91","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c5addc6-c0b0-4b47-a495-c2f5e2eb9d6a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot showed otogelin expression exclusively in the inner ear (and not eye, brain, liver, intestine, kidney, spleen, or lung). Immunfluorescence indicated otogelin localizes to the tectorial membrane of the cochlea, the otoconial and accessory membranes of the utricule and saccule, and another membrane in the otoconia of the saccule.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9405633","type":"dc:BibliographicResource","dc:abstract":"Efforts to identify the specific components of the mammalian inner ear have been hampered by the small number of neuroepithelial cells and the variety of supporting cells. To circumvent these difficulties, we used a PCR-based subtractive method on cDNA from 2-day-old mouse cochlea. A cDNA encoding a predicted 2910-amino acid protein related to mucin has been isolated. Several lines of evidence indicate, however, that this protein does not undergo the O-glycosylation characteristic to mucins. As confirmed by immunocytochemistry and biochemical experiments, this protein is specific to the inner ear. Immunohistofluorescence labeling showed that this protein is a component of all the acellular membranes of the inner ear: i.e., the tectorial membrane of the cochlea, the otoconial and accessory membranes of the utricule and saccule, the cupula of the semicircular canals, and a previously undescribed acellular material covering the otoconia of the saccule. The protein has been named otogelin with reference to its localization. A variety of nonsensory cells located underneath these membranes could be identified as synthesizing otogelin. Finally, this study revealed a maturation process of the tectorial membrane, as evidenced by the progressive organization of otogelin labeling into thick and spaced radial fiber-like structures.","dc:creator":"Cohen-Salmon M","dc:date":"1997","dc:title":"Otogelin: a glycoprotein specific to the acellular membranes of the inner ear."},"rdfs:label":"Cohen-Salmon Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:5e1a5e09-453e-48b7-8ddd-da2f8525c5e9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e1cd1af5-5ceb-4bd0-a8a4-f1e6154adf68","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Fetal and adult human tissues tested by qPCR for OTOG expression. In fetal tissues, transcript level was highest in inner ear, followd by kidney, lung, spleen, thymus, and liver. In adult, levels highest in retina, testis, and heart, though lower in all than fetal inner ear.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23122587","type":"dc:BibliographicResource","dc:abstract":"Already 40 genes have been identified for autosomal-recessive nonsyndromic hearing impairment (arNSHI); however, many more genes are still to be identified. In a Dutch family segregating arNSHI, homozygosity mapping revealed a 2.4 Mb homozygous region on chromosome 11 in p15.1-15.2, which partially overlapped with the previously described DFNB18 locus. However, no putative pathogenic variants were found in USH1C, the gene mutated in DFNB18 hearing impairment. The homozygous region contained 12 additional annotated genes including OTOG, the gene encoding otogelin, a component of the tectorial membrane. It is thought that otogelin contributes to the stability and strength of this membrane through interaction or stabilization of its constituent fibers. The murine orthologous gene was already known to cause hearing loss when defective. Analysis of OTOG in the Dutch family revealed a homozygous 1 bp deletion, c.5508delC, which leads to a shift in the reading frame and a premature stop codon, p.Ala1838ProfsX31. Further screening of 60 unrelated probands from Spanish arNSHI families detected compound heterozygous OTOG mutations in one family, c.6347C>T (p.Pro2116Leu) and c. 6559C>T (p.Arg2187X). The missense mutation p.Pro2116Leu affects a highly conserved residue in the fourth von Willebrand factor type D domain of otogelin. The subjects with OTOG mutations have a moderate hearing impairment, which can be associated with vestibular dysfunction. The flat to shallow \"U\" or slightly downsloping shaped audiograms closely resembled audiograms of individuals with recessive mutations in the gene encoding α-tectorin, another component of the tectorial membrane. This distinctive phenotype may represent a clue to orientate the molecular diagnosis.","dc:creator":"Schraders M","dc:date":"2012","dc:title":"Mutations of the gene encoding otogelin are a cause of autosomal-recessive nonsyndromic moderate hearing impairment."},"rdfs:label":"Schraders Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:0fac4fd4-d674-4017-a9a6-1d6793162c6b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:693e52dd-9da1-4bea-a01b-2f51b5221681","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:36f70acb-9926-4b08-9c88-adbf1dc80489","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous mice had progressive vestibular and hearing impairment. Heterozygotes were unaffected. Vestibular otoconial membranes and cupulae detached from the neuroepithelia, demonstrating otogelin is required for membrane anchoring (however not in the cochlea).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10655058","type":"dc:BibliographicResource","dc:abstract":"Genes specifically expressed in the inner ear are candidates to underlie hereditary nonsyndromic deafness. The gene Otog has been isolated from a mouse subtractive cDNA cochlear library. It encodes otogelin, an N-glycosylated protein that is present in the acellular membranes covering the six sensory epithelial patches of the inner ear: in the cochlea (the auditory sensory organ), the tectorial membrane (TM) over the organ of Corti; and in the vestibule (the balance sensory organ), the otoconial membranes over the utricular and saccular maculae as well as the cupulae over the cristae ampullares of the three semi-circular canals. These membranes are involved in the mechanotransduction process. Their movement, which is induced by sound in the cochlea or acceleration in the vestibule, results in the deflection of the stereocilia bundle at the apex of the sensory hair cells, which in turn opens the mechanotransduction channels located at the tip of the stereo-cilia. We sought to elucidate the role of otogelin in the auditory and vestibular functions by generating mice with a targeted disruption of Otog. In Otog-/- mice, both the vestibular and the auditory functions were impaired. Histological analysis of these mutants demonstrated that in the vestibule, otogelin is required for the anchoring of the otoconial membranes and cupulae to the neuroepithelia. In the cochlea, ultrastructural analysis of the TM indicated that otogelin is involved in the organization of its fibrillar network. Otogelin is likely to have a role in the resistance of this membrane to sound stimulation. These results support OTOG as a possible candidate gene for a human nonsyndromic form of deafness.","dc:creator":"Simmler MC","dc:date":"2000","dc:title":"Targeted disruption of otog results in deafness and severe imbalance."},"rdfs:label":"Simmler Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:0403d48a-8769-4ea3-82b7-6cd5ec4ae96e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7e412f5e-f63c-4d05-b2db-25c5fabc97db","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice had severe vestibular dysfunction and progressive hearing loss (measured by preyer reflex). Morphological analysis of maculae revealed almost absent otoconial membrane of saccular macula. Heterozygotes for the mutation were normal in every test","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26636018","type":"dc:BibliographicResource","dc:abstract":"Approximately 10 % of the population worldwide suffers from hearing loss (HL) and about 60 % of persons with early onset HL have hereditary hearing loss due to genetic mutations. Highly efficient mutagenesis in mice with the chemical mutagen, ethylnitrosourea (ENU), associated with relevant phenotypic tools represents a powerful approach in producing mouse models for hearing impairment. A benefit of this strategy is to generate alleles to form a series revealing the full spectrum of gene function in vivo. It can also mimic the range of human mutations and polymorphisms for HL. In the course of a genome ENU mutagenesis program, we selected a new mouse model for hearing defect based on a dysmorphological screen. We identified by gene mapping the mutation responsible for this phenotype and characterized it at the histological level of the inner ear and evaluated the vestibule by following the recommendations of the standard operating procedures, IMPReSS. We have identified and characterized a new recessive allele of the otogelin gene, Otog (vbd/vbd) , due to a homozygous one base pair substitution at the splice donor site of intron 29. This mutation leads to a frame-shift and a premature stop codon. We observed a decrease in the amount of sensory cells in the maculae of Otog (vbd/vbd) mice as well as an apparent drastically decreased density to almost absence of the otoconial membrane. Compared to Otog (tm1Prs) and twister, the two other existing otogelin alleles, the detailed analysis of Otog (vbd/vbd) revealed that these mice share some common behavioural characteristics either with Otog (tm1Prs) or twister whereas the fine vestibular phenotype and the hearing defect are different. Our results emphasize the importance of detecting and characterizing a new allele of a gene in order to get comprehensive information about the gene function. ","dc:creator":"El Hakam Kamareddin C","dc:date":"2015","dc:title":"A new Otogelin ENU mouse model for autosomal-recessive nonsyndromic moderate hearing impairment."},"rdfs:label":"El Hakam Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:183496e7-66e8-4eeb-929e-ad31f4fc4e9c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6f67b135-af93-4239-bd99-06cd364c26db","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous fish lacked utricular otolith in larvae, and lacked the tilt-elicited vestibulo-ocular reflex (first reported in Mo 2010). However, abnormal postural behaviors recovered to WT levels following the later development (post 2 wks of age) of the anterior otoliths. Recovery of vestibular function indicates first two weeks are not a critical period for vestibular development, and may explain lack of vestibular phenotype in some OTOG HL patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28332011","type":"dc:BibliographicResource","dc:abstract":"What is the role of normally patterned sensory signaling in development of vestibular circuits? For technical reasons, including the difficulty in depriving animals of vestibular inputs, this has been a challenging question to address. Here we take advantage of a vestibular-deficient zebrafish mutant, rock solo AN66 , in order to examine whether normal sensory input is required for formation of vestibular-driven postural circuitry. We show that the rock solo AN66 mutant is a splice site mutation in the secreted glycoprotein otogelin (otog), which we confirm through both whole genome sequencing and complementation with an otog early termination mutant. Using confocal microscopy, we find that elements of postural circuits are anatomically normal in rock solo AN66 mutants, including hair cells, vestibular ganglion neurons, and vestibulospinal neurons. Surprisingly, the balance and postural deficits that are readily apparent in younger larvae disappear around 2 weeks of age. We demonstrate that this behavioral recovery follows the delayed development of the anterior (utricular) otolith, which appears around 14 days post-fertilization (dpf), compared to 1 dpf in WT. These findings indicate that utricular signaling is not required for normal structural development of the inner ear and vestibular nucleus neurons. Furthermore, despite the otolith's developmental delay until well after postural behaviors normally appear, downstream circuits can drive righting reflexes within ∼1-2 days of its arrival, indicating that vestibular circuit wiring is not impaired by a delay in patterned activity. The functional recovery of postural behaviors may shed light on why humans with mutations in otog exhibit only subclinical vestibular deficits.","dc:creator":"Roberts R","dc:date":"2017","dc:title":"Delayed Otolith Development Does Not Impair Vestibular Circuit Formation in Zebrafish."},"rdfs:label":"Roberts Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because fish were not tested for HL"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:0fac4fd4-d674-4017-a9a6-1d6793162c6b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0fac4fd4-d674-4017-a9a6-1d6793162c6b_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:cbf6051f-79d0-4189-8786-0f57c125f513_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ed18f4f4-3e93-4fad-a922-92cdc5da535d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"STRC, SMPX, and USH1C were also in other homozygous regions in affecteds.","phenotypes":["obo:HP_0000399","obo:HP_0001751"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:cbf6051f-79d0-4189-8786-0f57c125f513_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ae2f37e3-1269-4a71-be1c-1a31dcea329d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.17610772del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA218476575"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23122587"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23122587","rdfs:label":"W00-384 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:3daea9cd-1d94-4b78-8ded-0cf906ddb065_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9bf5bcb7-d0d2-4453-a12f-c8bed1243350","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage, and haplotype analysis or sanger sequencing excluded \"all other known\" AR HL genes","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:3daea9cd-1d94-4b78-8ded-0cf906ddb065_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:dce66595-2ca1-4a55-980c-f92677af57b2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277269.1(OTOG):c.6347C>T (p.Pro2116Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39818"}},{"id":"cggv:83053348-2f73-43a0-b18c-38a50b64b975","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001277269.1(OTOG):c.6559C>T (p.Arg2187Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39819"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23122587"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23122587","rdfs:label":"S1778 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":390,"specifiedBy":"GeneValidityCriteria6","strengthScore":9.5,"subject":{"id":"cggv:7e2aa2a6-6bd0-4a75-af7a-c2ca0d636c39","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:8516","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The OTOG gene has been associated with autosomal recessive nonsyndromic hearing loss using the ClinGen Clinical Validity Framework as of 9/28/2017. This association was made using case-level data only. At least 3 variants (missense, nonsense, & frameshift) have been published in humans (23122587). Association is seen in at least 2 probands in 1 publication (23122587). Variants in this gene segregated with disease in 4 additional family members. Additionally, the Partners Laboratory for Molecular Medicine has six unpublished internal cases of probands with mild sensorineural hearing loss and homozygous or compound heterozygous loss of function variants. This gene-disease association is supported by mouse and zebrafish models and expression studies. In summary, OTOG is definitively associated with autosomal recessive nonsyndromic hearing loss. This classification was approved by the ClinGen Hearing Loss Working Group on 6/28/2018.\nThe Partners Laboratory for Molecular Medicine has six additional unpublished internal cases of probands with mild sensorineural hearing loss and homozygous or compound heterozygous loss of function variants. The addition of these cases brings the final classification to Definitive.","dc:isVersionOf":{"id":"cggv:0fac4fd4-d674-4017-a9a6-1d6793162c6b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}