{"id":"cggv:03597202-ca6c-4eb6-8531-59803753c382v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:03597202-ca6c-4eb6-8531-59803753c382_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-02-08T07:00:00.000Z","role":"Approver"},{"id":"cggv:03597202-ca6c-4eb6-8531-59803753c382_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-12T17:06:08.448Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23033978","type":"dc:BibliographicResource","dc:abstract":"The causes of intellectual disability remain largely unknown because of extensive clinical and genetic heterogeneity.","dc:creator":"de Ligt J","dc:date":"2012","dc:title":"Diagnostic exome sequencing in persons with severe intellectual disability."},"evidence":[{"id":"cggv:03597202-ca6c-4eb6-8531-59803753c382_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5},{"id":"cggv:03597202-ca6c-4eb6-8531-59803753c382_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03597202-ca6c-4eb6-8531-59803753c382_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ed264de-ac0e-4de4-a528-a1190fe8fe07","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:051f7324-aeef-46ad-863d-fffc4b1560af","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"AMPA receptors (AMPARs) are homomeric or heteromeric assemblies of four core subunits (GluA1 - 4) and mediate most fast excitatory neurotransmission in the mammalian CNS. GRIA2 and GRIA3 encode other AMPAR subunits.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27080385","type":"dc:BibliographicResource","dc:abstract":"AMPA receptors (AMPARs) are assemblies of four core subunits, GluA1-4, that mediate most fast excitatory neurotransmission. The component subunits determine the functional properties of AMPARs, and the prevailing view is that the subunit composition also determines AMPAR trafficking, which is dynamically regulated during development, synaptic plasticity and in response to neuronal stress in disease. Recently, the subunit dependence of AMPAR trafficking has been questioned, leading to a reappraisal of this field. In this Review, we discuss what is known, uncertain, conjectured and unknown about the roles of the individual subunits, and how they affect AMPAR assembly, trafficking and function under both normal and pathological conditions.","dc:creator":"Henley JM","dc:date":"2016","dc:title":"Synaptic AMPA receptor composition in development, plasticity and disease."},"rdfs:label":"Review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Moderate","sequence":8429,"specifiedBy":"GeneValidityCriteria10","strengthScore":10,"subject":{"id":"cggv:188dca02-9159-4edf-95a7-0429c06113b3","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:4571","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*GRIA1* was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2012 (de Ligt et al., PMID: 23033978). The condition is characterized by developmental delay/intellectual disability, autism spectrum disorder, attention deficit hyperactivity disorder and other behavioral manifestations. Epilepsy has also been reported less frequently.\n\nThis gene has also been reported in relation to an autosomal recessive intellectual developmental disorder. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we determined that there were two distinct disorders with different inheritance patterns and mechanisms. Therefore, the following disease entities have been split into two disease entities, autosomal dominant complex neurodevelopmental disorder (MONDO:0100038) and autosomal recessive complex neurodevelopmental disorder (MONDO:0100038). The autosomal recessive complex neurodevelopmental disorder (MONDO:0100038) has been curated separately. \n\nSeven unique missense variants, reported in 12 probands, in 8 publications (PMIDs: 23033978, 28628100, 35675825, 31398340, 35813072, 35982159, 37921875, 35887114) are included in this curation. Two additional unique missense variants were not scored as per GCEP’s decision due to limited testing methodology (PMID: 28628100). Additional individuals have been reported but were not scored due to inclusion of the same proband in more than one publication (PMIDs: 35675825, 30504930, 37921875), possible overlap of published cohorts (PMIDs: 35982159, 25363760), unaffected status (PMID: 35982159), unavailable phenotype (PMID: 37921875), lack of information on the testing method, functional studies not supportive of a deleterious effect of the variant (PMID: 35675825), or benign classification of the variant as concluded by the authors (PMID: 37543562).\n\nBoth gain- and loss-of-function variants have been reported as the mechanism of pathogenicity, the former effect applying to the recurrent p.Ala636Thr (NM_000827.4:c.1906G>A) variant (PMIDs: 28628100, 35675825). To date, there is no report of affected individuals with heterozygous truncating variants. The parents of a proband, homozygous for a nonsense variant (PMID 35675825) have been reported to be unaffected, per OMIM (Baralle, D. Personal Communication).\n\nThe present gene-disease relationship is further supported by biochemical evidence. Specifically, AMPA receptors (AMPARs) are homomeric or heteromeric assemblies of four core subunits (GluA1 - 4). *GRIA2* and *GRIA3* encoding the GluA2 and GluA3 subunits respectively, are known to cause developmental disorders with developmental delay, intellectual disability, autistic features and seizures among the reported phenotypes. \n\nIn summary, there is moderate evidence to support the relationship between *GRIA1* and autosomal dominant complex neurodevelopmental disorder gene-disease relationship. While further evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nThis classification was approved by the ClinGen Intellectual Disability and Autism GCEP on February 8, 2024 (SOP 10).\n","dc:isVersionOf":{"id":"cggv:03597202-ca6c-4eb6-8531-59803753c382"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}