{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-05-31T23:58:39.748Z","role":"Publisher"},{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-02-07T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28040730","type":"dc:BibliographicResource","dc:abstract":"An infant presented with fatal infantile lactic acidosis and cardiomyopathy, and was found to have profoundly decreased activity of respiratory chain complex I in muscle, heart and liver. Exome sequencing revealed compound heterozygous mutations in NDUFB10, which encodes an accessory subunit located within the PD part of complex I. One mutation resulted in a premature stop codon and absent protein, while the second mutation replaced the highly conserved cysteine 107 with a serine residue. Protein expression of NDUFB10 was decreased in muscle and heart, and less so in the liver and fibroblasts, resulting in the perturbed assembly of the holoenzyme at the 830 kDa stage. NDUFB10 was identified together with three other complex I subunits as a substrate of the intermembrane space oxidoreductase CHCHD4 (also known as Mia40). We found that during its mitochondrial import and maturation NDUFB10 transiently interacts with CHCHD4 and acquires disulfide bonds. The mutation of cysteine residue 107 in NDUFB10 impaired oxidation and efficient mitochondrial accumulation of the protein and resulted in degradation of non-imported precursors. Our findings indicate that mutations in NDUFB10 are a novel cause of complex I deficiency associated with a late stage assembly defect and emphasize the role of intermembrane space proteins for the efficient assembly of complex I.","dc:creator":"Friederich MW","dc:date":"2017","dc:title":"Mutations in the accessory subunit NDUFB10 result in isolated complex I deficiency and illustrate the critical role of intermembrane space import for complex I holoenzyme assembly."},"evidence":[{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8870cba7-a5d1-414a-9bab-c495dacf0eb4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2e3466ee-92a9-4afa-b7db-5595a2103f73","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"well-known composition of complex I","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Complex I subunit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":">10 genes known to interact with this complex I subunit"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:203dd451-8a9a-43d1-af84-0167f1275998","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42a32129-54d6-4e1d-83de-6b0bc5e9e0c4","type":"FunctionalAlteration","dc:description":"no detectable Complex I enzyme activity,  loss of assembled complex I with the concomitant accumulation of subcomplexes, and severe defects in mitochondrial respiration\n\nNDUFB10 KO in HEK293T cells shows severely reduced CI assembly (Fig 1), did not grow on galactose (Fig 1) indicating mitochondrial respiration defect; rescue restored complex I activity (Fig 2b)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626371","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first enzyme of the mitochondrial respiratory chain and is composed of 45 subunits in humans, making it one of the largest known multi-subunit membrane protein complexes. Complex I exists in supercomplex forms with respiratory chain complexes III and IV, which are together required for the generation of a transmembrane proton gradient used for the synthesis of ATP. Complex I is also a major source of damaging reactive oxygen species and its dysfunction is associated with mitochondrial disease, Parkinson's disease and ageing. Bacterial and human complex I share 14 core subunits that are essential for enzymatic function; however, the role and necessity of the remaining 31 human accessory subunits is unclear. The incorporation of accessory subunits into the complex increases the cellular energetic cost and has necessitated the involvement of numerous assembly factors for complex I biogenesis. Here we use gene editing to generate human knockout cell lines for each accessory subunit. We show that 25 subunits are strictly required for assembly of a functional complex and 1 subunit is essential for cell viability. Quantitative proteomic analysis of cell lines revealed that loss of each subunit affects the stability of other subunits residing in the same structural module. Analysis of proteomic changes after the loss of specific modules revealed that ATP5SL and DMAC1 are required for assembly of the distal portion of the complex I membrane arm. Our results demonstrate the broad importance of accessory subunits in the structure and function of human complex I. Coupling gene-editing technology with proteomics represents a powerful tool for dissecting large multi-subunit complexes and enables the study of complex dysfunction at a cellular level.","dc:creator":"Stroud DA","dc:date":"2016","dc:title":"Accessory subunits are integral for assembly and function of human mitochondrial complex I."},"rdfs:label":"HEK293T cell study"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Default score for non-patient cell studies showing mitochondrial dysfunction; \nNDUFB10 KO in HEK293T cells shows severely reduced CI assembly (Fig 1), did not grow on galactose (Fig 1) indicating mitochondrial respiration defect; rescue restored complex I activity (Fig 2b)"},{"id":"cggv:0ecc2401-cd16-4f3a-84ca-64d51978d36f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db97118c-339a-42d2-a819-1e00a1caa44b","type":"FunctionalAlteration","dc:description":"In these mildly deficient cells (69% NDUFB10 expression compared to untransfected HEPG2 cells), complex I subcomplexes were present, similar to what was observed in the patient’s fibroblasts, and that were not detected in controls of empty vector and scrambler shRNAs (Supplementary Material, Fig. S2); fits hypothesis that NDUFB10 serves as a clamp to hold different membrane  parts of complex I together (Fig. 9C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28040730","rdfs:label":"HepG2 cell study"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"In these mildly deficient cells, complex I subcomplexes were present, similar to what was observed in the patient’s fibroblasts, and that were not detected in controls of empty vector and scrambler shRNAs (Supplementary Material, Fig. S2)."},{"id":"cggv:180d9fda-a93a-4aea-a8f2-0cfb498ca6db","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:eed7503c-183c-407b-8c9e-46e35652de88","type":"FunctionalAlteration","dc:description":"Trace amounts of complex I intermediates (230 kDa, 400 kDa, 460 kDa, 630 kDa,\nand 830 kDa) seen in FCL (as well as muscle and liver).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28040730","rdfs:label":"Complex I assembly assay in patient FCL"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Trace amounts of complex I intermediates (230 kDa, 400 kDa, 460 kDa, 630 kDa,\nand 830 kDa) seen in FCL (as well as muscle and liver)."},{"id":"cggv:33e85527-54ef-4e3f-8de1-435fa7fa6773","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:78b97c41-87e8-434e-ac00-32ed77fea0cb","type":"FunctionalAlteration","dc:description":"In fibroblasts enzyme activities and complex assembly appeared normal. However, in permeabilized fibroblasts high-resolution respirometry revealed a deficiency in complex I derived respiratory capacity - oxygen consumption rate in stage 3 under ADP stimulation with the addition of complex I substrate pyruvate was significantly decreased and remained decreased with added glutamate. The succinate/glutamate ratio (Q junction) was significantly increased indicating greater than the normal flux through complex II compared to complex I. Rotenone-inhibited isolated maximal complex I respiratory capacity was significantly reduced. These results are consistent with isolated complex I deficiency in fibroblasts.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28040730","rdfs:label":"High-resolution respirometry in patient FCL"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"In fibroblasts enzyme activities and complex assembly appeared normal. However, in permeabilized fibroblasts high-resolution respirometry revealed a deficiency in complex I derived respiratory capacity - oxygen consumption rate in stage 3 under ADP stimulation with the addition of complex I substrate pyruvate was significantly decreased and remained decreased with added glutamate. The succinate/glutamate ratio (Q junction) was significantly increased indicating greater than the normal flux through complex II compared to complex I. Rotenone-inhibited isolated maximal complex I respiratory capacity was significantly reduced. These results are consistent with isolated complex I deficiency in fibroblasts."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:075f92e9-903f-4a5f-8f50-1609f26840db","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f6e14cba-e819-4161-966f-a772ad98d0ab","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Complex I activity: \nThe amc5 mutant displayed decreased rotenone-sensitive NADH: duroquinone oxidoreductase activity (Figure 5a) and exhibited the characteristic sid phenotype of complex I-deficient mutants in both liquid and solid medium (Figures 5b and S8D,E) with an average generation time of 69 hr in the dark, compared to 27 hr for the wildtype strain. Real-time RT-qPCR confirmed the loss of the wild-type NUOB10 mRNA in the amc5 mutant (Figure S8C). The amc5 mutant displayed an accumulation of a subcomplex, migrating at a size similar to the ~700 kDa subcomplex previously observed in Chlamydomonas mitochondrial mutants defective for the distal membrane arm  assembly of complex I (Cardol et al., 2008; Remacle et al., 2008; Figure 5c,d). To test whether the mutation in NUOB10 is indeed responsible for the complex I defect, the amc5 mutant was  transformed with a cosmid containing the NUOB10 gene (Figures 5 and S8). Molecular analyses of\nthe [amc5; NUOB10] transformant revealed the presence of the wildtype NUOB10 gene and restoration of relative NUOB10 transcript levels. The [amc5; NUOB10] strain also exhibited restoration of growth in the dark, complex I activity, and assembly. From these results, we conclude that the AMC5 locus corresponds to the NUOB10 gene and the NUOB10 subunit is necessary for complex I membrane arm assembly.\n\nWhile the amc5 recipient strain displayed a SID phenotype, transformants expressing the wild-type\nNUOB10-FLAG had restored growth in the dark similar to those with the NUOB10-containing cosmid.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32025618","rdfs:label":"Chlamydomonas model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"0.5 point for biochemical/mitochondrial dysfunction as seen in humans, per mito GCEP guidance"},{"id":"cggv:2c02e483-3bb3-495f-bceb-800cb25415ce","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:276bc328-4c69-4a2f-bbba-b0bc132a394c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mean respiratory control ratio (RCR) is significantly decreased compared to wildtype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19672299","type":"dc:BibliographicResource","dc:abstract":"Complex I dysfunction is a common, heterogeneous cause of human mitochondrial disease having poorly understood pathogenesis. The extensive conservation of complex I composition between humans and Caenorhabditis elegans permits analysis of individual subunit contribution to mitochondrial functions at both the whole animal and mitochondrial levels. We provide the first experimentally-verified compilation of complex I composition in C. elegans, demonstrating 84% conservation with human complex I. Individual subunit contribution to mitochondrial respiratory capacity, holocomplex I assembly, and animal anesthetic behavior was studied in C. elegans by RNA interference-generated knockdown of nuclear genes encoding 28 complex I structural subunits and 2 assembly factors. Not all complex I subunits directly impact respiratory capacity. Subcomplex Ilambda subunits along the electron transfer pathway specifically control whole animal anesthetic sensitivity and complex II upregulation, proportionate to their relative impairment of complex I-dependent oxidative capacity. Translational analysis of complex I dysfunction facilitates mechanistic understanding of individual gene contribution to mitochondrial disease. We demonstrate that functional consequences of complex I deficiency vary with the particular subunit that is defective.","dc:creator":"Falk MJ","dc:date":"2009","dc:title":"Subcomplex Ilambda specifically controls integrated mitochondrial functions in Caenorhabditis elegans."},"rdfs:label":"C elegans"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Scored for mitochondrial/respiration abnormality comparable to human phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5.5},{"id":"cggv:ea5bf108-d8a6-4256-b34c-7ef8f04ed3f5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ea5bf108-d8a6-4256-b34c-7ef8f04ed3f5","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":11,"allele":{"id":"cggv:269a022f-0206-4f31-8c5f-c0c2fa679a98","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004548.3(NDUFB10):c.131-442G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/873018"}},"detectionMethod":"RNA sequencing: Differential expression analysis identified a greater than threefold reduction in expression of the nuclear encoded mitochondrial gene NDUFB10 relative to 24 similarly sequenced controls (Log2 fold change −1.86; p‐adj = 9.058787e−06 [Figure 1a; Table S6]); Inspection of the reads mapping to NDUFB10 identified two novel splicing events, both of which are expected to be subjected to NMD","firstTestingMethod":"Other","phenotypeFreeText":"Poor growth noted by 5 months, high frequency SNHL noted at 7 weeks old, developed good head control/smiled/bright/alert by 3 months old, continued to make developmental gains at 9 months (babbling/attentive to voices), multiple admissions due to growth/feeding/abnormal posturing/breathing dificulty; admitted at 11 months for episodes of increasing apnea requiring intubation and died\n\nAlso had elevated blood lactate (3.5 mmol/L; normal <1.8), borderline low complex I activity in muscle (relative to CS and CII, ~40% residual), also low in liver; Brain MRI at 9 months old showed  signal abnormalities in the brainstem with T2 hyperintensity and T1 hypo-intensity suggesting demyelination in the corticonuclear tracts within the cerebral peduncles and affecting the inferior colliculi (Figure S1:1A-1B); periaqueductal midbrain was affected; prominence of the ventricles and extra-axial spaces. On repeat scan at 11 months old, signal abnormalities in midbrain were more extensive, affecting the substantia nigra and locus ceruleus as well as the superior colliculi (Figure S1:1F) and extending inferiorly into the dorsal pons and medulla\n\nAlso dysmorphic/skeletal differences noted such as shortened first metacarpals bilaterally and gracile osteopenic parietal bones; simple low-set ears and bilateral single palmar creases. He had a flexion deformity of the left hand (Type 1 radial dysplasia) and hypoplasia (Type II) of the left thumb, suggestive of a radial ray anomaly (Figure S1:1C).","previousTesting":true,"previousTestingDescription":"Chromosomal microarray, breakage analysis, exome sequencing, common mitochondrial genome point mutation analysis, genome sequencing","sex":"Male","variant":{"id":"cggv:5e73c424-163a-42fa-9bf6-addfe6c26d8f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:269a022f-0206-4f31-8c5f-c0c2fa679a98"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33169436","type":"dc:BibliographicResource","dc:abstract":"The diagnosis of Mendelian disorders following uninformative exome and genome sequencing remains a challenging and often unmet need. Following uninformative exome and genome sequencing of a family quartet including two siblings with suspected mitochondrial disorder, RNA sequencing (RNAseq) was pursued in one sibling. Long-read amplicon sequencing was used to determine and quantify transcript structure. Immunoblotting studies and quantitative proteomics were performed to demonstrate functional impact. Differential expression analysis of RNAseq data identified significantly decreased expression of the mitochondrial OXPHOS Complex I subunit NDUFB10 associated with a cryptic exon in intron 1 of NDUFB10, that included an in-frame stop codon. The cryptic exon contained a rare intronic variant that was homozygous in both affected siblings. Immunoblot and quantitative proteomic analysis of fibroblasts revealed decreased abundance of Complex I subunits, providing evidence of isolated Complex I deficiency. Through multiomic analysis we present data implicating a deep intronic variant in NDUFB10 as the cause of mitochondrial disease in two individuals, providing further support of the gene-disease association. This study highlights the importance of transcriptomic and proteomic analyses as complementary diagnostic tools in patients undergoing genome-wide diagnostic evaluation.","dc:creator":"Helman G","dc:date":"2021","dc:title":"Multiomic analysis elucidates Complex I deficiency caused by a deep intronic variant in NDUFB10."}},"rdfs:label":"Individual 1 (I-1)"},{"id":"cggv:5e73c424-163a-42fa-9bf6-addfe6c26d8f","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5e73c424-163a-42fa-9bf6-addfe6c26d8f_variant_evidence_item"},{"id":"cggv:5e73c424-163a-42fa-9bf6-addfe6c26d8f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Transcriptome data (reads mapping to NDUFB10) identified two novel splicing events consistent with the inclusion of a 94‐nt cryptic exon (referred to as exon 1A) within intron 1 of NDUFB10. In addition to the cryptic exon, reads mapping along the length of intron 1 were enriched in I‐1 relative to controls, suggesting that intron 1 may be retained in some transcripts. The inclusion of exon 1A would result in a frameshift p.(Arg43fs*32), while intron retention would be predicted to introduce a premature termination sequence p.(Arg43fs*135) to this transcript, with both events expected to be subjected to NMD leading to an overall reduced level of NDUFB10 in this individual.\n\nTo determine if the c.131‐442G>C variant was responsible for the observed NDUFB10 splicing defect we generated a minigene splicing reporter by cloning 2.1 kb of genomic sequence, including exon 1 to exon 3 of NDUFB10, into the mammalian expression vector pEYFP‐C1. Primer\ndirected mutagenesis was used to generate a version of the plasmid containing the c.131‐442G>C variant before transfection into human embryonic kidney (HEK293T) cells (Tables S2 and S3). Amplification of RNA transcribed from both the mutant and wild‐type plasmids by RT‐PCR using primers between exon 1 and exon 2 of NDUFB10 yielded an amplicon consistent with the size expected from reference NDUFB10 splicing (Figure 1d; Table S4). A second approximately 100‐nt larger amplicon was generated only by the mutant plasmid, consistent with the aberrant splicing observed by RNA sequencing in I‐1.\n\nWe sought to determine if the aberrant NDUFB10 splicing affects the overall stability of Complex I or other mitochondrial respiratory chain complexes. Immunoblotting was performed using an antibody against one subunit of each of the five mitochondrial OXPHOS complexes on cell lysates isolated from a fibroblast sample from I‐1, an affected patient control with known complex I deficiency due to a homozygous variant in NDUFB3 (MIM# 603839; Calvo et al., 2012) and three control samples. This revealed an absence of the Complex I subunit NDUFB8 and normal levels of the remaining mitochondrial OXPHOS complexes relative to controls (Figure 2a), consistent with\nan isolated Complex I defect.\n\nMoreover, the abundance of the majority of Complex I subunits were decreased in I‐1 relative to  controls while the levels of other mitochondrial respiratory chain complex subunits remained relatively unchanged (Figure 2b,c). These results are largely consistent with our previously reported study of a HEK293T cell line gene‐edited to lack expression of NDUFB10 (Stroud et al., 2016),\nsuggesting the effect of the variant in I‐1 leads to similar defects in assembly of the complex (Figure S3\n\nScore: 1.5 predicted null with shown splicing defects + 0.5 (severe complex I defect/decreased complex I subunits shown in patient cells) = 2\n"}],"strengthScore":2,"dc:description":"Authors confirmed splicing event seen in transcriptome data was due to this splicing variant, confirmed reduced complex I subunits"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:149de036-062a-4edf-935f-b3787d7bd0c4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:149de036-062a-4edf-935f-b3787d7bd0c4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Hours","ageValue":27,"allele":[{"id":"cggv:54254102-193e-4e53-a949-c04f8abc1779","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004548.3(NDUFB10):c.319T>C (p.Cys107Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/977508"}},{"id":"cggv:82e43be7-783c-4e09-89d6-d9f19ab26694","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004548.3(NDUFB10):c.207dup (p.Glu70Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573049052"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Severe infantile lactic acidosis (ranging from 6.89 mM to 29.19 mM; normal <2), elevated alanine (1403 mM, normal 131-710), metabolic acidosis, cardiomyopathy (first detected prenatally, cardiac pathology revealing decreased contractile elements, mildly increased lipids; EM showing extensive proliferation of mitochondria displacing contractile elements), IUGR, and liver involvement (moderate microvesicular steatosis, on EM showing extensive proliferation of mitochondria that were often enlarged and occupying significant portion of cytoplasm of hepatocytes).\n\nRespiratory chain enzyme analysis revealed an isolated complex I deficiency in skeletal muscle and heart, and complex I and complex II deficiencies in the liver (latter possibly due to postmortem artifact). Enzyme activities in fibroblasts were normal. Blue native polyacrylamide gel electrophoresis (BN-PAGE) with in-gel activity staining showed near absent complex I activity in muscle, heart and liver, whereas the assembly and activities of complexes II, IV, and V appeared normal in comparison to the intra-assay control (Fig. 2).","previousTesting":true,"previousTestingDescription":"Next-generation sequencing of nuclear genes associated with complex I deficiency was negative for the following genes: C20ORF7, FOXRED1, NDUFA1, NDUFA10, NDUFA11, NDUFA13, NDUFA2, NDUFA7, NDUFA8, NDUFAF1, NDUFAF2, NDUFAF3, NDUFAF4, NDUFB6, NDUFS1, NDUFS2, NDUFS3, NDUFS4, NDUFS5, NDUFS6, NDUFS7, NDUFS8, NDUFV1, NDUFV3, NUBPL.\n\nMitochondrial DNA sequencing in skeletal muscle.","sex":"Female","variant":[{"id":"cggv:11c6d266-1ab3-4989-94ab-800a36c5650d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:54254102-193e-4e53-a949-c04f8abc1779"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28040730"},{"id":"cggv:7b579a69-6ebf-41e3-830a-202ee0501345_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:82e43be7-783c-4e09-89d6-d9f19ab26694"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28040730"}],"rdfs:label":"Case report"},{"id":"cggv:11c6d266-1ab3-4989-94ab-800a36c5650d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:11c6d266-1ab3-4989-94ab-800a36c5650d_variant_evidence_item"},{"id":"cggv:11c6d266-1ab3-4989-94ab-800a36c5650d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Friederich et al., 2017 found that NDUFB10(C107S) localized largely to the cytosol, while the wild type protein was completely localized to mitochondria - showed that NDUFB10(C107S) is not imported into mitochondria because it does not constitute a CHCHD4 substrate. Instead, it accumulates in the cytosol and likely degraded by the proteasome.\n\nRe: CHCHD4, NDUFB10 cannot get into mitochondria/intermembrane space (absence of an N-terminal mitochondrial import signal) without oxidative folding machinery of intermembrane space which is made up of the enzymes CHCHD4 and ALR.\n\n0.1 (missense) + 0.4 (functional evidence above) + 0.4 (CI deficiency in muscle/heart/liver with other known etiologies excluded), = 0.9, round up to 1"}],"strengthScore":1,"dc:description":"Extensive functional validation: Friederich et al., 2017 found that NDUFB10(C107S) localized largely to the cytosol, while the wild type protein was completely localized to mitochondria - showed that NDUFB10(C107S) is not imported into mitochondria because it does not constitute a CHCHD4 substrate. Instead, it accumulates in the cytosol and likely degraded by the proteasome.\n\nRe: CHCHD4, NDUFB10 cannot get into mitochondria/intermembrane space (absence of an N-terminal mitochondrial import signal) without oxidative folding machinery of intermembrane space which is made up of the enzymes CHCHD4 and ALR.\n\n0.1 (missense) + 0.4 (functional evidence above) + 0.4 (CI deficiency in muscle/heart/liver with other known etiologies excluded), = 0.9, round up to 1"},{"id":"cggv:7b579a69-6ebf-41e3-830a-202ee0501345","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b579a69-6ebf-41e3-830a-202ee0501345_variant_evidence_item"},{"id":"cggv:7b579a69-6ebf-41e3-830a-202ee0501345_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":" 1.5 point for nonsense (RT-PCR of fibroblast NDUFB10 mRNA showed only the presence of the other missense variant)"}],"strengthScore":1.5,"dc:description":" 1.5 point for nonsense (RT-PCR of fibroblast NDUFB10 mRNA showed only the presence of the other missense variant)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Moderate","sequence":4525,"specifiedBy":"GeneValidityCriteria8","strengthScore":10.5,"subject":{"id":"cggv:65fa485d-97dc-4ef6-9101-293065bd4c15","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7696","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *NDUFB10* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of February 7, 2022. The *NDUFB10* gene encodes NADH:ubiquinone oxidoreductase (complex I) subunit B10, which is essential for complex I activity and assembly. Defects of this protein lead to complex I deficiency.\n\nThe *NDUFB10* gene was first reported in relation to autosomal recessive mitochondrial disease in 2017 (PMID: 28040730). While various names have been given to the constellation of features seen in those with *NDUFB10*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the NDUFB10 phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included three variants identified in two cases in two publications (PMIDs: 28040730, 33169436). Features seen in these cases include severe infantile lactic acidosis, cardiomyopathy, intrauterine growth restriction, and poor growth after birth, liver involvement, and sensorineural hearing loss. Both affected infants died before 12 months of age. No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, functional alteration in patient cells, functional alteration in non-patient cells, and animal models (PMIDs: 19672299, 27626371, 28040730, 32025618, 27509854).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 7, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:2bff63e5-63a2-44fe-9a3e-561442d9c931"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}