{"id":"cggv:8d71be46-7f7d-4567-b47d-d67015c3fa74v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8d71be46-7f7d-4567-b47d-d67015c3fa74_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2023-04-06T16:00:00.000Z","role":"Approver"},{"id":"cggv:8d71be46-7f7d-4567-b47d-d67015c3fa74_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-06-29T03:48:34.744Z","role":"Publisher"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/16189705","type":"dc:BibliographicResource","dc:abstract":"Retinitis pigmentosa (RP) is a debilitating disease of the retina affecting approximately 1.5 million people worldwide. RP shows remarkable heterogeneity both clinically and genetically, with more than 40 genetic loci implicated, 12 of which account for the autosomal dominant form (adRP) of inheritance. We have recently identified a French Canadian family that presents with early onset adRP. After exclusion of all known loci for adRP, a genome-wide search established firm linkage with a marker from the short arm of chromosome 9 (LOD score of 6.3 at recombination fraction theta=0). The linked region is flanked by markers D9S285 and D9S1874, corresponding to a genetic distance of 31 cM, in the region 9p22-p13.","dc:creator":"Papaioannou M","dc:date":"2005","dc:title":"A new locus (RP31) for autosomal dominant retinitis pigmentosa maps to chromosome 9p."},"evidence":[{"id":"cggv:8d71be46-7f7d-4567-b47d-d67015c3fa74_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d71be46-7f7d-4567-b47d-d67015c3fa74_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:8d71be46-7f7d-4567-b47d-d67015c3fa74_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d71be46-7f7d-4567-b47d-d67015c3fa74_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6dc5dcfd-5f69-43ad-92cf-12c0e8d1f347","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:493d70f0-673d-4ebd-a0c1-8997e1e2ae3f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR analysis revealed a broad tissue expression of TOPORS in human tissues, including the retina (fig. 3B).\n\nRT-PCR analysis of TOPORS transcript in human tissues: PCR was performed with primers selected from exon 3 (with 28 cycles). A band of 2.69 kb was observed in all the tested QUICK-Clone cDNAs (Clontech) from retina, brain, kidney, liver, heart, skeletal muscle, pancreas, lung, and placenta. A ubiquitously expressed gene, PGM1, was used as a control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17924349","type":"dc:BibliographicResource","dc:abstract":"We report mutations in the gene for topoisomerase I-binding RS protein (TOPORS) in patients with autosomal dominant retinitis pigmentosa (adRP) linked to chromosome 9p21.1 (locus RP31). A positional-cloning approach, together with the use of bioinformatics, identified TOPORS (comprising three exons and encoding a protein of 1,045 aa) as the gene responsible for adRP. Mutations that include an insertion and a deletion have been identified in two adRP-affected families--one French Canadian and one German family, respectively. Interestingly, a distinct phenotype is noted at the earlier stages of the disease, with an unusual perivascular cuff of retinal pigment epithelium atrophy, which was found surrounding the superior and inferior arcades in the retina. TOPORS is a RING domain-containing E3 ubiquitin ligase and localizes in the nucleus in speckled loci that are associated with promyelocytic leukemia bodies. The ubiquitous nature of TOPORS expression and a lack of mutant protein in patients are highly suggestive of haploinsufficiency, rather than a dominant negative effect, as the molecular mechanism of the disease and make rescue of the clinical phenotype amenable to somatic gene therapy.","dc:creator":"Chakarova CF","dc:date":"2007","dc:title":"Mutations in TOPORS cause autosomal dominant retinitis pigmentosa with perivascular retinal pigment epithelium atrophy."},"rdfs:label":"Chakarova_RT_PCR"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:356e5774-59b2-4e68-8778-cf9466f0a424","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ba5f7f39-aca9-489a-b14a-0efba6fca5a8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"To determine the cellular localization of TOPORS in mammalian retina, we performed indirect immunofluorescence staining of cryosections of adult mouse, porcine and human retinas using an anti-TOPORS antibody. The specificity of the anti-TOPORS antibody was extensively checked in these mammalian species and as expected yielded a consistent band of 150 kDa (Fig. 1F). In all species, we observed TOPORS immunoreactivity predominantly at the junction between photoreceptor IS and OS, called the connecting cilium (Fig. 1A–D). In addition, TOPORS immunostaining was detected in the nuclei of retinal ganglion cells.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21159800","type":"dc:BibliographicResource","dc:abstract":"We recently reported that mutations in the widely expressed nuclear protein TOPORS (topoisomerase I-binding arginine/serine rich) are associated with autosomal dominant retinal degeneration. However, the precise localization and a functional role of TOPORS in the retina remain unknown. Here, we demonstrate that TOPORS is a novel component of the photoreceptor sensory cilium, which is a modified primary cilium involved with polarized trafficking of proteins. In photoreceptors, TOPORS localizes primarily to the basal bodies of connecting cilium and in the centrosomes of cultured cells. Morpholino-mediated silencing of topors in zebrafish embryos demonstrates in another species a comparable retinal problem as seen in humans, resulting in defective retinal development and failure to form outer segments. These defects can be rescued by mRNA encoding human TOPORS. Taken together, our data suggest that TOPORS may play a key role in regulating primary cilia-dependent photoreceptor development and function. Additionally, it is well known that mutations in other ciliary proteins cause retinal degeneration, which may explain why mutations in TOPORS result in the same phenotype.","dc:creator":"Chakarova CF","dc:date":"2011","dc:title":"TOPORS, implicated in retinal degeneration, is a cilia-centrosomal protein."},"rdfs:label":"Chakarova_TOPORS_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Score was decreased to avoid double-counting similar types of expression data already included in the curation. "},{"id":"cggv:0c64698b-1f7b-4c44-8478-6841f4cc5aef","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1d4b5114-f5da-42cf-b702-036c925ecf89","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The protein atlas database shows that TOPORS is expressed in retina tissue. This gene is also ubiquitously expressed in all other tissues in the database as well. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28940711","type":"dc:BibliographicResource","dc:abstract":"The correct spatial distribution of proteins is vital for their function and often mis-localization or ectopic expression leads to diseases. For more than a decade, the Human Protein Atlas (HPA) has constituted a valuable tool for researchers studying protein localization and expression in human tissues and cells. The centerpiece of the HPA is its unique antibody collection for mapping the entire human proteome by immunohistochemistry and immunocytochemistry. By these approaches, more than 10 million images showing protein expression patterns at a single-cell level were generated and are publicly available at www.proteinatlas.org. The antibody-based approach is combined with transcriptomics data for an overview of global expression profiles. The present article comprehensively describes the HPA database functions and how users can utilize it for their own research as well as discusses the future path of spatial proteomics.","dc:creator":"Thul PJ","dc:date":"2018","dc:title":"The human protein atlas: A spatial map of the human proteome."},"rdfs:label":"ProteinAtlas_TOPORS"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Score was decreased to avoid double-counting similar types of expression evidence already included in the curation. "},{"id":"cggv:646dec6f-14bd-4501-a7f5-c66144407d36","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eb5fb83a-9200-4d50-b90d-c15293c7e4cf","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"In the RPGR gene curation, it was noted that the RPGR protein localizes to the connecting cilia of rod and cone photoreceptors in the retina. \n\nSimilarly to TOPORS, RPGR also forms complexes with ciliary proteins (CEP290, RPGRIP1L and IQCB1)\n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21159800","rdfs:label":"Chakarova_Biochemical"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8d71be46-7f7d-4567-b47d-d67015c3fa74_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ea022c79-a1af-4ffa-b33f-4501e67a7fa2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bef6f636-e423-4967-a9ae-3b4456ab70ba","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown of topors in zebrafish results in defective development, including perturbed retinal lamination and photoreceptor development. This defect is consistent with the phenotype observed in knock out mouse mutants of transcription factors involved in retinal differentiation (46) and in the mutant of Ift88/Polaris (39). We hypothesize that microphthalmia could be the result of defective retinal development (dysplasia) and degeneration. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21159800","rdfs:label":"Chakarova_Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"- Only 45% of embryos exhibited developmental anomalies consistent with the effect of depletion of ciliary proteins\n\n- At the largest concentration of endogenous TOPORS mRNA, ~10% of embryos still displayed the mutant phenotype\n\n- topors knockdown only resulted in 28–30% TUNEL-positive cells, indicating increase in apoptotic cell death compared with control-injected embryo retina (6–8% TUNEL-positive cells) "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":8597,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:f8e687a6-95a7-467b-954b-a0aff9db9f9a","type":"GeneValidityProposition","disease":"obo:MONDO_0700233","gene":"hgnc:21653","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*TOPORS* was first reported in relation to autosomal dominant retinitis pigmentosa (adRP) in 2005 (by Papaioannou et al., PMID: 16189705). Retinitis pigmentosa is a progressive disease, with common symptoms of night blindness, tunnel vision and reduced visual acuity. It is a clinically and genetically heterogenous, with more than 250 genes reported to be involved in different RP modes of inheritance. Variants in the *TOPORS* gene are thought to cause defects in the structure of photoreceptor connecting cilium, leading to photoreceptor degeneration and RP. Curiously, although *TOPORS* is ubiquitously expressed, variants in *TOPORS* are only known to cause adRP. \n\nTen variants (three nonsense, five frameshift, and two missense) that have been reported in sixteen probands in eleven publications (PMIDs: 17924349, 28041643, 18509552, 24938718, 31736247, 28224992, 19183411, 19373681, 28453362, 33576794, 33691693) are included in this curation. Additionally, two families were scored in which *TOPORS* mutations were found to co-segregate with adRP for a combined LOD score of 8.81 (PMIDs: 18509552 and 19183411). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be haploinsufficiency.  \n\nThis gene-disease association is also supported by expression studies showing that *TOPORS* is expressed in retina tissue (PMIDs: 21159800, 28940711, 17924349). *TOPORS* also performs a similar biochemical function to the *RPGR* protein, which is definitively associated with X-linked retinitis pigmentosa. Finally, Chakarova et al. provide evidence for the pathogenicity of *TOPORS* mutations in a zebrafish model (PMID: 21159800). \n\nIn summary, *TOPORS* is definitively associated with TOPORS-related retinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification has been approved by the ClinGen Retina GCEP on April 6, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:8d71be46-7f7d-4567-b47d-d67015c3fa74"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}