{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-06-16T18:00:00.000Z","role":"Approver"},{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-07-28T20:39:52.603Z","role":"Publisher"}],"evidence":[{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:87fd89f0-fe78-4d69-aefa-39d2705d4dc3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:194337c0-6353-4a8d-925e-691f088951a9","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001263","obo:HP_0001249","obo:HP_0001339"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:87fd89f0-fe78-4d69-aefa-39d2705d4dc3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e9c895c4-1ea4-4870-b721-a0567f34b765","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003805.5(CRADD):c.2T>G (p.Met1Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6720091"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33647455","type":"dc:BibliographicResource","dc:abstract":"In a consanguineous Pakistani kinship afflicted with mild to moderate intellectual disability (ID), mild lissencephaly, brain atrophy and skeletal anomalies, we detected homozygous CRADD c.2T > G (p.Met1?) and USP44 c.873_886delinsT (p.Leu291Phefs*8), two good candidates 1.85-Mb apart that segregated with the disorder. Biallelic damaging variants in CRADD cause recessive mental retardation-34 (MRT34; MIM 614499) with mild to moderate ID, \"thin\" lissencephaly, and variable megalencephaly and seizures. For USP44, only a single ID family has been reported with a homozygous deleterious variant, which is the same as the variant we detected. In affected individuals we present, at ages 29-32 years, clinical findings are similar yet not fully concordant with phenotypes for either gene considering the skeletal findings, and ID is not as severe as would be expected for defects in two genes with additive effect. Some variable CRADD-related features such as language impairment and seizures are not observed in the presented family. The presence of the two variants in the family is a very rare example of familial linked homozygous variants, and whether the damaging USP44 variant contributed to the disease in the family we present is not clear. As for the skeletal findings, facial dysmorphism and digestive problems, we did not find a candidate variant. This study is an example of both clinical variation and difficulty in variant detection and evaluation. Our findings highlight that even an extensive exome sequence analysis can fail to fully uncover the complex molecular basis of a syndrome even if potentially causative variants are identified.","dc:creator":"Koprulu M","dc:date":"2021","dc:title":"CRADD and USP44 mutations in intellectual disability, mild lissencephaly, brain atrophy, developmental delay, strabismus, behavioural problems and skeletal anomalies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33647455","rdfs:label":"406"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Using SOP v.8, the default score for “other variant” is 0.1 points. Score was upgraded to 1 point for characteristic phenotype."},{"id":"cggv:b9ea8474-4000-4662-9691-980c2d661cb8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3e5464a4-e224-4c14-a70f-0d4465acc6dc","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001339","obo:HP_0001249"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b9ea8474-4000-4662-9691-980c2d661cb8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fc87b21f-d6bd-495c-b280-2fa69d37ebbf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003805.5(CRADD):c.509G>A (p.Arg170His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6720248"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30914828","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability (ID), megalencephaly, frontal predominant pachygyria, and seizures, previously called \"thin\" lissencephaly, are reported to be caused by recessive variants in CRADD. Among five families of different ethnicities identified, one homozygous missense variant, c.509G>A p.(Arg170His), was of Finnish ancestry. Here we report on the phenotypic variability associated for this potential CRADD founder variant in 22 Finnish individuals. Exome sequencing was used to identify candidate genes in Finnish patients presenting with ID. Targeted Sanger sequencing and restriction enzyme analysis were applied to screen for the c.509G>A CRADD variant in cohorts from Finland. Detailed phenotyping and genealogical studies were performed. Twenty two patients were identified with the c.509G>A p.(Arg170His) homozygous variant in CRADD. The majority of the ancestors originated from Northeastern Finland indicating a founder effect. The hallmark of the disease is frontotemporal predominant pachygyria with mild cortical thickening. All patients show ID of variable severity. Aggressive behavior was found in nearly half of the patients, EEG abnormalities in five patients and megalencephaly in three patients. This study provides detailed data about the phenotypic spectrum of patients with lissencephaly due to a CRADD variant that affects function. High inter- and intrafamilial phenotypic heterogeneity was identified in patients with pachygyria caused by the homozygous CRADD founder variant. The phenotype variability suggests that additional genetic and/or environmental factors play a role in the clinical presentation. Since frontotemporal pachygyria is the hallmark of the disease, brain imaging studies are essential to support the molecular diagnosis for individuals with ID and a CRADD variant.","dc:creator":"Polla DL","dc:date":"2019","dc:title":"Phenotypic spectrum associated with a CRADD founder variant underlying frontotemporal predominant pachygyria in the Finnish population."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30914828","rdfs:label":"FIN-1-1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Using SOP v.8, the default score for “other variant” is 0.1 points. The GCEP decided to upgrade the score to 2 points for being a founder variant and having a characteristic phenotype. However, this score is unable to be selected due to limitations in the Gene Curation Interface. "},{"id":"cggv:4bccb47d-7676-4d71-a332-582fe566d71f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d207cca9-cd03-45d5-aae0-c973f0f1f00c","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001339","obo:HP_0000750","obo:HP_0001249"],"sex":"UnknownEthnicity","variant":{"id":"cggv:4bccb47d-7676-4d71-a332-582fe566d71f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c8cd600a-6359-4990-97de-2659f20a8b9b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003805.5(CRADD):c.382G>C (p.Gly128Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129155"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22279524","type":"dc:BibliographicResource","dc:abstract":"The Clinic for Special Children (CSC) has integrated biochemical and molecular methods into a rural pediatric practice serving Old Order Amish and Mennonite (Plain) children. Among the Plain people, we have used single nucleotide polymorphism (SNP) microarrays to genetically map recessive disorders to large autozygous haplotype blocks (mean = 4.4 Mb) that contain many genes (mean = 79). For some, uninformative mapping or large gene lists preclude disease-gene identification by Sanger sequencing. Seven such conditions were selected for exome sequencing at the Broad Institute; all had been previously mapped at the CSC using low density SNP microarrays coupled with autozygosity and linkage analyses. Using between 1 and 5 patient samples per disorder, we identified sequence variants in the known disease-causing genes SLC6A3 and FLVCR1, and present evidence to strongly support the pathogenicity of variants identified in TUBGCP6, BRAT1, SNIP1, CRADD, and HARS. Our results reveal the power of coupling new genotyping technologies to population-specific genetic knowledge and robust clinical data.","dc:creator":"Puffenberger EG","dc:date":"2012","dc:title":"Genetic mapping and exome sequencing identify variants associated with five novel diseases."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22279524","rdfs:label":"Individual 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Using SOP v.8, the default score for variants that are proven/predicted null is 1.5 points. Score was upgraded for being a founder variant, having functional data, and a characteristic phenotype. Scored capped at 2 points."},{"id":"cggv:5d88bcaa-d8f4-4da8-8a5d-9948a2176100_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f61312bd-3d4e-4655-baed-320e315e9835","type":"Proband","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001249","obo:HP_0001263","obo:HP_0000750","obo:HP_0001339"],"sex":"Female","variant":{"id":"cggv:5d88bcaa-d8f4-4da8-8a5d-9948a2176100_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0cae8362-d5e7-4f6d-80cb-298fcb099ce0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003805.5(CRADD):c.508C>T (p.Arg170Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6720247"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27773430","type":"dc:BibliographicResource","dc:abstract":"Lissencephaly is a malformation of cortical development typically caused by deficient neuronal migration resulting in cortical thickening and reduced gyration. Here we describe a \"thin\" lissencephaly (TLIS) variant characterized by megalencephaly, frontal predominant pachygyria, intellectual disability, and seizures. Trio-based whole-exome sequencing and targeted re-sequencing identified recessive mutations of CRADD in six individuals with TLIS from four unrelated families of diverse ethnic backgrounds. CRADD (also known as RAIDD) is a death-domain-containing adaptor protein that oligomerizes with PIDD and caspase-2 to initiate apoptosis. TLIS variants cluster in the CRADD death domain, a platform for interaction with other death-domain-containing proteins including PIDD. Although caspase-2 is expressed in the developing mammalian brain, little is known about its role in cortical development. CRADD/caspase-2 signaling is implicated in neurotrophic factor withdrawal- and amyloid-β-induced dendritic spine collapse and neuronal apoptosis, suggesting a role in cortical sculpting and plasticity. TLIS-associated CRADD variants do not disrupt interactions with caspase-2 or PIDD in co-immunoprecipitation assays, but still abolish CRADD's ability to activate caspase-2, resulting in reduced neuronal apoptosis in vitro. Homozygous Cradd knockout mice display megalencephaly and seizures without obvious defects in cortical lamination, supporting a role for CRADD/caspase-2 signaling in mammalian brain development. Megalencephaly and lissencephaly associated with defective programmed cell death from loss of CRADD function in humans implicate reduced apoptosis as an important pathophysiological mechanism of cortical malformation. Our data suggest that CRADD/caspase-2 signaling is critical for normal gyration of the developing human neocortex and for normal cognitive ability.","dc:creator":"Di Donato N","dc:date":"2016","dc:title":"Mutations in CRADD Result in Reduced Caspase-2-Mediated Neuronal Apoptosis and Cause Megalencephaly with a Rare Lissencephaly Variant."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27773430","rdfs:label":"LR05-279a1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Using SOP v.8, the default score for “other variant” is 0.1 points. Score was upgraded to 1 point for characteristic phenotype."},{"id":"cggv:41cce361-35aa-4386-98c3-ae923f84c705_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9c798313-e37e-478d-a41a-68805355ec27","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0001339","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:41cce361-35aa-4386-98c3-ae923f84c705_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:54d88440-ae49-4b90-ab09-891ccbf134ba","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003805.5(CRADD):c.52_59del (p.Ala18IlefsTer47)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6720104"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28686357","type":"dc:BibliographicResource","dc:abstract":"Lissencephaly is a severe malformation of cortical development, most often attributed to abnormalities in neuronal migration. It is associated with a severe prognosis including developmental delay, intellectual disability, and seizures. Lissencephaly can be reliably diagnosed during late gestation by neurosonography or fetal magnetic resonance imaging (MRI). We report two sibling male fetuses who were diagnosed with delayed cortical sulcation highly suggestive of lissencephaly during late pregnancy. After receiving genetic counseling, the parents elected to terminate the pregnancies based on the neuroradiological findings and the associated severe prognosis. Whole exome sequencing (WES) of an affected fetus, and subsequent Sanger sequencing of the second fetus, revealed a homozygous frameshift variant in CRADD, which encodes an adaptor protein that interacts with PIDD and caspase-2 to initiate apoptosis. Biallelic variants in this gene have been recently reported to cause \"thin\" lissencephaly and intellectual disability. Interestingly, the allegedly healthy father was also found to be homozygous for the variant, prompting evaluation by brain MRI which revealed hypogyration. This study underscores the phenotypic variability of pathogenic variants in CRADD and the challenges of prenatal genetic counseling.","dc:creator":"Harel T","dc:date":"2017","dc:title":"Homozygous null variant in CRADD, encoding an adaptor protein that mediates apoptosis, is associated with lissencephaly."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28686357","rdfs:label":"III-4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Using SOP v.8, the default score for variants that are proven/predicted null is 1.5 points. Score was upgraded for characteristic phenotype. Score capped at 2 points."},{"id":"cggv:b1860be9-f34c-4ef3-b4a0-748c999b8ed9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e609211-ce7e-4840-8897-b6c6f9f00279","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0001249","sex":"Male","variant":{"id":"cggv:b1860be9-f34c-4ef3-b4a0-748c999b8ed9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b03ca384-06c4-4702-803d-7804b1f50ee9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003805.5(CRADD):c.285dup (p.Asp96fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA481312746"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30167849","type":"dc:BibliographicResource","dc:abstract":"Identification of Mendelian genes for neurodevelopmental disorders using exome sequencing to study autosomal recessive (AR) consanguineous pedigrees has been highly successful. To identify causal variants for syndromic and non-syndromic intellectual disability (ID), exome sequencing was performed using DNA samples from 22 consanguineous Pakistani families with ARID, of which 21 have additional phenotypes including microcephaly. To aid in variant identification, homozygosity mapping and linkage analysis were performed. DNA samples from affected family member(s) from every pedigree underwent exome sequencing. Identified rare damaging exome variants were tested for co-segregation with ID using Sanger sequencing. For seven ARID families, variants were identified in genes not previously associated with ID, including: EI24, FXR1 and TET3 for which knockout mouse models have brain defects; and CACNG7 and TRAPPC10 where cell studies suggest roles in important neural pathways. For two families, the novel ARID genes CARNMT1 and GARNL3 lie within previously reported ID microdeletion regions. We also observed homozygous variants in two ID candidate genes, GRAMD1B and TBRG1, for which each has been previously reported in a single family. An additional 14 families have homozygous variants in established ID genes, of which 11 variants are novel. All ARID genes have increased expression in specific structures of the developing and adult human brain and 91% of the genes are differentially expressed in utero or during early childhood. The identification of novel ARID candidate genes and variants adds to the knowledge base that is required to further understand human brain function and development.","dc:creator":"Santos-Cortez RLP","dc:date":"2018","dc:title":"Novel candidate genes and variants underlying autosomal recessive neurodevelopmental disorders with intellectual disability."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30167849","rdfs:label":"MR123-3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Using SOP v.8, the default score for variants that are proven/predicted null is 1.5 points. Score capped at 2 points."},{"id":"cggv:5faf7f60-8190-457a-8c3c-7730d67317b3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b779ddca-2f45-45a3-bda4-80c0bbeb504d","type":"Proband","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001339","obo:HP_0001263","obo:HP_0001249"],"sex":"Male","variant":{"id":"cggv:5faf7f60-8190-457a-8c3c-7730d67317b3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9915f6a0-5806-42e5-84e1-8841d63bb03c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003805.5(CRADD):c.491T>G (p.Phe164Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6720238"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27773430"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27773430","rdfs:label":"LR02-006"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This is a heterozygous missense variant in trans with a deletion. Using SOP v.8, the default score for \"other variants\" is 0.1 points. This score was upgraded to 0.6 points for characteristic phenotype. Additionally, the default score for variants that are proven/predicted null is 1.5 points. This score was upgraded to 2 points for characteristic phenotype. The total score was capped at 2 points."},{"id":"cggv:e20f7ea2-3b96-4671-9d0a-2a4e2b4ed94d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ee979ad-cc5a-4a5d-bcdb-2e2a862efa43","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000750","obo:HP_0001249","obo:HP_0001339"],"sex":"Female","variant":{"id":"cggv:e20f7ea2-3b96-4671-9d0a-2a4e2b4ed94d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c8cd600a-6359-4990-97de-2659f20a8b9b"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27773430"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27773430","rdfs:label":"LR04-101a1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Using SOP v.8, the default score for variants that are proven/predicted null is 1.5 points. Score was upgraded for being a founder variant, having functional data, and being associated with a characteristic phenotype. Score capped at 2 points."},{"id":"cggv:b63054cb-098a-4b6f-9ca6-a4689ff29e10_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9bbe7cd7-41b6-402d-8c1e-a26d34db25d5","type":"Proband","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001339","obo:HP_0000750"],"sex":"Female","variant":{"id":"cggv:b63054cb-098a-4b6f-9ca6-a4689ff29e10_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fc87b21f-d6bd-495c-b280-2fa69d37ebbf"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27773430"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27773430","rdfs:label":"LR00-150"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Using SOP v.8, the default score for “other variant” is 0.1 points. The GCEP decided to upgrade the score to 2 points for being a founder variant and having a characteristic phenotype. However, this score is unable to be selected due to limitations in the Gene Curation Interface. "}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c7d5bc5-47ba-477e-a072-f2cc9e44f49b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:007abdad-7680-41cb-8812-84efcd1f5dad","type":"FunctionalAlteration","dc:description":"CRADD variants unable to activate caspase-2, resulting in reduced neuronal apoptosis ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27773430","rdfs:label":"Reduced Neuronal Apoptosis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e58d4a2-57d7-48ef-bb31-30327074a971","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f39cd36-48cb-403b-9838-05ae7403ea6e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotype observed in mice was consistent with thin-lissencephaly phenotype (megalencephaly and seizures without changes in cortical thickness or lamination)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27773430","rdfs:label":"Cradd Knockout Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":3209,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.5,"subject":{"id":"cggv:f23bc792-7b6b-4735-9e8c-3f6fdd3216c4","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:2340","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"Variants in CRADD were initially reported in relation to autosomal recessive non-syndromic intellectual disability in 2012 in a Mennonite family with five individuals with developmental delay and intellectual disability (PMID: 22279524). Later, in 2016, variants in this gene were observed in individuals with lissencephaly and megalencephaly; this publication also reports MRI findings from the original Mennonite family reported in 2012, demonstrating that they also had lissencephaly (PMID: 27773430). Given the findings of developmental delay, intellectual disability, and lissencephaly, we chose to curate this gene for its relationship with autosomal recessive syndromic intellectual disability. Evidence supporting this gene-disease relationship includes case-level, segregation, and experimental data. Biallelic frameshift, missense, and start-loss variants in CRADD have been reported in at least 47 probands in 6 publications (PMIDs: 22279524, 27773430, 28686357, 30167849, 33647455, 30914828); loss of function is the purported disease mechanism (PMIDs: 27773430, 28686357). Two founder variants have been identified in Mennonite and Finnish populations (PMIDs: 22279524, 27773430, 30914828). This gene-disease relationship is further supported by in vitro functional assays and a mouse model (PMID: 27773430). In summary, ​CRADD​​ is definitively associated with ​autosomal recessive syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on ​06/16/2021 (SOP Version 8). \n\nPlease note that while the genetic evidence score is tallied at 15 points, it should actually be 16 points to reflect scoring recommendations for autosomal recessive missense variants described in SOP version 8; at the time of this curation, the Gene Curation Interface was unable to accurately reflect these upgrades.","dc:isVersionOf":{"id":"cggv:7f64ee7f-13a7-4a2d-b1a2-ad6c9e63cab3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}