{"id":"cggv:4659b074-c4eb-4290-9716-f39a213e37ccv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4659b074-c4eb-4290-9716-f39a213e37cc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-10-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:4659b074-c4eb-4290-9716-f39a213e37cc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-01T16:11:08.680Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8254046","type":"dc:BibliographicResource","dc:abstract":"We identified two patients with pathogenic single nucleotide changes in two different mitochondrial tRNA genes: the first mutation in the tRNA(Asn) gene, and the ninth known mutation in the tRNA(Leu(UUR)) gene. The mutation in tRNA(Asn) was associated with isolated ophthalmoplegia, whereas the mutation in tRNA(Leu(UUR)) caused a neurological syndrome resembling MERRF (myoclonus epilepsy and ragged-red fibers) plus optic neuropathy, retinopathy, and diabetes. Both mutations were heteroplasmic, with higher percentages of mutant mtDNA in affected tissues, and undetectable levels in maternal relatives. Analysis of single muscle fibers indicated that morphological and biochemical alterations appeared only when the proportions of mutant mtDNA exceeded 90% of the total cellular mtDNA pool. The high incidence of mutations in the tRNA(Leu(UUR)) gene suggests that this region is an \"etiologic hot spot\" in mitochondrial disease.","dc:creator":"Moraes CT","dc:date":"1993","dc:title":"Two novel pathogenic mitochondrial DNA mutations affecting organelle number and protein synthesis. Is the tRNA(Leu(UUR)) gene an etiologic hot spot?"},"evidence":[{"id":"cggv:4659b074-c4eb-4290-9716-f39a213e37cc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4659b074-c4eb-4290-9716-f39a213e37cc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a1f0cf53-46c6-45de-b332-8488eb8f838c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ddce4da3-e7ae-46f2-b8ed-cc5f6f9c7d75","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"MT-tRNA involved in mitochondrial translation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030363","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are the major source of ATP in the cell. Five multi-subunit complexes in the inner membrane of the organelle are involved in the oxidative phosphorylation required for ATP production. Thirteen subunits of these complexes are encoded by the mitochondrial genome often referred to as mtDNA. For this reason, the expression of mtDNA is vital for the assembly and functioning of the oxidative phosphorylation complexes. Defects of the mechanisms regulating mtDNA gene expression have been associated with deficiencies in assembly of these complexes, resulting in mitochondrial diseases. Recently, numerous factors involved in these processes have been identified and characterized leading to a deeper understanding of the mechanisms that underlie mitochondrial diseases.","dc:creator":"D'Souza AR","dc:date":"2018","dc:title":"Mitochondrial transcription and translation: overview."},"rdfs:label":"Overview of mitochondrial transcription and translation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"13 OXPHOS polypeptides in mtDNA which is >10 genes "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:4659b074-c4eb-4290-9716-f39a213e37cc_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:778da4dd-ecd8-4064-85fa-77b97b5f71f0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:84164df0-45e7-4ef2-90eb-b7ca4a9aff96","type":"FunctionalAlteration","dc:description":"Majority of transmitochondrial cybrids were homoplasmic wild-type at mtDNA position 5703 (origin FCL: 6% heteroplasmy)\nOnly one clone was a homoplasmic mutant, and six were heteroplasmic (ranging from 10 to 50% mutated mtDNA).\nThey were able to create a second homoplasmic mutant line from W78 (originally 50%)\nAs shown in Fig. 2A, the rate of oxygen consumption was significantly decreased in the mutant clones (an average reduction of 90% relative to control lines).\nFigure 3 shows that mutant cybrids have a marked reduction in all mitochondrial protein synthesis relative to the wild-type clones (<10%) – (2 mutant cybrid lines)\nThe levels of tRNAAsn were significantly lower in mutant clones than in wild-type cybrids and the parental 143B (79% reduction of the mutant clone mean value relative to the wild-type and 143B clone mean values) by northern blot\n\nScore 1.5 points \n(0.5 for cybrid heteroplasmy >60%, 1 point for deficiency(ies) <20% control, 0 points since only homoplasmic mutant lines no correlation between heteroplasmy and biochemical deficiency)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9372914","type":"dc:BibliographicResource","dc:abstract":"We introduced mitochondrial DNA (mtDNA) from a patient with a mitochondrial myopathy into established mtDNA-less human osteosarcoma cells. The resulting transmitochondrial cybrid lines, containing either exclusively wild-type or mutated (G5703A transition in the tRNA[Asn] gene) mtDNA, were characterized and analyzed for oxidative phosphorylation function and steady-state levels of different RNA species. Functional studies showed that the G5703A mutation severely impairs oxidative phosphorylation function and mitochondrial protein synthesis. We detected a marked reduction in tRNA(Asn) steady-state levels which was not associated with an accumulation of intermediate transcripts containing tRNA(Asn) sequences or decreased transcription. Native polyacrylamide gel electrophoresis showed that the residual tRNA(Asn) fraction in mutant cybrids had an altered conformation, suggesting that the mutation destabilized the tRNA(Asn) secondary or tertiary structure. Our results suggest that the G5703 mutation causes a conformational change in the tRNA(Asn) which may impair aminoacylation. This alteration leads to a severe reduction in the functional tRNA(Asn) pool by increasing its in vivo degradation by mitochondrial RNases.","dc:creator":"Hao H","dc:date":"1997","dc:title":"A disease-associated G5703A mutation in human mitochondrial DNA causes a conformational change and a marked decrease in steady-state levels of mitochondrial tRNA(Asn)."},"rdfs:label":"Cybrid Cell lines of m.5703G>A"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"(0.5 for cybrid heteroplasmy >60%, 1 point for deficiency(ies) <20% control, 0 points since only homoplasmic mutant lines no correlation between heteroplasmy and biochemical deficiency)\n\nHOWEVER - GCEP felt biochemical deficiencies seen warranted full score because of robust nature\n(OCR ~10% of control, mito protein synthesis 10% of control, level of MT-TN ~21% of control)\n"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:4659b074-c4eb-4290-9716-f39a213e37cc_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6177,"specifiedBy":"GeneValidityCriteria9","strengthScore":16,"subject":{"id":"cggv:930ab4db-832d-472b-9726-4ccea261b080","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7493","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TN* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of October 20, 2022. The *MT-TN* gene encodes the mitochondrial transfer RNA (tRNA) for asparagine, which is located from m.5657-5729 on the light strand of mitochondrial DNA (mtDNA). Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities. \n\n*MT-TN* was first reported in relation to maternally inherited primary mitochondrial disease in 1993 (PMID: 8254046). While various names have been given to the constellation of features seen in those with *MT-TN*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TN* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. \n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included seven unique missense variants identified in multiple probands across numerous publications (PMIDs: 8254046, 9372914, 7980504, 14518831, 11335700, 16908752, 23696415, 15564038, 16908752, 23375258, 31026515, 32869280). There are multiple recurrent variants, notably m.5703G>A and m.5728T>C.  Invariably in all cases curated, *MT-TN* pathogenic variants were present at high levels of heteroplasmy in muscle tissue. Frequently, in other tissues, such as blood, saliva, hair, urine and fibroblasts, the variant was undetectable or at substantially lower heteroplasmy level, thus highlighting the diagnostic importance of muscle biopsy in those with *MT-TN*-related primary mitochondrial disease. A variant in *MT-TN* was first reported in a 27-year-old woman with a history of progressive external ophthalmoplegia (PEO) since 9 months of age, myopathy, decreased deep tendon reflexes, and thin body habitus. Subsequent publications have shown a consistent phenotype including ptosis, PEO, myopathy, neuropathy, with or without ataxia, muscle biopsy with COX-negative and ragged red fibers, and often either a complex IV deficiency in muscle or combined OXPHOS defect. One patient has been reported with basal ganglia calcifications and seizures in addition to myopathy and faltering growth (PMID:16908752). Interestingly, two patients have been reported with focal segmental glomerular sclerosis (FSGS), which is a renal manifestation of some primary mitochondrial diseases (PMIDs: 16908752, 23375258). Variant heteroplasmy was low in renal biopsy for one patient, raising the question as to whether FSGS is part of the *MT-TN* phenotype (PMID: 23375258).  Multiple single fiber studies were performed in several affected individuals and were supportive of variant pathogenicity. Single nucleotide deletions have also been reported but were not scored as case evidence had already reached maximum score (PMID: 32869280). \n\nThis gene-disease association is also supported by its known biochemical function and m.5703G>A cybrid studies yielding evidence supporting pathogenicity (PMIDs: 30030363, 9372914). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on October 20, 2022 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:4659b074-c4eb-4290-9716-f39a213e37cc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}