{"id":"cggv:0e68cc0e-bb24-4363-a94e-858cf4c43de5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:0e68cc0e-bb24-4363-a94e-858cf4c43de5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-01-09T22:16:50.840Z","role":"Publisher"},{"id":"cggv:0e68cc0e-bb24-4363-a94e-858cf4c43de5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-11-27T05:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:0e68cc0e-bb24-4363-a94e-858cf4c43de5_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:0e68cc0e-bb24-4363-a94e-858cf4c43de5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e68cc0e-bb24-4363-a94e-858cf4c43de5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0fa791de-f59d-451e-afd1-aae4b1aef5c6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0fc2512c-587a-49ef-88f5-b033f30cd330","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"serial analysis of gene expression (SAGE) tags corresponding to Id2 were specifically represented in the left bundle branch library (6/60,000 tags) and were absent (0/60,000 tags) from the left ventricle library. To confirm and characterize Id2 expression in the conduction system, in situ hybridization was performed for each Id gene. At E12.5, Id2 was expressed in the nascent atrioventricular bundle, which was demarcated by minK lacZ/+ expression. Id2 expression also marked the atrioventricular bundle as well as the bundle branches at E16.5,  atrioventricular endocardial cushions at E12.5 and nascent atrioventricular valves at E16.5. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17604724","type":"dc:BibliographicResource","dc:abstract":"The cardiac conduction system is an anatomically discrete segment of specialized myocardium that initiates and propagates electrical impulses to coordinate myocardial contraction. To define the molecular composition of the mouse ventricular conduction system we used microdissection and transcriptional profiling by serial analysis of gene expression (SAGE). Conduction-system-specific expression for Id2, a member of the Id gene family of transcriptional repressors, was identified. Analyses of Id2-deficient mice demonstrated structural and functional conduction system abnormalities, including left bundle branch block. A 1.2 kb fragment of the Id2 promoter proved sufficient for cooperative regulation by Nkx2-5 and Tbx5 in vitro and for conduction-system-specific gene expression in vivo. Furthermore, compound haploinsufficiency of Tbx5 and Nkx2-5 or Tbx5 and Id2 prevented embryonic specification of the ventricular conduction system. We conclude that a molecular pathway including Tbx5, Nkx2-5, and Id2 coordinates specification of ventricular myocytes into the ventricular conduction system lineage.","dc:creator":"Moskowitz IP","dc:date":"2007","dc:title":"A molecular pathway including Id2, Tbx5, and Nkx2-5 required for cardiac conduction system development."},"rdfs:label":"Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:17df50bc-56b0-4e7b-a626-2220a69c7bb3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8dbe35da-d088-4e89-96e0-8ec70e3ab9ce","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Id1-3 are expressed in the epicardium and endocardium, but are absent in the myocardium in mouse embryos (data not shown for Id2). Id1-3 expression becomes confined to the leaflets of the cardiac valves as the atrioventricular (AV) EC tissue myocardializes. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15472070","type":"dc:BibliographicResource","dc:abstract":"We report that Id knockout mouse embryos display multiple cardiac defects, but mid-gestation lethality is rescued by the injection of 15 wild-type embryonic stem (ES) cells into mutant blastocysts. Myocardial markers altered in Id mutant cells are restored to normal throughout the chimeric myocardium. Intraperitoneal injection of ES cells into female mice before conception also partially rescues the cardiac phenotype with no incorporation of ES cells. Insulin-like growth factor 1, a long-range secreted factor, in combination with WNT5a, a locally secreted factor, likely account for complete reversion of the cardiac phenotype. Thus, ES cells have the potential to reverse congenital defects through Id-dependent local and long-range effects in a mammalian embryo.","dc:creator":"Fraidenraich D","dc:date":"2004","dc:title":"Rescue of cardiac defects in id knockout embryos by injection of embryonic stem cells."},"rdfs:label":"Expression "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:0e68cc0e-bb24-4363-a94e-858cf4c43de5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba0b24c2-32df-44b6-9acf-7207a0d24271","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cfc49f8c-f25b-4e8c-aa57-083acd5c4ec7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Id2 is required for atrioventricular valve morphogenesis; over 20% perinatal lethality of Id2−/− mutant newborn mice in the C57BL/6 genetic background. Atrioventricular septal defect (AVSDs) and membranous ventricular septal defects was also found  in each Id2−/− perinatal lethal. Normal cardiac morphology with intact atrioventricular septation was observed in littermate-surviving Id2−/− mice and in wild-type littermate controls was observed.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21330551","type":"dc:BibliographicResource","dc:abstract":"We report that the dominant human missense mutations G303E and G296S in GATA4, a cardiac-specific transcription factor gene, cause atrioventricular septal defects and valve abnormalities by disrupting a signaling cascade involved in endocardial cushion development. These GATA4 missense mutations, but not a mutation causing secundum atrial septal defects (S52F), demonstrated impaired protein interactions with SMAD4, a transcription factor required for canonical bone morphogenetic protein/transforming growth factor-β (BMP/TGF-β) signaling. Gata4 and Smad4 genetically interact in vivo: atrioventricular septal defects result from endothelial-specific Gata4 and Smad4 compound haploinsufficiency. Endothelial-specific knockout of Smad4 caused an absence of valve-forming activity: Smad4-deficient endocardium was associated with acellular endocardial cushions, absent epithelial-to-mesenchymal transformation, reduced endocardial proliferation, and loss of Id2 expression in valve-forming regions. We show that Gata4 and Smad4 cooperatively activated the Id2 promoter, that human GATA4 mutations abrogated this activity, and that Id2 deficiency in mice could cause atrioventricular septal defects. We suggest that one determinant of the phenotypic spectrum caused by human GATA4 mutations is differential effects on GATA4/SMAD4 interactions required for endocardial cushion development.","dc:creator":"Moskowitz IP","dc:date":"2011","dc:title":"Transcription factor genes Smad4 and Gata4 cooperatively regulate cardiac valve development. [corrected]."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Disputed","sequence":7491,"specifiedBy":"GeneValidityCriteria10","strengthScore":3,"subject":{"id":"cggv:34f98b2a-58fe-4103-907c-07f56197802a","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:5361","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"To date, *ID2* has not been reported in relation to congenital heart disease in humans. One missense mutation in ID2 was reported in a human causing developmental and epileptic encephalopathy, however the congenital heart phenotype was not mentioned (PMID: 31175295). The mechanism of disease is unknown. This gene-disease relationship is supported by two expression studies in the heart (PMID: 15472070, 17604724), and one mouse model that exhibits features of congenital heart disease including atrioventricular septal defect (PMID: 21330551). In summary, the evidence to support the gene-disease relationship between ID2 and congenital heart disease is disputed. More evidence is needed to either support or entirely refute the role ID2 plays in this disease. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 11/27/2023 (SOP Version 10)\nMore evidence is needed to either support or entirely refute the role ID2 plays in congenital heart disease ","dc:isVersionOf":{"id":"cggv:0e68cc0e-bb24-4363-a94e-858cf4c43de5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}