{"id":"cggv:d59e2823-a923-4c3e-8976-c3451eaa8666v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:d59e2823-a923-4c3e-8976-c3451eaa8666_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-11-03T17:20:06.155Z","role":"Publisher"},{"id":"cggv:d59e2823-a923-4c3e-8976-c3451eaa8666_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-11-03T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d59e2823-a923-4c3e-8976-c3451eaa8666_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:d59e2823-a923-4c3e-8976-c3451eaa8666_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d59e2823-a923-4c3e-8976-c3451eaa8666_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d53318fd-9a29-4c19-9627-b78766ec047c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b4bcc987-49c1-42b3-b851-92a2366b0ae3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Notch3 mRNA levels in the lungs of human patients with PAH directly correlated with PAH disease severity, measured by pulmonary vascular resistance. In mice, Notch3 hypoxic PH mice displayed a 3-fold increase in Notch3 at mRNA expression and protein (ICD) levels in their lungs compared to normoxic animals. While rats with monocrotaline-induced PH had progressive elevation in steady-state levels of Notch3 mRNA and ICD protein in their lungs compared to controls. Additionally, the authors found that Hes5, a downstream effector target of Notch was increased in human, mouse, and rat lungs with PAH/PH. The severity of PAH also correlated with Hes5 levels. Finally, subcultured small pulmonary artery smooth muscle cells from PAH patients and controls demonstrated that steady-state levels of NOTCH3 mRNA and protein and Hes5 mRNA and protein were higher in individuals with PAH.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19855400","type":"dc:BibliographicResource","dc:abstract":"Notch receptor signaling is implicated in controlling smooth muscle cell proliferation and in maintaining smooth muscle cells in an undifferentiated state. Pulmonary arterial hypertension is characterized by excessive vascular resistance, smooth muscle cell proliferation in small pulmonary arteries, leading to elevation of pulmonary vascular resistance, right ventricular failure and death. Here we show that human pulmonary hypertension is characterized by overexpression of NOTCH3 in small pulmonary artery smooth muscle cells and that the severity of disease in humans and rodents correlates with the amount of NOTCH3 protein in the lung. We further show that mice with homozygous deletion of Notch3 do not develop pulmonary hypertension in response to hypoxic stimulation and that pulmonary hypertension can be successfully treated in mice by administration of N-[N-(3,5-difluorophenacetyl)-L-alanyl]-S-phenylglycine t-butyl ester (DAPT), a gamma-secretase inhibitor that blocks activation of Notch3 in smooth muscle cells. We show a mechanistic link from NOTCH3 receptor signaling through the Hairy and enhancer of Split-5 (HES-5) protein to smooth muscle cell proliferation and a shift to an undifferentiated smooth muscle cell phenotype. These results suggest that the NOTCH3-HES-5 signaling pathway is crucial for the development of pulmonary arterial hypertension and provide a target pathway for therapeutic intervention.","dc:creator":"Li X","dc:date":"2009","dc:title":"Notch3 signaling promotes the development of pulmonary arterial hypertension."},"rdfs:label":"Li et al. Expression of Notch3 in PAH patients "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Upscored to 1 point given comprehensive expression level evidence from both lung tissue and small pulmonary artery smooth muscle cells."},{"id":"cggv:e609cc88-6215-4666-8b77-44619d292cc4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a22ee068-0227-4f09-b640-2d3c7e1d1435","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Pulmonary arterial hypertension involves hyperproliferation of smooth muscle cells of the pulmonary arterioles causing increased vascular resistance. Under hypoxic conditions, Notch3 levels are increased, leading to pulmonary hypertension. Notch3 has been shown to increase proliferation in small pulmonary artery smooth muscle cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25464152","type":"dc:BibliographicResource","dc:abstract":"Notch signaling plays many important roles in homeostasis and remodeling in the vessel wall, and serves a critical role in the communication between endothelial cells and smooth muscle cells. Within blood vessels, Notch signaling integrates with multiple pathways by mechanisms including direct protein–protein interaction, cooperative or synergistic regulation of signal cascades, and co-regulation of transcriptional targets. After establishment of the mature blood vessel, the spectrum and intensity of Notch signaling change during phases of active remodeling or disease progression. These changes can be mediated by regulation via microRNAs and protein stability or signaling, and corresponding changes in complementary signaling pathways. Notch also affects endothelial cells on a system level by regulating key metabolic components. This review will outline the most recent findings of Notch activity in blood vessels, with a focus on how Notch signals integrate with other molecular signaling pathways controlling vascular phenotype.","dc:creator":"Rostama B","dc:date":"2014","dc:title":"Notch signal integration in the vasculature during remodeling."},"rdfs:label":"Rostama et al. Notch signaling in vascular activation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d59e2823-a923-4c3e-8976-c3451eaa8666_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58ce20c4-83d0-4bf4-8184-aa4f4d6e7eab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:08ef9f92-fc34-4e20-9677-c2e7ffafe3e7","type":"FunctionalAlteration","dc:description":"sPASMC's displayed increased Notch3 ICD protein and Hes5 protein compared to Adeno-lacZ-transduced sPASMCs. sPASMCs transduced with Notch3 ICD displayed increased cell proliferation. Additionally, transfection of Hes5 siRNA was shown to abolish cell proliferation in Notch3 ICD infected cells, suggesting Notch3 upregulation acts upon Hes3 to induce the PAH phenotype.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19855400","rdfs:label":"Li et al. sPASMCs infected with Adeno-Notch3 ICD"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d59e2823-a923-4c3e-8976-c3451eaa8666_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:52b50339-5507-4381-82ba-8b64cd9d4d8d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d4b8607a-4b3e-48f5-8aa0-a8bc25b702f6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model did not recapitulate the PAH disease phenotype, rather it provided evidence that the absence of notch3 prevents the development of PH. It is likely that if Notch3 is implicated in the development of PAH, evidence suggests that greater Notch3 expression correlates with the disease phenotype instead of Notch3 insufficiency. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19855400","rdfs:label":"Knock out Notch3 mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The mouse model scored at 0 points because it does not recapitulate the PAH disease phenotype. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Disputed","sequence":5303,"specifiedBy":"GeneValidityCriteria9","strengthScore":2,"subject":{"id":"cggv:07de3cbd-2b30-4b5a-9561-f102fabcb26c","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:7883","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"After a comprehensive literature review, the gene-disease relationship between NOTCH3 and pulmonary arterial hypertension is disputed. Despite experimental evidence including function in biochemical pathways, functional alteration \nin non-human cells, and expression data suggesting a role for NOTCH3 in pulmonary arterial hypertension, there is no genetic evidence to support a classification of limited. Instead, a classification of disputed was reached due to insufficient proband level evidence over multiple years. Classification approved by Pulmonary Hypertension GCEP panel on 8/30/2022 (SOP Version 9). \nDespite experimental evidence from biochemical function, expression, and functional alteration in non-human cells, NOTCH3 is classified as disputed given a lack of genetic evidence from probands with heritable or idiopathic PAH. ","dc:isVersionOf":{"id":"cggv:d59e2823-a923-4c3e-8976-c3451eaa8666"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}