{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-04-18T17:53:21.654Z","role":"Publisher"},{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-02-07T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/12845333","type":"dc:BibliographicResource","dc:abstract":"Congenital heart defects (CHDs) are the most common developmental anomaly and are the leading non-infectious cause of mortality in newborns. Only one causative gene, NKX2-5, has been identified through genetic linkage analysis of pedigrees with non-syndromic CHDs. Here, we show that isolated cardiac septal defects in a large pedigree were linked to chromosome 8p22-23. A heterozygous G296S missense mutation of GATA4, a transcription factor essential for heart formation, was found in all available affected family members but not in any control individuals. This mutation resulted in diminished DNA-binding affinity and transcriptional activity of Gata4. Furthermore, the Gata4 mutation abrogated a physical interaction between Gata4 and TBX5, a T-box protein responsible for a subset of syndromic cardiac septal defects. Conversely, interaction of Gata4 and TBX5 was disrupted by specific human TBX5 missense mutations that cause similar cardiac septal defects. In a second family, we identified a frame-shift mutation of GATA4 (E359del) that was transcriptionally inactive and segregated with cardiac septal defects. These results implicate GATA4 as a genetic cause of human cardiac septal defects, perhaps through its interaction with TBX5.","dc:creator":"Garg V","dc:date":"2003","dc:title":"GATA4 mutations cause human congenital heart defects and reveal an interaction with TBX5."},"evidence":[{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc58ea0d-12e5-4cb7-9271-975c9e8d10f9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2affe3cc-c9ec-4230-b50e-43428ab3ff62","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"RT-qPCR performed following extraction of total RNA from HeLa cells revealed that the mRNA expression levels of GATA4 were significantly lower in the mutant group compared with the wild-type group. Western blot analysis demonstrated that the GATA4 mutation significantly reduced GATA4 protein expression ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31322241","type":"dc:BibliographicResource","dc:abstract":"Congenital heart disease (CHD) is the most common type of developmental defect, with high rates of morbidity in infants. The transcription factor GATA‑binding factor 4 (GATA4) has been reported to serve a critical role in embryogenesis and cardiac development. Our previous study reported a heterozygous GATA4 c.1306C>T (p.H436Y) mutation in four Chinese infants with congenital heart defects. In the present study, functional analysis of the GATA4 H436Y mutation was performed in vitro. The functional effect of GATA4 mutation was compared with GATA4 wild‑type using a dual‑luciferase reporter assay system and immunofluorescence. Electrophoretic mobility‑shift assays were performed to explore the binding affinity of the mutated GATA4 to the heart and neural crest derivatives expressed 2 (HAND2) gene. The results revealed that the mutation had no effect on normal nuclear localization, but resulted in diminished GATA‑binding affinity to HAND2 and significantly decreased gene transcriptional activation. These results indicated that this GATA4 mutation may not influence cellular localization in transfected cells, but may affect the affinity of the GATA‑binding site on HAND2 and decrease transcriptional activity, thus suggesting that the GATA4 mutation may be associated with the pathogenesis of CHD.","dc:creator":"Fang T","dc:date":"2019","dc:title":"Functional analysis of the congenital heart disease‑associated GATA4 H436Y mutation in vitro."},"rdfs:label":"Expression in HeLa cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:89f9e999-66f2-477b-b5e9-cccf426966e7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:337a64de-d65a-4fcf-9b29-351d36f97dd7","type":"FunctionalAlteration","dc:description":"EMSA using wild-type and mutant GATA4 (p.H436Y) proteins from transfected HeLa cells, with a biotin-labeled probe showed that the mutant GATA4 protein decreased the ability to bind the conserved GATA-binding site on the HAND2 gene, which may contribute to abnormal expression of the HAND2 gene","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31322241","rdfs:label":"EMSA in HeLa cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2af48cd8-7491-4740-8e72-59c540464793","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bc1da11d-b5e5-46d0-b35a-2bf8d92d17f9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model demonstrates a requirement for GATA4 during early cardiac development and identify an essential factor for generation of the proepicardium. Gata4-null mouse embryos displayed heart defects characterized by disrupted looping morphogenesis, septation, and a hypoplastic ventricular myocardium. \nThe proepicardium was absent in Gata4-null embryos, blocking formation of the epicardium","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15310850","type":"dc:BibliographicResource","dc:abstract":"The role of GATA4 during the earliest stages of cardiogenesis has not been defined because Gata4 knockout embryos suffer an early developmental arrest caused by deficiencies in extraembryonic visceral endoderm function. We have used tetraploid embryo complementation to rescue these defects and generated clonal embryonic day 9.5 Gata4(-/-) embryos directly from embryonic stem cells. GATA4-null embryos display heart defects characterized by disrupted looping morphogenesis, septation, and a hypoplastic ventricular myocardium. We find that myocardial gene expression is relatively normal in GATA4-null hearts including expression of GATA6. Moreover, GATA4 expression in the endocardium is dispensable for trabeculae formation. Remarkably, the proepicardium is absent in GATA4-null embryos, blocking formation of the epicardium. Therefore, we propose that the observed myocardial defects may be a secondary consequence of loss of the proepicardium. These findings definitively demonstrate a requirement for GATA4 during early cardiac development and identify an essential factor for generation of the proepicardium.","dc:creator":"Watt AJ","dc:date":"2004","dc:title":"GATA4 is essential for formation of the proepicardium and regulates cardiogenesis."},"rdfs:label":"Null mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded for being a null model that does not replicate the exact phenotypes"},{"id":"cggv:ca2f36fd-bbb8-4890-9f8c-b6d961746f1e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:229c1419-3a66-4ea1-a245-30ff7b7b1edb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"G4D mice heterozygous for a Gata4 mutation showed ASD, VSD, AVSD, right ventricular hypoplasia, and cardiomyopathy which are similar to structural heart defects in human CHD patients with GATA4 variants","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17643447","type":"dc:BibliographicResource","dc:abstract":"The transcription factor GATA4 is essential for heart morphogenesis. Heterozygous mutation of GATA4 causes familial septal defects. However, the phenotypic spectrum of heterozygous GATA4 mutation is not known. In this study, we defined the cardiac phenotypes that result from heterozygous mutation of murine Gata4. We then asked if GATA4 mutation occurs in humans with these forms of congenital heart disease (CHD). In mice, heterozygous Gata4 mutation was associated with atrial and ventricular septal defect (ASD, VSD), endocardial cushion defect (ECD), RV hypoplasia, and cardiomyopathy. Genetic background strongly influenced the expression of ECD and cardiomyopathy, indicating the presence of important genetic modifiers. In humans, non-synonymous GATA4 sequence variants were associated with ECD (2/43), ASD (1/8), and RV hypoplasia in the context of double inlet left ventricle (1/9), forms of CHD that overlapped with abnormalities seen in the mouse model. These variants were not found in at least 500 control chromosomes, and encode proteins with non-conservative amino acid substitutions at phylogenetically conserved positions, suggesting that they are disease-causing mutations. Cardiomyopathy was not associated with GATA4 mutation in humans. These data establish the phenotypic spectrum of heterozygous Gata4 mutation in mice, and suggest that heterozygous GATA4 mutation leads to partially overlapping phenotypes in humans. Additional studies will be required to determine the degree to which GATA4 mutation contributes to human CHD characterized by ECD or RV hypoplasia.","dc:creator":"Rajagopal SK","dc:date":"2007","dc:title":"Spectrum of heart disease associated with murine and human GATA4 mutation."},"rdfs:label":"Murine model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The model matches the genotype and the phenotype of CHD patients with autosomal dominant GATA4 variants"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":6155,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:0c23cf76-f090-4b9c-9de3-272a86f919f4","type":"GeneValidityProposition","disease":"obo:MONDO_0100009","gene":"hgnc:4173","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*GATA4* was first reported in relation to autosomal dominant Structural congenital heart disease, multiple types - *GATA4* in 2003 (Garg et al., PMID:12845333). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanisms, inheritance pattern and phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity: Atrial Septal Defect 2 (OMIM:607941), Atrioventricular Septal Defect 4 (OMIM: 614430), Tetralogy of Fallot (OMIM: 187500), Ventricular Septal Defect 1 (OMIM:614429). Sixteen unique variants (missense, nonsense, frameshift) that have been reported in sixteen probands in seven publications (PMIDs: 15810002, 12845333, 22101736, 18672102, 24000169, 29377543, 28991257) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is also supported by two mouse models, expression data, and functional alteration data (PMIDs: 17643447, 15310850, 31322241, 31322241). In summary, *GATA4* is definitively associated with autosomal dominant Structural congenital heart disease, multiple types - *GATA4*. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 2/7/2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:005cf235-4d8d-4f12-9e75-59d3f7c4d933"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}