{"id":"cggv:abe8c0db-503c-46fa-a2a6-e4d6071219d0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:abe8c0db-503c-46fa-a2a6-e4d6071219d0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-25T02:00:20.734Z","role":"Publisher"},{"id":"cggv:abe8c0db-503c-46fa-a2a6-e4d6071219d0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-25T02:00:07.355Z","role":"Approver"}],"evidence":[{"id":"cggv:abe8c0db-503c-46fa-a2a6-e4d6071219d0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:abe8c0db-503c-46fa-a2a6-e4d6071219d0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.25},{"id":"cggv:abe8c0db-503c-46fa-a2a6-e4d6071219d0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:abe8c0db-503c-46fa-a2a6-e4d6071219d0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:381c9b9f-6dec-4b6b-b4f2-773257b6eb51","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b1716f11-5e44-4500-a813-fff9245fead3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Nav1.9 expression is reduced after axonotomy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9671787","type":"dc:BibliographicResource","dc:abstract":"Although physiological and pharmacological evidence suggests the presence of multiple tetrodotoxin-resistant (TTX-R) Na channels in neurons of peripheral nervous system ganglia, only one, SNS/PN3, has been identified in these cells to date. We have identified and sequenced a novel Na channel alpha-subunit (NaN), predicted to be TTX-R and voltage-gated, that is expressed preferentially in sensory neurons within dorsal root ganglia (DRG) and trigeminal ganglia. The predicted amino acid sequence of NaN can be aligned with the predicted structure of known Na channel alpha-subunits; all relevant landmark sequences, including positively charged S4 and pore-lining SS1-SS2 segments, and the inactivation tripeptide IFM, are present at predicted positions. However, NaN exhibits only 42-53% similarity to other mammalian Na channels, including SNS/PN3, indicating that it is a novel channel, and suggesting that it may represent a third subfamily of Na channels. NaN transcript levels are reduced significantly 7 days post axotomy in DRG neurons, consistent with previous findings of a reduction in TTX-R Na currents. The preferential expression of NaN in DRG and trigeminal ganglia and the reduction of NaN mRNA levels in DRG after axonal injury suggest that NaN, together with SNS/PN3, may produce TTX-R currents in peripheral sensory neurons and may influence the generation of electrical activity in these cells.","dc:creator":"Dib-Hajj SD","dc:date":"1998","dc:title":"NaN, a novel voltage-gated Na channel, is expressed preferentially in peripheral sensory neurons and down-regulated after axotomy."},"rdfs:label":"In situ hybridization in DRG neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:61d5fff3-1f10-403c-bc3d-87e399a0abe2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:584d4aec-e791-41df-8b0b-359c862b196e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GFP-tagged Nav1.9 is expressed in dorsal root ganglia, saphenous nerves, and skin (mouse)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30395542","type":"dc:BibliographicResource","dc:abstract":"Itch (pruritis) and pain represent two distinct sensory modalities; yet both have evolved to alert us to potentially harmful external stimuli. Compared with pain, our understanding of itch is still nascent. Here, we report a new clinical case of debilitating itch and altered pain perception resulting from the heterozygous de novo p.L811P gain-of-function mutation in NaV1.9, a voltage-gated sodium (NaV) channel subtype that relays sensory information from the periphery to the spine. To investigate the role of NaV1.9 in itch, we developed a mouse line in which the channel is N-terminally tagged with a fluorescent protein, thereby enabling the reliable identification and biophysical characterization of NaV1.9-expressing neurons. We also assessed NaV1.9 involvement in itch by using a newly created NaV1.9-/- and NaV1.9L799P/WT mouse model. We found that NaV1.9 is expressed in a subset of nonmyelinated, nonpeptidergic small-diameter dorsal root ganglia (DRGs). In WT DRGs, but not those of NaV1.9-/- mice, pruritogens altered action potential parameters and NaV channel gating properties. Additionally, NaV1.9-/- mice exhibited a strong reduction in acute scratching behavior in response to pruritogens, whereas NaV1.9L799P/WT mice displayed increased spontaneous scratching. Altogether, our data suggest an important contribution of NaV1.9 to itch signaling.","dc:creator":"Salvatierra J","dc:date":"2018","dc:title":"A disease mutation reveals a role for NaV1.9 in acute itch."},"rdfs:label":"GFP-tagged Nav1.9 expression in mouse tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ef535960-ee8f-422b-927f-2d3fe4253264","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c659f53a-66f2-4afe-bfec-fc0e557d93ef","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"E.g. Meents et al., 2019, PMID: 30720580","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27556810","type":"dc:BibliographicResource","dc:abstract":"The voltage dependent sodium channel Nav1.9, is expressed preferentially in peripheral sensory neurons and has been linked to human genetic pain disorders, which makes it target of interest for the development of new pain therapeutics. However, characterization of Nav1.9 pharmacology has been limited due in part to the historical difficulty of functionally expressing recombinant channels. Here we report the successful generation and characterization of human, mouse and rat Nav1.9 stably expressed in human HEK-293 cells. These cells exhibit slowly activating and inactivating inward sodium channel currents that have characteristics of native Nav1.9. Optimal functional expression was achieved by coexpression of Nav1.9 with β1/β2 subunits. While recombinantly expressed Nav1.9 was found to be sensitive to sodium channel inhibitors TC-N 1752 and tetracaine, potency was up to 100-fold less than reported for other Nav channel subtypes despite evidence to support an interaction with the canonical local anesthetic (LA) binding region on Domain 4 S6. Nav1.9 Domain 2 S6 pore domain contains a unique lysine residue (K799) which is predicted to be spatially near the local anesthetic interaction site. Mutation of this residue to the consensus asparagine (K799N) resulted in an increase in potency for tetracaine, but a decrease for TC-N 1752, suggesting that this residue can influence interaction of inhibitors with the Nav1.9 pore. In summary, we have shown that stable functional expression of Nav1.9 in the widely used HEK-293 cells is possible, which opens up opportunities to better understand channel properties and may potentially aid identification of novel Nav1.9 based pharmacotherapies. ","dc:creator":"Lin Z","dc:date":"2016","dc:title":"Biophysical and Pharmacological Characterization of Nav1.9 Voltage Dependent Sodium Channels Stably Expressed in HEK-293 Cells."},"rdfs:label":"Patch-clamp in transfected HEK cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:abe8c0db-503c-46fa-a2a6-e4d6071219d0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:31cad1b6-3626-4f2d-b7de-4ea4013cab1b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:417f3776-f602-4a93-afdf-f5877c756f27","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In addition to Leipold et al., Ebbinghaus et al. show a reduced grip-strength and more scratching bouts in SCN11A mutant mice. CGRP-release is reduced, potentially explaining delayed wound-healing.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32817686","type":"dc:BibliographicResource","dc:abstract":"Mutations in the genes encoding for voltage-gated sodium channels cause profound sensory disturbances and other symptoms dependent on the distribution of a particular channel subtype in different organs. Humans with the gain-of-function mutation p.Leu811Pro in SCN11A (encoding for the voltage-gated Nav1.9 channel) exhibit congenital insensitivity to pain, pruritus, self-inflicted injuries, slow healing wounds, muscle weakness, Charcot-like arthropathies, and intestinal dysmotility. As already shown, knock-in mice (Scn11a+/L799P) carrying the orthologous mutation p.Leu799Pro replicate reduced pain sensitivity and show frequent tissue lesions. In the present study we explored whether Scn11a+/L799P mice develop also pruritus, muscle weakness, and changes in gastrointestinal transit time. Furthermore, we analyzed morphological and functional differences in nerves, skeletal muscle, joints and small intestine from Scn11a+/L799P and Scn11a+/+ wild type mice. Compared to Scn11a+/+ mice, Scn11a+/L799P mice showed enhanced scratching bouts before skin lesions developed, indicating pruritus. Scn11a+/L799P mice exhibited reduced grip strength, but no disturbances in motor coordination. Skeletal muscle fiber types and joint architecture were unaltered in Scn11a+/L799P mice. Their gastrointestinal transit time was unaltered. The small intestine from Scn11a+/L799P showed a small shift towards less frequent peristaltic movements. Similar proportions of lumbar dorsal root ganglion neurons from Scn11a+/L799P and Scn11a+/+ mice were calcitonin gene-related peptide (CGRP-) positive, but isolated sciatic nerves from Scn11a+/L799P mice exhibited a significant reduction of the capsaicin-evoked release of CGRP indicating reduced neurogenic inflammation. These data indicate important Nav1.9 channel functions in several organs in both humans and mice. They support the pathophysiological relevance of increased basal activity of Nav1.9 channels for sensory abnormalities (pain and itch) and suggest resulting malfunctions of the motor system and of the gastrointestinal tract. Scn11a+/L799P mice are suitable to investigate the role of Nav1.9, and to explore the pathophysiological changes and mechanisms which develop as a consequence of Nav1.9 hyperactivity.","dc:creator":"Ebbinghaus M","dc:date":"2020","dc:title":"Gain-of-function mutation in SCN11A causes itch and affects neurogenic inflammation and muscle function in Scn11a+/L799P mice."},"rdfs:label":"SCN11A KI mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:97262d97-2354-4f77-90fb-f300d616ce60","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6eb2b441-0476-41a5-a357-fd0540eb6ab6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Allodynia, especially aggravated by cold, has been described as a recurrent phenotype in association with SCN11A variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32970203","type":"dc:BibliographicResource","dc:abstract":"Mutations within the SCN11A gene which encodes the voltage-gated sodium channel Na","dc:creator":"Matsubara Y","dc:date":"2021","dc:title":"Mechanical allodynia triggered by cold exposure in mice with the Scn11a p.R222S mutation: a novel model of drug therapy for neuropathic pain related to Na"},"rdfs:label":"SCN11A KI mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:435b969e-d039-4227-981e-6512bff3704d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ce72259-20f5-4058-843f-3f88a4e69943","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mouse model copies the patient phenotype for this variant","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24036948","type":"dc:BibliographicResource","dc:abstract":"The sensation of pain protects the body from serious injury. Using exome sequencing, we identified a specific de novo missense mutation in SCN11A in individuals with the congenital inability to experience pain who suffer from recurrent tissue damage and severe mutilations. Heterozygous knock-in mice carrying the orthologous mutation showed reduced sensitivity to pain and self-inflicted tissue lesions, recapitulating aspects of the human phenotype. SCN11A encodes Nav1.9, a voltage-gated sodium ion channel that is primarily expressed in nociceptors, which function as key relay stations for the electrical transmission of pain signals from the periphery to the central nervous system. Mutant Nav1.9 channels displayed excessive activity at resting voltages, causing sustained depolarization of nociceptors, impaired generation of action potentials and aberrant synaptic transmission. The gain-of-function mechanism that underlies this channelopathy suggests an alternative way to modulate pain perception.","dc:creator":"Leipold E","dc:date":"2013","dc:title":"A de novo gain-of-function mutation in SCN11A causes loss of pain perception."},"rdfs:label":"SCN11A KI mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":4029,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.75,"subject":{"id":"cggv:fa094d4f-367c-40c0-b25b-ae88f069ce02","type":"GeneValidityProposition","disease":"obo:MONDO_0015365","gene":"hgnc:10583","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The gene SCN11A encodes the voltage-gated sodium channel Nav1.9 that was first discovered to be expressed in sensory neurons in 1998 (PMID: 9671787). Together with other voltage-gated sodium channel genes (SCN9A, SCN10A), likewise associated with hereditary neuropathic pain syndromes, it is responsible for the generation of action potentials in nociceptive nerve fibers (PMID: 27556810). In 2013, Leipold et al. (PMID: 24036948) described two families with the same de-novo SCN11A missense variant in association with congenital insensitivity to pain. Both affected individuals showed severe self-mutilation and autonomic disturbances. This phenotype was reproduced in patients with the same (PMIDs: 30395542, 25118027) and two different (PMIDs: 28289907, 26746779) SCN11A missense variants, all located in the terminal segment of one of the transmembrane domains (S6) constituting the pore-forming part of the sodium channel (PMIDs: 32601768, 28289907). By patch-clamp analysis, variants were shown to results in a prominent gain-of-function phenotype mediated by a leftward shift in channel activation and deactivation kinetics as well as by a slow- down in channel inactivation. A reduced density of spontaneous synaptic events in mouse dorsal horn neurons from a respective mouse model was observed (PMID: 24036948). In a heterozygous knock-in mouse model, the patient phenotype was reproduced showing non-healing wounds, increased amounts of scratch-bouts, and reduced grip-strength (PMIDs: 24036948, 32817686).\n\nIn parallel, SCN11A has also been reported in association with an autosomal dominant neuropathic pain disorder described as recurrent episodes of severe distal limb and facial pain responding to NSAIDs and being aggravated by cold. Heterozygous missense mutations were found to segregate in large families (PMIDs: 24207120, 28298626, 30046661). On functional level, the variants increased current densities, but did not change the channel’s activation or deactivation thresholds (PMIDs: 24207120). In a heterozygous knock-in mouse model, the phenotype reproduced the phenomenon of cold-aggravated allodynia (PMID: 32970203).\n\nWe therefore conclude that heterozygous missense mutations in SCN11A can cause both loss and gain of pain, depending on the respective consequences on cellular level. In other neuropathic pain disorder such as small fiber neuropathies, screening studies revealed the presence of SCN11A variants in several unrelated cases (PMID: 24776970). Despite causing a gain of channel function in voltage-clamp analyses, these variants show a variable allele frequency in control populations. It is therefore unclear to date, to what extent they constitute risk factors or contribute to the phenotype. In summary, the panel concludes that the gene disease relationship for SCN11A and autosomal dominant hereditary sensory and autonomic neuropathy is definitive. Of note, yet no clear pathological or electrophysiological signs of neuropathy have been reported in these pain perception disorders. Considering the expression in nociceptive sensory neurons and their expected dysfunction, however, the panel decided to call this disease “neuropathy”.","dc:isVersionOf":{"id":"cggv:abe8c0db-503c-46fa-a2a6-e4d6071219d0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}