{"id":"cggv:9f83cdb0-7fca-4bc5-b896-3201000364f9v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:9f83cdb0-7fca-4bc5-b896-3201000364f9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-04-27T23:59:42.399Z","role":"Publisher"},{"id":"cggv:9f83cdb0-7fca-4bc5-b896-3201000364f9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-07-17T04:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:9f83cdb0-7fca-4bc5-b896-3201000364f9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:9f83cdb0-7fca-4bc5-b896-3201000364f9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9f83cdb0-7fca-4bc5-b896-3201000364f9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e19bccab-0a4f-4671-a312-1799375c9c98","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4747cecb-20bb-4cff-b532-f0c6cc4c3d4b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"No obvious abnormalities were detected in the histological analysis of liver, kidney, adrenal gland, intestine, heart, lung, brown adipose tissue, brain, and bone of Pex11α−/− animals and they showed 100% survival rate, similar to wild-type. Peroxisome abundance in the livers and fibroblasts of control and PEX11α-deficient mice was similar. Levels of VLCFAs in plasma and fibroblasts as well as oxidation of phytanic acid, pristanic acid, palmitic acid (C16:0) and lignoceric acid (C24:0) as well as plasmalogen levels were normal in Pex11a KO mice. Peroxisome proliferation mediated by ciprofibrate was unaffected. The authors note that Pex11α deficiency led to subtle changes of mitochondrial morphology (unusual parallel cristae and were tightly ringed around lipid droplets) in scattered hepatocytes of ciprofibrate-fed Pex11α−/− animals. Double knockouts of PEX11α−/− & PEX11β−/− display a phenotype similar to PEX11β−/− mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12417726","type":"dc:BibliographicResource","dc:abstract":"The PEX11 peroxisomal membrane proteins promote peroxisome division in multiple eukaryotes. As part of our effort to understand the molecular and physiological functions of PEX11 proteins, we disrupted the mouse PEX11alpha gene. Overexpression of PEX11alpha is sufficient to promote peroxisome division, and a class of chemicals known as peroxisome proliferating agents (PPAs) induce the expression of PEX11alpha and promote peroxisome division. These observations led to the hypothesis that PPAs induce peroxisome abundance by enhancing PEX11alpha expression. The phenotypes of PEX11alpha(-/-) mice indicate that this hypothesis remains valid for a novel class of PPAs that act independently of peroxisome proliferator-activated receptor alpha (PPARalpha) but is not valid for the classical PPAs that act as activators of PPARalpha. Furthermore, we find that PEX11alpha(-/-) mice have normal peroxisome abundance and that cells lacking both PEX11alpha and PEX11beta, a second mammalian PEX11 gene, have no greater defect in peroxisome abundance than do cells lacking only PEX11beta. Finally, we report the identification of a third mammalian PEX11 gene, PEX11gamma, and show that it too encodes a peroxisomal protein.","dc:creator":"Li X","dc:date":"2002","dc:title":"PEX11alpha is required for peroxisome proliferation in response to 4-phenylbutyrate but is dispensable for peroxisome proliferator-activated receptor alpha-mediated peroxisome proliferation."},"rdfs:label":"Li_Pex11a KO Mouse_Normal"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The mouse model is not scored any points as Pex11a knock-out mice do not show any significant phenotypes. PEX11A mutations are not reported thus far in human patients with peroxisome biogenesis disorders."},{"id":"cggv:78df3922-c4e0-45f4-ab9d-656707a18a8d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3acb747f-7776-4cb6-95b3-914014825c69","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Authors suggest Pex11a deficiency decreases functional peroxisomes and aggravates oxidative stress. Cortical sections of kidney stained with catalase and PMP70 - Pex11a−/− mice exhibited fewer functional peroxisomes (contained both PMP70 and catalase) and a higher proportion of empty peroxisomes (contained PMP70 but not catalase) than WT mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25113963","type":"dc:BibliographicResource","dc:abstract":"Although proteinuria is known to be associated with the deterioration of chronic kidney disease, the molecular basis of this mechanism is not fully understood. We previously found that Pex11a deficiency was associated with a reduction of functional peroxisomes and impaired fatty acid metabolism in hepatocytes and resulted in steatosis. Proximal tubule cells are rich in peroxisomes. We assessed whether Pex11a deficiency might result in the derangement of peroxisome systems in proximal tubule cells and the aggravation of tubulointerstitial lesions in chronic kidney disease. Histological analyses showed that the number of functional peroxisomes in proximal tubule cells was reduced in Pex11a knockout (Pex11a(-/-)) mice. To clarify whether a decrease in the number of tubular peroxisomes might aggravate interstitial lesions, we assessed 2 models in which proximal tubule cells are overloaded with fatty acids (ie, deoxycorticosterone acetate and salt hypertension and the overload of fatty acid-bound albumin). Deoxycorticosterone acetate -salt-treated Pex11a(-/-) mice exhibited greater interstitial lesions than deoxycorticosterone acetate-salt-treated wild-type mice in terms of tubular lipid accumulation, blood pressure, urinary albumin, urinary N-acetyl-β-d-glucosaminidase, urinary 8-iso-prostane, and the histological evaluation of fibrosis and inflammation. An overload of fatty acid-bound albumin also resulted in more severe tubulointerstitial lesions in Pex11a(-/-) mice than in wild-type mice. Fenofibrate, a peroxisome proliferator-activated receptor-α agonist, restored the abundance of peroxisomes and reduced the tubulointerstitial lesions induced by deoxycorticosterone acetate-salt hypertension. In conclusion, our results indicate that proximal tubule peroxisomes play an important role in proteinuria-induced interstitial lesions. The activation of tubular peroxisomes might be an excellent therapeutic strategy against chronic kidney disease. ","dc:creator":"Weng H","dc:date":"2014","dc:title":"Pex11a deficiency is associated with a reduced abundance of functional peroxisomes and aggravated renal interstitial lesions."},"rdfs:label":"Weng_2014_Pex11a KO mouse_hypertension/albuminuria model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The mouse evidence is scored minimal points as Pex11a knock out is shown to have some impact on peroxisome abundance and function. While no human patients have been reported with PEX11A mutations thus far, more concrete experimental data is needed to score this evidence as a Pex11a-/- mouse model."},{"id":"cggv:5d4ff156-44d6-49b7-86d6-44207bc9bbfa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aea913bc-2ec1-4ccc-85cd-246592cba5c6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Body weights of Pex11α−/− mice were noted to be significantly higher than those of WT mice under a normal as well as high-fat diet and had fatty livers beginning at 30 wk of age indicating that this model could be a “steatosis mouse model”. Serum FFA and β-hydroxybutyrate levels after 24h of fasting were significantly higher in PEX11A-/- vs. WT, while glucose and GTT levels were similar. Authors observed a tendency toward the occurrence of smaller peroxisomes in the absence of Pex11α. Peroxisome morphology assessed by confocal microscopy after induction of Pex11α expression by fenofibrate was evaluated: WT showed larger number of distally elongated peroxisomes than Pex11α−/− mice. Newly formed peroxisomes were more prevalent in WT. Under fed conditions, expression of ABCD2 and ACOT3 was significantly higher in WT mice than Pex11α−/−; while expression of ACSL1, ACOX1, and ACAA1A was similar. Under fasting conditions, ACSL1, ACOX1, PPARα, CYP4A10, HMGCS2 and ACAA1A expression levels were significantly higher in Pex11α−/− mice than in WT mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23169785","type":"dc:BibliographicResource","dc:abstract":"Hepatic triglyceride (TG) accumulation is considered to be a prerequisite for developing nonalcoholic fatty liver (NAFL). Peroxisomes have many important functions in lipid metabolism, including fatty acid β-oxidization. However, the pathogenic link between NAFL and peroxisome biogenesis remains unclear. To examine the molecular and physiological functions of the Pex11α gene, we disrupted this gene in mice. Body weights and hepatic TG concentrations in Pex11α(-/-) mice were significantly higher than those in wild-type (WT) mice fed a normal or a high-fat diet. Hepatic TG concentrations in fasted Pex11α(-/-) mice were significantly higher than those in fasted WT mice. Plasma TG levels increased at lower rates in Pex11α(-/-) mice than in WT mice after treatment with the lipoprotein lipase inhibitor tyloxapol. The number of peroxisomes was lower in the livers of Pex11α(-/-) mice than in those of WT mice. Ultrastructural analysis showed that small and regular spherically shaped peroxisomes were more prevalent in Pex11α(-/-) mice fed normal chow supplemented without or with fenofibrate. We observed a significantly higher ratio of empty peroxisomes containing only PMP70, a peroxisome membrane protein, but not catalase, a peroxisome matrix protein, in Pex11α(-/-) mice. The mRNA expression levels of peroxisomal fatty acid oxidation-related genes (ATP-binding cassette, subfamily D, member 2, and acyl-CoA thioesterase 3) were significantly higher in WT mice than those in Pex11α(-/-) mice under fed conditions. Our results demonstrate that Pex11α deficiency impairs peroxisome elongation and abundance and peroxisomal fatty acid oxidation, which contributes to increased lipid accumulation in the liver.","dc:creator":"Weng H","dc:date":"2013","dc:title":"Pex11α deficiency impairs peroxisome elongation and division and contributes to nonalcoholic fatty liver in mice."},"rdfs:label":"Weng_2013_KO mouse_Steatosis model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The mouse evidence is scored minimal points as Pex11a knock out is shown to have some impact on peroxisome abundance and the expression of certain FAO-related genes. While no human patients have been reported with PEX11A mutations thus far, more concrete experimental data is needed to score this evidence as a Pex11a-/- mouse model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"NoKnownDiseaseRelationship","sequence":4327,"specifiedBy":"GeneValidityCriteria7","strengthScore":1,"subject":{"id":"cggv:611785d9-c511-48bc-9818-824c71397b22","type":"GeneValidityProposition","disease":"obo:MONDO_0019234","gene":"hgnc:8852","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between PEX11A and Peroxisome Biogenesis Disorder, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of May, 2020. PEX11A is a member of the PEX11 family, which is composed of membrane elongation factors involved in regulation of peroxisome maintenance and proliferation.\n\nPEX11A has not been reported in relation to human disease, to the best of our knowledge. Minimal evidence supporting the role of this gene in disease is available from experimental data. \n   \nSummary of experimental data (1 point):\nSince PEX11A has not been implicated in human disease, no mouse models that recapitulate a phenotype are reported. At least three Pex11a knock-out mouse models are reported, one of which is noted to show no external phenotypes or peroxisome defects (PMID: 12417726). Two other models by Weng et al (PMID: 23169785, PMID: 25113963) show the Pex11a deficiency may lead to alterations in peroxisome abundance, function and variability in expression of genes involved in fatty acid oxidation. The authors suggest that these are models for steatosis and hypertension/albuminuria.\n  \nIn summary, no convincing evidence for a causal role for PEX11A in autosomal recessive peroxisome biogenesis disorder has been reported. Although there is minimal evidence from animal models to support the role of PEX11A in disease, no reports have directly implicated the gene in humans. (SOP Version 7).","dc:isVersionOf":{"id":"cggv:9f83cdb0-7fca-4bc5-b896-3201000364f9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}