{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-03-28T15:42:45.471Z","role":"Approver"},{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:40614241-aead-434f-a0e4-2ca3a6463152","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:24c8b735-f93e-4b46-b3f7-aad51bc9c969","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The SCO2 protein was undetectable in all SCO2 brain samples (basal ganglia) and in heart of patients P2 and P3 with known SCO2 mutations","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16083427","type":"dc:BibliographicResource","dc:abstract":"The biogenesis of eukaryotic COX (cytochrome c oxidase) requires several accessory proteins in addition to structural subunits and prosthetic groups. We have analysed the assembly state of COX and SCO2 protein levels in various tissues of six patients with mutations in SCO2 and SURF1. SCO2 is a copper-binding protein presumably involved in formation of the Cu(A) centre of the COX2 subunit. The function of SURF1 is unknown. Immunoblot analysis of native gels demonstrated that COX holoenzyme is reduced to 10-20% in skeletal muscle and brain of SCO2 and SURF1 patients and to 10-30% in heart of SCO2 patients, whereas liver of SCO2 patients' contained normal holoenzyme levels. The steady-state levels of mutant SCO2 protein ranged from 0 to 20% in different SCO2 patient tissues. In addition, eight distinct COX subcomplexes and unassembled subunits were found, some of them identical with known assembly intermediates of the human enzyme. Heart, brain and skeletal muscle of SCO2 patients contained accumulated levels of the COX1.COX4.COX5A subcomplex, three COX1-containing subcomplexes, a COX4.COX5A subcomplex and two subcomplexes composed of only COX4 or COX5A. The accumulation of COX1.COX4.COX5A subcomplex, along with the virtual absence of free COX2, suggests that the lack of the Cu(A) centre may result in decreased stability of COX2. The appearance of COX4.COX5A subcomplex indicates that association of these nucleus-encoded subunits probably precedes their addition to COX1 during the assembly process. Finally, the consequences of SCO2 and SURF1 mutations suggest the existence of tissue-specific functional differences of these proteins that may serve different tissue-specific requirements for the regulation of COX biogenesis.","dc:creator":"Stiburek L","dc:date":"2005","dc:title":"Tissue-specific cytochrome c oxidase assembly defects due to mutations in SCO2 and SURF1."},"rdfs:label":"SCO2 expression in patient brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Evidence showing the protein expression is disrupted in brainstem, basal ganglia, thalamus, cerebellum, and/or spinal cord consistent with areas of pathology seen in Leigh syndrome. Score increased to 1 pt."},{"id":"cggv:4743f504-fd52-4c30-bc45-2ffad199e019","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2e4f1fe2-5709-4fd0-a1f9-991f55728999","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"SCO2 is a metallochaperone that provides a role in copper metabolism and transport into the COX subunits I and II of Complex IV, with mutations in SCO2 demonstrating decreased complex IV assembly and activity (Jaksch et al 2001 PMID: 11751685 and Leary et al 2004 PMID: 15229189 ). Thus, SCO2 falls into the category of a complex IV assembly unit. According to Leigh map, At least 4 other complex IV assembly units (PET100, COX10, COX15, and SURF1) have been implicated in causing Leigh syndrome (Rahman 2017 PMID: 27977873). Therefore, the function of  SCO2  is shared with other known genes in the disease of interest","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15229189","type":"dc:BibliographicResource","dc:abstract":"Human SCO1 and SCO2 are paralogous genes that code for metallochaperone proteins with essential, but poorly understood, roles in copper delivery to cytochrome c oxidase (COX). Mutations in these genes produce tissue-specific COX deficiencies associated with distinct clinical phenotypes, although both are ubiquitously expressed. To investigate the molecular function of the SCO proteins, we characterized the mitochondrial copper delivery pathway in SCO1 and SCO2 patient backgrounds. Immunoblot analysis of patient cell lines showed reduced levels of the mutant proteins, resulting in a defect in COX assembly, and the appearance of a common assembly intermediate. Overexpression of the metallochaperone COX17 rescued the COX deficiency in SCO2 patient cells but not in SCO1 patient cells. Overexpression of either wild-type SCO protein in the reciprocal patient background resulted in a dominant-negative phenotype, suggesting a physical interaction between SCO1 and SCO2. Chimeric proteins, constructed from the C-terminal copper-binding and N-terminal matrix domains of the two SCO proteins failed to complement the COX deficiency in either patient background, but mapped the dominant-negative phenotype in the SCO2 background to the N-terminal domain of SCO1, the most divergent part of the two SCO proteins. Our results demonstrate that the human SCO proteins have non-overlapping, cooperative functions in mitochondrial copper delivery. Size exclusion chromatography suggests that both the proteins function as homodimers. We propose a model in which COX17 delivers copper to SCO2, which in turn transfers it directly to the CuA site at an early stage of COX assembly in a reaction that is facilitated by SCO1.","dc:creator":"Leary SC","dc:date":"2004","dc:title":"Human SCO1 and SCO2 have independent, cooperative functions in copper delivery to cytochrome c oxidase."},"rdfs:label":"SCO2 Complex IV assembly unit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The encoded protein shares a biochemical relationship or function with 2-5 gene products whose dysfunction is known to cause Leigh syndrome receiving an increased score of 1 pt"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a418873b-202a-46ef-aa67-1324f12527db","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c811dd3a-d903-44ca-a5a5-0355045b50f7","type":"FunctionalAlteration","dc:description":"Mutations in SCO2 result in decrease of COX holoenzyme levels and a reduction in the COX activity in mitochondria isolated from post mortem basal-ganglia samples, accompanied by accumulation of specific COX subcomplexes and unassembled subunits. These decreases were seen in at least two patients with a different combination of mutations in SCO2","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16083427","rdfs:label":"SCO2 patient cell demonstrating mitochondrial dysfunction"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"Additional points were awarded as more than one cell culture model with different mutations or gene disruption demonstrated mitochondrial dysfunction and because assays were ran on mitochondria isolated from a neuronal cell type"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0ec0b043-bed3-412b-b229-295d5a9b78af","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0709d2b9-96e6-4275-ac90-acc389e8c148","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KIKI mouse demonstrated evidence of mitochondrial dysfunction similar to those seen in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19837698","type":"dc:BibliographicResource","dc:abstract":"Mutations in SCO2, a protein required for the proper assembly and functioning of cytochrome c oxidase (COX; complex IV of the mitochondrial respiratory chain), cause a fatal infantile cardioencephalomyopathy with COX deficiency. We have generated mice harboring a Sco2 knock-out (KO) allele and a Sco2 knock-in (KI) allele expressing an E-->K mutation at position 129 (E129K), corresponding to the E140K mutation found in almost all human SCO2-mutated patients. Whereas homozygous KO mice were embryonic lethals, homozygous KI and compound heterozygous KI/KO mice were viable, but had muscle weakness; biochemically, they had respiratory chain deficiencies as well as complex IV assembly defects in multiple tissues. There was a concomitant reduction in mitochondrial copper content, but the total amount of copper in examined tissues was not reduced. These mouse models should be of use in further studies of Sco2 function, as well as in testing therapeutic approaches to treat the human disorder.","dc:creator":"Yang H","dc:date":"2010","dc:title":"Analysis of mouse models of cytochrome c oxidase deficiency owing to mutations in Sco2."},"rdfs:label":"KIKI Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"As per Leigh Working group model scoring rubric, KIKI mouse received 1 pt for evidence of mitochondrial dysfunction."},{"id":"cggv:cf9f0103-36d7-481b-ab70-b074151d8f78","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59382a9a-7518-4e62-9f2b-0feef5d4183c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse demonstrated evidence of mitochondrial dysfunction as will developmental difference","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19837698","rdfs:label":"KIKO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"As per Leigh Working group model scoring rubric, KIKO mouse received 1.5 pts for evidence of mitochondrial dysfunction and developmental differences"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:e333263a-aaa2-42a0-a9f5-b1494d93f810_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:62acd383-811e-4a8f-bac9-4916196bc60d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":6,"detectionMethod":"","phenotypeFreeText":"Neuropathology consisitent with Leigh syndrome","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:e333263a-aaa2-42a0-a9f5-b1494d93f810_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e57b1d5f-365e-4615-985f-2bff0f3067f5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005138.2(SCO2):c.418G>A (p.Glu140Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5681"}},{"id":"cggv:aa674c4a-3125-4433-9ca9-c9ab0a8eaae0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001169109.1(SCO2):c.157C>T (p.Gln53Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5678"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10545952","type":"dc:BibliographicResource","dc:abstract":"Mammalian cytochrome c oxidase (COX) catalyses the transfer of reducing equivalents from cytochrome c to molecular oxygen and pumps protons across the inner mitochondrial membrane. Mitochondrial DNA (mtDNA) encodes three COX subunits (I-III) and nuclear DNA (nDNA) encodes ten. In addition, ancillary proteins are required for the correct assembly and function of COX (refs 2, 3, 4, 5, 6). Although pathogenic mutations in mtDNA-encoded COX subunits have been described, no mutations in the nDNA-encoded subunits have been uncovered in any mendelian-inherited COX deficiency disorder. In yeast, two related COX assembly genes, SCO1 and SCO2 (for synthesis of cytochrome c oxidase), enable subunits I and II to be incorporated into the holoprotein. Here we have identified mutations in the human homologue, SCO2, in three unrelated infants with a newly recognized fatal cardioencephalomyopathy and COX deficiency. Immunohistochemical studies implied that the enzymatic deficiency, which was most severe in cardiac and skeletal muscle, was due to the loss of mtDNA-encoded COX subunits. The clinical phenotype caused by mutations in human SCO2 differs from that caused by mutations in SURF1, the only other known COX assembly gene associated with a human disease, Leigh syndrome.","dc:creator":"Papadopoulou LC","dc:date":"1999","dc:title":"Fatal infantile cardioencephalomyopathy with COX deficiency and mutations in SCO2, a COX assembly gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10545952","rdfs:label":"Patient 1 (Papadopoulou)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:644c42b1-3d64-490f-b023-c91a96fa16e7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5d9d217f-a0b6-48fe-afe7-530f1bd6c7d3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"","phenotypeFreeText":"abnormal MRI consistent with Leigh syndrome","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:644c42b1-3d64-490f-b023-c91a96fa16e7_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e57b1d5f-365e-4615-985f-2bff0f3067f5"},{"id":"cggv:41b504cd-3e76-410e-a410-f289bfc3b81f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001169109.1(SCO2):c.107G>A (p.Trp36Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5685"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18924171","type":"dc:BibliographicResource","dc:abstract":"SCO2 is a cytochrome c oxidase (COX) assembly gene. Mutations in the SCO2 gene have been associated with fatal infantile cardioencephalomyopathy. We report on the phenotype of a novel SCO2 mutation in two siblings with fatal infantile cardioencephalomyopathy. The index patient died of heart failure at 25 days of age. Muscle biopsy was performed for histology and biochemical study of the oxidative phosphorylation system complexes. The entire coding region of the SCO2 gene was sequenced. Autopsy was performed on the index patient and on a female sibling delivered at 23 weeks of gestation following termination of pregnancy during which amniocentesis and genetic testing had been performed. Muscle biopsy and biochemical analysis of heart and skeletal muscle detected a severe isolated COX-IV deficiency. Pathologic findings in both patients confirmed hypertrophic cardiomyopathy. Sequencing of the SCO2 gene showed compound heterozygous mutation; the common E140K mutation and a novel W36X nonsense mutation. Newborns with a combination of hypotonia and cardiomyopathy should be evaluated for multiple congenital anomaly syndromes, inborn errors of metabolism and mitochondrial derangements, and may require extensive diagnostic testing. Mutations in the SCO2 gene are a cause of prenatal-onset hypertrophic cardiomyopathy.","dc:creator":"Verdijk RM","dc:date":"2008","dc:title":"Phenotypic consequences of a novel SCO2 gene mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18924171","rdfs:label":"Index (Verdijk)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:f72c262e-6e4f-4f27-890c-5deccf4c97d7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ce4e530b-c495-4754-9ffd-fd504cfccc7c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":2,"detectionMethod":"","phenotypeFreeText":"abnormal MRI consistent with Leigh syndrome","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f72c262e-6e4f-4f27-890c-5deccf4c97d7_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2e5ba873-78eb-4d70-9381-f52c028321e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001169109.1(SCO2):c.16_17insAGCATGCAGCAGTGACTCA (p.Arg6Glnfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/222816"}},{"id":"cggv:e57b1d5f-365e-4615-985f-2bff0f3067f5"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20159436","type":"dc:BibliographicResource","dc:abstract":"Mutations in the SCO2 gene [SCO cytochrome oxidase deficient homolog 2 (yeast)] causing cytochrome c oxidase deficiency have been reported in at least in 26 patients with fatal infantile cardioencephalomyopathy. Mutation 1541G > A affecting protein stability is associated with the majority of cases, and the other 11 described mutations have more serious deleterious structural consequences for the protein product. Reported here is a novel case caused by compound heterozygosity of SCO2. The child presented at the age of 3 weeks with failure-to-thrive, muscular hypotonia, hypertrophic cardiomyopathy, and lactic acidemia. Leigh syndrome was diagnosed based on magnetic resonance imaging findings. Immunohistochemical and enzymatic investigations on muscle indicated totally absent cytochrome c oxidase activity. Both parents had mild mental retardation. Sequence analysis in the patient and in his parents revealed heterozygous mutation c.418G > A in exon 2 inherited from the father and maternally inherited heterozygous insertion of 19bp at position 17 in the coding region of the SCO2 gene. Respiratory chain enzyme activity measurements indicated normal activity in both parents, although the mother's cytochrome c oxidase activity was lower. This gene may be involved in the etiology of the mother's mental retardation.","dc:creator":"Joost K","dc:date":"2010","dc:title":"A novel mutation in the SCO2 gene in a neonate with early-onset cardioencephalomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20159436","rdfs:label":"Index (Joost)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:65630199-a165-4528-94d4-6c10d0f835ca_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5e890caf-3c46-4bc3-bb3e-a86dbf7faf24","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":10,"detectionMethod":"","phenotypeFreeText":"neuropathology consistent with Leigh syndrome","phenotypes":["obo:HP_0001263","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:65630199-a165-4528-94d4-6c10d0f835ca_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:95f5df46-4105-45e2-8c64-6eaca23a3e3a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001169109.1(SCO2):c.674C>T (p.Ser225Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5679"}},{"id":"cggv:e57b1d5f-365e-4615-985f-2bff0f3067f5"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10545952"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10545952","rdfs:label":"Patient 2 (Papadopoulou)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"The E140K variant (Clinvar ID: 5681) is considered a common mutation and therefore will increase scoring to max for a missense variant"},{"id":"cggv:81be1d1f-95d7-4986-b81d-b69e42861c08_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ce30cc82-21ae-42e3-bd60-d43bcfed0100","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"","phenotypeFreeText":"abnormal MRI consistent with Leigh syndrome","phenotypes":["obo:HP_0003128","obo:HP_0001263","obo:HP_0012707"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:81be1d1f-95d7-4986-b81d-b69e42861c08_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e57b1d5f-365e-4615-985f-2bff0f3067f5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11673586","type":"dc:BibliographicResource","dc:abstract":"To report three unrelated infants with a distinctive phenotype of Leigh-like syndrome, neurogenic muscular atrophy, and hypertrophic obstructive cardiomyopathy. The patients all had a homozygous missense mutation in SCO2.","dc:creator":"Jaksch M","dc:date":"2001","dc:title":"Homozygosity (E140K) in SCO2 causes delayed infantile onset of cardiomyopathy and neuropathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11673586","rdfs:label":"Patient A (Jaksch)"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"This individual is homozygous for the E140K common mutation so score is maxed out at 1.5 for a missense mutation"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9}],"evidenceStrength":"Definitive","sequence":164,"specifiedBy":"GeneValidityCriteria6","strengthScore":15,"subject":{"id":"cggv:84af4de3-ebec-4b93-a54b-aa94764b502a","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:10604","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between SCO2 and Leigh Syndrome Spectrum was evaluated using the ClinGen Clinical Validity Framework as of March 25, 2019. SCO2 was first reported in relation to autosomal recessive Leigh syndrome spectrum in 1999 (Papadopoulou et al 1999 PMID: 10545952) More than 33 unique variants predicted to cause a loss of or reduced function of the protein have been reported in ClinVar, suggesting homozygous loss of function is the mechanism of disease for this gene. Evidence supporting this gene-disease relationship includes case-level data and experimental data. At least 5 probands with confirmed SCO2 mutations demonstrating a Leigh Syndrome Spectrum phenotype have been reported in 4 publications (PMID: 10545952, 11673586, 18924171, 20159436) to reach a case-level evidence score of 9. This gene-disease association is further supported by the function of the gene product, loss of expression in patient basal ganglia tissue, mitochondrial alterations, disrupted complex IV assembly in patient cell lines, and animal models reaching a maximum experimental score of 6 pts. The mechanism for disease is brain cytochrome oxidase deficiency. In summary, there is definitive evidence to support the relationship between SCO2 and autosomal recessive Leigh syndrome spectrum. More than three years have elapsed from the first proposal of the association to reach a definitive classification. This classification was approved by the ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 25, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:011dd1c7-94bb-4a70-8b95-cc25432a5ea2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}