{"id":"cggv:5399fd62-ca69-4665-b3ba-c15ceefbf6d9v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5399fd62-ca69-4665-b3ba-c15ceefbf6d9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-05-24T16:48:22.397Z","role":"Publisher"},{"id":"cggv:5399fd62-ca69-4665-b3ba-c15ceefbf6d9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2021-09-02T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/10369264","type":"dc:BibliographicResource","dc:abstract":"The metabolic pathways that produce 11-cis retinal are important for vision because this retinoid is the chromophore residing in rhodopsin and the cone opsins. The all-trans retinal that is generated after cone and rod photopigments absorb photons of light is recycled back to 11-cis retinal by the retinal pigment epithelium and Müller cells of the retina. Several of the enzymes involved have recently been purified and molecularly cloned; here we focus on 11-cis retinol dehydrogenase (encoded by the gene RDH5; chromosome 12q13-14; ref. 4), the first cloned enzyme in this pathway. This microsomal enzyme is abundant in the retinal pigment epithelium, where it has been proposed to catalyse the conversion of 11-cis retinol to 11-cis retinal. We evaluated patients with hereditary retinal diseases featuring subretinal spots (retinitis punctata albescens and fundus albipunctatus) and patients with typical dominant or recessive retinitis pigmentosa for mutations in RDH5. Mutations were found only in two unrelated patients, both with fundus albipunctatus; they segregated with disease in the respective families. Recombinant mutant 11-cis retinol dehydrogenases had reduced activity compared with recombinant enzyme with wild-type sequence. Our results suggest that mutant alleles in RDH5 are a cause of fundus albipunctatus, a rare form of stationary night blindness characterized by a delay in the regeneration of cone and rod photopigments.","dc:creator":"Yamamoto H","dc:date":"1999","dc:title":"Mutations in the gene encoding 11-cis retinol dehydrogenase cause delayed dark adaptation and fundus albipunctatus."},"evidence":[{"id":"cggv:5399fd62-ca69-4665-b3ba-c15ceefbf6d9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5399fd62-ca69-4665-b3ba-c15ceefbf6d9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:300816cf-9f5e-4faa-a318-b5fb987e3534","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:efd81d52-6cd7-45f1-ba95-6f3c37f9955e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Data from the eyeInegration database (https://eyeintegration.nei.nih.gov/), which integrates RNA-seq data from GTex (for non-eye tissues) and RNA-seq data from various databases for eye tissues, showed that RDH5 is most highly expressed in RPE, and also in adipose tissue and breast tissue. Any expression in the remaining tissues is around background level. Specifica expression in RPE was also noted on nothern analysis of bovine tissues when the bovine RDH5 cDNA was first cloned (PMID 7544779).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31343654","type":"dc:BibliographicResource","dc:abstract":"We develop an accessible and reliable RNA sequencing (RNA-seq) transcriptome database of healthy human eye tissues and a matching reactive web application to query gene expression in eye and body tissues.","dc:creator":"Swamy V","dc:date":"2019","dc:title":"Eye in a Disk: eyeIntegration Human Pan-Eye and Body Transcriptome Database Version 1.0."},"rdfs:label":"eyeIntegration RNA-seq data"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9625923e-d151-4803-91ed-3c8a4e42fd84","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:72dda1eb-ead7-4a47-a6fd-92434a830266","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Proteins from solubilized bovine RPE were immunoprecipitated using a monoclonal antibody with high specificity for RPE65 (mAb A52) and rabbit anti-sera against RPE65 (note: RPE65 is described as p63 in this early the paper; p63 was later renamed as RPE65). A protein of ~ 32 kDa co-immunoprecipitated with RPE65. Partial amino acid sequence of the 32 kDa protein was obtained allowing degenerate primers to be made which resulted in generation of a probe that was used to screen a bovine cDNA library. The full length cDNA was predicted to code for a protein of 318 amino acids with retinal dehydrogenase activity, later named as RDH5.\nBiallelic variants in RPE65 are responsible for up to 1.5% of inherited retinal dystrophies, based on one review published in 2021 (PMID: 34281261). Hence, RDH5 has been shown to interact with another protein encoded by a gene which is responsible for the same phenotype, when altered. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7836368","type":"dc:BibliographicResource","dc:abstract":"We have isolated and partially characterized a 32-kDa membrane-associated protein (p32), which forms a complex with p63, an abundant membrane protein in bovine retinal pigment epithelium. The sequence of a cDNA clone for p32 revealed an open reading frame encoding 318 amino acid residues. Several hydrophobic regions could be identified, suggesting that p32 is an integral membrane protein. A search of data bases identified p32 as a member of the superfamily of short chain alcohol dehydrogenases. Transcripts for p32 were specifically expressed in retinal pigment epithelium. Overexpression of p32 in Cos cells produced a membrane-bound stereospecific 11-cis retinol dehydrogenase, active in the presence of NAD+ as cofactor but not in the presence of NADP. We propose that p32 is the stereospecific 11-cis retinol dehydrogenase, which catalyzes the final step in the biosynthesis of 11-cis retinaldehyde, the universal chromophore of visual pigments.","dc:creator":"Simon A","dc:date":"1995","dc:title":"The retinal pigment epithelial-specific 11-cis retinol dehydrogenase belongs to the family of short chain alcohol dehydrogenases."},"rdfs:label":"RDH5 (p32) - RPE65 (p63) coimmunoprecipitation "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:99eae5fc-cb69-4d31-9f4a-238af885b271","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3dbf1406-a1b6-42ae-86be-d53da8084b32","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This paper reports the cloning of bovine RHD5 cDNA, and provides evidence of retinol dehydrogenase activity by measuring the conversion of 11-cis retinal to 11-cis retinol using extracts of Sf9 cells that infected with the cDNA. Of note, another publication from around the same time (Simon et al, 1995, PMID 7836368) also reported cloning of the bovine RDH5 cDNA and retinol dehydrogenase activity when the cDNA was expressed in COS cells.\nThe function of RDH5 is consistent with the phenotype observed in individuals with biallelic variants. RDH5 catalyzes the conversion of 11-cis-retinol to 11-cis-retinal in the RPE. This is the final step in a series of reactions known as the retinoid cycle which regenerates visual pigment after photo-activation. Without this function, the visual pigment cannot be regenerated and hence, dark adaptation is expected to be slow.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7544779","type":"dc:BibliographicResource","dc:abstract":"Identification of a 32-kd protein in the bovine retinal pigment epithelium.","dc:creator":"Driessen CA","dc:date":"1995","dc:title":"Cloning and expression of a cDNA encoding bovine retinal pigment epithelial 11-cis retinol dehydrogenase."},"rdfs:label":"Bovine RDH5 cDNA cloning and function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:5399fd62-ca69-4665-b3ba-c15ceefbf6d9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b30d3701-4eb0-4412-960f-c1bca5052946","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2105a525-efbb-497f-bf17-904bb6193a32","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous mice with a targeted disruption of the 11-cis-retinol dehydrogenase gene (Rdh5) were generated. Rdh5-/- mice developed normally, including their retinas (Fig 3), with no appreciable loss of photoreceptors. The fundus appeared normal and punctata were not present. \nMice had normal rod and cone responses and, unlike humans, dark adaptation was normal except after high bleaching levels when dark adaptation was delayed. In summary, the phenotype in mice appears milder than in humans. Of note, a large increase in the 11-cis-retinyl ester concentration was noticed in the knockout mice compared with wild type. While punctata were not observed in the knock out mice, it is suspected that the punctate in humans may represent local accumulations of 11- and 13-cis-retinyl esters, which does correspond to the observation of elevated 11- cis-retinyl esters in mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10825191","type":"dc:BibliographicResource","dc:abstract":"To elucidate the possible role of 11-cis-retinol dehydrogenase in the visual cycle and/or 9-cis-retinoic acid biosynthesis, we generated mice carrying a targeted disruption of the 11-cis-retinol dehydrogenase gene. Homozygous 11-cis-retinol dehydrogenase mutants developed normally, including their retinas. There was no appreciable loss of photoreceptors. Recently, mutations in the 11-cis-retinol dehydrogenase gene in humans have been associated with fundus albipunctatus. In 11-cis-retinol dehydrogenase knockout mice, the appearance of the fundus was normal and punctata typical of this human hereditary ocular disease were not present. A second typical symptom associated with this disease is delayed dark adaptation. Homozygous 11-cis-retinol dehydrogenase mutants showed normal rod and cone responses. 11-cis-Retinol dehydrogenase knockout mice were capable of dark adaptation. At bleaching levels under which patients suffering from fundus albipunctatus could be detected unequivocally, 11-cis-retinol dehydrogenase knockout animals displayed normal dark adaptation kinetics. However, at high bleaching levels, delayed dark adaptation in 11-cis-retinol dehydrogenase knockout mice was noticed. Reduced 11-cis-retinol oxidation capacity resulted in 11-cis-retinol/13-cis-retinol and 11-cis-retinyl/13-cis-retinyl ester accumulation. Compared with wild-type mice, a large increase in the 11-cis-retinyl ester concentration was noticed in 11-cis-retinol dehydrogenase knockout mice. In the murine retinal pigment epithelium, there has to be an additional mechanism for the biosynthesis of 11-cis-retinal which partially compensates for the loss of the 11-cis-retinol dehydrogenase activity. 11-cis-Retinyl ester formation is an important part of this adaptation process. Functional consequences of the loss of 11-cis-retinol dehydrogenase activity illustrate important differences in the compensation mechanisms between mice and humans. We furthermore demonstrate that upon 11-cis-retinol accumulation, the 13-cis-retinol concentration also increases. This retinoid is inapplicable to the visual processes, and we therefore speculate that it could be an important catabolic metabolite and its biosynthesis could be part of a process involved in regulating 11-cis-retinol concentrations within the retinal pigment epithelium of 11-cis-retinol dehydrogenase knockout mice.","dc:creator":"Driessen CA","dc:date":"2000","dc:title":"Disruption of the 11-cis-retinol dehydrogenase gene leads to accumulation of cis-retinols and cis-retinyl esters."},"rdfs:label":"Rdh5 knock-out mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score is reduced because these mice appear to have a milder phenotype than humans, with delayed dark adaptation only under conditions of high bleaching, and no evidence of flecks in the retina (punctata). This may be explained by the role of other RDHs in the mouse RPE, such as RDH11."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:5399fd62-ca69-4665-b3ba-c15ceefbf6d9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:83baeab8-1818-451e-86a5-c57452097931_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:83baeab8-1818-451e-86a5-c57452097931","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"allele":[{"id":"cggv:e281efbc-0bef-4363-856b-dfc431850331","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001199771.2(RDH5):c.880G>C (p.Ala294Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA119202"}},{"id":"cggv:876f7d4c-63b6-4b6d-b888-65b160053b79","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002905.4(RDH5):c.839G>A (p.Arg280His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA119200"}}],"detectionMethod":"RDH5 was analyzed by SSCP followed by direct genomic sequencing of fragments with abnormal mobility.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Difficulty adapting to the dark from early childhood. Fundus exam, at 28 years old (see Fig 2B), showed multiple light yellow scattered discrete lesions which tend to enlarge in size from the central to peripheral regions. Electrophysiologic studies showed normal dark adapted thresholds, absence of decline in the retinal function over several years and the typical delay in dark adaptation. The affected sister had similar features.","previousTesting":true,"previousTestingDescription":"RBP3 excluded by full gene sequencing (this study); a synonymous variant was identified at amino acid 257. The authors did not consider this to be a variant of suspicion, and the RBP3 was further excluded because the 2 affected siblings have a different genotype for an intronic SNP within RBP3.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:d324b9d5-9040-4b1b-a0ef-4f114ea7c92c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e281efbc-0bef-4363-856b-dfc431850331"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10617778","type":"dc:BibliographicResource","dc:abstract":"Patients with fundus albipunctatus uniformly experience difficulty with vision at night. Their retinas are spotted with characteristic light yellow flecks of unknown composition that typically spare the macula. A defect in the transport or utilization of visual cycle retinoids is thought to underlie this recessive disorder with variable clinical expression. To elucidate the molecular defect we considered the genes for interphotoreceptor retinoid-binding protein (RBP3) and 11-cis retinol dehydrogenase (RDH5) as candidates for this disease.","dc:creator":"Gonzalez-Fernandez F","dc:date":"1999","dc:title":"11-cis retinol dehydrogenase mutations as a major cause of the congenital night-blindness disorder known as fundus albipunctatus."}},{"id":"cggv:d9116aa5-33a5-497c-89f2-7bbe1539fc82_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:876f7d4c-63b6-4b6d-b888-65b160053b79"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10617778"}],"rdfs:label":"Family 1006 proband"},{"id":"cggv:d9116aa5-33a5-497c-89f2-7bbe1539fc82","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9116aa5-33a5-497c-89f2-7bbe1539fc82_variant_evidence_item"},{"id":"cggv:d9116aa5-33a5-497c-89f2-7bbe1539fc82_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS cells the variant had 2% expression level and was “nonactive” in microsomes; the variant had <1% activity in Gal4-retinoid receptor fusion protein based luciferase reporter assay in JEG-3 and  (PMID 11675386). The highest population MAF in gnomAD v2.1.1 for p.Arg280His is 0.0003668 (Latino/Admixed American); no homozygotes in any population."}],"strengthScore":0.5},{"id":"cggv:d324b9d5-9040-4b1b-a0ef-4f114ea7c92c","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d324b9d5-9040-4b1b-a0ef-4f114ea7c92c_variant_evidence_item"},{"id":"cggv:d324b9d5-9040-4b1b-a0ef-4f114ea7c92c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS cells the variant had 22% expression level and was “active” in microsomes; the variant had 52% activity in Gal4-retinoid receptor fusion protein based luciferase reporter assay in JEG-3 and 293 cells; and showed abnormal perinuclear localization localization compared to ER localization of the wild type protein. The authors showed that RDH5 is a dimer, and that when p.Ala294Pro is present with other missense variants, its activity is greatly reduced, suggesting that activity of this variant is impacted by the presence of another missense variant (PMID 11675386). The highest population MAF in gnomAD for p.Ala294Pro it is 0.00001758 (European non-Finnish); no homozygotes in any population."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e104a825-165e-431b-adca-0c4791eb35f7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e104a825-165e-431b-adca-0c4791eb35f7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"allele":[{"id":"cggv:9cfff64b-9331-4a87-8eb7-4242bda9802c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002905.5(RDH5):c.103G>A (p.Gly35Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/942928"}},{"id":"cggv:b6f60a20-15b1-42ad-9427-030546e877f5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002905.4(RDH5):c.928delinsGAAG (p.Leu310delinsGluVal)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA119208"}}],"detectionMethod":"Coding exons of the RDH5 gene were amplified and sequenced.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Visual acuity 1.2 in both eyes. Figure 2K showed fundus of this patient with \"distinct white dots\". Significantly reduced photopic ERG response, \"in spite of being only 20 years\" old. Visual field full to V4e and I4e.\nold","phenotypes":"obo:HP_0030642","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:aa9a6e9e-2c33-4f76-9f1e-20d166dd6b7e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9cfff64b-9331-4a87-8eb7-4242bda9802c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11053295","type":"dc:BibliographicResource","dc:abstract":"To analyze the RDH5 gene in patients with fundus albipunctatus with and without cone dystrophy and to determine whether the disease is stationary or progressive and whether the cone dystrophy is a part of fundus albipunctatus or a separate disease.","dc:creator":"Nakamura M","dc:date":"2000","dc:title":"A high association with cone dystrophy in Fundus albipunctatus caused by mutations of the RDH5 gene."}},{"id":"cggv:3c6ffc67-080d-4b76-b866-276bf5684218_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b6f60a20-15b1-42ad-9427-030546e877f5"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11053295"}],"rdfs:label":"Case 11"},{"id":"cggv:aa9a6e9e-2c33-4f76-9f1e-20d166dd6b7e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aa9a6e9e-2c33-4f76-9f1e-20d166dd6b7e_variant_evidence_item"},{"id":"cggv:aa9a6e9e-2c33-4f76-9f1e-20d166dd6b7e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS cells, the variant had 11% expression level, and 1.7% activity in Gal4-retinoid receptor fusion protein based luciferase reporter assay in JEG-3 and 293 cells (PMID 11675386)."}],"strengthScore":0.5},{"id":"cggv:3c6ffc67-080d-4b76-b866-276bf5684218","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3c6ffc67-080d-4b76-b866-276bf5684218_variant_evidence_item"},{"id":"cggv:3c6ffc67-080d-4b76-b866-276bf5684218_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS cells, the variant had 10% expression level and was “nonactive” in microsomes; the variant had 1.7% activity in a Gal4-retinoid receptor fusion protein based luciferase reporter assay in JEG3 and 293 cells; and abnormal perinuclear localization compared to the ER localization of the wild type protein (PMID 11675386).  This variant accounted for 14/24 alleles in probands in this study (Table 1), and accounted for ~65% of alleles in Japanese patients in another study (PMID 32232344) suggesting that it is a common cause of retinopathy in this population. The highest population minor allele frequency in gnomAD v2.1.1 0.0006520 (East Asian); no homozygotes in any population."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5399fd62-ca69-4665-b3ba-c15ceefbf6d9_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:c220449e-17f3-4b3b-9014-548410a2cf56_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c220449e-17f3-4b3b-9014-548410a2cf56","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":59,"allele":{"id":"cggv:38103846-1185-46ea-8067-8a92455fb8ae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002905.5(RDH5):c.259C>T (p.Gln87Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA385200238"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"\"Congenital night blindness\"; Best-corrected visual acuity of zero in both eyes; fundus exam - inconspicuous, partial white dots at peripheral retina, and macular degeneration in both eyes; reduced fundus autofluorescence, and irregular autofluorescence around fovea in both eyes; Optical coherence tomography - diffuse disruption of ellipsoid zone and interdigitation zone with foveal sparing in both eyes; 30 min dark adapted ERG showed extinguished b-waves, and with dark adaptation of 2-3 hours there was partial recovery of b-waves.","phenotypes":"obo:HP_0030642","sex":"Male","variant":{"id":"cggv:2004746e-e86d-4019-a73d-d609c65dacec_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:38103846-1185-46ea-8067-8a92455fb8ae"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32232344","type":"dc:BibliographicResource","dc:abstract":"To investigate clinical characteristics of RDH5-related fundus albipunctatus (FAP) in a Japanese cohort.","dc:creator":"Katagiri S","dc:date":"2020","dc:title":"RDH5-Related Fundus Albipunctatus in a Large Japanese Cohort."}},"rdfs:label":"JU1426 (Family 10, II:3)"},{"id":"cggv:2004746e-e86d-4019-a73d-d609c65dacec","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2004746e-e86d-4019-a73d-d609c65dacec_variant_evidence_item"}],"strengthScore":1,"dc:description":"The score is decreased because the individual is homozygous for the variant, per the recommendations of the Retina GCEP."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4bb599dd-03b7-4656-a30c-caaed42d6a54_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4bb599dd-03b7-4656-a30c-caaed42d6a54","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"allele":{"id":"cggv:b6f60a20-15b1-42ad-9427-030546e877f5"},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"\"Congenital night blindness\"; Best-corrected visual acuity of zero in both eyes; Fundus exam - fine white dots from midperipheral to peripheral retina in both eyes; slightly reduced autofluorescence in both eyes; 30 min dark adapted ERG showed extinguished b-waves, and with dark adaptation of 2-3 hours there was recovery of b-waves.","phenotypes":"obo:HP_0030642","sex":"Male","variant":{"id":"cggv:679cd57d-b9f2-4bb0-881f-3f0b429f8554_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b6f60a20-15b1-42ad-9427-030546e877f5"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32232344"},"rdfs:label":"Nagoya101 (Family 17, II-1)"},{"id":"cggv:679cd57d-b9f2-4bb0-881f-3f0b429f8554","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:679cd57d-b9f2-4bb0-881f-3f0b429f8554_variant_evidence_item"},{"id":"cggv:679cd57d-b9f2-4bb0-881f-3f0b429f8554_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS-1 cells, the variant had 10% expression level and was “nonactive” in microsomes; the variant had 1.7% activity in a Gal4-retinoid receptor fusion protein based luciferase reporter assay in JEG-3 and 293 cells; and abnormal perinuclear localization compared to the ER localization of the wild type protein in COS-1 cells (PMID 11675386).  This variant accounted for 14/24 alleles in probands in this study (Table 1), and accounted for ~65% of alleles in Japanese patients in another study (PMID 32232344) suggesting that it is a common cause of retinopathy in this population. The highest population minor allele frequency in gnomAD v2.1.1 0.0006520 (East Asian); no homozygotes in any population."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0136506a-f5ef-419f-9740-84445bd7342a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0136506a-f5ef-419f-9740-84445bd7342a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":51,"allele":{"id":"cggv:9cfff64b-9331-4a87-8eb7-4242bda9802c"},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"SSCP","phenotypeFreeText":"Noted poor night vision in early teens, diagnosed with fundus albipunctatus at that time. Gradual progression of visual impairment including constriction of visual field, night blindness, and photophobia. At age 41, corrected visual acuity was 20/50 (right eye) and 20/20 (left eye) and refraction was +0.25 -5 x40 (right), and -0.75 x 80 (left). On fundus exam, atrophic macular lesions in right eye and 3 sharply demarcated macular lesions in left eye with scattered white dots in the retina; attenuated retinal vessels; fluorescein angiography showed hypofluorescence, and irregular hyperfluorescent spots bilaterally; bilateral ring scotomas; ERG rod and cone b waves were unrecordable after 30 minutes of dark adaptation, and 30 Hz flicker responses extremely reduced. For this age onwards, more rapid deterioration of night vision and central visual acuity.","phenotypes":["obo:HP_0030642","obo:HP_0008020"],"previousTesting":true,"previousTestingDescription":"Also \"screened for\" variants in peripherin/RDS, ROM1, RHO, and RLBP1 with no variants found (this study).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9dcb82bb-4362-4c0a-86c8-b48d9908fde6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9cfff64b-9331-4a87-8eb7-4242bda9802c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11448328","type":"dc:BibliographicResource","dc:abstract":"To assess the clinical and genetic characteristics of a Japanese family with fundus albipunctatus with progressive cone dystrophy associated with a mutation in the RDH5 gene.","dc:creator":"Wada Y","dc:date":"2001","dc:title":"A novel Gly35Ser mutation in the RDH5 gene in a Japanese family with fundus albipunctatus associated with cone dystrophy."}},"rdfs:label":"Case report"},{"id":"cggv:9dcb82bb-4362-4c0a-86c8-b48d9908fde6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9dcb82bb-4362-4c0a-86c8-b48d9908fde6_variant_evidence_item"},{"id":"cggv:9dcb82bb-4362-4c0a-86c8-b48d9908fde6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS-1 cells, the variant had 11% expression level, and 1.7% activity in Gal4-retinoid receptor fusion protein based luciferase reporter assay in JEG-3 and 293 cells (PMID 11675386). Highest population minor allele frequency in gnomAD v2.1.1 is 0.00004019 (African); no homozygotes in any population."}],"strengthScore":0.25,"dc:description":"Downgrading because the patient is homozygous."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c3d5cc4d-9eed-496b-9897-4bd7b9ba71ae_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c3d5cc4d-9eed-496b-9897-4bd7b9ba71ae","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":50,"allele":{"id":"cggv:060f2cac-86fe-4eb0-a7d9-d2e132da3e91","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002905.4(RDH5):c.160C>T (p.Arg54Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6616756"}},"detectionMethod":"The 5′ untranslated region (UTR) of the RDH5 gene and all exons and their boundaries were amplified and sequenced. No other molecular analysis was mentioned.","firstTestingMethod":"PCR","phenotypeFreeText":"BCVA 20/25 in both eyes; history of poor night vision with prolonged dark adaptation, presence of white-yellow retinal spots on ophthalmoscopy, and the demonstration of recovery of scotopic full-field ERG responses following prolonged dark adaptation.","previousTesting":false,"previousTestingDescription":"None mentioned.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5f46e6db-e05d-40f8-bf77-767da0f2f8d2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:060f2cac-86fe-4eb0-a7d9-d2e132da3e91"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22815624","type":"dc:BibliographicResource","dc:abstract":"To characterize the genetic defects associated with fundus albipunctatus (FAP) in patients in Israel.","dc:creator":"Pras E","dc:date":"2012","dc:title":"Fundus albipunctatus: novel mutations and phenotypic description of Israeli patients."}},"rdfs:label":"17-1"},{"id":"cggv:5f46e6db-e05d-40f8-bf77-767da0f2f8d2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5f46e6db-e05d-40f8-bf77-767da0f2f8d2_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored because the individual is homozygous, per the recommendations of the Retina GCEP. This highest population MAF in gnomAD is 0.0001994 (Ashkenazi Jewish); no homozygotes in any population. Of note, in this study of 14 Israeli families with fundus albipunctatus, 7 probands were homozygous for this variant (in addition to a total of 3 sibs), all Jewish. Note: variant denoted as c.343C>T in the paper; nomenclature of c.160C>T determined using sequence from chromatogram, Fig 2. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5b14d6e9-232d-4a4d-8488-5e30e7b0c7ee_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5b14d6e9-232d-4a4d-8488-5e30e7b0c7ee","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"allele":{"id":"cggv:45e5336e-9001-49fe-b406-1cdd258358e6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002905.5(RDH5):c.832C>T (p.Arg278Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6616969"}},"detectionMethod":"Targeted next-generation sequencing using retinal dystrophy panels at the molecular genetics laboratories of King Faisal Specialist Hospital (Riyadh, KSA), or at Bioscientia, Germany.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Visual acuity is 20/300 in both eyes; refraction -5.5 -2 x 5 (right eye) and -5.5 -2 x 10 (left eye). See Figure 4 for fundus exam showing yellow-white scattered dots, macular atrophy and lack of fundus autofluorescence, leading to an appearance of relatively bright discs and dark fundus. Optical coherence tomography demonstrated thin foveas in both eyes.","phenotypes":["obo:HP_0030642","obo:HP_0008020","obo:HP_0007642"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:b3550007-cc35-45ae-aa50-2e1af2b21aeb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:45e5336e-9001-49fe-b406-1cdd258358e6"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33369259","type":"dc:BibliographicResource","dc:abstract":"Congenital stationary night blindness (CSNB) is a group of rare, mainly stationary disorders of the retina, resulting from dysfunction of several specific and essential visual processing mechanisms. The inheritance is often recessive and as such, CSNB may be more common among populations with a high degree of consanguinity. Here, we present a topic update and a review of the clinical and molecular genetic spectrum of CSNB in Saudi Arabia. Since a major review article on CSNB in 2015, which described 17 genes underlying CSNB, an additional four genes have been incriminated in autosomal recessive CSNB: RIMS2, GNB3, GUCY2D and ABCA4. These have been associated with syndromic cone-rod synaptic disease, ON bipolar cell dysfunction with reduced cone sensitivity, CSNB with dysfunction of the phototransduction (Riggs type) and CSNB with cone-rod dystrophy, respectively. In Saudi Arabia, a total of 24 patients with CSNB were identified, using a combination of literature search and retrospective study of previously unpublished cases. Recessive mutations in TRPM1 and CABP4 accounted for the majority of cases (5 and 13 for each gene, respectively). These genes were associated with complete (cCSNB) and incomplete (icCSNB), respectively, and were associated with high myopia in the former and hyperopia in the latter. Four novel mutations were identified. For the first time, we describe the fundus albipunctatus in two patients from Saudi Arabia, caused by recessive mutation in RDH5 and RPE65, where the former in addition featured findings compatible with cone dystrophy. No cases were identified with any dominantly inherited CSNB.","dc:creator":"Almutairi F","dc:date":"2020","dc:title":"Congenital stationary night blindness: an update and review of the disease spectrum in Saudi Arabia."}},"rdfs:label":"Pt. No. 1"},{"id":"cggv:b3550007-cc35-45ae-aa50-2e1af2b21aeb","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b3550007-cc35-45ae-aa50-2e1af2b21aeb_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored because the patient is homozygous, per recommendations of the Retina GCEP. Highest population minor allele frequency in gnomAD v2.1.1 is 0.0001503 (East Asian); no homozygotes in any population."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6efe9f44-a9b0-45d0-8377-8e6ccc5d7c1b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6efe9f44-a9b0-45d0-8377-8e6ccc5d7c1b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"allele":{"id":"cggv:febb1cbb-ce7e-4e0e-9099-74ef4bf2c1e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001199771.2(RDH5):c.712G>T (p.Gly238Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA119196"}},"detectionMethod":"SSCP to screen exons 2−5 as well as flanking intron sequences followed by Sanger sequencing.","firstTestingMethod":"SSCP","phenotypeFreeText":"The fundi had numerous small, subretinal, white or pale-yellow spots in the macula and the periphery of the retina. Prolonged dark adaptation of both cones and rods after exposure to bright light, but both ultimately achieved a normal sensitivity. The electroretinogram (ERG) showed a reduction in the rod b-wave amplitude to 0.5- Hz blue light after 45 minutes of dark adaptation, which recovered to normal within 5 hours of dark adaptation.","previousTesting":true,"previousTestingDescription":"No “known defects in any other gene causing hereditary retinal disease.” (genes previously analyzed were not stated).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c6fe2aa4-e06d-43fd-a7f9-1cf9ffdd0163_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:febb1cbb-ce7e-4e0e-9099-74ef4bf2c1e8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10369264"},"rdfs:label":"097-002 (family E487)"},{"id":"cggv:c6fe2aa4-e06d-43fd-a7f9-1cf9ffdd0163","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c6fe2aa4-e06d-43fd-a7f9-1cf9ffdd0163_variant_evidence_item"},{"id":"cggv:c6fe2aa4-e06d-43fd-a7f9-1cf9ffdd0163_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In this study, 8-12x lower expression than wt (shown by W blot). 90% reduction in enzyme activity compared to wild type in microsomes from COS-1 cells expressing the variant. In another study, when expressed in COS cells the variant had 2% expression level (shown by immunoblot compared to wild type) and was “nonactive” in microsomes; the variant had <1% activity in Gal4-retinoid receptor fusion protein based luciferase reporter assay in JEG-3 and 293 cells;, and abnormal perinuclear localization compared to ER localization of the wild type protein in COS-1 cells (PMID 11675386).\nThe highest population MAF in gnomAD v2.1.1 is 0.0004532 (Latino/Admixed American); no homozygotes in any population."}],"strengthScore":0.25,"dc:description":"Downgrading because the patient is homozygous."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:470da19f-705a-45ac-bca6-dbaf9fd3ab00_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:470da19f-705a-45ac-bca6-dbaf9fd3ab00","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"allele":[{"id":"cggv:7ef297cd-92f1-40fa-8748-22aba9139e20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002905.4(RDH5):c.218C>T (p.Ser73Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA119198"}},{"id":"cggv:febb1cbb-ce7e-4e0e-9099-74ef4bf2c1e8"}],"detectionMethod":"SSCP to screen exons 2−5 as well as flanking intron sequences followed by Sanger sequencing.","firstTestingMethod":"SSCP","phenotypeFreeText":"The fundi had numerous small, subretinal, white or pale-yellow spots in the macula and the periphery of the retina. Prolonged dark adaptation of both cones and rods after exposure to bright light, but both ultimately achieved a normal sensitivity. The electroretinogram (ERG) showed a reduction in the rod b-wave amplitude to 0.5- Hz blue light after 45 minutes of dark adaptation, which recovered to normal within 14 hours of dark adaptation.","previousTesting":true,"previousTestingDescription":"No “known defects in any other gene causing hereditary retinal disease.” (genes previously analyzed were not stated).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:42874179-4959-4f15-991c-1b4e3e02bbc6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:febb1cbb-ce7e-4e0e-9099-74ef4bf2c1e8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10369264"},{"id":"cggv:e4fe0739-0622-4ece-926b-560ab9ac3c07_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7ef297cd-92f1-40fa-8748-22aba9139e20"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10369264"}],"rdfs:label":"084-001 (family 2909)"},{"id":"cggv:42874179-4959-4f15-991c-1b4e3e02bbc6","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42874179-4959-4f15-991c-1b4e3e02bbc6_variant_evidence_item"},{"id":"cggv:42874179-4959-4f15-991c-1b4e3e02bbc6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In this study, 8-12x lower expression than wt (shown by W blot). 80% reduction in enzyme activity compared to wild type in microsomes from COS cells expressing the variant. In another study, when expressed in COS cells the variant had <1% expression level (shown by immunoblot compared to wild type) and was “nonactive” in microsomes; the variant had 4% activity in Gal4-retinoid receptor fusion protein based luciferase reporter assay, and abnormal perinuclear localization compared to ER localization of the wild type protein (PMID 11675386). The highest population MAF in gnomAD v2.1.1. for p.Gly238Trp is is 0.0004532 (Latino/Admixed American)."}],"strengthScore":0.5},{"id":"cggv:e4fe0739-0622-4ece-926b-560ab9ac3c07","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e4fe0739-0622-4ece-926b-560ab9ac3c07_variant_evidence_item"},{"id":"cggv:e4fe0739-0622-4ece-926b-560ab9ac3c07_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In this study, 8-12x lower expression than wt (shown by W blot). 80% reduction in enzyme activity compared to wild type in microsomes from COS cells expressing the variant. In another study, when expressed in COS-1 cells the variant had <1% expression level (shown by immunoblot compared to wild type) and was “nonactive” in microsomes; the variant had 4% activity in Gal4-retinoid receptor fusion protein based luciferase reporter assay in JEG-3 and 293 cells; and abnormal perinuclear localization compared to ER localization of the wild type protein in COS-1 cells (PMID 11675386). The highest population MAF in gnomAD v2.1.1 for p.Ser73Phe is 0.0001633 (only 1 allele noted on “other” population, no other populations have this allele)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d6c653a6-e3f0-4a14-a377-05c06d0d0d80_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d6c653a6-e3f0-4a14-a377-05c06d0d0d80","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":65,"allele":[{"id":"cggv:b6f60a20-15b1-42ad-9427-030546e877f5"},{"id":"cggv:7712956c-0e7a-4025-8a56-d093167a320e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002905.5(RDH5):c.319G>C (p.Gly107Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA385200534"}}],"detectionMethod":"The coding exons of RDHS were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Central scotoma, constriction of visual field. About 10 years ago, corrected visual acuity was 0.6 OD and 0.7 OS. Figure 2F shows fundus exam with Bull’s eye maculopathy and \"inconspicuous white dots\".","phenotypes":["obo:HP_0000662","obo:HP_0000529","obo:HP_0030642"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:a9796249-dccb-49de-9605-63e8b7424e36_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7712956c-0e7a-4025-8a56-d093167a320e"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11053295"},{"id":"cggv:8c86e876-35a1-4e47-b210-0e0974f6d532_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b6f60a20-15b1-42ad-9427-030546e877f5"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11053295"}],"rdfs:label":"Case 5"},{"id":"cggv:a9796249-dccb-49de-9605-63e8b7424e36","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a9796249-dccb-49de-9605-63e8b7424e36_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:8c86e876-35a1-4e47-b210-0e0974f6d532","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c86e876-35a1-4e47-b210-0e0974f6d532_variant_evidence_item"},{"id":"cggv:8c86e876-35a1-4e47-b210-0e0974f6d532_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS-1 cells, the variant had 10% expression level and was “nonactive” in microsomes; the variant had 1.7% activity in a Gal4-retinoid receptor fusion protein based luciferase reporter assay in JEG-3 and 293 cells; and abnormal perinuclear localization compared to the ER localization of the wild type protein in COS-1 cells (PMID 11675386).  This variant accounted for 14/24 alleles in probands in this study (Table 1), and accounted for ~65% of alleles in Japanese patients in another study (PMID 32232344) suggesting that it is a common cause of retinopathy in this population. The highest population minor allele frequency in gnomAD v2.1.1 0.0006520 (East Asian); no homozygotes in any population."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:10402063-bb8f-4897-bd28-da67b922a148_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:10402063-bb8f-4897-bd28-da67b922a148","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"allele":{"id":"cggv:b97468ba-3049-4207-8ffc-567e36d7e78b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002905.5(RDH5):c.71_74del (p.Leu24fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/812391"}},"detectionMethod":"The 5′ untranslated region (UTR) of the RDH5 gene and all exons and their boundaries were amplified and sequenced. No other molecular analysis was mentioned.","firstTestingMethod":"PCR","phenotypeFreeText":"BCVA 20/20 in both eyes. History of poor night vision with prolonged dark adaptation, presence of white-yellow retinal spots on ophthalmoscopy, and the demonstration of recovery of scotopic full-field ERG responses following prolonged dark adaptation.","previousTesting":false,"previousTestingDescription":"None mentioned.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:a20b8663-00f8-4b4d-9151-6271fd5acd23_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b97468ba-3049-4207-8ffc-567e36d7e78b"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22815624"},"rdfs:label":"Patient 20"},{"id":"cggv:a20b8663-00f8-4b4d-9151-6271fd5acd23","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a20b8663-00f8-4b4d-9151-6271fd5acd23_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downscored because the individual is homozygous, per the recommendations of the Retina GCEP. Note: variant denoted as c.242delTGCC in the paper (nomenclature determined using sequence from chromatogram, Fig 2). The highest population MAF in gnomAD is 0.0009944 (Ashkenazi Jewish); no homozygotes in any population. Note that, of probands from 14 families from Israel in this study, 3 are homozygous for this variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4461,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.5,"subject":{"id":"cggv:9fd1c1af-bee3-4f11-872b-873b54467cc5","type":"GeneValidityProposition","disease":"obo:MONDO_0100443","gene":"hgnc:9940","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The RDH5 gene was first reported in relation to autosomal recessive “RDH5-related retinopathy” in 1999 (Yamamoto et al, PMID 10369264). Biallelic variants in RDH5 have been reported in individuals with various clinical features. Many individuals are reported to have fundus albipunctatus, with night blindness from childhood, stationary or slow progression of rod abnormalities, frequent and progressive cone abnormalities in older age, the presence of white dots in the retina, and cone dystrophy developing with age in some patients while others have been diagnosed with retinitis pigmentosa. Due to the variability in phenotype, for this curation, these phenotypes have been lumped together as “RDH5-related retinopathy”. To date, over 40 variants in the RDH5 gene have been reported in individuals with retinal dystrophy, and most of them are missense variants (Skorczyk-Werner et al 2015, PMID 25820994). Here, eleven unique variants in eleven probands were curated from seven publications (Yamamoto et al, 1999, PMID 10369264; Gonzalez-Fernandez et al, 1999, PMID 10617778; Nakamura et al, 2000, PMID 11053295; Wada et al, 2001, PMID 11448328; Pras et al, 2012, PMID 22815624; Almutairi et al, 2020, PMID 33369259; Katagiri et al, 2020, PMID 32232344). These variants included missense, nonsense, and frameshift variants in addition to one variant, c.928delCinsGAAG (p.Leu310GluVal), which is commonly identified in Japanese patients (Nakamura et al, 2000, PMID 11053295; Katagiri et al, 2020, PMID 32232344; Skorczyk-Werner et al 2015, PMID 25820994). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity is loss of function. Of note, in two reported patients, only a single variant was identified (Pras et al, 2012, PMID: 22815624). However, there is currently insufficient evidence to indicate that a single RDH5 variant can cause retinal disease. \nThe gene-disease relationship is also supported by experimental evidence including the function of the RDH5 gene product in the visual cycle, which is consistent with the features noted in patients with biallelic variants (Driessen et al, 1995, PMID 7544779), the expression pattern of RDH5, specifically in the retinal pigment epithelium (Driessen et al, 1995, PMID 7544779; Swamy and McGaughey, 2019, PMID 31343654), physical interaction of RDH5 with RPE65, another gene implicated in retinal dystrophy with a role in the visual cycle (Aoun et al, 2021, PMID 34281261), and the features of an rdh5 knock-out mouse (Driessen et al, 2000, PMID 10825191).\nIn summary, RDH5 is definitively associated with autosomal recessive RDH5-related retinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Retina GCEP (SOP v8) on September 2, 2021.","dc:isVersionOf":{"id":"cggv:5399fd62-ca69-4665-b3ba-c15ceefbf6d9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}