{"id":"cggv:3d819bce-43ed-45a3-a16b-74033d432272v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3d819bce-43ed-45a3-a16b-74033d432272_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:41:06.506Z","role":"Publisher"},{"id":"cggv:3d819bce-43ed-45a3-a16b-74033d432272_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:40:55.963Z","role":"Approver"}],"evidence":[{"id":"cggv:3d819bce-43ed-45a3-a16b-74033d432272_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d819bce-43ed-45a3-a16b-74033d432272_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f77cf37f-8a4a-4a11-a278-4a63c4c5612f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc2f48e2-27d8-4a26-b601-8b10f623ac55","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The study built on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all subunits present in complex I from Bos Taurus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Structural model of Complex I"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"NDUFC2 is an accessory  subunit in complex I. According to Leigh map (Rahman et al. 2016)  a number of other non-catalytic subunits of complex I have been associated with Leigh syndrome: NDUFA1 (XL); NDUFA2, NDUFA9, NDUFA10, NDUFS1, NDUFA12, NDUFS3, NDUFS4, NDUFS7, NDUFS8, NDUFV1, NDUFV2. (The encoded protein interacts with 10+ gene products whose dysfunction is known to cause Leigh syndrome spectrum, max score of 2 assigned,"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:3d819bce-43ed-45a3-a16b-74033d432272_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eaadc87f-d22b-4488-b39a-12089dcb1208","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb59c83c-ff4a-482d-a10f-fd32d1d79e93","type":"FunctionalAlteration","dc:description":"Using the TALENS system, NDUFC2 HEK293 knock out cell lines were generated. Blue-native (BN)– PAGE and immunoblot analysis for subunits NDUFA9, NDUFA13 and NDUFB11 showed that in the KO line complexI assembly was disrupted (Fig 1.). A loss of Complex I activity and a loss of basal mitochondrial respiration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626371","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first enzyme of the mitochondrial respiratory chain and is composed of 45 subunits in humans, making it one of the largest known multi-subunit membrane protein complexes. Complex I exists in supercomplex forms with respiratory chain complexes III and IV, which are together required for the generation of a transmembrane proton gradient used for the synthesis of ATP. Complex I is also a major source of damaging reactive oxygen species and its dysfunction is associated with mitochondrial disease, Parkinson's disease and ageing. Bacterial and human complex I share 14 core subunits that are essential for enzymatic function; however, the role and necessity of the remaining 31 human accessory subunits is unclear. The incorporation of accessory subunits into the complex increases the cellular energetic cost and has necessitated the involvement of numerous assembly factors for complex I biogenesis. Here we use gene editing to generate human knockout cell lines for each accessory subunit. We show that 25 subunits are strictly required for assembly of a functional complex and 1 subunit is essential for cell viability. Quantitative proteomic analysis of cell lines revealed that loss of each subunit affects the stability of other subunits residing in the same structural module. Analysis of proteomic changes after the loss of specific modules revealed that ATP5SL and DMAC1 are required for assembly of the distal portion of the complex I membrane arm. Our results demonstrate the broad importance of accessory subunits in the structure and function of human complex I. Coupling gene-editing technology with proteomics represents a powerful tool for dissecting large multi-subunit complexes and enables the study of complex dysfunction at a cellular level.","dc:creator":"Stroud DA","dc:date":"2016","dc:title":"Accessory subunits are integral for assembly and function of human mitochondrial complex I."},"rdfs:label":"HEK293 knock out cell lines"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"NDUFC2  is a complex I subunit required for complex I assembly and complex I activity.  Other complex I non-catalytic subunits have been associated with Leigh syndrome (Rahman 2017 PMID:27977873)."},{"id":"cggv:0e89c4a3-a58d-4ed7-bb57-6ad45b4a00cb","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1f795194-1cd5-482b-a05f-c7680b8326f2","type":"FunctionalAlteration","dc:description":"Complexome profiling using mass spectrometry showed an accumualtion of an assembly intermediate comprising of the Q module plus assembly factor TIMMDC1 amd NDUFA13 subunits in patient fibroblasts from subjects 1 and 3. The ND4 module also accumulated (TEME70 and FOXRED).  Authors suggets that Complex I assembly is stalled at the Q module formation stage in the absence of the NDUFC2 subunit.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32969598","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is a progressive neurodegenerative disorder, most commonly observed in paediatric mitochondrial disease, and is often associated with pathogenic variants in complex I structural subunits or assembly factors resulting in isolated respiratory chain complex I deficiency. Clinical heterogeneity has been reported, but key diagnostic findings are developmental regression, elevated lactate and characteristic neuroimaging abnormalities. Here, we describe three affected children from two unrelated families who presented with Leigh syndrome due to homozygous variants (c.346_*7del and c.173A>T p.His58Leu) in NDUFC2, encoding a complex I subunit. Biochemical and functional investigation of subjects' fibroblasts confirmed a severe defect in complex I activity, subunit expression and assembly. Lentiviral transduction of subjects' fibroblasts with wild-type NDUFC2 cDNA increased complex I assembly supporting the association of the identified NDUFC2 variants with mitochondrial pathology. Complexome profiling confirmed a loss of NDUFC2 and defective complex I assembly, revealing aberrant assembly intermediates suggestive of stalled biogenesis of the complex I holoenzyme and indicating a crucial role for NDUFC2 in the assembly of the membrane arm of complex I, particularly the ND2 module.","dc:creator":"Alahmad A","dc:date":"2020","dc:title":"Bi-allelic pathogenic variants in NDUFC2 cause early-onset Leigh syndrome and stalled biogenesis of complex I."},"rdfs:label":"Patient fibroblasts: accumulation of complex I intermediates"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"NDUFC2 is required for assembly of the complex I holoenzyme."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:3d819bce-43ed-45a3-a16b-74033d432272_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d819bce-43ed-45a3-a16b-74033d432272_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:dc36d2a2-7a4a-488c-bf16-e941ab8913a6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:48ee6aea-2025-4551-976d-a304c7fb09d4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay noted at 2 years,\nProgression: By 6 years facial dysmorphic features, spasticity and brisk deep tendon reflexes. She was unable to stand without support and unable to speak.\nOther: bilateral optic disc pallor.\nLactate levels: 3.6 to 7.6 mmol/l (elevated alanine, elevated proline, Urine organic acid analysis showed increased fumaric acid excretion)\nBrain MRI at 21 months showed bilateral areas of abnormal high signal intensity at the corticospinal tract level of the corona radiata with loss of white matter volume at these areas. This was associated with irregularity in the outline of the lateral ventricles suggestive of periventricular leukomalacia. Bilateral symmetrical abnormal high T2 signals of the medial aspect of the thalami, substantia nigra and posterior tract of the medulla oblongata were also identified (Fig EV1A and B).\n\nFH: consanguineous, affected brother (subject 2), severely affected\nPostnatal echocardiography revealed a perimembranous VSD with left pulmonary artery stenosis\nGlobal developmental delay, poor growth with weight and length below 3rd centile at birth. \nBrain MRI (Fig EV1C and D) at the age of  10 days demonstrated bilateral abnormal high T2 signal intensity of the frontal periventricular area within the regions of caudothalamic grooves and associated irregularity of the outline of the lateral ventricles. Dandy–Walker malformation with partial agenesis of the corpus callosum. \nLactate levels were elevated in excess of 20.0 mmol/l\nClinical course: progressive spasticity, muscle atrophy, development of a left hydronephrosis and a persistent lactic acidosis.\nDied at 3 years Pneumonia and metabolic acidosis","sex":"Female","variant":{"id":"cggv:dc36d2a2-7a4a-488c-bf16-e941ab8913a6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:24907273-04c1-4002-9da0-457e02aba3d1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004549.6(NDUFC2):c.346_*7del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/813296"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32969598"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32969598","rdfs:label":"Family 1 , subject 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Variant is located in the last exon and causes a stop loss.\nNDUFC2 mRNA in Subject 1 fibroblasts was reduced (43% of controls)\nFibroblasts showed reduced complex I activity (16 % of controls) Fig2B.High-resolution respirometry experiments showed the cell line exhibited reduced rates of oxygen consumption (2D). \nViral transduction of NDUFC2 into patient fibroblast cellines (under a doxycycline promoter) partially rescues complex I activity."},{"id":"cggv:0f667b42-5fa1-490e-8750-51f305b38a91_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3d496e81-0085-4a39-a127-9d675fda731e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"Testing method is not specified but based on the identification of a complex I deficiency.","ethnicity":{"id":"cg:UnknownEthnicity"},"phenotypeFreeText":"Vomiting, failure to thrive, psychomotor delay and poor eye contact were reported from the first months of life. \nAt 5 months showed impaired growth (weight and length < 3rd centile), microcephaly (< 3rd centile), poor eye contact, non-paralytic strabismus, truncal hypotonia with limb hypertonia, paucity of spontaneous movements and lack of postural control.\nDied at 8 months, severe respiratory deterioration. \nBrain MRI (Fig EV1E and F): revealed bilateral abnormal high T2 signal intensity within the thalami , the basal ganglia and brainstem, though spinal cord MRI was normal.\nbrainstem auditory and visual evoked potentials showed severe central conduction abnormalities\nserum lactate and pyruvate levels were elevated (3.2 mmol/l, normal range 0.8–2.1 mmol/l and 194 lmol/l, normal range 55–145 lmol/l, respectively).\nFH: healthy consanguineous parents","sex":"Male","variant":{"id":"cggv:0f667b42-5fa1-490e-8750-51f305b38a91_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dc17ac58-5780-405d-8c10-6c829f474529","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004549.6(NDUFC2):c.173A>T (p.His58Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/813295"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32969598"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32969598","rdfs:label":"Family 3, subject 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Conserved residue, in silico predictions are deleterious. \nFibroblasts showed normal mRNA levels.  \nMuscle biopsy samples and fibroblast samples showed reduced complexI activity (19 and 48%) (2C).\nHigh-resolution respirometry experiments showed the cell line exhibited reduced rates of oxygen consumption (2D).\nViral transduction of NDUFC2 into patient fibroblast cellines (under a doxycycline promoter) partially rescues complex I activity."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":1865,"specifiedBy":"GeneValidityCriteria7","strengthScore":6.5,"subject":{"id":"cggv:715a8ee2-c622-4b71-ab49-575c70aa9809","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7706","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFC2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of November 23, 2020. The NDUFC2 gene encodes the NADH:ubiquinone oxidoreductase (complex I) subunit C2, which also plays a role in complex I assembly. Defects of this protein lead to complex I deficiency. \n\nThe NDUFC2 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2020 (PMID: 32969598). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included two variants identified in two cases in one publication (PMID: 32969598). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interaction, functional alteration in non-patient cells, and functional alteration in patient cells (PMIDs: 27509854, 27626371, 32969598).  \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on November 23, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:3d819bce-43ed-45a3-a16b-74033d432272"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}