{"id":"cggv:f923f025-a973-4af8-b2c2-00dc39ed3026v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f923f025-a973-4af8-b2c2-00dc39ed3026_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2022-07-26T16:00:00.000Z","role":"Approver"},{"id":"cggv:f923f025-a973-4af8-b2c2-00dc39ed3026_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-01-09T19:31:39.763Z","role":"Publisher"}],"evidence":[{"id":"cggv:f923f025-a973-4af8-b2c2-00dc39ed3026_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f923f025-a973-4af8-b2c2-00dc39ed3026_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:abaf753f-a26a-410e-93be-0dbd166c81b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d6066c2-451a-480b-b5f9-e73dd17ba576","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemical analysis demonstrates that the DCC receptor is present in the developing mouse PNS where it is found on spinal, segmental, and sciatic nerves, and in developing sensory ganglia and their associated axonal projections","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11335129","type":"dc:BibliographicResource","dc:abstract":"Over recent years the secreted guidance cue, netrin-1, and its receptor, DCC, have been shown to be an essential guidance system driving axon pathfinding within the developing vertebrate central nervous system (CNS). Mice lacking DCC exhibit severe defects in commissural axon extension towards the floor plate demonstrating that the DCC-netrin guidance system is largely responsible for directing axonal projections toward the ventral midline in the developing spinal cord (Fazeli et al., Nature 386 (1997) 796). In addition, these mutants lack several major commissures within the forebrain, including the corpus callosum and the hippocampal commissure. In contrast to the CNS, the role of the DCC guidance receptor in the development of the mammalian peripheral and enteric nervous systems (PNS and ENS) has not been investigated. Here we demonstrate using immunohistochemical analysis that the DCC receptor is present in the developing mouse PNS where it is found on spinal, segmental, and sciatic nerves, and in developing sensory ganglia and their associated axonal projections. In addition, DCC is present in the ENS throughout the early developmental phase.","dc:creator":"Seaman C","dc:date":"2001","dc:title":"Localization of the netrin guidance receptor, DCC, in the developing peripheral and enteric nervous systems."},"rdfs:label":"Localization of DCC protein in the developing mouse PNS"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:27e56582-7b10-4cc1-a4a5-cfd231829b0d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:353b9e67-98f2-4f88-9153-36b54d84e67c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"IHC shows DCC is expressed in commissural axons and their growth cones in rat spinal cord","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8861902","type":"dc:BibliographicResource","dc:abstract":"The guidance of developing axons in the nervous system is mediated partly by diffusible chemoattractants secreted by axonal target cells. Netrins are chemoattractants for commissural axons in the vertebrate spinal cord, but the mechanisms through which they produce their effects are unknown. We show that Deleted in Colorectal Cancer (DCC), a transmembrane protein of the immunoglobulin superfamily, is expressed on spinal commissural axons and possesses netrin-1-binding activity. Moreover, an antibody to DCC selectively blocks the netrin-1-dependent outgrowth of commissural axons in vitro. These results indicate that DCC is a receptor or a component of a receptor that mediates the effects of netrin-1 on commissural axons, and they complement genetic evidence for interactions between DCC and netrin homologs in C. elegans and Drosophila.","dc:creator":"Keino-Masu K","dc:date":"1996","dc:title":"Deleted in Colorectal Cancer (DCC) encodes a netrin receptor."},"rdfs:label":"DCC is expressed by commissural axons and their growth cones"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e68e98a8-49fb-4528-8cf2-aa6822afd494","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81c4b36f-d54b-4b57-982b-130e1b547f26","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Netrin-1, encoded by NTN1, binds HEK293 Cells Expressing DCC; NTN1 has been asserted as a disease-gene for Mirror movements 4 (OMIM #618264)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8861902","rdfs:label":"Netrin-1 Binds HEK293 Cells Expressing DCC"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:f923f025-a973-4af8-b2c2-00dc39ed3026_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c00b918-a5e9-4e71-8d18-c01b6b412c36","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:72153941-2edb-4cf8-95d9-adfdf8027f80","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormal movement; defects in commissural axon projections; neonatal demise","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9126737","type":"dc:BibliographicResource","dc:abstract":"The DCC (Deleted in colorectal cancer) gene was first identified as a candidate for a tumour-suppressor gene on human chromosome 18q. More recently, in vitro studies in rodents have provided evidence that DCC might function as a receptor for the axonal chemoattractant netrin-1. Inactivation of the murine Dcc gene caused defects in axonal projections that are similar to those observed in netrin-1-deficient mice but did not affect growth, differentiation, morphogenesis or tumorigenesis in mouse intestine. These observations fail to support a tumour-suppressor function for Dcc, but are consistent with the hypothesis that DCC is a component of a receptor for netrin-1.","dc:creator":"Fazeli A","dc:date":"1997","dc:title":"Phenotype of mice lacking functional Deleted in colorectal cancer (Dcc) gene."},"rdfs:label":"Dcc knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:96e71b04-90e9-4cd9-b34c-bbe669630cb1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c044cff-31d5-4720-8628-bb09506ee815","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"hopping gait resulting from mirror movements of hind legs; absent corpus callosum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12451134","type":"dc:BibliographicResource","dc:abstract":"Migrating axons require the correct presentation of guidance molecules, often at multiple choice points, to find their target. Netrin 1, a bifunctional cue involved in both attracting and repelling axons, is involved in many cell migration and axon pathfinding processes in the CNS. The netrin 1 receptor DCC and its Caenorhabditis elegans homolog UNC-40 have been implicated in directing the guidance of axons toward netrin sources, whereas the C. elegans UNC-6 receptor, UNC-5 is necessary for migrations away from UNC-6. However, a role of vertebrate UNC-5 homologs in axonal migration has not been demonstrated. We demonstrate that the Unc5h3 gene product, shown previously to regulate cerebellar granule cell migrations, also controls the guidance of the corticospinal tract, the major tract responsible for coordination of limb movements. Furthermore, we show that corticospinal tract fibers respond differently to loss of UNC5H3. In addition, we observe corticospinal tract defects in mice homozygous for a spontaneous mutation that truncates the Dcc transcript. Postnatal day 0 netrin 1 mutant mice also demonstrate corticospinal tract abnormalities. Last, interactions between the Dcc and Unc5h3 mutations were observed in gene dosage experiments. This is the first evidence of an involvement in axon guidance for any member of the vertebrate unc-5 family and confirms that both the cellular and axonal guidance functions of C. elegans unc-5 have been conserved in vertebrates.","dc:creator":"Finger JH","dc:date":"2002","dc:title":"The netrin 1 receptors Unc5h3 and Dcc are necessary at multiple choice points for the guidance of corticospinal tract axons."},"rdfs:label":"Dcc Kanga mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:f923f025-a973-4af8-b2c2-00dc39ed3026_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5739,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:8fe64bce-8e62-45b6-89cc-f2f0d72542a0","type":"GeneValidityProposition","disease":"obo:MONDO_0100515","gene":"hgnc:2701","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"DCC loss-of-function variants were first reported in two large pedigrees with congenital mirror movements in 2010 (Srour et al., PMID: 20431009). Mirror movements 1 and/or agenesis of the corpus callosum (MONDO:0100515) is an autosomal dominant condition with incomplete penetrance that may present with isolated congenital mirror movements and/or isolated complete or partial agenesis of the corpus callosum. Intellectual abilities range from normal to borderline impaired; asymptomatic carriers have been reported. Of note, three probands with homozygous DCC loss-of-function variants and autosomal recessive familial horizontal gaze palsy with progressive scoliosis, 2 (OMIM #120470) have also been reported (28250456, 33141514); these individuals have not been included in this curation. \n\nAt least 10 DCC loss-of-function (nonsense, frameshift) variants and 8 missense variants have been reported in 19 probands across 5 publications (PMID: 20431009, 21242494, 24808016, 28250454, 31697046). Additional evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be loss-of-function. \n\nThis gene-disease relationship is also supported by experimental evidence including a demonstrated physical interaction with NTN1 (Mirror Movements 4, OMIM 618262) (PMID 8861902) and expression studies demonstrating expression in commissural axons in the rat spinal cord and localization of DCC to the developing mouse peripheral nervous system (PMID: 8861902, 11335129). Two mouse models have been reported: a knock-out with abnormal movement and defects in commissural axonal projections (PMID:9126737) and a spontaneous mouse mutant, Dcc Kanga, that displays a distinctive hopping gait resulting from mirror movements of the hind legs (PMID: 12451134). \n\nIn summary, there is definitive evidence to support the relationship between DCC and autosomal dominant mirror movements 1 and/or agenesis of the corpus callosum (MONDO:0100515). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Brain Malformations gene curation expert panel on July 26, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:f923f025-a973-4af8-b2c2-00dc39ed3026"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}