{"id":"cggv:76cba060-8080-42b1-b9ea-2193fea658b0v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:76cba060-8080-42b1-b9ea-2193fea658b0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-02-23T17:00:00.000Z","role":"Approver"},{"id":"cggv:76cba060-8080-42b1-b9ea-2193fea658b0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-04-12T22:31:00.781Z","role":"Publisher"}],"evidence":[{"id":"cggv:76cba060-8080-42b1-b9ea-2193fea658b0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:76cba060-8080-42b1-b9ea-2193fea658b0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76cba060-8080-42b1-b9ea-2193fea658b0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2fa5f44-c868-47fc-a9dc-dfce36e75421","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1c341911-84aa-49a8-9007-2db2c6a9df26","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot shows PDLIM3 in adult mouse hearts","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11329061","type":"dc:BibliographicResource","dc:abstract":"Although cytoskeletal mutations are known causes of genetically based forms of dilated cardiomyopathy, the pathways that link these defects with cardiomyopathy are unclear. Here we report that the alpha-actinin-associated LIM protein (ALP; Alp in mice) has an essential role in the embryonic development of the right ventricular (RV) chamber during its exposure to high biomechanical workloads in utero. Disruption of the gene encoding Alp (Alp) is associated with RV chamber dilation and dysfunction, directly implicating alpha-actinin-associated proteins in the onset of cardiomyopathy. In vitro assays showed that Alp directly enhances the capacity of alpha-actinin to cross-link actin filaments, indicating that the loss of Alp function contributes to destabilization of actin anchorage sites in cardiac muscle. Alp also colocalizes at the intercalated disc with alpha-actinin and gamma-catenin, the latter being a known disease gene for human RV dysplasia. Taken together, these studies point to a novel developmental pathway for RV dilated cardiomyopathy via instability of alpha-actinin complexes.","dc:creator":"Pashmforoush M","dc:date":"2001","dc:title":"Adult mice deficient in actinin-associated LIM-domain protein reveal a developmental pathway for right ventricular cardiomyopathy."},"rdfs:label":"Western Blot Mouse Hearts"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b8fb941c-b978-4afe-975f-236901630c03","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bc276632-4c67-4132-bdd6-03d8b0115cd0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western Blot showed protein expression in the skeletal muscle and heart","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9334352","type":"dc:BibliographicResource","dc:abstract":"PDZ motifs are protein-protein interaction domains that often bind to COOH-terminal peptide sequences. The two PDZ proteins characterized in skeletal muscle, syntrophin and neuronal nitric oxide synthase, occur in the dystrophin complex, suggesting a role for PDZ proteins in muscular dystrophy. Here, we identify actinin-associated LIM protein (ALP), a novel protein in skeletal muscle that contains an NH2-terminal PDZ domain and a COOH-terminal LIM motif. ALP is expressed at high levels only in differentiated skeletal muscle, while an alternatively spliced form occurs at low levels in the heart. ALP is not a component of the dystrophin complex, but occurs in association with alpha-actinin-2 at the Z lines of myofibers. Biochemical and yeast two-hybrid analyses demonstrate that the PDZ domain of ALP binds to the spectrin-like motifs of alpha-actinin-2, defining a new mode for PDZ domain interactions. Fine genetic mapping studies demonstrate that ALP occurs on chromosome 4q35, near the heterochromatic locus that is mutated in fascioscapulohumeral muscular dystrophy.","dc:creator":"Xia H","dc:date":"1997","dc:title":"Actinin-associated LIM protein: identification of a domain interaction between PDZ and spectrin-like repeat motifs."},"rdfs:label":"Western Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7eafb830-531f-452d-88c3-0029ce2e14a4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60dfca2d-88cc-4f10-8a76-e3f8a79350c9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of PDLIM3 in human heart shown by Northern blot.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9334352","rdfs:label":"PDLIM3 Northern blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:65d44316-46f8-4beb-bf6d-c4d5f19e1f11","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bbf0b99f-47e6-4fe2-bb6b-8a1e69a72821","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"\"We found that the PDZ domains of ALP (amino acids 1–84) and CLP36 (amino acids 1–85) interacted with the C-terminal EF-hands (EF3-4) of human α-actinin 2.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15084604","type":"dc:BibliographicResource","dc:abstract":"The Z-line is a specialized structure connecting adjacent sarcomeres in muscle cells. alpha-Actinin cross-links actin filaments in the Z-line. Several PDZ-LIM domain proteins localize to the Z-line and interact with alpha-actinin. Actinin-associated LIM protein (ALP), C-terminal LIM domain protein (CLP36), and Z band alternatively spliced PDZ-containing protein (ZASP) have a conserved region named the ZASP-like motif (ZM) between PDZ and LIM domains. To study the interactions and function of ALP we used purified recombinant proteins in surface plasmon resonance measurements. We show that ALP and alpha-actinin 2 have two interaction sites. The ZM motif was required for the interaction of ALP internal region with the alpha-actinin rod and for targeting of ALP to the Z-line. The PDZ domain of ALP bound to the C terminus of alpha-actinin. This is the first indication that the ZM motif would have a direct role in a protein-protein interaction. These results suggest that the two interaction sites of ALP would stabilize certain conformations of alpha-actinin 2 that would strengthen the Z-line integrity.","dc:creator":"Klaavuniemi T","dc:date":"2004","dc:title":"The ZASP-like motif in actinin-associated LIM protein is required for interaction with the alpha-actinin rod and for targeting to the muscle Z-line."},"rdfs:label":"surface plasmon resonance (SPR)"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:7f2c53e2-c9a2-450f-941b-a3045fd901ec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51308906-97d8-4f51-ac48-4dccf5cd2402","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"PDLIM3 PDZ domain interacts with ACTN2 by Yeast 2-hybrid. Endogenous Pdlim3 associates with endogeous Actn2 from rat skeletal muscle extracts.\nACTN2 has a moderate ClinGen clinical validity classification for intrinsic cardiomyopathy.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9334352","rdfs:label":"Two Hybrid yeast Screen"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:451a2b97-3da8-4239-8789-8d766697a3b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bc0bbcfe-2df6-466d-ba1a-35ecfaa10e49","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Immunoprecipitation studies showed it coimmunoprecipitated with ACTN2 from skeletal muscle","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9334352","rdfs:label":"Immunoprecipitation studies"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:76cba060-8080-42b1-b9ea-2193fea658b0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c28cd4c0-dc24-4254-993d-fb2bcb9bcf25","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6a963ac1-fa8f-436d-8218-0bfb158c0b6e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"While the mice developed cardiomyopathy, they did not develop HCM. Instead they developed biventricular systolic dysfunction and dilation. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11329061","rdfs:label":"PDLIM3 Null Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Mouse models did not develop HCM but instead a DCM phenotype"},{"id":"cggv:d2430112-d53d-48f1-8956-efb579486133","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2a560164-5ae0-469f-9db7-d5ae6dce06f4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"20-30% of mice developed cardiomyopathy, but it was more DCM than HCM. Hypoxia induced hypertrophic remodeling was impaired in the knull mice compared to wild type. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16060528","type":"dc:BibliographicResource","dc:abstract":"Targeted deletion of actinin-associated LIM protein (ALP) in mice leads to right ventricular (RV) dysplasia and a mild RV cardiomyopathy. Although the phenotype has been thoroughly characterized, the mechanisms leading from the cytoskeletal defect to the disease are unclear. We hypothesized that ALP deficiency may be associated with (1) changes in regional systolic dysfunction and (2) regional dysregulation of hypertrophic growth, in accordance with the restricted expression of ALP in the outflow tract of the RV. We examined RV regional epicardial systolic strains with respect to end-diastole in ALP knockout (ALPKO) mice and wild-type controls using an open-chest preparation. Strain components were consistently lower in the ALPKO mice than wild-type controls (second principal strain E2: p = 0.05). RV pressure was slightly but not significantly lower in ALPKO mice as well. To assess regional growth, geometric remodeling was analyzed in ALPKO and wild-type mice after 4 weeks of chronic hypoxia (11% oxygen). The average amount of RV wall thickening in response to hypoxia was reduced to 11% in the ALPKO mice compared with 44% in the wild-type controls. In summary, the results are consistent with the view that disruption of ALP is associated with diminished RV contractile function as well as altered hypertrophic remodeling.","dc:creator":"Lorenzen-Schmidt I","dc:date":"2005","dc:title":"Deficiency of actinin-associated LIM protein alters regional right ventricular function and hypertrophic remodeling."},"rdfs:label":"PDLIM3 Knockout Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Mice did not develop a phenotype consistent with HCM but rather DCM. Additionally only 30% of the mice developed cardiomyopathy. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":6143,"specifiedBy":"GeneValidityCriteria9","strengthScore":2,"subject":{"id":"cggv:283b63e4-8b76-4f0a-a432-3d908b0461cc","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:20767","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*PDLIM3* was first associated with hypertrophic cardiomyopathy (HCM) in humans in 2010 (Bagnall et al, 2010, PMID: 20801532) although no mechanistic data was provided to allow the missense variant to be scored. The *PDLIM3* gene has been associated with HCM in 2 probands in 2 publications. One variant of unknown significance and 1 multi-exon deletion have been reported. The multi-exon deletion was given 1.0 point for genetic evidence although it could not be officially scored as breakpoints were not provided, inhibiting the ability to enter the deletion into the ClinGen Allele Registry, at the time. *PDLIM3* is expressed in heart and interacts with *ACTN2*. However, there is no known mechanism through which *PDLIM3* causes HCM. In summary, there is limited evidence to support this gene-disease relationship with HCM. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease association. This classification was originally approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on November 1, 2016.This gene-disease relationship was reevaluated on February 23, 2023 by the Hereditary Cardiovascular Disorders GCEP. As a result of this reevaluation, the classification did not change.\n\nOf note, there is genetic evidence from one proband with a partial deletion (first four exons) of PDLIM3. Unfortunately, the publication did not include the breakpoints which meant a ClinGen Allele could not be created and the variant curated.  The expert panel elected to score this variant as 1.0 points for genetic evidence. ","dc:isVersionOf":{"id":"cggv:76cba060-8080-42b1-b9ea-2193fea658b0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}