{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-03-14T19:42:31.246Z","role":"Publisher"},{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-03-14T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbb34f2b-5381-4a8e-9c76-b496281b2681","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e041f884-3a0f-45ba-b84c-b5cc7d9038c6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The conserved central and C-terminal regions of RINT-1 are required for its interaction with Rad50. While Rad50 and RINT-1 are both expressed throughout the cell cycle, RINT-1 specifically binds to Rad50 only during late S and G2/M phases, suggesting that RINT-1 may be involved in cell cycle regulation. Consistent with this possibility, MCF-7 cells expressing an N-terminally truncated RINT-1 protein displayed a defective radiation-induced G2/M checkpoint.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11096100","type":"dc:BibliographicResource","dc:abstract":"Rad50, an structural maintenance of chromosomes (SMC) protein family member, participates in a variety of cellular processes, including DNA double-strand break repair, cell cycle checkpoint activation, telomere maintenance, and meiosis. Disruption of Rad50 in mice leads to lethality during early embryogenesis, indicating its essential function in normal proliferating cells. In addition to its ability to form a complex with the DNA double-strand break repair proteins Mre11 and NBS1, Rad50 may interact with other cellular proteins to execute its full range of biological activities. A novel 87-kDa protein named RINT-1 was identified using the C-terminal region of human Rad50 as the bait in a yeast two-hybrid screen. Human RINT-1 shares sequence homology with a novel protein identified in Drosophila melanogaster, including a coiled-coil domain within its N-terminal 150 amino acids, a conserved central domain of about 350 amino acids, and a C-terminal region of 90 amino acids exhibiting 35--38% identity. The conserved central and C-terminal regions of RINT-1 are required for its interaction with Rad50. While Rad50 and RINT-1 are both expressed throughout the cell cycle, RINT-1 specifically binds to Rad50 only during late S and G(2)/M phases, suggesting that RINT-1 may be involved in cell cycle regulation. Consistent with this possibility, MCF-7 cells expressing an N-terminally truncated RINT-1 protein displayed a defective radiation-induced G(2)/M checkpoint. These results suggest that RINT-1 may play a role in the regulation of cell cycle control after DNA damage.","dc:creator":"Xiao J","dc:date":"2001","dc:title":"RINT-1, a novel Rad50-interacting protein, participates in radiation-induced G(2)/M checkpoint control."},"rdfs:label":"Rad50 and RINT-1 yeast two-hybrid assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"This study reported RINT1 binds to RAD50 during late S and G2/M phases, suggesting RINT1 is involved in cell cycle. Expression of truncated RINT-1 protein in MEF7 cells displayed a defective radiation-induced G(2)/M checkpoint. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:407cd595-d831-4fe6-8763-f3c75aecde96","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ff792223-164c-41da-840a-7674f03648d6","type":"FunctionalAlteration","dc:description":"11% of the Rint1-deficient MEFs were not able to complete mitosis due to massive nucleoplasmic bridges and thus impaired chromosome segregation. A significant increase in chromosomal aberrations such as sister chromatid fusion was also observed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26383973","type":"dc:BibliographicResource","dc:abstract":"Endoplasmic reticulum (ER) stress, defective autophagy and genomic instability in the central nervous system are often associated with severe developmental defects and neurodegeneration. Here, we reveal the role played by Rint1 in these different biological pathways to ensure normal development of the central nervous system and to prevent neurodegeneration. We found that inactivation of Rint1 in neuroprogenitors led to death at birth. Depletion of Rint1 caused genomic instability due to chromosome fusion in dividing cells. Furthermore, Rint1 deletion in developing brain promotes the disruption of ER and Cis/Trans Golgi homeostasis in neurons, followed by ER-stress increase. Interestingly, Rint1 deficiency was also associated with the inhibition of the autophagosome clearance. Altogether, our findings highlight the crucial roles of Rint1 in vivo in genomic stability maintenance, as well as in prevention of ER stress and autophagy.","dc:creator":"Grigaravicius P","dc:date":"2016","dc:title":"Rint1 inactivation triggers genomic instability, ER stress and autophagy inhibition in the brain."},"rdfs:label":"Rint1 deletion in MEFs"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Fibroblast cells and neural stem cells were used  in this study. May not well represent the function of Rint 1 in breast cells. Cells used in this study carrying homozygous Rint1 deletion. No further anueoploidy studies. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e45366ce-163d-47f1-ac36-909a77432f4a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:335504d3-46bf-4223-a5c5-58d9a3e3b8f7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"2/31 heterozygous mice developed mammary gland adenocarcinoma.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17470549","type":"dc:BibliographicResource","dc:abstract":"Faithful mitotic partitioning of the Golgi apparatus and the centrosome is critical for proper cell division. Although these two cytoplasmic organelles are probably coordinated during cell division, supporting evidence of this coordination is still largely lacking. Here, we show that the RAD50-interacting protein, RINT-1, is localized at the Golgi apparatus and the centrosome in addition to the endoplasmic reticulum. To examine the biological roles of RINT-1, we found that the homozygous deletion of Rint-1 caused early embryonic lethality at embryonic day 5 (E5) to E6 and the failure of blastocyst outgrowth ex vivo. About 81% of the Rint-1 heterozygotes succumbed to multiple tumor formation with haploinsufficiency during their average life span of 24 months. To pinpoint the cellular function of RINT-1, we found that RINT-1 depletion by RNA interference led to the loss of the pericentriolar positioning and dispersal of the Golgi apparatus and concurrent centrosome amplification during the interphase. Upon mitotic entry, RINT-1-deficient cells exhibited multiple abnormalities, including aberrant Golgi dynamics during early mitosis and defective reassembly at telophase, increased formation of multiple spindle poles, and frequent chromosome missegregation. Mitotic cells often underwent cell death in part due to the overwhelming cellular defects. Taken together, these findings suggest that RINT-1 serves as a novel tumor suppressor essential for maintaining the dynamic integrity of the Golgi apparatus and the centrosome, a prerequisite to their proper coordination during cell division.","dc:creator":"Lin X","dc:date":"2007","dc:title":"RINT-1 serves as a tumor suppressor and maintains Golgi dynamics and centrosome integrity for cell survival."},"rdfs:label":"Rint-1 heterozygous mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:35a82a25-c98e-4e19-a5e3-5402769d974a","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:35a82a25-c98e-4e19-a5e3-5402769d974a_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:e9b84af6-b849-4c13-a38e-22edd3d34b44","type":"Cohort","allGenotypedSequenced":2024,"alleleFrequency":0.01383399209486166,"detectionMethod":"RINT1-targeted sequencing for the coding regions and exon–intron boundaries (10 bp each side) were sequenced.","evidence":[{"id":"cggv:35a82a25-c98e-4e19-a5e3-5402769d974a_cc_evidence_item"}],"numWithVariant":28,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:7fb84523-6c5f-4e90-9614-a2ab9e1549b1","type":"Cohort","allGenotypedSequenced":1886,"alleleFrequency":0.01378579003181336,"detectionMethod":"RINT1-targeted sequencing for the coding regions and exon–intron boundaries (10 bp each side) were sequenced.","evidence":[{"id":"cggv:35a82a25-c98e-4e19-a5e3-5402769d974a_cc_evidence_item"}],"numWithVariant":26},"lowerConfidenceLimit":0.59,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.999,"statisticalSignificanceType":"","statisticalSignificanceValue":1,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.74,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27544226","type":"dc:BibliographicResource","dc:abstract":"Rad50 interactor 1 (RINT1) has recently been reported as an intermediate-penetrance (odds ratio 3.24) breast cancer susceptibility gene, as well as a risk factor for Lynch syndrome. The coding regions and exon-intron boundaries of RINT1 were sequenced in 2024 familial breast cancer cases previously tested negative for BRCA1, BRCA2, and PALB2 mutations and 1886 population-matched cancer-free controls using HaloPlex Targeted Enrichment Assays. Only one RINT1 protein-truncating variant was detected in a control. No excess was observed in the total number of rare variants (truncating and missense) (28, 1.38 %, vs. 27, 1.43 %. P > 0.999) or in the number of variants predicted to be pathogenic by various in silico tools (Condel, Polyphen2, SIFT, and CADD) in the cases compared to the controls. In addition, there was no difference in the incidence of classic Lynch syndrome cancers in RINT1 rare variant-carrying families compared to RINT1 wild-type families. This study had 90 % power to detect an odds ratio of at least 2.06, and the results do not provide any support for RINT1 being a moderate-penetrance breast cancer susceptibility gene, although larger studies will be required to exclude more modest effects. This study emphasizes the need for caution before designating a cancer predisposition role for any gene based on very rare truncating variants and in silico-predicted missense variants.","dc:creator":"Li N","dc:date":"2016","dc:title":"Reevaluation of RINT1 as a breast cancer predisposition gene."},"rdfs:label":"Li_2016_Australia"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"This study identified 28 missense RINT1 variants. No significant association of RINT1 variants and breast cancer. The evidence in this paper presented unequivocally suggests that in the Caucasian population, RINT1 does not represent a moderate- penetrance breast cancer susceptibility gene, and also find no evidence to support an association of RINT1 mutation with Lynch syndrome-related cancer incidence in breast cancer families."},{"id":"cggv:6d3602e0-108f-4e0f-80a3-922561cf4c4a","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6d3602e0-108f-4e0f-80a3-922561cf4c4a_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:48d0cb76-7daf-4405-9fb8-8243791e1879","type":"Cohort","allGenotypedSequenced":1313,"alleleFrequency":0.02361005331302361,"detectionMethod":"Designed primers were used for amplification of genomic DNA covering the rare mutations of RINT1. Sequences were evaluated by Sanger sequencing. ","evidence":[{"id":"cggv:6d3602e0-108f-4e0f-80a3-922561cf4c4a_cc_evidence_item"}],"numWithVariant":31,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:3a8d3693-bda1-4b1a-9c9c-766d0c6c7ab1","type":"Cohort","allGenotypedSequenced":1123,"alleleFrequency":0.01068566340160285,"detectionMethod":"Designed primers were used for amplification of genomic DNA covering the rare mutations of RINT1. Sequences were evaluated by Sanger sequencing. ","evidence":[{"id":"cggv:6d3602e0-108f-4e0f-80a3-922561cf4c4a_cc_evidence_item"}],"numWithVariant":12},"lowerConfidenceLimit":1.16,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.017,"statisticalSignificanceType":"","statisticalSignificanceValue":2.33,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":4.65,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25050558","type":"dc:BibliographicResource","dc:abstract":"Approximately half of the familial aggregation of breast cancer remains unexplained. A multiple-case breast cancer family exome-sequencing study identified three likely pathogenic mutations in RINT1 (NM_021930.4) not present in public sequencing databases: RINT1 c.343C>T (p.Q115X), c.1132_1134del (p.M378del), and c.1207G>T (p.D403Y). On the basis of this finding, a population-based case-control mutation-screening study was conducted that identified 29 carriers of rare (minor allele frequency < 0.5%), likely pathogenic variants: 23 in 1,313 early-onset breast cancer cases and six in 1,123 frequency-matched controls [OR, 3.24; 95% confidence interval (CI), 1.29-8.17; P = 0.013]. RINT1 mutation screening of probands from 798 multiple-case breast cancer families identified four additional carriers of rare genetic variants. Analysis of the incidence of first primary cancers in families of women carrying RINT1 mutations estimated that carriers were at increased risk of Lynch syndrome-spectrum cancers [standardized incidence ratio (SIR), 3.35; 95% CI, 1.7-6.0; P = 0.005], particularly for relatives diagnosed with cancer under the age of 60 years (SIR, 10.9; 95% CI, 4.7-21; P = 0.0003).","dc:creator":"Park DJ","dc:date":"2014","dc:title":"Rare mutations in RINT1 predispose carriers to breast and Lynch syndrome-spectrum cancers."},"rdfs:label":"Park_RINT1 Rare Mutations"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0.5,"dc:description":"This paper included 31 variants (29 missense and 2 in-frame del).  Many missense variants were predicted as Benign. Possible damaged variants were found in both controls and cases. No previous test. 19 families that had been subsequently found to include carriers of pathogenic mutations in BRCA1, BRCA2 and PALB2."},{"id":"cggv:635f68b6-55b9-42d2-bbdd-b80b38a614de","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:635f68b6-55b9-42d2-bbdd-b80b38a614de_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:19a1a75b-5896-4aee-99e8-7d6ce0288178","type":"Cohort","allGenotypedSequenced":32247,"alleleFrequency":0.0007442552795608894,"detectionMethod":"Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex ampliconbased analysis of 746 target regions in 37 cancer predisposition genes.\n","evidence":[{"id":"cggv:635f68b6-55b9-42d2-bbdd-b80b38a614de_cc_evidence_item"}],"numWithVariant":24,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:2cf4063f-8f24-4035-92e1-3124ccfca072","type":"Cohort","allGenotypedSequenced":32544,"alleleFrequency":0.0008603736479842675,"detectionMethod":"Germline DNA samples were subjected to dual bar-coded QIAseq (Qiagen) multiplex ampliconbased analysis of 746 target regions in 37 cancer predisposition genes.\n","evidence":[{"id":"cggv:635f68b6-55b9-42d2-bbdd-b80b38a614de_cc_evidence_item"}],"numWithVariant":28},"lowerConfidenceLimit":0.45,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.44,"statisticalSignificanceType":"","statisticalSignificanceValue":0.8,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.41,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471974","type":"dc:BibliographicResource","dc:abstract":"Population-based estimates of the risk of breast cancer associated with germline pathogenic variants in cancer-predisposition genes are critically needed for risk assessment and management in women with inherited pathogenic variants.","dc:creator":"Hu C","dc:date":"2021","dc:title":"A Population-Based Study of Genes Previously Implicated in Breast Cancer."},"rdfs:label":"RINT1 BREAST CANCER "}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"\"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age.  Specifically, both groups had approximately the same percentage of each of the following categories: Asian, non-Hispanic Black, Hispanic, non-Hispanic white and other.  Please see Table 1 of the article.\n\nPrevalences of pathogenic variants and variants of uncertain significance in each gene were tabulated for the case patients and controls in the population-based CARRIERS analysis, and 95% confidence intervals were estimated with the use of the Wilson score method without continuity correction.\"\n"},{"id":"cggv:588baf07-8c57-4cee-80c0-a84f1d185477","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:588baf07-8c57-4cee-80c0-a84f1d185477_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:503ed613-6fb9-4a9a-8df2-6075b1c3cdb9","type":"Cohort","allGenotypedSequenced":48826,"alleleFrequency":0.0006553885225084996,"detectionMethod":"Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. \n","evidence":[{"id":"cggv:588baf07-8c57-4cee-80c0-a84f1d185477_cc_evidence_item"}],"numWithVariant":32,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:5dba4dd9-d17a-42f4-ae90-a6dfb9d2e685","type":"Cohort","allGenotypedSequenced":50703,"alleleFrequency":0.0009664122438514486,"detectionMethod":"Amplified products were combined into barcoded libraries of 768 samples, which were run on a single lane of an Illumina Hiseq4000. Samples were demultiplexed and then aligned to the reference genome (hg19) using BWA-MEM8. Each sample was sequenced to an average depth of 349 reads, in the target region. \n","evidence":[{"id":"cggv:588baf07-8c57-4cee-80c0-a84f1d185477_cc_evidence_item"}],"numWithVariant":49},"lowerConfidenceLimit":0.46,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.17,"statisticalSignificanceType":"","statisticalSignificanceValue":0.72,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.14,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33471991","type":"dc:BibliographicResource","dc:abstract":"Genetic testing for breast cancer susceptibility is widely used, but for many genes, evidence of an association with breast cancer is weak, underlying risk estimates are imprecise, and reliable subtype-specific risk estimates are lacking.","dc:creator":"Breast Cancer Association Consortium","dc:date":"2021","dc:title":"Breast Cancer Risk Genes - Association Analysis in More than 113,000 Women."},"rdfs:label":"RINT1 BREAST CANCER BCAC"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"\"Case and controls were also matched for sex (only females) and for race or ethnic group, other than age.  Specifically, both groups had approximately matching numbers of European and Asian patients.  There are no other racial groups mentioned. The studies were done in the following countries: Netherlands, Thailand, Germany, Ireland, Spain, Greece, France, Denmark, Colombia, Scotland, Belarus, Russia, Sweden, Finland, Cyprus, Australia, Norway, Poland, USA, UK, Singapore.\n\nThe primary analyses were burden analyses in which odds ratios and 95% confidence intervals for breast cancer associated with the presence of any variant in a given category were estimated by means of logistic regression.  Separate analyses for the population-based studies and the family-based studies. Risk estimates, 95% confidence intervals, and P values were reported for the population-based studies. Data presented is specific for protein-truncating variants of each gene (See Table 1 in the article.)\"\n"},{"id":"cggv:b913e577-8a60-43a2-a706-18bbe365efba","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:b913e577-8a60-43a2-a706-18bbe365efba_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:abf5f942-bc50-4f39-b44e-4bd34b61a39c","type":"Cohort","allGenotypedSequenced":6211,"alleleFrequency":0.0008050233456770246,"detectionMethod":"WES was performed on cases and controls.","evidence":[{"id":"cggv:b913e577-8a60-43a2-a706-18bbe365efba_cc_evidence_item"}],"numWithVariant":5,"relatedCondition":{"id":"obo:MONDO_0007254"}},"controlCohort":{"id":"cggv:211521df-a2d0-4d8a-bc65-4f6e5d01b7a9","type":"Cohort","allGenotypedSequenced":6019,"alleleFrequency":0.0009968433294567204,"detectionMethod":"WES was performed on cases and controls.","evidence":[{"id":"cggv:b913e577-8a60-43a2-a706-18bbe365efba_cc_evidence_item"}],"numWithVariant":6},"lowerConfidenceLimit":0.23,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.655,"statisticalSignificanceType":"","statisticalSignificanceValue":0.76,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":2.5,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35884425","type":"dc:BibliographicResource","dc:abstract":"Rare variants in at least 10 genes, including ","dc:creator":"Dumont M","dc:date":"2022","dc:title":"Uncovering the Contribution of Moderate-Penetrance Susceptibility Genes to Breast Cancer by Whole-Exome Sequencing and Targeted Enrichment Sequencing of Candidate Genes in Women of European Ancestry."},"rdfs:label":"Dumont_Women of European Ancestry"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","dc:description":"This paper assessed the associations between the presence of loss-of-function (LoF) and rare missense variants in 198 selected candidate genes and the risk of breast cancer overall, as well as estrogen receptor (ER) disease subtypes, in a replication set of 6211 breast cancer cases and 6019 controls. Controls matched for age, region, ethnicity. Per this study, germline Lof RINT1 alleles are not significantly associated with breast cancer risk. "}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Refuted","sequence":5969,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.5,"subject":{"id":"cggv:51eb42fc-8552-457e-999f-b9efe4b6f8e0","type":"GeneValidityProposition","disease":"obo:MONDO_0016419","gene":"hgnc:21876","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"RINT1 (RAD50 Interactor 1) encodes a protein first identified for its ability to interact with the RAD50 double strand break repair protein, with the resulting interaction implicated in the regulation of cell cycle progression and telomere length. RINT1 also plays a role in trafficking of cellular cargo from the endosome to the trans-Golgi network. Biallelic RINT1 mutations are associated with Infantile liver failure syndrome 3. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we describe curation for hereditary breast cancer (refute the association with breast cancer) in this curation. Evidence refuting this gene-disease relationship includes case-control data, while experimental data supports the role of RINT1 in cell cycle regulation. \n\n**Summary of Case-Control Data: 0.5 POINTS**\n\nThis gene-disease relationship has been studied in at least 5 case-control studies at the aggregate variant level. In 2021, two large case-control studies [CARRIERS (PMID: 33471974) and BCAC (PMID: 33471991); both with more than 32 thousand cases and controls] did not identify a significant association of aggregate loss of function (LOF) variants in RINT1 and breast cancer. Likewise, two more case-control studies with smaller case and control sizes did not find significant association of breast cancer with pathogenic RINT1 variant (PMID:35884425) and missense RINT1 variants (PMID:27544226). However, a case-control study with small population size including 29 missense and 2 in-frame deletion RINT1 variants showed significant associations to breast cancer (0.5 points, PMID: 25050558).\n\n**Summary of Experimental Data: 3 POINTS**\n\nWhile major case-control studies did not support the gene-disease association, experimental data reported the physical interaction of RINT1 and RAD50, which further regulate cell cycle (0.5 points, PMID:11096100). Rint1-deficient fibroblasts showed a significant increase in chromosomal aberrations such as sister chromatid fusion (0.5 points, PMID:26383973). Rint-1\nheterozygous mice also developed mammary gland adenocarcinoma (2 points, PMID:17470549).\n\n**Overall Summary:**\n\nIn summary, given the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between RINT1 and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association. This gene-disease pair was originally evaluated as disputed by the Breast/Ovarian Cancer GCEP on 9/26/2016. This re-curation was approved by the ClinGen Hereditary Diseases GCEP on 2/17/2023 (SOP Version 9).\n\nGiven the lack of significant association in large breast cancer case-control studies to date, there is convincing evidence refuting the association between RINT1 and autosomal dominant hereditary breast cancer, which significantly outweighs the evidence supporting the association.","dc:isVersionOf":{"id":"cggv:d523910c-67e4-4cec-82a2-d7803957ec02"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}