{"id":"cggv:9cee7fd2-09f7-41dc-9742-542917d856b0v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:9cee7fd2-09f7-41dc-9742-542917d856b0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-06-07T12:20:57.341Z","role":"Publisher"},{"id":"cggv:9cee7fd2-09f7-41dc-9742-542917d856b0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-06-03T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationTiming"},{"id":"cg:RecurationNewEvidence"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/30315159","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in the ubiquitously expressed ACTB, which encodes β-cytoplasmic actin (CYA), are almost exclusively associated with Baraitser-Winter Cerebrofrontofacial syndrome (BWCFF). Here, we report six patients with previously undescribed heterozygous variants clustered in the 3'-coding region of ACTB. Patients present with clinical features distinct from BWCFF, including mild developmental disability, microcephaly, and thrombocytopenia with platelet anisotropy. Using patient-derived fibroblasts, we demonstrate cohort specific changes to β-CYA filament populations, which include the enhanced recruitment of thrombocytopenia-associated actin binding proteins (ABPs). These perturbed interactions are supported by in silico modeling and are validated in disease-relevant thrombocytes. Co-examination of actin and microtubule cytoskeleton constituents in patient-derived megakaryocytes and thrombocytes indicates that these β-CYA mutations inhibit the final stages of platelet maturation by compromising microtubule organization. Our results define an ACTB-associated clinical syndrome with a distinct genotype-phenotype correlation and delineate molecular mechanisms underlying thrombocytopenia in this patient cohort.","dc:creator":"Latham SL","dc:date":"2018","dc:title":"Variants in exons 5 and 6 of ACTB cause syndromic thrombocytopenia."},"evidence":[{"id":"cggv:9cee7fd2-09f7-41dc-9742-542917d856b0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9cee7fd2-09f7-41dc-9742-542917d856b0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f443c10-c6ff-459e-88de-332990af1ae7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7c4057b1-ac6d-457b-84cb-4bd454c0e405","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Western blot analysis of individuals harboring variants in ACTB demonstrate a reduction of beta- CYA expression, while gamma-CYA expression is increased.  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30315159","rdfs:label":"Latham - Western Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Several studies have demonstrated that actin isoforms exist in equilibrium with one another to ensure that the cells total actin pool in constantly maintained.  It is consistent that other actin isoforms are increased while beta-actin is decreased. "},{"id":"cggv:50c30a5b-4df9-46e7-95c9-18d8d1c3a926","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3593ae37-e5d0-4ae8-afa8-cc9ae8148757","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients thrombocytes demonstrate aberrant ABP localization patterns.   Additionally, the cortical band is perturbed in individuals with mutated ACTB, as compared to normal controls. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30315159","rdfs:label":"Latham - Actin Cytoskeleton"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":" Beta-actin, encoded by ACTB, is critical in forming actin cytoskeleton and function in conjunction with other ACTN binding proteins - including NM-IIA, alpha-actinin 1, and Filamin A."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9cee7fd2-09f7-41dc-9742-542917d856b0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9e556ed1-bded-4a99-abce-e442aea6a3ee","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e791b70f-2177-4989-b716-2813f46cb7fc","type":"FunctionalAlteration","dc:description":"Proplatelet forming megakaryocytes from individuals with variants in ACTB and controls were labeled with beta-tubulin and assessed .  Three distinct phenotypes were observed - microtubules assembled in thin marginal bands, microtubules assembled in thick marginal bands, and disorganized microtubules.  Thick margninal bands comprise 41% of controls, but only 15% of ACTB-AST patient cells.  Whereas 34-46% of ACTB-AST cells had disorgainzed microtubules, only 10% of control cells did.  No difference was seen between controls and ACTB-AST individuals in the number of cells with thin marginal bands.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30315159","rdfs:label":"Latham - Cultured Fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient cells demonstrated a significant increase over controls in the number of cells with disorganized microtubules."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:9cee7fd2-09f7-41dc-9742-542917d856b0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.55}],"evidenceStrength":"Moderate","sequence":8367,"specifiedBy":"GeneValidityCriteria10","strengthScore":8.05,"subject":{"id":"cggv:592e8889-30d4-4a02-91ed-09d149e11b3a","type":"GeneValidityProposition","disease":"obo:MONDO_0100433","gene":"hgnc:132","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*ACTB* was first reported in relation to *ACTB*-associated syndromic thrombocytopenia (ACTB-AST) in 2018 (Latham et al., PMID:30315159).  The ACTB gene encodes beta-actin which plays a role in cellular processes,  including cell migration and division, cell shape, and the regulation of gene expression.  *ACTB*-associated syndromic thrombocytopenia is an autosomal dominant syndromic disorder characterized by developmental delay, mild intellectual disability, microcephaly, facial abnormalities, and thrombocytopenia with platelet anisotropy and enlarged platelets.  *ACTB* is also associated with Baraitser-Winter syndrome 1, Becker nevus syndrome, developmental malformation deafness/dystonia syndrome, and intellectual disability. *ACTB*-AST is curated as a unique disease, and to date, only variants in the 5th and 6th exon (pen/ultimate exons) of *ACTB* have been implicated in *ACTB*-associated syndromic thrombocytopenia. Evidence supporting this gene-disease curation includes case level data and experimental data.\n\nSummary of Case Level Data (5.8 points): Eight unique variants (missense, amino acid deletions, and frameshift) have been reported in humans, including instances of de novo variation. Variants in this gene have been reported in at least 8 probands in 5 publications (Latham et al., 2018 PMID: 30315159; Nunoi et al., 1999 PMID: 10411937; Fouassier et al., 2023 PMID: 36564926; Atmar et al., 2022 PMID: 35572556; Marconi et al., 2023 PMID: 36519321). Variants in this gene segregated with disease in 2 additional family members.\n\nSummary of Experimental Evidence (2.5 points): The gene-disease relationship is supported by expression, biochemical function, and functional alteration in patient cell experiments (Latham et al., PMID:30315159).\n\nIn summary, there is moderate evidence to support this gene-disease relationship.  Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nThis gene-disease pair was originally evaluated by the ClinGen Hemostasis and Thrombosis (H/T) Gene Curation Expert Panel on 11/24/2021. It was reevaluated on 05/25/2022 and additional evidence was added (Greve et al., 2022 PMID: 35313204). On June 3rd, 2024, the gene-disease classification was re-evaluated again, and although additional scoreable genetic evidence has emerged, the classification did not change.\n\nOf note, there are two published cases in which variants in the 4th exon of *ACTB* are seen in individuals with a phenotype that partially overlaps the phenotype seen in individuals with *ACTB*-AST.  These variants are included in the curation, but are not scored at this time (Sandestig et al., 2019 PMID: 30733661; Megy et al., 2021 PMID: 34355501).\n","dc:isVersionOf":{"id":"cggv:9cee7fd2-09f7-41dc-9742-542917d856b0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}