{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-06-22T04:00:00.000Z","role":"Approver"},{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:5e779ff0-5709-4f93-8506-7bd7f61e57a5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4ad4d600-8e44-42f6-bbab-121ad9d8c589","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"A genome-wide search in family UK1S demonstrated a\nregion of homozygosity by descent on chromosome 21 with\nD21S261 after 50 markers had been genotyped. The maximum lod scores for this small family at zero\nrecombination were 1.47 for D21S1252 and 1.69 for D21S1895.\nA candidate gene, the potassium channel IsK (minK) mapping\nto the homozygous region, was screened for mutations in family\nUK1S using SSCP","firstTestingMethod":"Genotyping","phenotypeFreeText":"congenital profound sensorineural hearing loss with absent vestibular function, syncope upon exertion, prolonged QT","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:5e779ff0-5709-4f93-8506-7bd7f61e57a5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f3a968c8-9dab-41f0-a8aa-b7e1313fef01","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.5(KCNE1):c.172_177delACCCTGinsCCCCCT (p.Thr58_Leu59delinsProPro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA085426"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9328483","type":"dc:BibliographicResource","dc:abstract":"The Jervell and Lange-Nielsen syndrome (JLNS) comprises profound congenital sensorineural deafness associated with syncopal episodes. These are caused by ventricular arrhythmias secondary to abnormal repolarisation, manifested by a prolonged QT interval on the electrocardiogram. Recently, in families with JLNS, Neyroud et al. reported homozygosity for a single mutation in KVLQT1 , a gene which has previously been shown to be mutated in families with dominantly inherited isolated long QT syndrome [Neyroud et al . (1997) Nature Genet ., 15, 186-189]. We have analysed a group of families with JLNS and shown that the majority are consistent with mutation at this locus: five families of differing ethnic backgrounds were homozygous by descent for markers close to the KVLQT1 gene and a further three families from the same geographical region were shown to be homozygous for a common haplotype and to have the same homozygous mutation of the KVLQT1 gene. However, analysis of a single small consanguineous family excluded linkage to the KVLQT1 gene, establishing genetic heterogeneity in JLNS. The affected children in this family were homozygous by descent for markers on chromosome 21, in a region containing the gene IsK . This codes for a transmembrane protein known to associate with KVLQT1 to form the slow component of the delayed rectifier potassium channel. Sequencing of the affected boys showed a homozygous mutation, demonstrating that mutation in the IsK gene may be a rare cause of JLNS and that an indistinguishable phenotype can arise from mutations in either of the two interacting molecules.","dc:creator":"Tyson J","dc:date":"1997","dc:title":"IsK and KvLQT1: mutation in either of the two subunits of the slow component of the delayed rectifier potassium channel can cause Jervell and Lange-Nielsen syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9328483","rdfs:label":"UK1S II-1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This variant was found in a consanguineous family in a homozygous state. The variant itself has not been found in gnomAD, however the Thr58Pro and Leu59Pro have both been found in 4/277122 and 4/277156 alleles in gnomAD respectively with no homozygotes. There only further evidence reported is that the mutation of the Thr59 residue to a valine was shown to reduce channel activity Takumi 1991. Valine is more structurally similar to Thr than Pro, so this may count as sufficient evidence to score the missense, though the consanguinity/homozygosity does not allow for the default 1 pt."},{"id":"cggv:0257c26a-41ca-4094-8600-316ec7760971_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:778bc48e-8aa4-474a-913d-c4bdddd7bddc","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exclusion of KVLQT1, SCN5A and HERG followed by sequencing of KCNE1","firstTestingMethod":"PCR","phenotypeFreeText":"Jervell and Lange Nielsen syndrome 2","previousTesting":true,"previousTestingDescription":"one of 3 affected siblings out of 6 total siblings who had prolonged QTc intervals and gongenital bilateral deafness as well as recurrent syncopes. parents and other siblings tested for normal hearing.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0257c26a-41ca-4094-8600-316ec7760971_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f9e4d0b7-311b-4c75-a604-2276a56631b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.5(KCNE1):c.226G>A (p.Asp76Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256867"}},{"id":"cggv:87f1d6c0-96f3-4376-8ca5-02f97c43d20e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.5(KCNE1):c.20C>T (p.Thr7Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256863"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9354783","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Schulze-Bahr E","dc:date":"1997","dc:title":"KCNE1 mutations cause jervell and Lange-Nielsen syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354783","rdfs:label":"Schulze-Bahr_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:fad0f20d-0773-4de7-b389-d9a17686b808_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:78757a6b-5c23-4697-bfd4-59e9bb0ffb88","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","variant":{"id":"cggv:fad0f20d-0773-4de7-b389-d9a17686b808_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f9e4d0b7-311b-4c75-a604-2276a56631b5"},{"id":"cggv:87f1d6c0-96f3-4376-8ca5-02f97c43d20e"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12132284","type":"dc:BibliographicResource","dc:abstract":"In contrast to the Romano-Ward (R-W) syndrome, the Jervell and Lange-Nielsen (J-LN) syndrome is an autosomal recessive inherited disease characterized by QT-prolongation in the electrocardiogram (ECG) and recurrent syncopal attacks which are also typical for the R-W syndrome, but also by congenital deafness. Recently, defect alleles in the genes for KCNQ1 and KCNE1 have been identified in patients with the J-LN syndrome. These genes may be causative for the R-W syndrome as well but in J-LN patients, they are only present in the homozygote or compound heterozygote form. In the present paper, we review the clinical and genetic similarities and differences of the J-LN and the R-W syndrome as well as the diagnostic and therapeutic management of these patients and their family members.","dc:creator":"Mönnig G","dc:date":"2002","dc:title":"[Clinical aspects and molecular genetics of the Jervell- and Lange-Nielsen Syndrome]."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12132284","rdfs:label":"Familie S, II:1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:ce7ab1fd-307e-4ebd-807f-7b78b03da2c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:00694be5-9acc-44ce-8bef-0726d9a97c6b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR of the KCNE1 gene and single strand conformational polymorphism (SSCP) analysis","firstTestingMethod":"PCR","phenotypeFreeText":"JLNS with congenital profound deafness and LQTS","previousTesting":true,"previousTestingDescription":"Patients with clinical diagnoses of LQTS and their family members\nwere referred from cardiology clinics in North America and represented\ndiverse ethnic backgrounds. Peripheral blood for DNA extraction\nwas collected after informed consent was obtained according to\nguidelines approved by the Children’s Hospital Institutional Review\nBoard. Additional data collected included clinical and family histories\nof syncope, palpitations, seizures, hearing loss/deficiency, and sudden\ncardiac death, as well as surface ECGs, exercise tests (if available),\nHolter studies (if available), and recent clinical notes from the referring\nphysicians. All probands met established criteria for LQTS.18 Ratecorrected\nQT intervals were calculated by Bazett’s formula, where\nQTc5QT/ ÖRR and have units of seconds1/2.19","sex":"Female","variant":{"id":"cggv:ce7ab1fd-307e-4ebd-807f-7b78b03da2c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9e4d0b7-311b-4c75-a604-2276a56631b5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9445165","type":"dc:BibliographicResource","dc:abstract":"Long-QT syndrome (LQTS) is a disorder of ventricular repolarization characterized by a prolonged QT interval, syncope, seizures, and sudden death. Recently, three forms of LQTS have been shown to result from mutations in potassium or sodium ion channel genes: KVLQT1 for LQT1, HERG for LQT2, and SCN5A for LQT3. IsK, an apparent potassium channel subunit encoded by KCNE1 on chromosome 21, regulates both KVLQT1 and HERG. This relationship makes KCNE1 a likely candidate gene, because mutations of these genes are known to cause both the autosomal dominant Romano-Ward and recessive Jervell and Lange-Nielsen (JLN) forms of LQTS.","dc:creator":"Duggal P","dc:date":"1998","dc:title":"Mutation of the gene for IsK associated with both Jervell and Lange-Nielsen and Romano-Ward forms of Long-QT syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9445165","rdfs:label":"D76N Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The patient's mother was identified to be heterozygous along with her half sister, but the origin of the other allele is unknown. Functional evidence allows this to be scored, but not at the full 1pt."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4},{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79fd85c3-c827-48d8-8c8a-0ecb5d6f6094","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:feb7f2b5-efee-4962-b720-c5e5a5329d23","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunolocalization shown in the vestibule as well as the kidney. This study also has a mouse model suitable for the JLNS phenotype, but points were already maxed out for animal models.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11832382","type":"dc:BibliographicResource","dc:abstract":"Mutations of the KCNE1 gene (IsK, minK) are related to hereditary forms of cardiac arrhythmias, so-called long QT syndromes (LQT). Here we review the phenotype of a mouse model for the recessive form of LQT known as Jervell and Lange-Nielsen syndrome. KCNE1 knockout mice exhibit an enhanced QT-RR adaptability, which is probably part of the pathophysiological mechanism leading to life-threatening tachyarrhythmia in patients. Like patients, knockout mice are deaf and show vestibular symptoms due to an impaired endolymph production. Knockout mice show urinary and fecal salt wasting and volume depletion. The renal phenotype is due to diminished reabsorption of Na(+) and glucose. The mice are hypokalemic and have increased aldosterone levels. Besides volume depletion, aldosterone is elevated via a set-point shift for sensing of extracellular K(+) in aldosterone-secreting glomerulosa cells, which physiologically express KCNE1. In conclusion, KCNE1 knockout leads to a complex phenotype resulting from direct loss of KCNE1 and compensatory mechanisms. Murine KCNE1 physiology could be helpful for the pathophysiological understanding and perhaps gene-specific treatment of long QT patients.","dc:creator":"Warth R","dc:date":"2002","dc:title":"The multifaceted phenotype of the knockout mouse for the KCNE1 potassium channel gene."},"rdfs:label":"Expression of KCNE1 and KO Mouse"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d6365fad-2530-473e-bd00-60e6817153e0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:485b7526-4409-431e-a611-cd662b8a9e7f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This paper also conducted current studies and generated minK null mice however, they also noted that there was expression of minK in wild type neonatal mice. They did also find evidence to suggest that minK expression is an early event in conduction system development and that its restricted nature of expression suggests species-specific roles in mediating electrophysiological properties of the heart.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9933245","type":"dc:BibliographicResource","dc:abstract":"The minK gene encodes a 129-amino acid peptide the expression of which modulates function of cardiac delayed rectifier currents (IKr and IKs), and mutations in minK are now recognized as one cause of the congenital long-QT syndrome. We have generated minK-deficient mice in which the bacterial lacZ gene has been substituted for the minK coding region such that beta-galactosidase expression is controlled by endogenous minK regulatory elements. In cardiac myocytes isolated from wild-type neonatal mice, IKs is rarely recorded, while IKr is common. In minK (-/-) myocytes, IKs is absent and IKr is significantly reduced and its deactivation slowed; these results further support a role for minK in modulating both IKs and IKr. Despite these changes, ECGs in (+/+) and (-/-) animals are no different at adult and at neonatal stages. ECG responses to isoproterenol are also similar in the 2 groups. beta-Galactosidase staining in postnatal minK (-/-) hearts is highly restricted, to the sinus-node region, caudal atrial septum, and proximal conducting system. Moreover, as early as embryonal day 11, segmentally restricted beta-galactosidase expression is observed in the portions of the sinoatrial and atrioventricular junctions that are thought to give rise to the conducting system, thereby implicating minK expression as an early event in conduction system development. More generally, the restricted nature of minK expression in the mouse heart suggests species-specific roles of this gene product in mediating the electrophysiological properties of the heart.","dc:creator":"Kupershmidt S","dc:date":"1999","dc:title":"Replacement by homologous recombination of the minK gene with lacZ reveals restriction of minK expression to the mouse cardiac conduction system."},"rdfs:label":"Mouse Model with myocyte characterization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cad2f4bb-bbd9-44d2-bfc0-f75e4f6bde4f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:69da6401-f557-4e06-8c21-a186f3cd3dfb","type":"FunctionalAlteration","dc:description":"The variants were tested in Xenopus laevis oocytes via cRNA injection. They tested the voltage dependence of the current constant as well as the deactivation time and found lower current in the cells injected with the variant hminK subunits. Though Bianchi et al. 1999 was also scored for functional alteration of the electrochemical properties of the KCNE1 protein, both were given points because they used different cell lines (oocytes vs. HEK293) and different variants. Both variants lowered deactivation time constants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10973849","type":"dc:BibliographicResource","dc:abstract":"Long-QT Syndrome (LQTS) is a cardiovascular disorder characterized by prolongation of the QT interval on ECG and presence of syncope, seizures, and sudden death. Five genes have been implicated in Romano-Ward syndrome, the autosomal dominant form of LQTS: KVLQT1, HERG, SCN5A, KCNE1, and KCNE2. Mutations in KVLQT1 and KCNE1 also cause the Jervell and Lange-Nielsen syndrome, a form of LQTS associated with deafness, a phenotypic abnormality inherited in an autosomal recessive fashion.","dc:creator":"Splawski I","dc:date":"2000","dc:title":"Spectrum of mutations in long-QT syndrome genes. KVLQT1, HERG, SCN5A, KCNE1, and KCNE2."},"rdfs:label":"D76N and S74L Affect Iks function"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:1a39c73e-45a8-4c5b-a4d5-6221dd56a8a2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0547d6a3-eb6e-471c-a8ce-aa9df354e145","type":"FunctionalAlteration","dc:description":"Found that there was a significant impact in KvLQT1 and HERG currents in HEK293 cells/oocytes.  Also measured deactivation time constants of minK+KvLQT1 and minK+HERG. They found that different mutations had different cellular phenotypes. They found that generally these missense mutations, i.e. D76N had strong dominant negative effects on KvLQT1 and suppressed the activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10400998","type":"dc:BibliographicResource","dc:abstract":"Mutations in the minK gene KCNE1 have been linked to the LQT5 variant of human long QT syndrome. MinK assembles with KvLQT1 to produce the slow delayed rectifier K+ current IKs and may assemble with HERG to modulate the rapid delayed rectifier IKr. We used electrophysiological and immunocytochemical methods to compare the cellular phenotypes of wild-type minK and four LQT5 mutants co-expressed with KvLQT1 in Xenopus oocytes and HERG in HEK293 cells. We found that three mutants, V47F, W87R and D76N, were expressed at the cell surface, while one mutant, L51H, was not. Co-expression of V47F and W87R with KvLQT1 produced IKs currents having altered gating and reduced amplitudes compared with WT-minK, co-expression with L51H produced KvLQT1 current rather than IKs and co-expression with D76N suppressed KvLQT1 current. V47F increased HERG current but to a lesser extent than WT-minK, while L51H and W87R had no effect and D76N suppressed HERG current markedly. Thus, V47F interacts with both KvLQT1 and HERG, W87R interacts functionally with KvLQT1 but not with HERG, D76N suppresses both KvLQT1 and HERG, and L51H is processed improperly and interacts with neither channel. We conclude that minK is a co-factor in the expression of both IKs and IKr and propose that clinical manifestations of LQT5 may be complicated by differing effects of minK mutations on KvLQT1 and HERG.","dc:creator":"Bianchi L","dc:date":"1999","dc:title":"Cellular dysfunction of LQT5-minK mutants: abnormalities of IKs, IKr and trafficking in long QT syndrome."},"rdfs:label":"minK variants in Xenopus oocytes and HEK293 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15714cfe-4455-4366-918c-7ab81dcd84a5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:939dca33-4102-42a8-bf68-627a1b3410df","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"They say that IsK knockout induced deafness may be a new class of deafness, and though they did not test for longQT in these mice, this is consistent with the JLNS hearing phenotype that is only seen in recessive inheritance","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8982171","type":"dc:BibliographicResource","dc:abstract":"The isk gene is expressed in many tissues. Pharmacological evidence from the inner ear suggests that isk mediates potassium secretion into the endolymph. To examine the consequences of IsK null mutation on inner ear function, and to produce a system useful for examining the role(s) IsK plays elsewhere, we have produced a mouse strain that carries a disrupted isk locus. Knockout mice exhibit classic shaker/waltzer behavior. Hair cells degenerate, but those of different inner ear organs degenerate at different times. Functionally, we show that in mice lacking isk, the strial marginal cells and the vestibular dark cells of the inner ear are unable to generate an equivalent short circuit current in vitro, indicating a lack of transepithelial potassium secretion.","dc:creator":"Vetter DE","dc:date":"1996","dc:title":"Inner ear defects induced by null mutation of the isk gene."},"rdfs:label":"IsK knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Molecular mechanism of human variants is inconsistent with this model"},{"id":"cggv:5470c2f5-ff3d-4461-9001-df92e4e24f07","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b3991011-3e5c-48c1-b354-51dc0f0c7442","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The KCNE1pkr homozygous mutant has profound bilateral deafness consistent with the JLNS phenotype and the isk-null mouse previously generated by Friedmann et al. 1996/Vetter et al. 1996. They also have inner ear defects i.e. collapse of Reissner's membrane.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11003695","type":"dc:BibliographicResource","dc:abstract":"A new mouse mutant, punk rocker (allele symbol Kcne1(pkr)), arose spontaneously on a C57BL/10J inbred strain background and is characterized by a distinctive head-tossing, circling, and ataxic phenotype. It is also profoundly and bilaterally deaf. The mutation resides in the Kcne1 gene on Chromosome (Chr) 16 and has been identified as a single base change within the coding region of the third exon. The C to T nucleotide substitution causes an arginine to be altered to a termination codon at amino acid position 67, and predictably this will result in a significantly truncated protein product. The Kcne1(pkr) mutant represents the first spontaneous mouse model for the human disorder, Jervell and Lange-Nielsen syndrome, associated with mutations in the homologous KCNE1 gene on human Chr 21.","dc:creator":"Letts VA","dc:date":"2000","dc:title":"A new spontaneous mouse mutation in the Kcne1 gene."},"rdfs:label":"Punk rocker Mouse KCNE1pkr"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Molecular mechanism is not consistent with human variants."},{"id":"cggv:1f9f29e1-d30c-4210-ad51-cc7a43f42005","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:740670c9-758e-4ff3-871e-74763410aad1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Used ECG to measure the QT intervals of the mice and found that there was a prolonged qT in the knockout mice at slower heart rates, but a shortened QT at faster heart rates relative to controls at those heart rates in Adult mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9670922","type":"dc:BibliographicResource","dc:abstract":"The Jervell and Lange-Nielsen (JLN) syndrome affects the human cardioauditory system, associating a profound bilateral deafness with an abnormally long QT interval on the ECG. It results from mutations in KVLQT1 and ISK genes that encode the 2 subunits forming the K+ channel responsible for the cardiac and inner ear slowly activating component of the delayed rectifier K+ current (IKs). A JLN mouse model that presents typical inner ear defects has been created by knocking out the isk gene (isk-/-). This study specifically reports on the cardiac phenotype counterpart, determined in the whole animal and at mRNAs and cellular levels. Surface ECG recordings of isk-/- mice showed a longer QT interval at slow heart rates, a paradoxical shorter QT interval at fast heart rates, and an overall exacerbated QT-heart rate adaptation compared with wild-type (WT) mice. A 300-ms increase in the heart rate cycle length induces a 309+/-21% increase in the QT duration of the WT mice versus a 500+/-50% in isk-/- mice (P<0.001). It is concluded that the isk gene product and/or IKs, when present, blunts the QT adaptation to heart rate variations and that steeper QT-RR relationships reflect a greater susceptibility to arrhythmias in patients lacking IKs.","dc:creator":"Drici MD","dc:date":"1998","dc:title":"Involvement of IsK-associated K+ channel in heart rate control of repolarization in a murine engineered model of Jervell and Lange-Nielsen syndrome."},"rdfs:label":"IsK knockout JLNS model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Already scored mouse models"},{"id":"cggv:10dc41dc-5fae-474a-8e37-d384fa9e0fca","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:55e417a3-d775-4218-9691-e5c9edf7c03e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This paper did not find an actual change in activation/ repolarization time. This could potentially be considered contradictory evidence, but there are several other knockout mouse studies that recapitulate the heart phenotype. i.e. Drici et al. 1998 9670922 found that there was a prolonged QT interval in these knockout mice. Regardless, it is important to note that this mouse didn't have prolonged QT and not score it.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9790991","type":"dc:BibliographicResource","dc:abstract":"The KCNE1 gene encodes a channel regulator IsK which in association with the KvLQT1 K+ channel protein determines the slow component of the cardiac delayed rectifier current. We have investigated the cellular electrophysiological characteristics of adult KCNE1-knockout mouse hearts by means of the standard microelectrode technique. Action potential parameters from the ventricular endocardium of KCNE1 -/- mice were indistinguishable from those of KCNE1 +/+ animals. In particular, KCNE1 -/- hearts did not exhibit prolonged repolarization. E-4031, a specific blocker of erg K+ channels consistently prolonged repolarization in KCNE1 +/+ but not in KCNE1 -/- hearts. By contrast, the chromanol compound 293B, a specific blocker of KvLQT1 K+ channel produced comparable effects on repolarization in KCNE1 -/- and KCNE1 +/+ mice. We conclude that invalidation of the mouse KCNE1 gene by homologous recombination leads to a mild cardiac phenotype at the cellular level.","dc:creator":"Charpentier F","dc:date":"1998","dc:title":"Adult KCNE1-knockout mice exhibit a mild cardiac cellular phenotype."},"rdfs:label":"KCNE1-KO mice Cardio phenotype"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"mouse did not have long QT"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":222,"specifiedBy":"GeneValidityCriteria6","strengthScore":8,"subject":{"id":"cggv:4c9be770-5c9a-4098-aba1-2220736f3f81","type":"GeneValidityProposition","disease":"obo:MONDO_0012871","gene":"hgnc:6240","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The KCNE1 gene has been associated with autosomal recessive Jervell and Lange-Nielsen Syndrome (JLNS) in 4 probands in 11 publications. At least 4 unique variants (missense, in-frame indel) have been reported in humans, and variants in this gene segregated with disease in 4 additional family members. KCNE1 was first associated with this disease in humans in 1997 (Tyson et al.). The mechanism for disease is homozygous loss of function causes irregular myocyte polarization from K+ channel activity leading to LQT and inner ear malformations causing HL and vestibular dysfunction (PMID: 9354783). This gene-disease association is supported by animal models, expression studies and in vitro functional assays showing the potential of variation in the protein to cause irregular heart conductivity and hearing loss. It is important to note that the KCNQ1 gene comprises a large percentage of the JLNS cases currently published in the literature and that though this appears to be a largely accepted gene-disease association, there is not quite enough case level information to reach a Definitive classification. However there is a large amount of experimental evidence showing the interaction between KCNE1 and KCNQ1 though this information was not scored. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\nThe LMM also has an additional homozygous internal case of the p.Tyr46Cys variant which segregated in a sibling with disease leading to the variant to be called LP (+ 0.5pt).\n\nThere is an article in French Denjoy et al. 2007 PMID: 17646758 that does not have PDF access and appears to have JLNS KCNE1 cases (186 total JLNS patients studied).","dc:isVersionOf":{"id":"cggv:a1d7672c-743f-4b93-b620-e20db96e47bd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}