{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51v3.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-10-11T16:09:41.188Z","role":"Publisher"},{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-04-13T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17716621","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is a cardiac disease characterized by left ventricular hypertrophy with diastolic dysfunction. Molecular genetic studies have revealed that HCM is caused by mutations in genes for sarcomere/Z-band components including titin/connectin and its associate proteins. However, disease-causing mutations can be found in about half of the patients, suggesting that other disease-causing genes remain to be identified. To explore a novel disease gene, we searched for obscurin gene (OBSCN) mutations in HCM patients, because obscurin interacts with titin/connectin. Two linked variants, Arg4344Gln and Ala4484Thr, were identified in a patient and functional analyses demonstrated that Arg4344Gln affected binding of obscurin to Z9-Z10 domains of titin/connectin, whereas Ala4484Thr did not. Myc-tagged obscurin showed that Arg4344Gln impaired obscurin localization to Z-band. These observations suggest that the obscurin abnormality may be involved in the pathogenesis of HCM.","dc:creator":"Arimura T","dc:date":"2007","dc:title":"Structural analysis of obscurin gene in hypertrophic cardiomyopathy."},"evidence":[{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:e3e81e88-8bd9-4166-a45b-733084a45b97","type":"EvidenceLine","evidence":[{"id":"cggv:e3e81e88-8bd9-4166-a45b-733084a45b97_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:4b8dfbcc-50da-4169-a1ad-19403ef8aff0","type":"Cohort","allGenotypedSequenced":529,"alleleFrequency":0.03780718336483932,"detectionMethod":"It is not listed if cases had variants in other sarcomere genes or the specific genes included on the panel testing","evidence":[{"id":"cggv:e3e81e88-8bd9-4166-a45b-733084a45b97_cc_evidence_item"}],"numWithVariant":20,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:b1e58d59-2c80-4fd7-b028-3799f6869c36","type":"Cohort","allGenotypedSequenced":307,"alleleFrequency":0.009771986970684038,"evidence":[{"id":"cggv:e3e81e88-8bd9-4166-a45b-733084a45b97_cc_evidence_item"}],"numWithVariant":3},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.024,"statisticalSignificanceType":"","statisticalSignificanceValue":3.8,"statisticalSignificanceValueType":"Odds Ratio","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34601892","type":"dc:BibliographicResource","dc:abstract":"The presence of variants in ","dc:creator":"Wu G","dc:date":"2021","dc:title":"Truncating Variants in "},"rdfs:label":"Replication Cohort"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":1},{"id":"cggv:76ef858d-8350-40ce-9f8e-6917b1da86c0","type":"EvidenceLine","evidence":[{"id":"cggv:76ef858d-8350-40ce-9f8e-6917b1da86c0_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:0f77c95d-7974-4672-b104-21e20c3d0040","type":"Cohort","allGenotypedSequenced":986,"alleleFrequency":0.02839756592292089,"evidence":[{"id":"cggv:76ef858d-8350-40ce-9f8e-6917b1da86c0_cc_evidence_item"}],"numWithVariant":28,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:2155a840-c9e0-4969-acfa-3d6c28903f6c","type":"Cohort","allGenotypedSequenced":761,"alleleFrequency":0.00788436268068331,"evidence":[{"id":"cggv:76ef858d-8350-40ce-9f8e-6917b1da86c0_cc_evidence_item"}],"numWithVariant":6},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.004,"statisticalSignificanceType":"","statisticalSignificanceValue":3.4,"statisticalSignificanceValueType":"Odds Ratio","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34601892","rdfs:label":"Discovery Cohort"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2,"dc:description":"13 cases also carried a variant in either MYBPC3 or MYH7 and at least 9 of these are known to be either likely pathogenic or pathogenic (per ClinVar). Additionally one variant was seen in both a case and a control \n\nReplication cohort also found a similar odds ratio (3.58, P<0.001). "}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1cc977b6-045f-44fa-b2e5-aa6f9a983730","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd784d6e-7ac3-4078-8cee-5a544f6265b7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Following the induction of hypertrophy, the quantity of the SK II-encoding transcripts increased 10-fold by 24 h and 16-fold by 48 h, then decreased by day 7, and returned to the control level by day 56.\n\nHypertrophy was induced by constriction of the ascending aorta in mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14550291","type":"dc:BibliographicResource","dc:abstract":"Obscurin and obscurin myosin light chain kinase (MLCK) are two recently identified muscle proteins encoded by the same gene cluster. The production of obscurin, which contains a Rho-guanine exchange factor (GEF)-like sequence, and obscurin-MLCK by this cluster suggests that these novel genes may be involved in signal transduction cascades that control adaptive and compensatory responses of the heart. The goal of the present study was to investigate the transcriptional response of the obscurin gene cluster to the initiation of myocardial hypertrophy induced in mice by aortic constriction. The transcriptional activity of the obscurin genes was examined using reverse-transcriptase primed quantitative PCR. We found that the transcripts encoding the obscurin Rho-GEF and the obscurin-MLCK internal serine-threonine kinase II (SK II) domains were significantly upregulated following aortic constriction. The expression of Rho-GEF-containing transcripts at different stages of the hypertrophic growth exceeded the control levels by 2- to 6-fold. Following the induction of hypertrophy, the quantity of the SK II-encoding transcripts increased 10-fold by 24h and 16-fold by 48h, then decreased by day 7, and returned to the control level by day 56. The quantity of the carboxy terminal obscurin-MLCK transcripts encoding for SK I increased 2-fold by day 2 and returned to the control values at later stages. Immunolocalization of obscurin, which contains Rho-GEF domain, in cardiomyocytes during pharmacologically induced hypertrophic growth in vitro demonstrated that the expression was topographically associated with the growing myofibrils and with the sites of initiation and progression of myofibrillogenesis at the periphery of the sarcoplasm. This suggests that upregulation of obscurin synthesis is associated with the formation of additional amounts of contractile structures during cardiac hypertrophy. Thus, the obscurin gene cluster represents a new example of an operon that encodes differentially regulated structural and signaling proteins implicated in the control of assembly and adaptive remodeling of myofibrils during normal and hypertrophic growth.","dc:creator":"Borisov AB","dc:date":"2003","dc:title":"Rapid response of cardiac obscurin gene cluster to aortic stenosis: differential activation of Rho-GEF and MLCK and involvement in hypertrophic growth."},"rdfs:label":"Increased expression in mice with hypertrophy"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Hypertrophy was \"environmentally induced\" not genetic and only seen in mice, not human patients. "},{"id":"cggv:ab97a7b9-5915-425f-8575-6cffea708c89","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:524ad95d-9999-4187-8466-7586eb052bd3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"On Western blot, obscn is expressed in human cardiac and skeletal muscles. In neonatal rat cardiomyocytes, endogenous obscn localized to the M-band and transiently localized to z-disk.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11448995","type":"dc:BibliographicResource","dc:abstract":"Vertebrate-striated muscle is assumed to owe its remarkable order to the molecular ruler functions of the giant modular signaling proteins, titin and nebulin. It was believed that these two proteins represented unique results of protein evolution in vertebrate muscle. In this paper we report the identification of a third giant protein from vertebrate muscle, obscurin, encoded on chromosome 1q42. Obscurin is approximately 800 kD and is expressed specifically in skeletal and cardiac muscle. The complete cDNA sequence of obscurin reveals a modular architecture, consisting of >67 intracellular immunoglobulin (Ig)- or fibronectin-3-like domains with multiple splice variants. A large region of obscurin shows a modular architecture of tandem Ig domains reminiscent of the elastic region of titin. The COOH-terminal region of obscurin interacts via two specific Ig-like domains with the NH(2)-terminal Z-disk region of titin. Both proteins coassemble during myofibrillogenesis. During the progression of myofibrillogenesis, all obscurin epitopes become detectable at the M band. The presence of a calmodulin-binding IQ motif, and a Rho guanine nucleotide exchange factor domain in the COOH-terminal region suggest that obscurin is involved in Ca(2+)/calmodulin, as well as G protein-coupled signal transduction in the sarcomere.","dc:creator":"Young P","dc:date":"2001","dc:title":"Obscurin, a giant sarcomeric Rho guanine nucleotide exchange factor protein involved in sarcomere assembly."},"rdfs:label":"OBSCN Western blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ea73adea-2aee-4531-a4a8-247aa821aa54","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ffbde8b-7c68-4bb3-bc0a-4ad3d780447d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11717165","type":"dc:BibliographicResource","dc:abstract":"Titin is a giant vertebrate striated muscle protein with critical importance for myofibril elasticity and structural integrity. We show here that the complete sequence of the human titin gene contains 363 exons, which together code for 38 138 residues (4200 kDa). In its central I-band region, 47 novel PEVK exons were found, which contribute to titin's extensible spring properties. Additionally, 3 unique I-band titin exons were identified (named novex-1 to -3). Novex-3 functions as an alternative titin C-terminus. The novex-3 titin isoform is approximately 700 kDa in size and spans from Z1-Z2 (titin's N-terminus) to novex-3 (C-terminal exon). Novex-3 titin specifically interacts with obscurin, a 721-kDa myofibrillar protein composed of 57 Ig/FN3 domains, followed by one IQ, SH3, DH, and a PH domain at its C-terminus. The obscurin domains Ig48/Ig49 bind to novex-3 titin and target to the Z-line region when expressed as a GFP fusion protein in live cardiac myocytes. Immunoelectron microscopy detected the C-terminal Ig48/Ig49 obscurin epitope near the Z-line edge. The distance from the Z-line varied with sarcomere length, suggesting that the novex-3 titin/obscurin complex forms an elastic Z-disc to I-band linking system. This system could link together calcium-dependent, SH3-, and GTPase-regulated signaling pathways in close proximity to the Z-disc, a structure increasingly implicated in the restructuring of sarcomeres during cardiomyopathies.","dc:creator":"Bang ML","dc:date":"2001","dc:title":"The complete gene sequence of titin, expression of an unusual approximately 700-kDa titin isoform, and its interaction with obscurin identify a novel Z-line to I-band linking system."},"rdfs:label":"Y2H "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"TTN has not been proven to be associated with HCM "},{"id":"cggv:60908e2c-5eac-468d-b33a-db10d332b80b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fe0499ea-5542-42fd-8ecb-7fc519ccc320","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11717165","rdfs:label":"GST pulldown"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"TTN has not been proven to be associated with HCM"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f094fe33-1deb-437a-b29f-23bc2850baab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:084ee06f-e317-42d2-898a-42c507fb9542","type":"FunctionalAlteration","dc:description":"RNAi targeting exon 1 in cultured rat cardiomyocytes resulted in defective lateral alignment of myofibrillar bundles, diffuse localization of sarcomeric myosin labeling and irregular sarcomere spacing.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16205939","type":"dc:BibliographicResource","dc:abstract":"Obscurin is a recently identified giant multidomain muscle protein (approximately 800 kDa) whose structural and regulatory functions remain to be defined. The goal of this study was to examine the effect of obscurin gene silencing induced by RNA interference on the dynamics of myofibrillogenesis and hypertrophic response to phenylephrine in cultured rat cardiomyocytes. We found that that the adenoviral transfection of short interfering RNA (siRNA) constructs targeting the first coding exon of obscurin sequence resulted in progressive depletion of cellular obscurin. Confocal microscopy demonstrated that downregulation of obscurin expression led to the impaired assembly of new myofibrillar clusters and considerable aberrations of the normal structure of the contractile apparatus. While the establishment of the initial periodic pattern of alpha-actinin localization remained mainly unaffected in siRNA-transfected cells, obscurin depletion did cause the defective lateral alignment of myofibrillar bundles, leading to their abnormal bifurcation, dispersal and multiple branching. Bending of immature myofibrils, apparently associated with the loss of their rigidity, a modified titin pattern, the absence of well-formed A-bands in newly formed contractile structures as documented by a diffuse localization of sarcomeric myosin labeling, and an occasional irregular periodicity of sarcomere spacing were typical of obscurin siRNA-treated cells. These results suggest that obscurin is indispensable for spatial positioning of contractile proteins and for the structural integration and stabilization of myofibrils, especially at the stage of myosin filament incorporation and A-band assembly. This demonstrates a vital role for obscurin in myofibrillogenesis and hypertrophic growth.","dc:creator":"Borisov AB","dc:date":"2006","dc:title":"Essential role of obscurin in cardiac myofibrillogenesis and hypertrophic response: evidence from small interfering RNA-mediated gene silencing."},"rdfs:label":"OBSCN RNAi"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f563a14f-a21e-49ca-ba85-47dbda46d80f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:213ceef2-3205-46bc-9ddb-f10eb8474537","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"It did affect the heart but the phenotype is more similar to dilated cardiomyopathy than hypertrophic cardiomyopathy. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19931525","type":"dc:BibliographicResource","dc:abstract":"Obscurin is a giant structural and signaling protein that participates in the assembly and structural integrity of striated myofibrils. Previous work has examined the physical interactions between obscurin and other cytoskeletal elements but its in vivo role in cell signaling, including the functions of its RhoGTPase Exchange Factor (RhoGEF) domain have not been characterized. In this study, morpholino antisense oligonucleotides were used to create an in-frame deletion of the active site of the obscurin A RhoGEF domain in order to examine its functions in zebrafish development. Cardiac myocytes in the morphant embryos lacked the intercalated disks that were present in controls by 72 and, in the more severely affected embryos, the contractile filaments were not organized into mature sarcomeres. Neural abnormalities included delay or loss of retinal lamination. Rescue of the phenotype with co-injection of mini-obscurin A expression constructs demonstrated that the observed effects were due to the loss of small GTPase activation by obscurin A. The immature phenotype of the cardiac myocytes and the retinal neuroblasts observed in the morphant embryos suggests that obscurin A-mediated small GTPase signaling promotes tissue-specific cellular differentiation. This is the first demonstration of the importance of the obscurin A-mediated RhoGEF signaling in vertebrate organogenesis and highlights the central role of obscurin A in striated muscle and neural development.","dc:creator":"Raeker MO","dc:date":"2010","dc:title":"Targeted deletion of the zebrafish obscurin A RhoGEF domain affects heart, skeletal muscle and brain development."},"rdfs:label":"Targeted deletion of OBSCN in Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Zebrafish developed a phenotype consistent with DCM rather than HCM "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":7093,"specifiedBy":"GeneValidityCriteria9","strengthScore":4,"subject":{"id":"cggv:66919dd8-add1-4d3e-900d-f9c730fccac7","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:15719","modeOfInheritance":"obo:HP_0000006"},"version":"3.1","dc:description":"The *OBSCN* gene has been associated with hypertrophic cardiomyopathy (HCM) in 8 probands in 3 publications. Three unique heterozygous variants of unknown significance (1 missense, 2 frameshift) with no experimental evidence to support their pathogenicity have been reported in humans (Xu et al, 2015, PMID 26573135). *OBSCN* was first associated with this disease in humans in 2007 (Arimura et al, PMID 17716621. However, the frequencies of the variants reported in this publication and a variant reported in 2014 (Girolami et al, PMID 25173926) in the ExAC database (exac.broadinstitute.org) are consistent with benign variation. Three additional variants found in 3 unrelated probands in Xu et al, 2015 (PMID 26573135) were also excluded as causative after expert review.  Additional cases reviewed during recuration in 2022, revealed  another null variant found via NGS in Forleo et al, 2017 (PMID: 28750076). Here, the proband also displayed a truncating variant in *MYBPC3*, a gene known to be linked to HCM. This likely excludes the *OBSCN* variant as causative without further segregation or mechanical evidence. New case-control evidence (Wu et al, 2021, PMID 34601892) on *OBSCN* in HCM showed statistical enrichment in cases compared to controls. However, there were limitations including affected individuals having known pathogenic variants in other genes associated with HCM. Of note, a knock-in mouse model with R4344Q homozygous mice display various symptoms such as arrhythmia, tachycardia, and PVCs. Additional studies have continued to investigate the pathogenicity of R344Q, but no experimental evidence has clearly supported pathogenicity for this variant in regards to hypertrophic cardiomyopathy (Hu et al, 2020, PMID 32528308; Fukuzawa et al, 2021, PMID 33438037; Hu et al, 2017, PMID 630914). Given this variant's high frequency in gnomAD (0.09%) with over 100 homozygous individuals reported, the pathogenicity of this variant remains unclear. However, this variant's high gnomAD frequency of 0.09716 in the African population excludes it from pathogenic consideration.The mechanism for disease is unknown. The gene-disease association is supported by expression data in addition to an in vitro assay. In summary, there is limited evidence to support this gene-disease association. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease association. This classification was originally  approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on February 1, 2017. This gene-disease relationship was reevaluated on April 13, 2022 by the Hereditary Cardiovascular Disorders GCEP. As a result of this reevaluation, the classification did not change.\n","dc:isVersionOf":{"id":"cggv:94265ca9-cf6a-468e-b12c-6ea173d09e51"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}