{"id":"cggv:1aa67af6-c8df-4151-98ab-049b69fefd08v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:1aa67af6-c8df-4151-98ab-049b69fefd08_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-09-05T16:00:00.000Z","role":"Approver"},{"id":"cggv:1aa67af6-c8df-4151-98ab-049b69fefd08_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2023-09-18T17:35:58.173Z","role":"Publisher"}],"evidence":[{"id":"cggv:1aa67af6-c8df-4151-98ab-049b69fefd08_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1aa67af6-c8df-4151-98ab-049b69fefd08_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cdd7e71c-c7b0-4150-b570-9642bdb59369","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10a3b4ef-e722-463f-9683-c1b110405a45","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In KO mice, the atria were severely enlarged, the ventricles displayed myocardial hypoplasia, the cardiac wall failed to mature properly with trabeculae being morphologically distinct and not yet compacting and presented with an intra-ventricular shunt (IVS). Lack of myocardial Creld1 causes extracellular matrix remodeling and trabeculation defects by modulation of the Notch1 signaling pathway. Hence, KOMyHC mice die early postnatally due to myocardial hypoplasia. \nCardiac phenotyping, histology, immunohistochemistry, RNA-sequencing, and flow cytometry demonstrated that Creld1 function in the myocardium is essential for heart function and survival.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33773999","type":"dc:BibliographicResource","dc:abstract":"N-methyl-d-aspartate receptors (NMDARs) play an essential role in regulating glutamatergic neurotransmission. Recently, pathogenic missense mutations were identified in genes encoding NMDAR subunits; however, their effect on NMDAR activity is often poorly understood. Here, we examined whether three previously identified pathogenic mutations (M641I, A645S, and Y647S) in the M3 domain of the GluN1 subunit affect the receptor's surface delivery, agonist sensitivity, Mg","dc:creator":"Kolcheva M","dc:date":"2021","dc:title":"Specific pathogenic mutations in the M3 domain of the GluN1 subunit regulate the surface delivery and pharmacological sensitivity of NMDA receptors."},"rdfs:label":"Beckert mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Genotype does not match human patients"},{"id":"cggv:ef832042-46c4-40e5-949f-513a7dc96044","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:28329a70-ebf0-46ff-bcd9-7105b2b868a6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous (+/Creld1KO) mice were viable and indistinguishable from wild-type (+/+) mice. However, the lack of Creld1 was embryonic lethal, resulting in death between embryonic days 11.0 (E11.0) and E11.5. At E11.0, Creld1 -/- hearts showed impaired formation and remodeling of endocardial cushions and still had the shape of a tube with immature atria and ventricles. Creld1KO embryos displayed normal EMT and normal delamination of ECCs at E10.5. However, the number of mesenchymal cells in the endocardial cushion was clearly reduced","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24697899","type":"dc:BibliographicResource","dc:abstract":"Calcineurin is a heteromeric Ca(2+)-dependent serine/threonine phosphatase. It dephosphorylates the transcription factor nuclear factor of activated T cells (NFAT) in the cytoplasm, which subsequently undergoes nuclear translocation. NFAT regulates numerous biological processes, including inflammatory T cell responses and cardiac development. Our study identifies the Cysteine-Rich with EGF-Like Domains 1 (Creld1) gene as a regulator of calcineurin/NFATc1 signaling. We show that Creld1 is sufficient to promote NFATc1 dephosphorylation and translocation to the nucleus. Creld1 is contained in a joint protein complex with the regulatory subunit of calcineurin, CnB, thereby controlling calcineurin function. Localization of Creld1 at the endoplasmic reticulum (ER) is important to exert its action on calcineurin. By using Creld1KO mice, we demonstrate that Creld1 is essential for heart development. Creld1 function is required for the VEGF-dependent proliferation of endocardial cells by promoting the expression of NFATc1 target-genes. Collectively, our study identifies Creld1 as an important regulator of calcineurin/NFATc1 signaling.","dc:creator":"Mass E","dc:date":"2014","dc:title":"Murine Creld1 controls cardiac development through activation of calcineurin/NFATc1 signaling."},"rdfs:label":"Mass mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Genotype does not match human patients"},{"id":"cggv:90dc7d2c-fa59-450f-8432-7b37d25285c3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:286e8754-5c57-45e3-b178-dae19e17be36","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knock-out CRELD1 mice presented fewer cells and less extracellular matrices in the atrioventricular endocardial cushions than wild-type mice.\nCreld1 knockout mouse model combined with increased VEGFA showed abnormal morphogenic response to VEGFA in Creld1-deficient embryonic hearts, indicating that interaction between CRELD1 and VEGFA has the potential to alter atrioventricular canal morphogenesis \nComplete knockout of Creld1 resulted in embryonic lethality, while heterozygotes were phenotypically normal but displays biochemical abnormalities that predispose the developing heart to an aberrant response to increased VEGFA signaling.\nCRELD1 plays a role in regulating VEGFA and that CRELD1 haploinsufficiency alone causes dysregulation of VEGFA\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25328912","type":"dc:BibliographicResource","dc:abstract":"Atrioventricular septal defects (AVSD) are highly heritable, clinically significant congenital heart malformations. Genetic and environmental modifiers of risk are thought to work in unknown combinations to cause AVSD. Approximately 5-10% of simplex AVSD cases carry a missense mutation in ","dc:creator":"Redig JK","dc:date":"2014","dc:title":"Allelic Interaction between "},"rdfs:label":"Redig knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Genotype does not match human patients"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:1aa67af6-c8df-4151-98ab-049b69fefd08_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.1}],"evidenceStrength":"Limited","sequence":6873,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.1,"subject":{"id":"cggv:3ed402cb-8ff9-4565-b944-5b6dbdfe781d","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:14630","modeOfInheritance":"obo:HP_0000006"},"version":"1.3","dc:description":"*CRELD1* was first reported in relation to autosomal dominant Congenital heart disease in 2003 (Robinson et al., PMID: 12632326).* CRELD1* has been noted to be associated with the following disease entities: Atrioventricular septal defect (AVSD), susceptibility to 2; AVSD, partial, with heterotaxy syndrome; AVSD, Down syndrome-associated; congenital heart defect (CHD); tetralogy of Fallot (TOF); and left ventricular noncompaction (LVNC). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, and phenotypic variability of AVSD, AVSD with heterotaxy syndrome, CHD, and TOF. Therefore, these disease entities have been lumped into one disease entity. The split curation for AVSD, Down syndrome- associated will be curated separately. A missense variant that has been reported in a proband is included in this curation (PMID: 22740159). At least 21 other unique variants (missense, frameshift, splice site) have been reported in 46 probands in 11 publications (PMIDs: 12632326, 15857420, 18076106, 24927998, 22740159, 29054759, 34328347, 21413875, 21080147, 28798025, 36011280). However, these variants were not included in the curation due to either a high minor allele frequency (> 0.00001) in gnomAD v.2.1.1 or a low REVEL score (< 0.7). *CRELD1* variants are incompletely penetrant and require interactions with other risk factors to increase the risk of developing a heart defect. This gene-disease association is also supported by three knockout mouse models that show that *Creld1* is important for VEGF signaling and heart development (PMIDs: 25328912, 24697899, 33773999). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date 9/5/2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:1aa67af6-c8df-4151-98ab-049b69fefd08"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}