{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-02-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-02-05T14:05:29.361Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80e00071-d905-44e7-bedd-699b1c20b54d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d4310b9-15e7-4c09-9552-c09e2411601a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"By Northern blot, RNA expression was found to be restricted to T cell and myeloid cells. High expression was found in thymus and peripheral blood lymphocytes with no expression in nonhematopoietic cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9207119","type":"dc:BibliographicResource","dc:abstract":"T cell receptor zeta (TcRzeta)/CD3 ligation initiates a signaling cascade that involves src kinases p56(lck) and zeta-associated protein 70, leading to the phosphorylation of substrates such as TcRzeta, Vav, SH2-domain-containing leukocyte protein 76 (SLP-76), cbl, and p120/130. FYN binding protein (FYB or p120/130) associates with p59(fyn), the TcRzeta/CD3 complex, and becomes tyrosine-phosphorylated in response to receptor ligation. In this study, we report the cDNA cloning of human and murine FYB and show that it is restricted in expression to T cells and myeloid cells and possesses an overall unique hydrophilic sequence with several tyrosine-based motifs, proline-based type I and type II SH3 domain binding motifs, several putative lysine/glutamic acid-rich nuclear localization motifs, and a SH3-like domain. In addition to binding the src kinase p59(fyn), FYB binds specifically to the hematopoietic signaling protein SLP-76, an interaction mediated by the SLP-76 SH2 domain. In keeping with this, expression of FYB augmented interleukin 2 secretion from a T cell hybridoma, DC27.10, in response to TcRzeta/CD3 ligation. FYB is therefore a novel hematopoietic protein that acts as a component of the FYN and SLP-76 signaling cascades in T cells.","dc:creator":"da Silva AJ","dc:date":"1997","dc:title":"Cloning of a novel T-cell protein FYB that binds FYN and SH2-domain-containing leukocyte protein 76 and modulates interleukin 2 production."},"rdfs:label":"Northern Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Consistent with its role as an adaptor protein in the hematopoietic system, FYB expression was found to be restricted to hematopoietic cells. This is in agreement with HPA and GTex with report that FYB expression is tissue enhanced in the bone marrow and immune system."},{"id":"cggv:cb93798b-db67-4704-b749-ceec9ba2007e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0afcfcc7-ac8c-4088-aec5-56ff03afafc8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients have an increased bleeding tendency consistent with abnormal integrin activation. In platelets, integrin αIIbβ3 bidirectional signaling is required for efficient hemostatic platelet responses to vascular injury.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24523237","type":"dc:BibliographicResource","dc:abstract":"ADAP is a hematopoietic-restricted adapter protein that promotes integrin activation and is a carrier for other adapter proteins, Src kinase-associated phosphoprotein 1 (SKAP1) and SKAP2. In T lymphocytes, SKAP1 is the ADAP-associated molecule that activates integrins through direct linkages with Rap1 effectors (regulator of cell adhesion and polarization enriched in lymphoid tissues; Rap1-interacting adapter molecule). ADAP also promotes integrin αIIbβ3 activation in platelets, which lack SKAP1, suggesting an ADAP integrin-regulatory pathway different from those in lymphocytes. Here we characterized a novel association between ADAP and 2 essential integrin-β cytoplasmic tail-binding proteins involved in αIIbβ3 activation, talin and kindlin-3. Glutathione S-transferase pull-downs identified distinct regions in ADAP necessary for association with kindlin or talin. ADAP was physically proximal to talin and kindlin-3 in human platelets, as assessed biochemically, and by immunofluorescence microscopy and proximity ligation. Relative to wild-type mouse platelets, ADAP-deficient platelets exhibited reduced co-localization of talin with αIIbβ3, and reduced irreversible fibrinogen binding in response to a protease activated receptor 4 (PAR4) thrombin receptor agonist. When ADAP was heterologously expressed in Chinese hamster ovary cells co-expressing αIIbβ3, talin, PAR1, and kindlin-3, it associated with an αIIbβ3/talin complex and enabled kindlin-3 to promote agonist-dependent ligand binding to αIIbβ3. Thus, ADAP uniquely promotes activation of and irreversible fibrinogen binding to platelet αIIbβ3 through interactions with talin and kindlin-3. ","dc:creator":"Kasirer-Friede A","dc:date":"2014","dc:title":"ADAP interactions with talin and kindlin promote platelet integrin αIIbβ3 activation and stable fibrinogen binding."},"rdfs:label":"Integrin activation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"FYB1 is an adapter protein that promotes integrin activation and is a carrier for other adapter proteins. Here a novel association between FYB1 and 2 essential integrin-β cytoplasmic tail-binding proteins involved in αIIbβ3 activation, talin and kindlin-3, was characterized."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c8910ba0-94a9-4443-85c8-1e312161f826","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d681e3e-5548-43d8-85d9-a343bb3a15f3","type":"FunctionalAlteration","dc:description":"Megakaryocytes lacking FYB1 showed reduced spreading on extracellular matrix proteins as well as activation of β1 integrins, impaired podosome formation, and displayed defective polarization of the demarcation membrane system in vitro.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29950291","type":"dc:BibliographicResource","dc:abstract":"Bone marrow (BM) megakaryocytes (MKs) produce platelets by extending proplatelets into sinusoidal blood vessels. Defects in thrombopoiesis can lead to thrombocytopenia associated with increased bleeding tendency. Recently, the platelet disorder congenital autosomal-recessive small-platelet thrombocytopenia (CARST) was described; it is caused by mutations in the adhesion and degranulation-promoting adaptor protein (ADAP; synonym: FYB, SLAP130/120) gene, and characterized by microthrombocytopenia and bleeding symptoms. In this study, we used constitutive ADAP-deficient mice (Adap\n                        -/-\n                     ) as a model to investigate mechanisms underlying the microthrombocytopenia in CARST. We show that Adap\n                        -/-\n                     mice display several characteristics of human CARST, with moderate thrombocytopenia and smaller-sized platelets. Adap\n                        -/-\n                     platelets had a shorter life span than control platelets, and macrophage depletion, but not splenectomy, increased platelet counts in mutant mice to control levels. Whole-sternum 3-dimensional confocal imaging and intravital 2-photon microscopy revealed altered morphology of ADAP-deficient MKs with signs of fragmentation and ectopic release of (pro)platelet-like particles into the BM compartment. In addition, cultured BM-derived MKs lacking ADAP showed reduced spreading on extracellular matrix proteins as well as activation of β1 integrins, impaired podosome formation, and displayed defective polarization of the demarcation membrane system in vitro. MK-/platelet-specific ADAP-deficient mice (PF4-cre) also produced fewer and smaller-sized platelets and released platelets ectopically. These data demonstrate that the abnormal platelet production in the mutant mice is an MK-intrinsic defect. Taken together, these results point to an as-yet-unidentified role of ADAP in the process of MK polarization and platelet biogenesis.","dc:creator":"Spindler M","dc:date":"2018","dc:title":"ADAP deficiency impairs megakaryocyte polarization with ectopic proplatelet release and causes microthrombocytopenia."},"rdfs:label":"FYB1 null megakaryocytes"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Collectively, these data show that Fyb−/− megakaryocytes (MKs) exhibit defective F-actin organization, resulting in impaired adhesion to the extracellular matrix proteins collagen I and fibronectin, and suggest that FYB1 in MKs functions as a linker protein between integrin affinity and F-actin–dependent demarcation membrane system polarization, and loss of FYB1 results in ectopic, nondirectional (pro)platelet release into the bone marrow compartment."},{"id":"cggv:7446d57b-bc33-45a0-94b9-c3c66f102bc9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8d39ae0d-8b35-46ba-ab08-07a906c0eb63","type":"FunctionalAlteration","dc:description":"SEM analysis after thrombin addition in the healthy individual sample showed a typical fibrin network and an activated platelet, spreading and merging with the adjacent fibrin. In the patients’ samples, persistently discoid, trapped platelets with very few pseudopodia were noted between the fibrin fibers.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25876182","type":"dc:BibliographicResource","dc:abstract":"The FYB gene encodes adhesion and degranulation-promoting adaptor protein (ADAP), a hematopoietic-specific protein involved in platelet activation, cell motility and proliferation, and integrin-mediated cell adhesion. No ADAP-related diseases have been described in humans, but ADAP-deficient mice have mild thrombocytopenia and increased rebleeding from tail wounds.","dc:creator":"Levin C","dc:date":"2015","dc:title":"Deleterious mutation in the FYB gene is associated with congenital autosomal recessive small-platelet thrombocytopenia."},"rdfs:label":"Platelet Spreading"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This finding correlates with previous studies in Fyb‐deficient mice showing reduced formation of platelet filopodia and with the role of FYB1 in in αIIbβ3 integrin activation which is involved in signaling to the platelet cytoskeleton."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d7230bc3-b8c0-4791-bc97-ad6909bdb3f5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c6d82510-90a3-448e-8dd5-cce4ce55d117","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both mice and human patients exhibit thrombocytopenia. Specific loss of Fyb in platelets reduced the number of platelets to 38%. Additionally, rebleeding occurred more frequently in the platelet-specific Fyb k.o. mice than in the control animals.  As in humans, this may result from the function of Fyb in integrin activation. Fyb-deficient platelets from conditional k.o. mice exhibited reduced integrin activation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30833485","type":"dc:BibliographicResource","dc:abstract":"The adhesion and degranulation-promoting adapter protein (ADAP) is expressed in T cells, NK cells, myeloid cells, and platelets. The involvement of ADAP in the regulation of receptor-mediated inside-out signaling leading to integrin activation is well characterized, especially in T cells and in platelets. Due to the fact that animal studies using conventional knockout mice are limited by the overlapping effects of the different ADAP-expressing cells, we generated conditional ADAP knockout mice (ADAPfl/fl PF4-Cretg) (PF4, platelet factor 4). We observed that loss of ADAP restricted to the megakaryocytic lineage has no impact on other hematopoietic cells even under stimulation conditions. ADAPfl/fl PF4-Cretg mice showed thrombocytopenia in combination with reduced plasma levels of PF4 and transforming growth factor β1 (TGF-β1). In vitro, platelets from these mice revealed reduced P-selectin expression, lower levels of TGF-β1 release, diminished integrin αIIbβ3 activation, and decreased fibrinogen binding after stimulation with podoplanin, the ligand of C-type lectin-like receptor 2 (CLEC-2). Furthermore, loss of ADAP was associated with impaired CLEC-2-mediated activation of phospholipase Cγ2 (PLCγ2) and extracellular signal-regulated kinase 1/2 (ERK1/2). Induction of experimental autoimmune encephalomyelitis (EAE) in mice lacking ADAP expression in platelets caused a more severe disease. In vivo administration of TGF-β1 early after T cell transfer reduced EAE severity in mice with loss of ADAP restricted to platelets. Our results reveal a regulatory function of ADAP in platelets in vitro and during autoimmune disease EAE in vivo.","dc:creator":"Rudolph JM","dc:date":"2019","dc:title":"Characterization of Mice with a Platelet-Specific Deletion of the Adapter Molecule ADAP."},"rdfs:label":"Conditional KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Platelet-specific Fyb KO resulted in thrombocytopenia and a higher frequency of secondary bleeding as observed in the conventional Fyb KO mouse."},{"id":"cggv:87e85704-2a75-4214-8680-04b861584bbb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8fabd496-674a-4e02-bf64-4949b9cb74fc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in human patients,  mice lacking FYB1 displayed a significant reduction in platelet count and a small but significant reduction in MPV, whereas heterozygous mice displayed platelet counts and size comparable to controls. A consistent, mild bleeding tendency was also observed in the mice as increased rebleeding from wounds.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29950291","rdfs:label":"FYB1 KO Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Demonstrated that FYB1 deficiency in mice leads to a microthrombocytopenia as observed in patients, caused by a reduced platelet life span and the ectopic release of (pro)platelet-like particles into the bone marrow compartment."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4},{"id":"cggv:65874cb2-58c2-4379-bdc5-ad0e7f9d46e1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:65874cb2-58c2-4379-bdc5-ad0e7f9d46e1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"allele":{"id":"cggv:518b8d76-60d7-447a-afe7-4f981bde6d67","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001465.6(FYB1):c.1385_1386del (p.Tyr462Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/417970"}},"detectionMethod":"Proband IV:5 had exome sequencing which identified the variant of interest in FYB, verified by sanger sequencing in this proband and additional family members.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Platelet count of 40 × 10^9/L and mean platelet volume of 6.0 fL [Normal range is 7.0-11.0 fL]","phenotypes":["obo:HP_0000967","obo:HP_0001873","obo:HP_0005537"],"previousTesting":true,"previousTestingDescription":"CAMT was excluded when no pathogenic variant was identified by exome sequencing. TAR syndrome was excluded because there were no reductions in marrow megakaryoytes and there were no absent radii.  Wiskott-Aldrich syndrome and X-linked thrombocytopenia were not considered in the differential diagnosis for this family because of absence of eczema and repeated infection and because both sexes are affected pointing more to an autosomal recessive mode of inheritance.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e0e15ff7-e1a9-418d-8d6f-c2df0373489e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:518b8d76-60d7-447a-afe7-4f981bde6d67"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25516138","type":"dc:BibliographicResource","dc:abstract":"Inherited thrombocytopenias (IT) are a heterogeneous group of rare diseases characterized by a reduced number of blood platelets. The frequency of IT is probably underestimated because of diagnostic difficulties and because not all the existing forms have as yet been identified, with some patients remaining without a definitive diagnosis. Exome Sequencing has made possible the identification of almost all variants in the coding regions of protein-coding genes, thereby providing the opportunity to identify the disease causing gene in a number of patients with indefinite diagnoses, specifically in consanguineous families.","dc:creator":"Hamamy H","dc:date":"2014","dc:title":"Recessive thrombocytopenia likely due to a homozygous pathogenic variant in the FYB gene: case report."}},"rdfs:label":"IV:5"},{"id":"cggv:e0e15ff7-e1a9-418d-8d6f-c2df0373489e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e0e15ff7-e1a9-418d-8d6f-c2df0373489e_variant_evidence_item"}],"strengthScore":1,"dc:description":"The frameshift variant, Tyr472Terfs (reported as Tyr462Ter) is homozygous by consanguinity. It results in an immediate stop codon in exon 6 of 19 which is predicted to cause NMD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b706352b-582c-4263-b70a-415a57af5140_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b706352b-582c-4263-b70a-415a57af5140","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:b009745b-6b4c-4706-90a9-3aa94ddcf8f3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001465.6(FYB1):c.393G>A (p.Trp131Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359618048"}},"detectionMethod":"Whole exome sequencing was performed for one patient with sanger sequencing to verify the FYB sequence in all patients.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"platelet count (51 × 10^9 L−1), a low mean platelet volume (6 fL), bleeding time P 17'","phenotypes":["obo:HP_0000132","obo:HP_0012886","obo:HP_0001873","obo:HP_0005537","obo:HP_0001892","obo:HP_0000964","obo:HP_0000967"],"previousTesting":true,"previousTestingDescription":"Chromosomal analysis using G‐banding, and FISH test aimed at chromosomal region 22q11, was normal in patient VI‐6. WAS gene sequencing in patients VI‐3 and VI‐5, and C‐MPL sequencing in patient VI‐5 revealed no pathogenic changes in the coding regions of these two genes. Homozygosity studies for the locus region encoding WIPF1 did not detect any homozygosity.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:21e213e6-daeb-4f0d-aa22-fb7ada4d1d1b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b009745b-6b4c-4706-90a9-3aa94ddcf8f3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25876182"},"rdfs:label":"Patient VI-1"},{"id":"cggv:21e213e6-daeb-4f0d-aa22-fb7ada4d1d1b","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:21e213e6-daeb-4f0d-aa22-fb7ada4d1d1b_variant_evidence_item"}],"strengthScore":1,"dc:description":"The homozygous (by consanguinity) nonsense variant, Trp141Ter (reported as Trp131Ter), generates a stop codon in exon 2 of 19 which is predicted to result in NMD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":7757,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:632da561-fe66-4b65-adb4-8dad18b3ea26","type":"GeneValidityProposition","disease":"obo:MONDO_0010120","gene":"hgnc:4036","modeOfInheritance":"obo:HP_0000007"},"version":"3.0","dc:description":"*FYB1* was first reported in relation to autosomal recessive thrombocytopenia 3 in 2014 (Hamamy H, et al., PMID: 25516138). At least 2 unique variants (one nonsense and one frameshift) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Variants in this gene have been reported in at least 2 probands in 2 publications (PMIDs: 25516138, 25876182). Variants in this gene segregated with disease in 6 additional family members. This gene-disease relationship is supported by its restricted expression in hematopoietic cells, its biochemical function as an adaptor protein involved in integrin activation, the functional alteration observed in patient and non-patient cells, and both conventional and conditional knockout mouse models. In summary, there is moderate evidence to support the relationship between *FYB1* and autosomal recessive thrombocytopenia 3. Additional reports in humans are needed to reach a definitive classification.\n\nThis gene-disease pair was previously evaluated by the HT GCEP on December 15, 2021. It was reevaluated on February 5th, 2024. As a result of this reevaluation no new evidence was identified and the classification remained Moderate (SOP Version 10).\nDespite a score of 12 points reaching the Strong level, there are currently only 2 reported unrelated probands harboring variants, which the Hemostasis Thrombosis GCEP considered insufficient genetic evidence for a Strong/Definitive classification so the Clinical Validity Classification was modified to Moderate.","dc:isVersionOf":{"id":"cggv:0e4e83fb-516b-43f8-a0af-687b9d938f74"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}