{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:54:22.483Z","role":"Publisher"},{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-21T00:54:11.435Z","role":"Approver"}],"evidence":[{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:8b7115d9-87fc-47fb-8b2f-acd8a9cf2c85_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ebe15ccb-91ea-4ad6-aad9-aaac030f45da","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"NGS pxphos panel (133 genes (Table S1) encoding OXPHOS structural subunits and assembly factors.)\nDirect sequencing in parents confirmed in trans inheritance","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Leigh syndrome\nDuring first year: psychomotor retardation, language skill delay, and persistent horizontal nystagmus\nAt 2 years central hypotonia and decreased peripheral muscle tone\nmild ventricular hypertrophic cardiomyopathy (HCM) developed at 10 years\nAt 16 years: satisfactory cognitive skills, and presents with low weight, swallowing difficulties, spastic tetraparesis, and mild HCM.\nLactate levels were elevated in plasma (4.0 mM, normal < 1.8) and CSF (3.0 mM, normal < 2.0).\nMuscle biopsy at 2 years showed complex I deficiency.\nBrain MRI showed T2-weighted hyperintensity signals in basal ganglia (putamen and caudate) and cerebral pedunculus, suggesting LS. The latter MRI findings remained at age 4 and 10.","previousTesting":true,"previousTestingDescription":"The screening of 19 frequent mtDNA mutations including two LS-associated in theMTND5-CI gene (e.g., m.13513G>A and m.13514A>G) failed to detect any mutation","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8b7115d9-87fc-47fb-8b2f-acd8a9cf2c85_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6d6335f5-5b0a-4b08-9c93-dfe82198d306","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015965.7(NDUFA13):c.107T>C (p.Leu36Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404935786"}},{"id":"cggv:5e97b77c-1de3-4b01-994c-038c90b9cf1d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015965.7(NDUFA13):c.194del (p.Phe65SerfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532575"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32722639","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) usually presents as an early onset mitochondrial encephalopathy characterized by bilateral symmetric lesions in the basal ganglia and cerebral stem. More than 75 genes have been associated with this condition, including genes involved in the biogenesis of mitochondrial complex I (CI). In this study, we used a next-generation sequencing (NGS) panel to identify two novel biallelic variants in the NADH:ubiquinone oxidoreductase subunit A13 (NDUFA13) gene in a patient with isolated CI deficiency in skeletal muscle. Our patient, who represents the second family report with mutations in the CI NDUFA13 subunit, presented with LS lesions in brain magnetic resonance imaging, mild hypertrophic cardiomyopathy, and progressive spastic tetraparesis. This phenotype manifestation is different from that previously described in the first NDUFA13 family, which was predominantly characterized by neurosensorial symptoms. Both in silico pathogenicity predictions and oxidative phosphorylation (OXPHOS) functional findings in patient's skin fibroblasts (delayed cell growth, isolated CI enzyme defect, decreased basal and maximal oxygen consumption and as well as ATP production, together with markedly diminished levels of the NDUFA13 protein, CI, and respirasomes) suggest that these novel variants in the NDUFA13 gene are the underlying cause of the CI defect, expanding the genetic heterogeneity of LS.","dc:creator":"González-Quintana A","dc:date":"2020","dc:title":"Novel NDUFA13 Mutations Associated with OXPHOS Deficiency and Leigh Syndrome: A Second Family Report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32722639","rdfs:label":"Case report: Gonzalez Quintana 2020"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"c.194delT is located in exon 3 of 5, NMD is expected. p.Leu36Pro is predicted to have a destabilizing effect on the protein structure, see molecular modelling Fig 1c."},{"id":"cggv:39bba053-4c85-40df-a272-9ba6b8c4f72d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6a569017-1e30-4d4b-9904-b5449d82a6cb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"early onset hypotonia, dyskinesia and sensorial deficiencies\npsychomotor retardation during first year\nat 13 months: axial hypotonia, poor head control, choreoathetoid movements of limbs and face, limited ocular contact\nPyramidal signs worsened progressively, \nOptic atrophy diagnosed at 3 .5 years\nAt 11.5 years severely handicapped, without occurrence of mental or motor regression; axial hypotonia, insufficient head control with inability to sit unaided, lower limb spasticity and some degree of global akinesia. Good interaction with family, Weight and height were below the normal range (−1.5 standard deviation).Failure to thrive\nBrainstem potentially indicates auditory neuropathy\nPlasma and CSF lactate normal at 13 months, at 10.5 years plasma lactate was elevated 4.5mmol/l\nMRI: normal at 13 months and 3.5 years. At 7 and 10 years, MRI scans showed progressive cerebellar atrophy with hypersignal of the cerebellum and dentate nucleus (Fig. 2A–C); optic nerves were atrophic. MRI spectroscopy showed high lactate peak in the basal ganglia.\nMuscle biopsy showed CI activity  was reduced to 14 and 7% of control values\n\nSibling (patient 2) similar clinical description with optic atrophy, auditory neuropathy, elevated lactate and at 5 years MRI: showed dentate nucleus hyper signal, without cerebellar atrophy (Fig. 2D–F); optic nerves were atrophic. MRI spectroscopy showed high lactate peak in the basal ganglia.\nConsanguineous family, 2 affected siblings, pedigree shown Fig 1.","previousTesting":true,"previousTestingDescription":"MtDNA screened for variants","sex":"Female","variant":{"id":"cggv:39bba053-4c85-40df-a272-9ba6b8c4f72d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:580292f4-9da8-43f4-bd43-4b3193a66d6e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015965.7(NDUFA13):c.170G>A (p.Arg57His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9327697"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25901006","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I (CI) deficiencies are causing debilitating neurological diseases, among which, the Leber Hereditary Optic Neuropathy and Leigh Syndrome are the most frequent. Here, we describe the first germinal pathogenic mutation in the NDUFA13/GRIM19 gene encoding a CI subunit, in two sisters with early onset hypotonia, dyskinesia and sensorial deficiencies, including a severe optic neuropathy. Biochemical analysis revealed a drastic decrease in CI enzymatic activity in patient muscle biopsies, and reduction of CI-driven respiration in fibroblasts, while the activities of complex II, III and IV were hardly affected. Western blots disclosed that the abundances of NDUFA13 protein, CI holoenzyme and super complexes were drastically reduced in mitochondrial fractions, a situation that was reproduced by silencing NDUFA13 in control cells. Thus, we established here a correlation between the first mutation yet identified in the NDUFA13 gene, which induces CI instability and a severe but slowly evolving clinical presentation affecting the central nervous system. ","dc:creator":"Angebault C","dc:date":"2015","dc:title":"Mutation in NDUFA13/GRIM19 leads to early onset hypotonia, dyskinesia and sensorial deficiencies, and mitochondrial complex I instability."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25901006","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Fibroblast primary cultures from the affected siblings; western blot showed reduced protein levels for NDUFA13, NDUFA9 and NDUFB8 compared to controls  (mean reduction of 70% for NDUFA13; 95% for NDUFA9 and 90% for NDUFB8) , CII and β-actin proteins normal."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dca316c9-18d1-4250-a1db-4b438a2aad98","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66eec2f3-4c6a-42b7-b543-5c0f936d24e1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The study built on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all subunits present in complex I from Bos Taurus. NDUFA13 is one of three supernumery subunits with transmembrane helices which form a cage around the core membrane domain (Fig 1b).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Structural model of Complex I"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"At least 13 nuclear encoded complex I  genes associated with LSS (27977873: Rahman et al. 2017)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d7e04d63-c807-4d6a-af3f-dfb0da9ece53","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b13ec09c-84aa-4bba-b807-5b0fbd6abe46","type":"FunctionalAlteration","dc:description":"Patient fibroblasts CH:NDUFaA13 c.107T>C; p.(Leu36Pro); c.194delT(p.(Phe65SerfsTer34) Cultured skin fibroblasts from the proband showed 65% reduction in complex I activity, \nRespirometry results showed lower levels of basal Oxygen Consumption rate (by 24%) and MRR (by 47%) than the control fibroblasts, indicating decay in the electron flux through the MRC.\nPatient cells showed a lower level (by 33%) of ATP synthesis rate than control fibroblasts (Figure 2a, b)\nFrom day four of culture the growth rate of patient cells was lower than controls and by day 7 of culture the number of viable cells was reduced.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32722639","rdfs:label":"Patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient cells demonstrate a reduction in complex I activity and CI-related respiration which is consistent with LSS and observed in other LSS disorders associated with complex I genes."},{"id":"cggv:c5f42287-84ce-47b5-a827-5725b25560fc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9b09b7a4-a881-4301-bf04-cecdc7ef01ea","type":"FunctionalAlteration","dc:description":"Patient fibroblasts homozygous for c.170G>A(p.Arg57His).\nBlue native gel electrophoresis showed reduced abundance of complex I and of the supramolecular complex (CI, CIII, CIV). Intermediate CI structures were not observed. \nFibroblast CI and CII respiration, assessed by by oxygraphy showed a mean 40% reduction in CI-related respiration driven by the addition of malate and pyruvate, while that of CII measured in the presence of succinate + rotenone was not altered (Fig. 4E).\nThe results of the fibroblast experiments were replicated in control fibroblasts treated with NDUFA13 siRNA (Fig 5).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25901006","rdfs:label":"Patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient cells demonstrate a reduction in complex I activity and CI-related respiration which is consistent with LSS and observed in other LSS disorders associated with complex I genes."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eafc1905-dac4-4166-b1a2-d6444169174d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b9e17dc2-466f-494a-8c98-00b160585f88","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous mice were viable, fertile and showed no phenotypic abnormalities\nHomozygous mice were embryonic lethal by E9.5. GRIM-19 null embryos were much smaller and failed to undergo gastrulation at E7.5 and early organogenesis at E8.5.\nCultured E3.5 blastocysts analysed with TEM showed abnormal morphology and distribution of mitochondria (Fig 5.) MT were rounded and distended with poorly developed cristae and clustered in the perinuclear regions. \nBN-PAGE assays using cultured blastocyts showed an absence of the 39-kDa subunit of complex I, and absence of complex I activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15367666","type":"dc:BibliographicResource","dc:abstract":"Mitochondria play essential roles in cellular energy production via the oxidative phosphorylation system (OXPHOS) consisting of five multiprotein complexes and also in the initiation of apoptosis. NADH:ubiquinone oxidoreductase (complex I) is the largest complex that catalyzes the first step of electron transfer in the OXPHOS system. GRIM-19 was originally identified as a nuclear protein with apoptotic nature in interferon (IFN)- and all-trans-retinoic acid (RA)-induced tumor cells. To reveal its biological role, we generated mice deficient in GRIM-19 by gene targeting. Homologous deletion of GRIM-19 causes embryonic lethality at embryonic day 9.5. GRIM-19(-/-) blastocysts show retarded growth in vitro and, strikingly, display abnormal mitochondrial structure, morphology, and cellular distribution. We reexamined the cellular localization of GRIM-19 in various cell types and found its primary localization in the mitochondria. Furthermore, GRIM-19 is detected in the native form of mitochondrial complex I. Finally, we show that elimination of GRIM-19 destroys the assembly and electron transfer activity of complex I and also influences the other complexes in the mitochondrial respiratory chain. Our result demonstrates that GRIM-19, a gene product with a specific role in IFN-RA-induced cell death, is a functional component of mitochondrial complex I and is essential for early embryonic development.","dc:creator":"Huang G","dc:date":"2004","dc:title":"GRIM-19, a cell death regulatory protein, is essential for assembly and function of mitochondrial complex I."},"rdfs:label":"KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"0.5 pts scored for embryonic lethality\n0.5 pts biochemical recapitulation in blastocyst model, loss of complex I assembly and activity, abnormal mitochondrial morphology"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":1873,"specifiedBy":"GeneValidityCriteria7","strengthScore":8,"subject":{"id":"cggv:504b334e-4bb8-457e-aba3-96a22238cbae","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:17194","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFA13 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of October 12, 2020. This gene is also known as GRIM19. The NDUFA13 gene encodes NADH:ubiquinone oxidoreductase (complex I) subunit A13, which plays a role in complex I assembly and function within the mitochondria.  Defects of this protein lead to complex I deficiency.\n\nThe NDUFA13 gene was first reported in association with autosomal recessive Leigh syndrome spectrum in 2015 (PMID: 25901006). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included three variants identified in two cases from two publications (PMID: 25901006, 32722639). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interaction, functional alteration in patient cells, and animal models (PMIDs: 27509854, 25901006, 32722639, 15367666).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on October 12, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:0bc56951-c454-4e79-95f3-7ffda20482b7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}