{"id":"cggv:d9f35d3c-2d30-4947-9d10-87d21405586ev2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d9f35d3c-2d30-4947-9d10-87d21405586e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-02-02T13:25:46.110Z","role":"Publisher"},{"id":"cggv:d9f35d3c-2d30-4947-9d10-87d21405586e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-10-27T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22821932","type":"dc:BibliographicResource","dc:abstract":"A delicate balance between protein synthesis and degradation maintains cardiac size and function. TRIM63 encoding Muscle RING Finger 1 (MuRF1) maintains muscle protein homeostasis by tagging the sarcomere proteins with ubiquitin for subsequent degradation by the ubiquitin-proteasome system (UPS).","dc:creator":"Chen SN","dc:date":"2012","dc:title":"Human molecular genetic and functional studies identify TRIM63, encoding Muscle RING Finger Protein 1, as a novel gene for human hypertrophic cardiomyopathy."},"evidence":[{"id":"cggv:d9f35d3c-2d30-4947-9d10-87d21405586e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d9f35d3c-2d30-4947-9d10-87d21405586e_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:ed3bda50-a9c3-4e0f-a80d-f891d162982b","type":"EvidenceLine","evidence":[{"id":"cggv:ed3bda50-a9c3-4e0f-a80d-f891d162982b_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:9bafa1f1-abd6-4ff0-a53b-d0f6cf59e65a","type":"Cohort","allGenotypedSequenced":594,"alleleFrequency":0.02188552188552189,"detectionMethod":"All coding exons of the genes encoding MuRF1, MuRF2 and MuRF3 and their adjacent 5 bp intronic sequences were enriched by using a custom designed probe library and sequenced. All rare nonsynonymous variants identified by targeted resequencing were confirmed by bidirectional capillary Sanger sequencing.","evidence":[{"id":"cggv:ed3bda50-a9c3-4e0f-a80d-f891d162982b_cc_evidence_item"}],"numWithVariant":13,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:eda35d1b-c74d-4bf1-a1f1-f309661e0a96","type":"Cohort","allGenotypedSequenced":307,"alleleFrequency":0.003257328990228013,"detectionMethod":"All coding exons of the genes encoding MuRF1, MuRF2 and MuRF3 and their adjacent 5 bp intronic sequences were enriched by using a custom designed probe library and sequenced. All rare nonsynonymous variants identified by targeted resequencing were confirmed by bidirectional capillary Sanger sequencing.","evidence":[{"id":"cggv:ed3bda50-a9c3-4e0f-a80d-f891d162982b_cc_evidence_item"}],"numWithVariant":1},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.04,"statisticalSignificanceType":"Chi-square","statisticalSignificanceValue":4.6,"statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24865491","type":"dc:BibliographicResource","dc:abstract":"Modifier genes contribute to the diverse clinical manifestations of hypertrophic cardiomyopathy (HCM), but are still largely unknown. Muscle ring finger (MuRF) proteins are a class of muscle-specific ubiquitin E3-ligases that appear to modulate cardiac mass and function by regulating the ubiquitin-proteasome system. In this study we screened all the three members of the MuRF family, MuRF1, MuRF2 and MuRF3, in 594 unrelated HCM patients and 307 healthy controls by targeted resequencing. Identified rare variants were confirmed by capillary Sanger sequencing. The prevalence of rare variants in both MuRF1 and MuRF2 in HCM patients was higher than that in control subjects (MuRF1 13/594 (2.2%) vs. 1/307 (0.3%), p = 0.04; MuRF2 22/594 (3.7%) vs. 2/307 (0.7%); p = 0.007). Patients with rare variants in MuRF1 or MuRF2 were younger (p = 0.04) and had greater maximum left ventricular wall thickness (p = 0.006) than those without such variants. Mutations in genes encoding sarcomere proteins were present in 19 (55.9%) of the 34 HCM patients with rare variants in MuRF1 and MuRF2. These data strongly supported that rare variants in MuRF1 and MuRF2 are associated with higher penetrance and more severe clinical manifestations of HCM. The findings suggest that dysregulation of the ubiquitin-proteasome system contributes to the pathogenesis of HCM. ","dc:creator":"Su M","dc:date":"2014","dc:title":"Rare variants in genes encoding MuRF1 and MuRF2 are modifiers of hypertrophic cardiomyopathy."},"rdfs:label":"Su 2014 Case-Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0.25,"dc:description":">50% of the patients either with rare variants or with pathogenic rare variants of MuRF1 and MuRF2 genes carried mutations of sarcomere genes."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.85},{"id":"cggv:d9f35d3c-2d30-4947-9d10-87d21405586e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d9f35d3c-2d30-4947-9d10-87d21405586e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0b95042f-0491-41f7-8ec0-e8f249ecc253","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c06dea40-b348-4428-8c77-50d6110b2b75","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"TRIM63 (MuRF1) is a ubiquitin ligase that targets sarcomeric genes for degradation. Loss of function causes insufficient degradation of sarcomeric proteins. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15601779","type":"dc:BibliographicResource","dc:abstract":"Muscle-specific RING finger protein 1 (MuRF1) is a sarcomere-associated protein that is restricted to cardiac and skeletal muscle. In skeletal muscle, MuRF1 is up-regulated by conditions that provoke atrophy, but its function in the heart is not known. The presence of a RING finger in MuRF1 raises the possibility that it is a component of the ubiquitin-proteasome system of protein degradation. We performed a yeast two-hybrid screen to search for interaction partners of MuRF1 in the heart that might be targets of its putative ubiquitin ligase activity. This screen identified troponin I as a MuRF1 partner protein. MuRF1 and troponin I were found to associate both in vitro and in vivo in cultured cardiomyocytes. MuRF1 reduced steady-state troponin I levels when coexpressed in COS-7 cells and increased degradation of endogenous troponin I protein in cardiomyocytes. The degradation of troponin I in cardiomyocytes was associated with the accumulation of ubiquitylated intermediates of troponin I and was proteasome-dependent. In vitro, MuRF1 functioned as a ubiquitin ligase to catalyze ubiquitylation of troponin I through a RING finger-dependent mechanism. In isolated cardiomyocytes, MuRF1 reduced indices of contractility. In cardiomyocytes, these processes may determine the balance between hypertrophic and antihypertrophic signals and the regulation of myocyte contractile responses in the setting of heart failure.","dc:creator":"Kedar V","dc:date":"2004","dc:title":"Muscle-specific RING finger 1 is a bona fide ubiquitin ligase that degrades cardiac troponin I."},"rdfs:label":"MuRF1 Targets TnI for Proteasome-Dependent Degradation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Already reached max points for function "},{"id":"cggv:02decd81-6d15-4878-867e-92becc83da4c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e911eaf4-37b5-444e-9b63-69b7048329dd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"TRIM63 expressed in human heart according to RNA sequencing analysis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"RNA-seq"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Per expert panel, score 0 additional points because 0.5 points already awarded for RNA-seq evidence described by Bodine et al."},{"id":"cggv:2f563345-f59b-4980-a2a8-1620980d8ad5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2fa1e9d6-e5ef-4a20-8023-96ace39279de","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"MYBPC3 has a definitive association with hypertrophic cardiomyopathy, based on the ClinGen clinical validity framework.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19850579","type":"dc:BibliographicResource","dc:abstract":"Familial hypertrophic cardiomyopathy (FHC) is frequently caused by cardiac myosin-binding protein C (cMyBP-C) gene mutations, which should result in C-terminal truncated mutants. However, truncated mutants were not detected in myocardial tissue of FHC patients and were rapidly degraded by the ubiquitin-proteasome system (UPS) after gene transfer in cardiac myocytes. Since the diversity and specificity of UPS regulation lie in E3 ubiquitin ligases, we investigated whether the muscle-specific E3 ligases atrogin-1 or muscle ring finger protein-1 (MuRF1) mediate degradation of truncated cMyBP-C.","dc:creator":"Mearini G","dc:date":"2010","dc:title":"Atrogin-1 and MuRF1 regulate cardiac MyBP-C levels via different mechanisms."},"rdfs:label":"Interaction of MuRF1 and MYBPC3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:a7773dcb-9e1e-4a2f-8cc7-3175bad39829","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:003a6b99-91c3-4322-a4e1-1f9b80f95004","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TNNI3 has a definitive association with hypertrophic cardiomyopathy, based on the ClinGen clinical validity framework.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15601779","rdfs:label":"Interaction with TNNI3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:5a185d87-6d08-4714-bea2-666c9368ed5a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9d44f7ec-0418-4d39-8482-4ad67ba93af9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"TRIM63 (MuRF1) is a ubiquitin ligase that targets sarcomeric genes for degradation. Loss of function causes insufficient degradation of sarcomeric proteins and overexpression of the gene reduces target protein expression.  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19850579","rdfs:label":"MuRF1 regulates cardiac MyBP-C levels"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Already reached max points for function "},{"id":"cggv:cc666599-758b-4da3-b182-a5027bba81ed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dfe6b9b1-364c-44d3-a271-30217bef3a32","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"MYH7 has a definitive association with hypertrophic cardiomyopathy, based on the ClinGen clinical validity framework.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17786241","type":"dc:BibliographicResource","dc:abstract":"Maintenance of skeletal and cardiac muscle structure and function requires precise control of the synthesis, assembly, and turnover of contractile proteins of the sarcomere. Abnormalities in accumulation of sarcomere proteins are responsible for a variety of myopathies. However, the mechanisms that mediate turnover of these long-lived proteins remain poorly defined. We show that muscle RING finger 1 (MuRF1) and MuRF3 act as E3 ubiquitin ligases that cooperate with the E2 ubiquitin-conjugating enzymes UbcH5a, -b, and -c to mediate the degradation of beta/slow myosin heavy chain (beta/slow MHC) and MHCIIa via the ubiquitin proteasome system (UPS) in vivo and in vitro. Accordingly, mice deficient for MuRF1 and MuRF3 develop a skeletal muscle myopathy and hypertrophic cardiomyopathy characterized by subsarcolemmal MHC accumulation, myofiber fragmentation, and diminished muscle performance. These findings identify MuRF1 and MuRF3 as key E3 ubiquitin ligases for the UPS-dependent turnover of sarcomeric proteins and reveal a potential basis for myosin storage myopathies.","dc:creator":"Fielitz J","dc:date":"2007","dc:title":"Myosin accumulation and striated muscle myopathy result from the loss of muscle RING finger 1 and 3."},"rdfs:label":"Interaction with MYH7"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:3bfcaedb-839e-4fa8-8cfa-e8583c0dd2ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cfd14b0a-fe43-4fbf-8fb0-d272f398bc61","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"TRIM63 expressed in rat and human heart detected by northern blot.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11679633","type":"dc:BibliographicResource","dc:abstract":"Skeletal muscle adapts to decreases in activity and load by undergoing atrophy. To identify candidate molecular mediators of muscle atrophy, we performed transcript profiling. Although many genes were up-regulated in a single rat model of atrophy, only a small subset was universal in all atrophy models. Two of these genes encode ubiquitin ligases: Muscle RING Finger 1 (MuRF1), and a gene we designate Muscle Atrophy F-box (MAFbx), the latter being a member of the SCF family of E3 ubiquitin ligases. Overexpression of MAFbx in myotubes produced atrophy, whereas mice deficient in either MAFbx or MuRF1 were found to be resistant to atrophy. These proteins are potential drug targets for the treatment of muscle atrophy.","dc:creator":"Bodine SC","dc:date":"2001","dc:title":"Identification of ubiquitin ligases required for skeletal muscle atrophy."},"rdfs:label":"TRIM63 northern analysis"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:79b804d5-9fde-4de0-b664-50f1037bb72f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93727ebd-9163-4d45-8c6f-af4909a2597b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TNNT2 has a definitive association with hypertrophic cardiomyopathy, based on the ClinGen clinical validity framework.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15967462","type":"dc:BibliographicResource","dc:abstract":"MURF-1, MURF-2 and MURF-3 are a specific class of RING finger proteins that are expressed in striated muscle tissues. MURF-1 has been suggested to act as an ubiquitin ligase, thereby controlling proteasome-dependent degradation of muscle proteins. Here, we performed yeast two-hybrid (YTH) screens of skeletal muscle cDNA libraries with MURF-1 baits to identify potential myocellular targets of MURF-1-dependent ubiquitination. This identified eight myofibrillar proteins as binding partners of MURF-1: titin, nebulin, the nebulin-related protein NRAP, troponin-I (TnI), troponin-T (TnT), myosin light chain 2 (MLC-2), myotilin and T-cap. YTH mating studies with MURF-1,2,3 baits indicated that these eight myofibrillar proteins are all targeted redundantly by both MURF-1 and MURF-2. Western blot studies on cardiac tissues from wild-type and MURF-1-deficient mice suggested that titin and nebulin were ubiquitinated at similar levels, and MLC-2 and TnI at reduced levels in MURF-1 KO mice. Mapping of the TnI and titin binding sites on MURF-1 peptide scans demonstrated their binding to motifs highly conserved between MURF-1 and MURF-2. Our data are consistent with a model in which MURF-1 and MURF-2 together target a specific set of myofibrillar proteins redundantly, most likely to control their ubiquitination-dependent degradation. Finally, our YTH screens identified the interaction of MURF-1 with 11 enzymes required for ATP/energy production in muscle including the mitochondrial ATP synthase and cytoplasmic creatine kinase. These data raise the possibility that MURF-1 may coordinately regulate the energy metabolism of mitochondrial and cytoplasmic compartments.","dc:creator":"Witt SH","dc:date":"2005","dc:title":"MURF-1 and MURF-2 target a specific subset of myofibrillar proteins redundantly: towards understanding MURF-dependent muscle ubiquitination."},"rdfs:label":"Interaction of MuRF1 and TNNT2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Already reached max points for function "},{"id":"cggv:a1c8c422-9c00-4ad3-9220-a3cb6ef171bc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f46c098-c9b6-4f05-9b57-b9ae2214d81e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Overexpression of the MuRF1 gene results in reduced hypertrophic response to phenylephrine, which is what you would expect as the reverse of loss-of-function mutations in this gene (which have been associated with the development of hypertrophic cardiomyopathy). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15596539","type":"dc:BibliographicResource","dc:abstract":"Much effort has focused on characterizing the signal transduction cascades that are associated with cardiac hypertrophy. In spite of this, we still know little about the mechanisms that inhibit hypertrophic growth. We define a novel anti-hypertrophic signaling pathway regulated by muscle ring finger protein-1 (MURF1) that inhibits the agonist-stimulated PKC-mediated signaling response in neonatal rat ventricular myocytes. MURF1 interacts with receptor for activated protein kinase C (RACK1) and colocalizes with RACK1 after activation with phenylephrine or PMA. Coincident with this agonist-stimulated interaction, MURF1 blocks PKCepsilon translocation to focal adhesions, which is a critical event in the hypertrophic signaling cascade. MURF1 inhibits focal adhesion formation, and the activity of downstream effector ERK1/2 is also inhibited in the presence of MURF1. MURF1 inhibits phenylephrine-induced (but not IGF-1-induced) increases in cell size. These findings establish that MURF1 is a key regulator of the PKC-dependent hypertrophic response and can blunt cardiomyocyte hypertrophy, which may have important implications in the pathophysiology of clinical cardiac hypertrophy.","dc:creator":"Arya R","dc:date":"2004","dc:title":"Muscle ring finger protein-1 inhibits PKC{epsilon} activation and prevents cardiomyocyte hypertrophy."},"rdfs:label":"MuRF1 relationship to hypertrophic response "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Scored 0 points as max scoring for functional evidence has already been reached. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d9f35d3c-2d30-4947-9d10-87d21405586e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:de912b81-b929-495e-90e8-065dc7e431eb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0863376-419a-4343-bd31-5a93ef40e4f2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MuRF1 knockout mouse showed no cardiac phenotype, but the double knockout of MuRF1 and MuRF3 showed reduced force contraction, increased muscle mass, accumulation of MHC in muscle, left ventricular hypertrophy and reduced left ventricle function. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17786241","rdfs:label":"Double knockout mouse model of MuRF1 and MuRF3"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Scored 0 points because this is a knockout/double knockout model for a disease asserted to be dominant "},{"id":"cggv:57c6aaa4-9dec-4cc5-96d2-6e391ba7c9d8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7862334a-599e-4494-842a-cee60938231f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"N/A - no spontaneous phenotype observed in either the knockout or the transgenic mouse model ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19850579","rdfs:label":"MuRF1 knockout and transgenic mouse model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Generated KO mouse model and there was no spontaneous phenotype at 24 weeks. Transgenic mouse model also demonstrated no phenotype. Scored 0 points. "},{"id":"cggv:504b355f-3a3e-4d9f-8f1c-957026c0f58a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:14f3e2c2-9fd0-429c-b569-23f95a89d501","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockout mouse model of MuRF1 demonstrated exaggerated hypertrophic response to transaortic constriction. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17272810","type":"dc:BibliographicResource","dc:abstract":"Muscle ring finger (MuRF) proteins have been implicated in transmitting mechanical forces to cell signaling pathways through their interactions with the giant protein titin. Recent evidence has linked mechanically-induced stimuli with the control of serum response factor activity and localization through MuRF2. This observation is particularly intriguing in the context of cardiac hypertrophy, where serum response factor transactivation is a key event necessary for the induction of cardiac hypertrophy in response to increased afterload. We have previously reported that MuRF1, which is also a titin-associated protein, exerts antihypertrophic activity in vitro. In the present study, we induced cardiac hypertrophy in mice lacking MuRF1 and MuRF2 to distinguish the physiologic role of these divergent proteins in vivo. We identified for the first time that MuRF1, but not MuRF2, plays a key role in regulating the induction of cardiac hypertrophy, likely by its direct interactions with serum response factor. These studies describe for the first time distinct and nonoverlapping functional characteristics of MuRF1 and MuRF2 in response to cardiac stress in vivo.","dc:creator":"Willis MS","dc:date":"2007","dc:title":"Muscle ring finger 1, but not muscle ring finger 2, regulates cardiac hypertrophy in vivo."},"rdfs:label":"Knockout MuRF1 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Per expert panel, score 0 points because this is a knockout mouse model and the mode of inheritance in question is autosomal dominant, not autosomal recessive. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Disputed","sequence":5853,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.85,"subject":{"id":"cggv:496bc58f-1b7f-487d-a6cd-4bbd3f8a1dd7","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:16007","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The TRIM63 gene encodes an E3 ubiquitin ligase and is part of the ubiquitin-proteasome system, which targets cellular proteins, including sarcomeric proteins, for degradation. TRIM63 was first reported in relation to autosomal dominant hypertrophic cardiomyopathy in 2012 (Chen et al, 2012, PMID 22821932) and has been reported in no subsequent clinical reports, though evidence for autosomal recessive disease is emerging. The split curation for autosomal recessive inheritance has been curated separately. Chen et al. reported 3 variants in 5 probands, including 2 missense variants in 3 probands, and one truncating variant (p.Q247X) in 2 probands without segregation. The p.Q247X variant has an allele frequency of 0.0007 (0.008 in the Ashkenazi Jewish population), considered too high for AD inheritance. All 3 variants have limited functional evidence for disease causation. A case control study utilizing aggregate variant analysis reported rare variants in TRIM63 at a higher frequency in cases compared to controls (Su et al, 2014, PMID 24865491). A second case control study (Walsh et al, 2017, PMID 27532257) found no enrichment of rare variants in cases vs. controls. Notably, multiple reports of AR inheritance have demonstrated no disease in heterozygote relatives (Olive et al, 2015, PMID 25801283, Andreeva et al, 2022, PMID 35273634, Salazar-Mendiguchia et al, 2020, PMID 32451364). This gene-disease association is supported by expression studies (Bodine et al, 2001, PMID 11679633; Fagerberg et al, 2014, PMID 24309898), protein interaction with TNNI3, MYBPC3, TNNT2, and MYH7 (Kedar et al, 2004, PMID 15601779, Mearini et al, 2010, PMID 19850579, Witt et al, 2005, PMID 15967462, Fielitz et al, 2007, PMID 17786241), and biochemical function (Kedar et al, 2004, PMID 15601779, Mearini et al, 2010, PMID 19850579, Arya et al, 2004, PMID 15596539). The original curation was published on December 20th, 2016 with a classification of Limited. At the time of this re-curation, no new genetic level evidence has emerged to support the disease mode of inheritance. In summary, the evidence supporting the relationship between TRIM63 and autosomal dominant HCM has been disputed, and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role TRIM63 plays in this disease. This classification was approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on October 27th, 2022.\nMove to change classification from Limited to Disputed due to the lack of replication over time and the emergence of evidence that disputes the suggested mode of inheritance. ","dc:isVersionOf":{"id":"cggv:d9f35d3c-2d30-4947-9d10-87d21405586e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}