{"id":"cggv:de05dd1c-d081-40d4-b2e2-47a590915609v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:de05dd1c-d081-40d4-b2e2-47a590915609_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-06-28T18:45:13.716Z","role":"Publisher"},{"id":"cggv:de05dd1c-d081-40d4-b2e2-47a590915609_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2023-09-27T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:de05dd1c-d081-40d4-b2e2-47a590915609_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:de05dd1c-d081-40d4-b2e2-47a590915609_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5beb09f3-ce97-48c8-8f59-91c2377564ba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e214086a-ddf5-41cb-8782-df639071f8a2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Genotype-Tissue Expression (GTEx) shows that HBB is primarily expressed in whole blood, which is the tissue of interest for erythrocytosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32913098","type":"dc:BibliographicResource","dc:abstract":"The Genotype-Tissue Expression (GTEx) project was established to characterize genetic effects on the transcriptome across human tissues and to link these regulatory mechanisms to trait and disease associations. Here, we present analyses of the version 8 data, examining 15,201 RNA-sequencing samples from 49 tissues of 838 postmortem donors. We comprehensively characterize genetic associations for gene expression and splicing in cis and trans, showing that regulatory associations are found for almost all genes, and describe the underlying molecular mechanisms and their contribution to allelic heterogeneity and pleiotropy of complex traits. Leveraging the large diversity of tissues, we provide insights into the tissue specificity of genetic effects and show that cell type composition is a key factor in understanding gene regulatory mechanisms in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2020","dc:title":"The GTEx Consortium atlas of genetic regulatory effects across human tissues."},"rdfs:label":"GTEx Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The GCEP upgraded this evidence in previous curations on the globin genes"},{"id":"cggv:23be00b3-8347-4fe8-8d14-38e8e261f662","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:307a3d5e-b1c2-4563-9292-85154862c5f1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The ability to bind and release oxygen is relevant to erythrocytosis, a disease characterized by an increased oxygen affinity of hemoglobin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11747442","type":"dc:BibliographicResource","dc:abstract":"By using transgenic methodologies, we have produced a number of mouse/human chimeric hemoglobins containing adult mouse and human embryonic globin chains. A detailed analysis of the oxygen binding properties of these proteins identifies the dominant role played by the specific beta-type globin chains in the control of the oxygen binding characteristics. Further analysis traces the origins of these effects to alterations in the properties of the T states of these proteins. The human zeta/mouse beta chimeric protein has been crystallized, and its structure has been determined by X-ray diffraction to a resolution of 2.1 A with R (R(free)) values of 21.6% (24.9%). Close examination of the structure indicates that the subunit interfaces contain contacts which, although different from those present in either the parent human or the parent mouse proteins, retain the overall stabilizing interactions seen in other R state hemoglobins.","dc:creator":"Kidd RD","dc:date":"2001","dc:title":"The role of beta chains in the control of the hemoglobin oxygen binding function: chimeric human/mouse proteins, structure, and function."},"rdfs:label":"Kidd Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The GCEP decided to upgrade this evidence in previous curations on the globin genes."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:de05dd1c-d081-40d4-b2e2-47a590915609_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4222098-ebf0-4638-b2b6-39d3b88176df","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e9ed2d9a-8c9b-4b5c-aabb-52df6aef80f5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Kauppi et al. found that heterozygous mice displayed thrombocytopenia, while homozygous mice had exhibited exacerbated thrombocytopenia and marked erythrocytosis \nMost homozygous Hbb-b2Plt12/Plt12 mice succumbed to early lethality associated with emphysema, cardiac abnormalities, and liver degeneration","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22203977","type":"dc:BibliographicResource","dc:abstract":"Diverse mutations in the genes encoding hemoglobin (Hb) have been characterized in human disease. We describe here a mutation in the mouse Hbb-b2 gene, denoted Plt12, that precisely mimics the human hemoglobin Hotel Dieu variant. The mutation results in increased affinity of Hb for oxygen and Plt12 mutant mice exhibited reduced partial pressure of O(2) in the blood, accompanied by erythrocytosis characterized by elevated erythropoietin levels and splenomegaly with excess erythropoiesis. Most homozygous Hbb-b2(Plt12/Plt12) mice succumbed to early lethality associated with emphysema, cardiac abnormalities, and liver degeneration. Survivors displayed a marked thrombocytopenia without significant deficiencies in the numbers of megakaryocytes or megakaryocyte progenitor cells. The lifespan of platelets in the circulation of Hbb-b2(Plt12/Plt12) mice was normal, and splenectomy did not correct the thrombocytopenia, suggesting that increased sequestration was unlikely to be a major contributor. These data, together with the observation that megakaryocytes in Hbb-b2(Plt12/Plt12) mice appeared smaller and deficient in cytoplasm, support a model in which hypoxia causes thrombocytopenia as a consequence of an inability of megakaryocytes, once formed, to properly mature and produce sufficient platelets. The Plt12 mouse is a model of high O(2)-affinity hemoglobinopathy and provides insights into hematopoiesis under conditions of chronic hypoxia.","dc:creator":"Kauppi M","dc:date":"2012","dc:title":"Thrombocytopenia and erythrocytosis in mice with a mutation in the gene encoding the hemoglobin β minor chain."},"rdfs:label":"Kauppi_Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"GCEP decided to downgrade the points since this mouse model does not exactly recapitulate the human phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:de05dd1c-d081-40d4-b2e2-47a590915609_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8547,"specifiedBy":"GeneValidityCriteria10","strengthScore":15,"subject":{"id":"cggv:f1e016da-6543-4cdc-8bc1-1aac8899de8f","type":"GeneValidityProposition","disease":"obo:MONDO_0054801","gene":"hgnc:4827","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*HBB* was first reported in relation to autosomal dominant erythrocytosis 6 in 1968 (Stamatoyannopoulos et al., PMID: 17795074). Erythrocytosis 6 is a disorder of the blood characterized by a high concentration of erythrocytes in the blood and an increased oxygen affinity of hemoglobin. Per criteria outlined by the ClinGen Lumping & Splitting Working Group, we found differences in molecular mechanisms, inheritance pattern, and phenotypic variability in erythrocytosis 6 relative to other disease entities associated with *HBB*. Therefore, the following disease entities have been split into multiple curations; AD erythrocytosis, AD and AR beta-thalassemia, hemoglobin M disease, and unstable hemoglobin disease. This curation addresses only AD erythrocytosis. This curation includes at least 43 missense, 2 nonsense, and 1 indel variants reported in 46 probands with AD erythrocytosis in 25 publications (PMIDs: 17795074, 2363414, 2272838, 1814856, 12908805, 14649314, 15727901, 16282896, 16987804, 18818920, 21077764, 21250878, 23859443, 23859762, 24482100, 24200101, 27312559, 27651169, 27250824, 28332377, 31657650, 31132167, 32151172, 34167411, 35052472).\n\nThis gene disease association is also supported by experimental evidence including expression, biochemical function, protein-protein interactions, functional alteration of patient cells, and animal models (PMIDs: 11747442, 6644819, 3997804, 22203977). In summary, *HBB* is definitively associated with autosomal dominant erythrocytosis 6. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen General Gene Curation Expert Panel on 9/27/2023 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:de05dd1c-d081-40d4-b2e2-47a590915609"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}