{"id":"cggv:9e702a1e-b700-4364-bf4b-9ad0d05af89fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9e702a1e-b700-4364-bf4b-9ad0d05af89f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T17:00:00.000Z","role":"Approver"},{"id":"cggv:9e702a1e-b700-4364-bf4b-9ad0d05af89f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T20:40:25.371Z","role":"Publisher"}],"evidence":[{"id":"cggv:9e702a1e-b700-4364-bf4b-9ad0d05af89f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9e702a1e-b700-4364-bf4b-9ad0d05af89f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:9e702a1e-b700-4364-bf4b-9ad0d05af89f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9e702a1e-b700-4364-bf4b-9ad0d05af89f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c1c2cc0-e38f-466f-b082-b1e9388ef124","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:99f7f238-6574-450a-99a0-77ad3f177230","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human gremlin 1 was expressed in normal tissue from colon.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16545136","type":"dc:BibliographicResource","dc:abstract":"Basic studies of oncogenesis have demonstrated that either the elevated production of particular oncogene proteins or the occurrence of qualitative abnormalities in oncogenes can contribute to neoplastic cellular transformation. The purpose of our study was to identify an unique gene that shows cancer-associated expression, and characterizes its function related to human carcinogenesis.","dc:creator":"Namkoong H","dc:date":"2006","dc:title":"The bone morphogenetic protein antagonist gremlin 1 is overexpressed in human cancers and interacts with YWHAH protein."},"rdfs:label":"Northern blot analysis"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8162c9f9-febd-4902-b7cf-870b460b7968","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:04e605ad-1b37-4ff3-bf30-0d00bacb50c8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Six controls of normal colon mucosa and normal colon mucosa from two samples each from patient IV:2 and V:2 were analyzed by Droplet Digital PCR. The GREM1 gene is significantly higher expressed in samples from colon mucosa in the affected family members compared with controls (P < 0.013).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26493165","type":"dc:BibliographicResource","dc:abstract":"Hereditary factors are thought to play a role in at least one third of patients with colorectal cancer (CRC) but only a limited proportion of these have mutations in known high-penetrant genes. In a relatively large part of patients with a few or multiple colorectal polyps the underlying genetic cause of the disease is still unknown. Using exome sequencing in combination with linkage analyses together with detection of copy-number variations (CNV), we have identified a duplication in the regulatory region of the GREM1 gene in a family with an attenuated/atypical polyposis syndrome. In addition, 107 patients with colorectal cancer and/or polyposis were analyzed for mutations in the candidate genes identified. We also performed screening of the exonuclease domain of the POLE gene in a subset of these patients. The duplication of 16 kb in the regulatory region of GREM1 was found to be disease-causing in the family. Functional analyses revealed a higher expression of the GREM1 gene in colorectal tissue in duplication carriers. Screening of the exonuclease domain of POLE in additional CRC patients identified a probable causative novel variant c.1274A>G, p.Lys425Arg. In conclusion a high penetrant duplication in the regulatory region of GREM1, predisposing to CRC, was identified in a family with attenuated/atypical polyposis. A POLE variant was identified in a patient with early onset CRC and a microsatellite stable (MSS) tumor. Mutations leading to increased expression of genes can constitute disease-causing mutations in hereditary CRC syndromes.","dc:creator":"Rohlin A","dc:date":"2016","dc:title":"GREM1 and POLE variants in hereditary colorectal cancer syndromes."},"rdfs:label":"Expression Analyses by Droplet Digital PCR"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3440af9c-5b88-4599-bbda-0441ff897fe7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:672f3cde-dc95-4f1c-b83c-3427ca439114","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Marked increased of GREM1 transcript levels in the normal epithelium of HMPS patients compared with the controls, but no significant differences in the expression of SCG5 or FMN1.\nAllele-specific expression (ASE) analysis showed significantly increased expression of the duplicated allele in HMPS crypts (Mann-Whitney P = 0.0009). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22561515","type":"dc:BibliographicResource","dc:abstract":"Hereditary mixed polyposis syndrome (HMPS) is characterized by apparent autosomal dominant inheritance of multiple types of colorectal polyp, with colorectal carcinoma occurring in a high proportion of affected individuals. Here, we use genetic mapping, copy-number analysis, exclusion of mutations by high-throughput sequencing, gene expression analysis and functional assays to show that HMPS is caused by a duplication spanning the 3' end of the SCG5 gene and a region upstream of the GREM1 locus. This unusual mutation is associated with increased allele-specific GREM1 expression. Whereas GREM1 is expressed in intestinal subepithelial myofibroblasts in controls, GREM1 is predominantly expressed in the epithelium of the large bowel in individuals with HMPS. The HMPS duplication contains predicted enhancer elements; some of these interact with the GREM1 promoter and can drive gene expression in vitro. Increased GREM1 expression is predicted to cause reduced bone morphogenetic protein (BMP) pathway activity, a mechanism that also underlies tumorigenesis in juvenile polyposis of the large bowel.","dc:creator":"Jaeger E","dc:date":"2012","dc:title":"Hereditary mixed polyposis syndrome is caused by a 40-kb upstream duplication that leads to increased and ectopic expression of the BMP antagonist GREM1."},"rdfs:label":"Expression of GREM1 in patients colonic tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9e702a1e-b700-4364-bf4b-9ad0d05af89f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d96e62b6-413d-4aec-a7b0-1870b38c7e2c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10096657-5c93-4eb3-b17b-c06d6554cb7f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Mouse model of GREM1 knockout reduces polyp burden and size in Apc Min/+ mouse.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25419707","type":"dc:BibliographicResource","dc:abstract":"Hereditary mixed polyposis syndrome (HMPS) is characterized by the development of mixed-morphology colorectal tumors and is caused by a 40-kb genetic duplication that results in aberrant epithelial expression of the gene encoding mesenchymal bone morphogenetic protein antagonist, GREM1. Here we use HMPS tissue and a mouse model of the disease to show that epithelial GREM1 disrupts homeostatic intestinal morphogen gradients, altering cell fate that is normally determined by position along the vertical epithelial axis. This promotes the persistence and/or reacquisition of stem cell properties in Lgr5-negative progenitor cells that have exited the stem cell niche. These cells form ectopic crypts, proliferate, accumulate somatic mutations and can initiate intestinal neoplasia, indicating that the crypt base stem cell is not the sole cell of origin of colorectal cancer. Furthermore, we show that epithelial expression of GREM1 also occurs in traditional serrated adenomas, sporadic premalignant lesions with a hitherto unknown pathogenesis, and these lesions can be considered the sporadic equivalents of HMPS polyps. ","dc:creator":"Davis H","dc:date":"2015","dc:title":"Aberrant epithelial GREM1 expression initiates colonic tumorigenesis from cells outside the stem cell niche."},"rdfs:label":"GREM1 knockout"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"Downgraded: knockout in a gene that overexpression is the mechanism."},{"id":"cggv:43ca9c89-f731-4e9d-a0a3-86578751b3a7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e6c40d22-3e30-4f73-a9ed-8e6c58a1b487","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Pan-intestinal polyposis (Supplementary Fig. 4c), with a median of 183 polyps per mouse. Small intestinal lesions had a mixed serrated, adenomatous and cystic phenotype characteristic of the lesions seen in HMPS.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25419707","rdfs:label":"Mouse model of GREM1 overexpression "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":4591,"specifiedBy":"GeneValidityCriteria9","strengthScore":16,"subject":{"id":"cggv:58060937-c6a6-485b-9c32-3e2a0ab1e8ed","type":"GeneValidityProposition","disease":"obo:MONDO_0011023","gene":"hgnc:2001","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"GREM1 was first reported in relation to autosomal dominant Hereditary mixed polyposis syndrome (HMPS) in 2012 (Jaeger et al., PMID: 22561515), after extensive genomic characterization of 6 Ashkenazi previously described families with HMPS (PMID: 9024286, 10092300, 12696020, 18084292). HMPS describes an autosomal dominantly inherited large-bowel disease characterized by the presence of a mixture of hyperplastic, atypical juvenile and adenomatous polyps that are associated with an increased risk of developing colorectal cancer. Four variants including the Ashkenazi variant leading to partial or complete duplication of GREM1 regulatory regions or coding sequences have been reported in 10 probands in 9 publications (PMIDs: 9024286, 10092300, 12696020, 18084292, 21128281, 22561515, 24586997, 26493165, 29804199) and are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached (PMIDs: 25992589, 26947005, 28242209, 27984123). Most described patients (14 probands) are carriers of the Ashkenazi founder variant, a 40kb duplication upstream of GREM1 (SCG5-GREM1 dup) (PMID: 22561515). This gene-disease association is also supported by experimental evidence (4 points). The mechanism of pathogenicity is known to be overexpression, which was confirmed in two publications that showed increased GREM1 expression in the normal epithelium of HMPS patients compared with the controls (PMID: 22561515, 26493165). This gene-disease association is also supported by an animal model, showing that GREM1 overexpression recapitulates the HMPS phenotype in the colon and knockout reduces polyp burden and size (PMID: 25419707). In summary, GREM1 is definitively associated with autosomal dominant Hereditary mixed polyposis syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:9e702a1e-b700-4364-bf4b-9ad0d05af89f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}