{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6av2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2022-01-25T20:34:09.099Z","role":"Publisher"},{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2022-01-19T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.6},{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2fe8d450-bd8f-4d4d-9656-752b6851692d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c4d86396-d0de-41ca-a59a-d7d7de85e25b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression in mouse inner ear decreased rapidly between E16.5 and 1 week to a level in adult mice approximately 50% the level at birth. Immunohistochemical localization showed localization in membranes connecting hair and supporting cells, as well as membranes connecting vestibular cells. In hair cell, Tjp2 was localized at apical edge (associated with tight junctions) and along basolateral side","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20602916","type":"dc:BibliographicResource","dc:abstract":"Age-related hearing loss is due to death over time, primarily by apoptosis, of hair cells in the inner ear. Studies of mutant genes responsible for inherited progressive hearing loss have suggested possible mechanisms for hair cell death, but critical connections between these mutations and the causes of progressive hearing loss have been elusive. In an Israeli kindred, dominant, adult-onset, progressive nonsyndromic hearing loss DFNA51 is due to a tandem inverted genomic duplication of 270 kb that includes the entire wild-type gene encoding the tight junction protein TJP2 (ZO-2). In the mammalian inner ear, TJP2 is expressed mainly in tight junctions, and also in the cytoplasm and nuclei. TJP2 expression normally decreases with age from embryonic development to adulthood. In cells of affected family members, TJP2 transcript and protein are overexpressed, leading to decreased phosphorylation of GSK-3beta and to altered expression of genes that regulate apoptosis. These results suggest that TJP2- and GSK-3beta-mediated increased susceptibility to apoptosis of cells of the inner ear is the mechanism for adult-onset hearing loss in this kindred and may serve as one model for age-related hearing loss in the general population.","dc:creator":"Walsh T","dc:date":"2010","dc:title":"Genomic duplication and overexpression of TJP2/ZO-2 leads to altered expression of apoptosis genes in progressive nonsyndromic hearing loss DFNA51."},"rdfs:label":"Mouse inner ear expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a4a81de5-a76b-48fc-80d5-c80c240659f1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4894cb63-92f8-4db4-a019-29596c231830","type":"FunctionalAlteration","dc:description":"see above","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20602916","rdfs:label":"Overexpression of TJP2"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b434bead-76a5-4cfc-a081-bdf4af0692bc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a28f54a5-1d99-4bc6-925f-87c4fad83913","type":"FunctionalAlteration","dc:description":"A screen of patient lymphoblasts (2 with variant, 2 without) for differential expression of apoptosis-related genes showed a total of 7 genes, BCL2L11, IL6, REL, TSPO, BID, BCL2L1, and BCL2L2 were differentially expressed with p<0.01. In general, proapoptotic gene expression was elevated while antiapoptotic gene expression was decreased","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20602916","rdfs:label":"Patient lymphoblasts apoptosis screen"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76652bba-6549-4c02-90bf-7871317a9e48","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:066037d3-19af-439f-ba65-3576fe2daccd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"cannot be scored","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18172007","type":"dc:BibliographicResource","dc:abstract":"ZO-1, ZO-2, and ZO-3 are closely related scaffolding proteins that link tight junction (TJ) transmembrane proteins such as claudins, junctional adhesion molecules, and occludin to the actin cytoskeleton. Even though the zonula occludens (ZO) proteins are among the first TJ proteins to have been identified and have undergone extensive biochemical analysis, little is known about the physiological roles of individual ZO proteins in different tissues or during vertebrate development. Here, we show that ZO-3 knockout mice lack an obvious phenotype. In contrast, embryos deficient for ZO-2 die shortly after implantation due to an arrest in early gastrulation. ZO-2(-)(/)(-) embryos show decreased proliferation at embryonic day 6.5 (E6.5) and increased apoptosis at E7.5 compared to wild-type embryos. The asymmetric distribution of prominin and E-cadherin to the apical and lateral plasma membrane domains, respectively, is maintained in cells of ZO-2(-)(/)(-) embryos. However, the architecture of the apical junctional complex is altered, and paracellular permeability of a low-molecular-weight tracer is increased in ZO-2(-/-) embryos. Leaky TJs and, given the association of ZO-2 with connexins and several transcription factors, effects on gap junctions and gene expression, respectively, are likely causes for embryonic lethality. Thus, ZO-2 is required for mouse embryonic development, but ZO-3 is dispensable. This is to our knowledge the first report showing that an individual ZO protein plays a nonredundant and critical role in mammalian development.","dc:creator":"Xu J","dc:date":"2008","dc:title":"Early embryonic lethality of mice lacking ZO-2, but Not ZO-3, reveals critical and nonredundant roles for individual zonula occludens proteins in mammalian development."},"rdfs:label":"Homozygous null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"homozygous null mice are embryonic lethal"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":3915,"specifiedBy":"GeneValidityCriteria8","strengthScore":3.6,"subject":{"id":"cggv:b5938c2c-ce7d-4fb9-b452-e89d24a213c0","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:11828","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"TJP2 was FIRST reported in relation to autosomal dominant nonsyndromic hearing loss (NSHL) in 2008 (Hilgert et al., PMID: 18616530). Of note, this gene has also been implicated in autosomal recessive cholestasis and autosomal recessive hypercholanemia. These will be assessed separately by the Syndromic GCEP. At least 11 variants (missense, nonsense, large inverted duplication) have been reported in humans. None of the sequence variants showed autosomal dominant inheritance. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Summary of Case Level Data: 1.7 POINTS. Variants in this gene have been reported in at least 11 probands in 7 publications (PMIDs:18616530, 24752540, 24853665, 26667150, 31486067, 33162339, 34912366). However, due to inconsistent inheritance, allele frequency in gnomAD, inconsistent phenotypes, or lack of evidence for pathogenicity, only 2 variants were scored. The inverted duplication impacting TJP2 and another gene (FAM189A2) segregated with disease in 27 additional family members from one family and was proposed to overexpress TJP2 in affected patients (PMID: 20602916). The mechanism for disease is unknown. This gene-disease association is supported by expression and functional alteration studies (PMIDs: 20602916, 22671599). Of note, a homozygous null mouse model has also demonstrated that absence of this gene's product is embryonic lethal (PMID: 18172007). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This gene-disease pair was originally evaluated by the Hearing Loss GCEP on 12/19/2017 (SOP v6). It was reevaluated on 1/19/2022 (SOP v8) with the addition of PMIDs: 31486067, 33162339, 34912366; however, none of them contained any scorable evidence. As a result of this reevaluation, the classification did not change. \nFamily T from Walsh et al. 2010 had an inverted duplication of 270kb including the entire gene. This should count as 1 variant point. Therefore the final genetic evidence score should be 2.5 pts. The Experimental Evidence is 2 pts.","dc:isVersionOf":{"id":"cggv:bb5c5be5-918d-4ba5-b4ad-e243119a7e6a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}