{"id":"cggv:b3519527-9a80-4f0e-9ea6-c4244eb2ee33v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:b3519527-9a80-4f0e-9ea6-c4244eb2ee33_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-02-19T20:51:19.207Z","role":"Publisher"},{"id":"cggv:b3519527-9a80-4f0e-9ea6-c4244eb2ee33_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-11-02T19:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:b3519527-9a80-4f0e-9ea6-c4244eb2ee33_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b3519527-9a80-4f0e-9ea6-c4244eb2ee33_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:301a8168-aafc-4439-8dfa-c64e4b1d135f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fdca2401-3533-4034-997f-865ae67d4399","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Other AP-1 complex proteins AP1S1/AP1S2 are implicated in syndrome intellectual disability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27411398","type":"dc:BibliographicResource","dc:abstract":"The σ1 subunit of the AP-1 clathrin-coated-vesicle adaptor-protein complex is expressed as three isoforms. Tissues express σ1A and one of the σ1B and σ1C isoforms. Brain is the tissue with the highest σ1A and σ1B expression. σ1B-deficiency leads to severe mental retardation, accumulation of early endosomes in synapses and fewer synaptic vesicles, whose recycling is slowed down. AP-1/σ1A and AP-1/σ1B regulate maturation of these early endosomes into multivesicular body late endosomes, thereby controlling synaptic vesicle protein transport into a degradative pathway. σ1A binds ArfGAP1, and with higher affinity brain-specific ArfGAP1, which bind Rabex-5. AP-1/σ1A-ArfGAP1-Rabex-5 complex formation leads to more endosomal Rabex-5 and enhanced, Rab5(GTP)-stimulated Vps34 PI3-kinase activity, which is essential for multivesicular body endosome formation. Formation of AP-1/σ1A-ArfGAP1-Rabex-5 complexes is prevented by σ1B binding of Rabex-5 and the amount of endosomal Rabex-5 is reduced. AP-1 complexes differentially regulate endosome maturation and coordinate protein recycling and degradation, revealing a novel molecular mechanism by which they regulate protein transport besides their established function in clathrin-coated-vesicle formation.","dc:creator":"Candiello E","dc:date":"2016","dc:title":"AP-1/σ1A and AP-1/σ1B adaptor-proteins differentially regulate neuronal early endosome maturation via the Rab5/Vps34-pathway."},"rdfs:label":"Yeast Three Hybrid Analysis"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:207cb282-c969-43bd-8af6-fa24269efafe","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:47c66be2-fe41-4a4d-9e98-6c2e7bf7e925","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"AP-1 is a clathrin-associated complex that, in most cell types, mediates sorting between endosomes and the trans-Golgi network (TGN). Adaptor protein complex 1 (AP-1) is a heterotetramer composed of two large adaptins (gamma-type subunit AP1G1 and beta-type subunit AP1B1), a medium adaptin (mu-type subunit AP1M1 or AP1M2) and a small adaptin (sigma-type subunit AP1S1 or AP1S2 or AP1S3). In neurons, AP-1 has been implicated in the polarized sorting of a subset of transmembrane receptors and transporters to the somatodendritic domain. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22958822","type":"dc:BibliographicResource","dc:abstract":"Plasma membranes of the somatodendritic and axonal domains of neurons are known to have different protein compositions, but the molecular mechanisms that determine this polarized protein distribution remain poorly understood. Herein we show that somatodendritic sorting of various transmembrane receptors in rat hippocampal neurons is mediated by recognition of signals within the cytosolic domains of the proteins by the μ1A subunit of the adaptor protein-1 (AP-1) complex. This complex, in conjunction with clathrin, functions in the neuronal soma to exclude somatodendritic proteins from axonal transport carriers. Perturbation of this process affects dendritic spine morphology and decreases the number of synapses. These findings highlight the primary recognition event that underlies somatodendritic sorting and contribute to the evolving view of AP-1 as a global regulator of cell polarity.","dc:creator":"Farías GG","dc:date":"2012","dc:title":"Signal-mediated, AP-1/clathrin-dependent sorting of transmembrane receptors to the somatodendritic domain of hippocampal neurons."},"rdfs:label":"Yeast Two-hybrid (Y2H) Analysis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:b3519527-9a80-4f0e-9ea6-c4244eb2ee33_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5}],"evidenceStrength":"Strong","sequence":7807,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.5,"subject":{"id":"cggv:d16d6bd0-22f4-4097-9baa-e8b3497b01fb","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:555","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*AP1G1* was first reported in relation to autosomal dominant complex neurodevelopmental disorder in 2021 (Usmani et al., PMID: 34102099). Of note, *AP1G1* has also been implicated in autosomal recessive complex neurodevelopmental disorder (Usmani-Riazuddin syndrome, autosomal recessive). The split curation for Usmani-Riazuddin syndrome, autosomal recessive, is assessed separately.\n\n*AP1G1*-related autosomal dominant complex neurodevelopmental disorder (also known as Usmani-Riazuddin syndrome, autosomal dominant) is characterized by global developmental delay with variably impaired intellectual development, speech delay, and behavioral abnormalities, including aggression, hyperactivity, and autism spectrum disorder or autistic features. Additional common features include seizures, hypotonia, and distal limb anomalies. Five de novo missense variants and three de novo loss-of-function variants have been reported in nine unrelated patients (PMID: 34102099). This gene-disease relationship is also supported by experimental evidence. AP1G1  interacts with other adaptor protein complex 1 (AP-1) proteins, AP1S1/AP1S2, which have been definitively implicated in neurodevelopmental disorders. AP complexes mediate selective intracellular vesicular trafficking and polarized localization of somatodendritic proteins in neurons.\n\nIn summary, there is strong evidence to support this gene-disease relationship. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on November 2, 2022 (SOP Version 9).\n\n","dc:isVersionOf":{"id":"cggv:b3519527-9a80-4f0e-9ea6-c4244eb2ee33"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}