{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-10-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-10-23T19:06:11.199Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd59ac79-ce96-4b09-992a-2a0be28f22e4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63019269-9ffe-4675-b634-25634e9f4aaa","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot showed that TRPV4 was expressed in the plasma membrane of wild-type mouse osteoclasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18762026","type":"dc:BibliographicResource","dc:abstract":"Calcium signaling controls multiple cellular functions and is regulated by the release from internal stores and entry from extracellular fluid. In bone, osteoclast differentiation is induced by RANKL (receptor activator of NF-kappaB ligand)-evoked intracellular Ca(2+) oscillations, which trigger nuclear factor-activated T cells (NFAT) c1-responsive gene transcription. However, the Ca(2+) channels involved remain largely unidentified. Here we show that genetic ablation in mice of Trpv4, a Ca(2+)-permeable channel of the transient receptor potential (TRP) family, increases bone mass by impairing bone resorption. TRPV4 mediates basolateral Ca(2+) influx specifically in large osteoclasts when Ca(2+) oscillations decline. TRPV4-mediated Ca(2+) influx hereby secures intracellular Ca(2+) concentrations, ensures NFATc1-regulated gene transcription, and regulates the terminal differentiation and activity of osteoclasts. In conclusion, our data indicate that Ca(2+) oscillations and TRPV4-mediated Ca(2+) influx are sequentially required to sustain NFATc1-dependent gene expression throughout osteoclast differentiation, and we propose TRPV4 as a therapeutic target for bone diseases.","dc:creator":"Masuyama R","dc:date":"2008","dc:title":"TRPV4-mediated calcium influx regulates terminal differentiation of osteoclasts."},"rdfs:label":"Masuyama Expression Study"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b909525a-655d-4014-8a2f-24fb45467114","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:457220f6-179d-4ac5-b734-70f5e58eb576","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunostaining showed that TRPV4 protein was expressed in mouse growth plate and articular cartilage. It localized to the proliferative and prehypertrophic zones of the growth plate.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21964574","type":"dc:BibliographicResource","dc:abstract":"Familial digital arthropathy-brachydactyly (FDAB) is a dominantly inherited condition that is characterized by aggressive osteoarthropathy of the fingers and toes and consequent shortening of the middle and distal phalanges. Here we show in three unrelated families that FDAB is caused by mutations encoding p.Gly270Val, p.Arg271Pro and p.Phe273Leu substitutions in the intracellular ankyrin-repeat domain of the cation channel TRPV4. Functional testing of mutant TRPV4 in HEK-293 cells showed that the mutant proteins have poor cell-surface localization. Calcium influx in response to the synthetic TRPV4 agonists GSK1016790A and 4αPDD was significantly reduced, and mutant channels did not respond to hypotonic stress. Others have shown that gain-of-function TRPV4 mutations cause skeletal dysplasias and peripheral neuropathies. Our data indicate that TRPV4 mutations that reduce channel activity cause a third phenotype, inherited osteoarthropathy, and show the importance of TRPV4 activity in articular cartilage homeostasis. Our data raise the possibility that TRPV4 may also have a role in age- or injury-related osteoarthritis.","dc:creator":"Lamandé SR","dc:date":"2011","dc:title":"Mutations in TRPV4 cause an inherited arthropathy of hands and feet."},"rdfs:label":"Expression in mouse growth plate and articular cartilage"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:fd810e44-8f9d-4407-94d6-1778fe1e2da4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:18495231-64aa-491b-9bf2-ad20f7337d8b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"While LOF is demonstrated here and the TRPV4 bone disorders are caused by GOF variants, the ClinGen Skeletal Disorders GCEP agreed that this study demonstrated the biochemical function of the TRPV4 channel.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18762026","rdfs:label":"Function in mouse osteoclasts"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a895345e-c288-4358-8371-5250965995a5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1fd72774-119a-423f-9f17-84c5e627e8c6","type":"FunctionalAlteration","dc:description":"Compared to controls, primary chondrocytes from a patient with severe infantile metatropic dysplasia, carrying c.2399G>A (p.Gly800Asp), showed increased magnitudes of calcium concentration during temperature-dependent oscillations. Oscillations were longer and more frequent. Ca2+ concentration was also increased at baseline and in response to hypotonic swelling and a TRPV4 agonist. p.P799L was used as a positive control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26249260","type":"dc:BibliographicResource","dc:abstract":"Transient receptor potential cation channel, subfamily V, member 4 (TRPV4) is a polymodal modulated non-selective cation channel required for normal development and maintenance of bone and cartilage. Heterozygous mutations of this channel cause a variety of channelopathies, including metatropic dysplasia (MD). We analyzed the effect of a novel TRPV4 mutation c.2398G>A, p.Gly800Asp on intracellular calcium ([Ca(2+) ]i ) regulation in chondrocytes and compared this response to chondrocytes with a frequently observed mutation, c.2396C>T, p.Pro799Leu. We observed temperature-dependent [Ca(2+) ]i oscillations in both intact and MD chondrocytes however, MD mutations exhibited increased peak magnitudes of [Ca(2+) ]i during oscillations. We also found increased baseline [Ca(2+) ]i in MD primary cells, as well as increased [Ca(2+) ]i response to either hypotonic swelling or the TRVP4-specific agonist, GSK1016790A. Oscillations and stimulation responses were blocked with the TRPV4-specific antagonist, GSK205. Analysis of [Ca(2+) ]i response kinetics showed that MD chondrocytes had increased frequency of temperature-sensitive oscillations, and the magnitude and duration of [Ca(2+) ]i responses to given stimuli. Duration of the response of the p.Gly800Asp mutation to stimulation was greater than for the p.Pro799Leu mutation. These experiments show that this region of the channel is essential for proper [Ca(2+) ]i regulation. These studies of primary cells from patients show how both mutant and WT TRPV4 channels regulate cartilage and bone development. © 2015 Wiley Periodicals, Inc. ","dc:creator":"Hurd L","dc:date":"2015","dc:title":"A mutation in TRPV4 results in altered chondrocyte calcium signaling in severe metatropic dysplasia."},"rdfs:label":"Functional alteration in patient chondrocytes"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:0d25e876-8a16-4050-90d1-4a5e5c40f84e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d6b2dda5-e296-4809-bc8e-17b514ee6a12","type":"FunctionalAlteration","dc:description":"Dental pulp stem cells (mesenchymal stem cells that differentiate into bone lineage cells) from a patient with non-lethal metatropic dysplasia carrying c.1855C>T (p.Leu619Phe) showed increased intracellular calcium concentration, accelerated early chondrocyte differentiation, and SOX9 upregulation after stimulation with TRPV4 agonist.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31463371","type":"dc:BibliographicResource","dc:abstract":"Metatropic dysplasia is a congenital skeletal dysplasia characterized by severe platyspondyly, dumbbell-like deformity of long tubular bones, and progressive kyphoscoliosis with growth. It is caused by mutations in the gene TRPV4, encoding the transient receptor potential vanilloid 4, which acts as a calcium channel. Many heterozygous single base mutations of this gene have been associated with the disorder, showing autosomal dominant inheritance. Although abnormal endochondral ossification has been observed by histological examination of bone in a patient with lethal metatropic dysplasia, the etiology of the disorder remains largely unresolved. As dental pulp stem cells (DPSCs) are mesenchymal stem cells that differentiate into bone lineage cells, DPSCs derived from patients with congenital skeletal dysplasia might be useful as a disease-specific cellular model for etiological investigation. The purpose of this study was to clarify the pathological association between TRPV4 mutation and chondrocyte differentiation by analyzing DPSCs from a patient with non-lethal metatropic dysplasia. We identified a novel heterozygous single base mutation, c.1855C>T in TRPV4. This was predicted to be a missense mutation, p.L619F, in putative transmembrane segment 5. The mutation was repaired by CRISPR/Cas9 system to obtain isogenic control DPSCs for further analysis. The expression of stem cell markers and fibroblast-like morphology were comparable between patient-derived mutant and control DPSCs, although expression of TRPV4 was lower in mutant DPSCs than control DPSCs. Despite the lower TRPV4 expression in mutant DPSCs, the intracellular Ca2+ level was comparable at the basal level between mutant and control DPSCs, while its level was markedly higher following stimulation with 4α-phorbol 12,13-didecanoate (4αPDD), a specific agonist for TRPV4, in mutant DPSCs than in control DPSCs. In the presence of 4αPDD, we observed accelerated early chondrocyte differentiation and upregulated mRNA expression of SRY-box 9 (SOX9) in mutant DPSCs. Our findings suggested that the novel missense mutation c.1855C>T of TRPV4 was a gain-of-function mutation leading to enhanced intracellular Ca2+ level, which was associated with accelerated chondrocyte differentiation and SOX9 upregulation. Our results also suggest that patient-derived DPSCs can be a useful disease-specific cellular model for elucidating the pathological mechanism of metatropic dysplasia.","dc:creator":"Nonaka K","dc:date":"2019","dc:title":"Novel gain-of-function mutation of TRPV4 associated with accelerated chondrogenic differentiation of dental pulp stem cells derived from a patient with metatropic dysplasia."},"rdfs:label":"In vitro study of patient-derived dental pulp stem cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fda50604-09f6-48eb-8724-deb4c67f307e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f085f9cd-a584-4268-ba6e-6cd5d00a4ee5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"R594H mice were shown to have a range of phenotypes from moderate to severe, recapitulating range in human phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24644033","type":"dc:BibliographicResource","dc:abstract":"Activating mutations in transient receptor potential vanilloid family member 4 (Trpv4) are known to cause a spectrum of skeletal dysplasias ranging from autosomal dominant brachyolmia to lethal metatropic dysplasia. To develop an animal model of these disorders, we created transgenic mice expressing either wild-type or mutant TRPV4. Mice transgenic for wild-type Trpv4 showed no morphological changes at embryonic day 16.5 but did have a delay in bone mineralization. Overexpression of a mutant TRPV4 caused a lethal skeletal dysplasia that phenocopied many abnormalities associated with metatropic dysplasia in humans, including dumbbell-shaped long bones, a small ribcage, abnormalities in the autopod, and abnormal ossification in the vertebrae. The difference in phenotype between embryos transgenic for wild-type or mutant Trpv4 demonstrates that an increased amount of wild-type protein can be tolerated and that an activating mutation of this protein is required to produce a skeletal dysplasia phenotype.","dc:creator":"Weinstein MM","dc:date":"2014","dc:title":"Mice expressing mutant Trpv4 recapitulate the human TRPV4 disorders."},"rdfs:label":"Weinstein Brachyolmia Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Moderate phenotypes recapitulate human Brachyolmia phenotypes but make it difficult to determine strength of model."},{"id":"cggv:b0a90cbc-c64d-49b9-8965-2c64069497f3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c46588a0-891d-48ce-947f-2c07693a2311","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mild phenotypes observed in model recapitulate comparatively mild phenotypes of Brachyolmia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24577120","type":"dc:BibliographicResource","dc:abstract":"Point mutations in the calcium-permeable TRPV4 ion channel have been identified as the cause of autosomal-dominant human motor neuropathies, arthropathies, and skeletal malformations of varying severity. The objective of this study was to determine the mechanism by which TRPV4 channelopathy mutations cause skeletal dysplasia. The human TRPV4(V620I) channelopathy mutation was transfected into primary porcine chondrocytes and caused significant (2.6-fold) up-regulation of follistatin (FST) expression levels. Pore altering mutations that prevent calcium influx through the channel prevented significant FST up-regulation (1.1-fold). We generated a mouse model of the TRPV4(V620I) mutation, and found significant skeletal deformities (e.g., shortening of tibiae and digits, similar to the human disease brachyolmia) and increases in Fst/TRPV4 mRNA levels (2.8-fold). FST was significantly up-regulated in primary chondrocytes transfected with 3 different dysplasia-causing TRPV4 mutations (2- to 2.3-fold), but was not affected by an arthropathy mutation (1.1-fold). Furthermore, FST-loaded microbeads decreased bone ossification in developing chick femora (6%) and tibiae (11%). FST gene and protein levels were also increased 4-fold in human chondrocytes from an individual natively expressing the TRPV4(T89I) mutation. Taken together, these data strongly support that up-regulation of FST in chondrocytes by skeletal dysplasia-inducing TRPV4 mutations contributes to disease pathogenesis.","dc:creator":"Leddy HA","dc:date":"2014","dc:title":"Follistatin in chondrocytes: the link between TRPV4 channelopathies and skeletal malformations."},"rdfs:label":"Leddy Brachyolmia Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Mild phenotypes recapitulate the human dysplasia but make it difficult to determine strength of model."},{"id":"cggv:e4cc464f-cd06-4851-84a7-9a6b0e0ab301","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:53a683ed-54d4-428b-a83f-70f78afb1fc2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant mice displayed perinatal lethality and skeletal abnormalities. E16.5 mice were small with midface hypoplasia and short limbs and tails, and the most severely affected mice were hydropic. They had dumbbell-shaped long bones, small ribcages, abnormal autopods, and abnormal vertebral ossification. Histochemistry showed narrowed proliferative zones with widened reserve zones and less defined boundaries between zones. In many mice the phenotype was more similar to metatropic dysplasia than SMD-K, possibly because the Col2a1 promoter method resulted in higher than normal TRPV4 expression.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24644033","rdfs:label":"p.Arg594His SMD-K mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7131,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:ff167dc6-4f59-4891-bd30-4302ae97ca40","type":"GeneValidityProposition","disease":"obo:MONDO_0018240","gene":"hgnc:18083","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TRPV4 was first reported in relation to autosomal dominant TRPV4-related skeletal dysplasia in 2008 (Rock et al., PMID: 18587396). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanisms or inheritance pattern. Therefore, the following disease entities have been lumped into one disease entity: brachyolmia type 3 (OMIM: 113500), Spondylometaphyseal dysplasia, Kozlowski type (SMD-K) (OMIM: 184252), spondyloepimetaphyseal dysplasia, Maroteaux type SEMD-M (OMIM: 184095), and metatropic dysplasia (OMIM: 156530). The split curation for autosomal dominant neuromuscular disease has been curated separately by the Charcot-Marie-Tooth GCEP. Eleven variants (all missense and one frameshift) that have been reported in 11 probands in 4 publications (PMIDs: 18587396, 19232556, 20503319, 21964829) are included in this curation with cases included for all four lumped disease entities. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is suggested to be gain-of-function or aberrant signaling. This gene-disease relationship is also supported by experimental evidence including biochemical function, expression, functional alterations, and multiple mouse models (PMIDs: 18762026, 21964574, 24577120, 24644033, 26249260, 31463371). In summary, there is definitive evidence supporting the relationship between TRPV4 and autosomal dominant TRPV4-related skeletal dysplasia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date October 23, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:13bce420-9049-41ae-b1e8-ebcae68a3f9e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}