{"id":"cggv:8a995738-1ea3-454b-b92f-251d4b21d530v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:8a995738-1ea3-454b-b92f-251d4b21d530_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-02-13T17:21:40.497Z","role":"Publisher"},{"id":"cggv:8a995738-1ea3-454b-b92f-251d4b21d530_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2022-11-22T20:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:8a995738-1ea3-454b-b92f-251d4b21d530_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8a995738-1ea3-454b-b92f-251d4b21d530_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:595bb1ec-cde8-4bfc-ac93-b08219060cc3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ecf742d-a134-454b-83eb-87b68fe2a588","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Foxa2 mRNA transcripts were detected in the midbrain, ventral forebrain, ventral hindbrain, epithelial structures lining the main bronchus, lungs and the esophagus from embryonic day e11.5; and in the anterior lobe of the pituitary gland from e13.5. From e15.5, Foxa2 mRNA expression was stronger with robust expression in the ventral diencephalon, and anterior lobe of the pituitary gland. At embryonic day e18.5, Foxa2 mRNA transcripts were localized in the hypothalamic-pituitary axis, with transcripts strongly expressed in the ventral hypothalamus and anterior pituitary. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28973288","type":"dc:BibliographicResource","dc:abstract":"Congenital hypopituitarism (CH) is characterized by the deficiency of one or more pituitary hormones and can present alone or in association with complex disorders. Congenital hyperinsulinism (CHI) is a disorder of unregulated insulin secretion despite hypoglycaemia that can occur in isolation or as part of a wider syndrome. Molecular diagnosis is unknown in many cases of CH and CHI. The underlying genetic etiology causing the complex phenotype of CH and CHI is unknown. In this study, we identified a de novo heterozygous mutation in the developmental transcription factor, forkhead box A2, FOXA2 (c.505T>C, p.S169P) in a child with CHI and CH with craniofacial dysmorphic features, choroidal coloboma and endoderm-derived organ malformations in liver, lung and gastrointestinal tract by whole exome sequencing. The mutation is at a highly conserved residue within the DNA binding domain. We demonstrated strong expression of Foxa2 mRNA in the developing hypothalamus, pituitary, pancreas, lungs and oesophagus of mouse embryos using in situ hybridization. Expression profiling on human embryos by immunohistochemistry showed strong expression of hFOXA2 in the neural tube, third ventricle, diencephalon and pancreas. Transient transfection of HEK293T cells with Wt (Wild type) hFOXA2 or mutant hFOXA2 showed an impairment in transcriptional reporter activity by the mutant hFOXA2. Further analyses using western blot assays showed that the FOXA2 p.(S169P) variant is pathogenic resulting in lower expression levels when compared with Wt hFOXA2. Our results show, for the first time, the causative role of FOXA2 in a complex congenital syndrome with hypopituitarism, hyperinsulinism and endoderm-derived organ abnormalities.","dc:creator":"Giri D","dc:date":"2017","dc:title":"Novel FOXA2 mutation causes Hyperinsulinism, Hypopituitarism with Craniofacial and Endoderm-derived organ abnormalities."},"rdfs:label":"Expression of Foxa2 mRNA in mouse embryonic development"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"While expression studies are not typically scored for genes expressed in the brain, the BM GCEP chose to score this evidence, albeit at a lower score, given the specificity of the expression and its relevance to the patient phenotype."},{"id":"cggv:09838711-85b1-40a6-ad59-6f3ac60ade0a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2195f1ed-e85a-4966-ac73-750acad9fe15","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of hFOXA2 in the ventral neural tube and diencephalon at six weeks and around the third ventricle at 8 weeks. hFOXA2 was speciﬁcally localized in the cytoplasm of cells scattered in the pancreatic parenchyma at 13 weeks of gestation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28973288","rdfs:label":"FOXA2 expression in human embryos by IHC"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"While expression studies are not typically scored for genes expressed in the brain, the BM GCEP chose to score this evidence, albeit at a lower score, given the specificity of the expression and its relevance to the patient phenotype"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8a995738-1ea3-454b-b92f-251d4b21d530_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.6}],"evidenceStrength":"Moderate","sequence":5885,"specifiedBy":"GeneValidityCriteria9","strengthScore":6.1,"subject":{"id":"cggv:a23287df-0ccd-443a-b883-d0acbe106c5a","type":"GeneValidityProposition","disease":"obo:MONDO_0013099","gene":"hgnc:5022","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"FOXA2 was first reported in relation to autosomal dominant combined pituitary hormone deficiencies in 2017 (Giri et al., PMID: 28973288). Six variants (5 missense, 1 nonsense) that have been reported in six probands in five publications (PMIDs: 28973288, 29329447, 30414530, 33729509, 31294511) are included in this curation. Variants were reported to be de novo for all cases in which parents were available for testing; for two of the missense variants, supporting evidence for reduced function is available (PMIDs: 28973288, 29329447). Thus far, reported missense variants appear to cluster in or near the forkhead domain, which may affect the DNA binding ability of this transcriptional activator (PMID: 33729509). At least two probands with a similar phenotype and de novo deletions encompassing FOXA2 have been reported, but were not scored in this curation (PMIDs: 31294511, 32277595). Therefore, the mechanism of pathogenicity appears to be LOF leading to haploinsufficiency. This gene-disease association is also supported by expression studies in both mouse and human embryos (PMID: 28973288). In summary, there is moderate evidence to support the relationship between FOXA2 and autosomal dominant combined pituitary hormone deficiencies. This classification was approved by the ClinGen Brain Malformations gene curation expert panel on 22.Nov.2022.  ","dc:isVersionOf":{"id":"cggv:8a995738-1ea3-454b-b92f-251d4b21d530"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}