{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2019-07-24T16:00:00.000Z","role":"Approver"},{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4eacf6a0-5283-40e3-8aaf-ebaccaa8d30d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4983d925-1b13-4ed6-ba64-07e561afc186","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"FVIII is a cofactor to FIX in activating FX in the coagulation cascade.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3286010","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Furie B","dc:date":"1988","dc:title":"The molecular basis of blood coagulation."},"rdfs:label":"Furie_Biochem A_VIII"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca570ebc-5ed3-4484-9e88-cfe6d2b9e91d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e808cdb3-80a9-4fe5-9f0e-59c37229dce2","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Long-term F8 mutation correction was accomplished by recombinant E1 element-deleted adenoviruses carrying the F8-PTM1 cassette injected into tail veins of F8 E16 mice. FVIII activity in these mice peaked at 3 weeks after injection and subsequently declined to an average of 36.2 ± 22.7 mU/ml, but was detected up to 8 weeks. Tail clip assay performed 3 weeks after injection resulted in eight out of ten mice surviving the challenge. All of the positive control wild-type C57BL/6 mice survived. but none of the naive F8 E16 or recombinant negative control (PTM1ΔTSD) mice survived.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12847523","type":"dc:BibliographicResource","dc:abstract":"Conventional gene therapy of hemophilia A relies on the transfer of factor VIII (FVIII; encoded by the F8 gene) cDNA. We carried out spliceosome-mediated RNA trans-splicing (SMaRT) to repair mutant FVIII mRNA. A pre-trans-splicing molecule (PTM) corrected endogenous FVIII mRNA in F8 knockout mice with the hemophilia A phenotype, producing sufficient functional FVIII to correct the hemophilia A phenotype. This is the first description of phenotypic correction of a genetic defect by RNA repair in a knockout animal model. Our results indicate the feasibility of using SMaRT to repair RNA for the treatment of genetic diseases.","dc:creator":"Chao H","dc:date":"2003","dc:title":"Phenotype correction of hemophilia A mice by spliceosome-mediated RNA trans-splicing."},"rdfs:label":"Chao_Rescue in mouse"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"The paper demonstrates the utility of mRNA repair using spliceosome-mediated RNA trans-splicing (SMaRT) to correct the Hemophilia A phenotype in mice. The evidence is scored default points."},{"id":"cggv:5e2d4628-a6ea-495a-ad21-d96a1e2cd474","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c72c8b3-f42b-4bdb-b053-1492110b8276","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice carrying either exon-16 or exon-17 disruption had no FVIII activity and indistinguishable bleeding phenotypes. Approximately 40% of the male offspring of the F2 litters carried the Neo cassette in their FVIII gene, with most surviving to term and after birth. Out of eight 4-week old pups whose tails were cut for genotype determination, two males, who had the disruption in their F8 gene, bled excessively and died within 12 hours. The other two normal males and four females in the litter survived. This was further demonstrated in quantifying the blood loss in 6-10-week old mice, whose tails were biopsied under anesthesia. Two out of three affected males carrying the exon 16 disruption as well as  two out of three affected males carrying the exon 17 disruption died within two hours of biopsy. When the tails of eight 6-week old F2 males (4 carrying exon-17 disruption and 4 normal) were cut and repeatedly cauterized, one died of excessive hemorrhage,  one re-bled but survived, and two survived without difficulty. \n\nFVIII activity assayed by two different methods showed an activity <1%. aPTT of FVIII-deficient mice was prolonged in comparison to normal mice. RT-PCR analyses on total liver RNA from FVIII-deficient mice revealed exon skipping and abnormal splicing in affected males carrying the exon-17 and exon-16 disruptions, respectively.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7647782","type":"dc:BibliographicResource","dc:abstract":"Haemophilia A is a classic X-linked disease which affects 1 in 5-10,000 males in all populations and is caused by defects in coagulation factor VIII. Roughly 60% of patients have severe disease with factor VIII activity < 1% of normal; they have frequent spontaneous bleeding into joints, soft tissues, muscles and internal organs. These patients usually require regular injections of plasma-derived or recombinant human factor VIII. Because this is expensive and can potentially lead to life-threatening complications, other forms of therapy, including gene therapy, have been proposed. Natural canine models of factor VIII and factor IX deficiency have been available for many years, and gene therapy attempts on these dogs have met with partial success. However, a small animal model of the disease is desirable for studies of factor VIII function and gene therapy. Using gene targeting, we have made a mouse with severe factor VIII deficiency.","dc:creator":"Bi L","dc:date":"1995","dc:title":"Targeted disruption of the mouse factor VIII gene produces a model of haemophilia A."},"rdfs:label":"Bi_Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The model represents the first genetically engineered model for Hemophilia A. It's severe bleeding phenotype is consistent with that observed in humans. However, spontaneous bleeding into joints or soft tissues, characteristic of Hemophilia A in humans, is not observed in mice up to 12 weeks of age. More animal models for Hemophilia A are reported in the literature. This mouse model is scored default points as it recapitulates the human phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:66b8c19d-11c6-4766-bc04-a0471b53baf0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78b3da56-7b59-437a-8ff3-848cf6ad0c49","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"3' rapid amplification of cDNA ends (RACE) initiated from a single factor VIII specific primer was used to amplify the unknown sequences next to exon 22. Amplified cDNA was digested with ClaI and ligated to vectorette cassettes and then amplified by a second factor VIII specific primer and vectorette primer 224. The products were sized on agarose gel, purified and sequenced. \n\nNovel sequences obtained were compared with each other, revealing organization of sequences into distinct blocks (named A to E) and sharing of these blocks among the individuals. Primers made from these novel sequences to test for inter-block amplification in genomic DNA consistently failed to amplify, with the exception of the region between C and D resulting in a 2-kb product. This implied that blocks A to E were separated by intervening sequences. This was also confirmed by Southern blot analysis and analysis of intron/exon boundaries. Translation analysis of novel exons A to E showed no continuous open reading frames. \n\nAgarose plugs from 4 individuals were digested with NruI and SfiI and probed with a section of factor VIII cDNA (exon 18 to 26) and compared to controls. A 270-kb band was observed for controls, while 2 bands of ~450 kb and ~780 kb were observed for patients. This was consistent with an inversion of the region resulting in physical separation of the two parts of factor VIII gene, with an estimation of breakpoints within intron 22 and a site ~600 kb from the telomere.","firstTestingMethod":"PCR","phenotypeFreeText":"Severe Hemophilia","previousTesting":true,"previousTestingDescription":"RT-PCR analysis revealed mutation in intron 22 and that all 9 individuals with severe hemophilia expressed exons 23-26 as a separate transcript (F8B gene)","sex":"UnknownEthnicity","variant":{"id":"cggv:66b8c19d-11c6-4766-bc04-a0471b53baf0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:82c9ea4f-9081-4352-a70c-a2d865a26c56","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F8, IVS22 INV","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10150"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8281136","type":"dc:BibliographicResource","dc:abstract":"Surprisingly half of all severe haemophilia A patients have no mutation in the promoter, coding sequences and normal RNA processing signals of the factor VIII gene. Instead they manifest a unique mRNA defect that prevents the amplification of the message across the boundary between exon 22 and 23. This locates the defect to internal regions of intron 22. Novel sequences 3' to exon 22 were isolated from the 9 available patients with the above abnormality by combining RACE and vectorette amplifications on trace amounts of mRNA. This showed that exons 1-22 of the factor VIII mRNA had become part of a hybrid message containing new multi exonic sequences expressed in normal cells. The novel sequences were not located in a YAC covering the whole factor VIII gene. Southern blots from patients probed by novel sequences and clones covering intron 22 showed no obvious abnormalities. This suggested inversions involving intron 22 repeated sequences. Screening of 3 YAC libraries with the novel sequences located them at least 200 kb telomeric (5') to factor VIII and pulsed field gel analysis detected abnormal bands in patients. This demonstrates that the mutations in the patients are inversions of long DNA regions possibly involving the repeated sequences and occurring at the surprising rate of approximately 4 x 10(-6) per gene per gamete per generation.","dc:creator":"Naylor J","dc:date":"1993","dc:title":"Characteristic mRNA abnormality found in half the patients with severe haemophilia A is due to large DNA inversions."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8281136","rdfs:label":"Naylor_Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"This is the first report characterizing the inversion intron 22 variant that had been seen very frequently in association with severe hemophilia A. The exons 1-22 and 23-26 are hypothesized to exist as disctinct mRNA transcripts. Exons 23-26  can be transcribed independently by a promoter located within intron 22. Lakich et al (PMID: 8275087) propose a mechanism for this inversion due to homologous recombination between the F8A (in opposite orientation to F8) gene within intron 22 and one of two regions identical to F8A located near the telomere on Xq. \n\nThis well-characterized variant is awarded increased points."},{"id":"cggv:50453911-2b59-4830-8cfb-b980e3e171b8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:257d1d90-c2d0-4bf3-9899-25d60e727745","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR primers were designed for exons 1-13 and 15-26 for DGGE, while exon 14 was amplified in 4 overlapping fragments and screened by chemical mismatch cleavage. Products were subsequently sequenced.","firstTestingMethod":"Denaturing gradient gel","phenotypes":"obo:HP_0003125","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:50453911-2b59-4830-8cfb-b980e3e171b8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2455f6b9-c77e-4cba-bdf9-4a66102ae186","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000132.3(F8):c.2138A>T (p.Asn713Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414904027"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10886198","type":"dc:BibliographicResource","dc:abstract":"Factor VIII gene analysis in a large consanguinous Danish family comprising 24 affected males and four homozygously affected females revealed an Asn694Ile mutation within the A2 domain. The factor VIII gene mutation led to a mild haemophilia A phenotype with factor VIII function displaying discordance between one-stage clotting and chromogenic two-stage assays. In one-stage assays, values ranged from 0.05 to 0.30 IU/ml (males) and from 0.19 to 0.29 IU/ml (homozygous affected females), whereas the chromogenic two-stage assay produced values of around only 50% of the one-stage result [0. 02-0.12 IU/ml (males); 0.06-0.10 IU/ml (females)]. The differences are suggested to be caused by the effect of the mutation on the active cleaved form of the factor (F)VIII protein. As the original amino acid (Asn) is conserved in all known FVIII A2 sequences, but not in ceruloplasmin, we suggest that Asn694 is involved in an A2-specific functional role. Examination of a homology model of the A domains predicts that the Asn694Ile mutation (i) results in the loss of two potential hydrogen-bonding interactions and (ii) hampers the integration of the bulky side-chain of Ile into the A2 domain core, probably causing an altered stability and/or folding of the protein. Interestingly, the disease in this Danish family was originally proposed to be von Willebrand-Jürgens disease. However, the current study rules out the co-existence of either von Willebrand's disease or the presence of the Normandy variant of von Willebrand factor (type 2N).","dc:creator":"Schwaab R","dc:date":"2000","dc:title":"Assay discrepancy in mild haemophilia A due to a factor VIII missense mutation (Asn694Ile) in a large Danish family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10886198","rdfs:label":"Schwaab_Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant is reported as the cause of Hemophilia in this large kindred. The pathogenicity of this variant is supported by in-silico studies using the molecular model of the triplicated A domains of human FVIII and INSIGHT II software. Examination of the homology model of the FVIII A domains reveal that the Asn side-chain is buried within the core of the A2 domain, rendering it unavailable for interaction with other proteins. The replacement of Asp with Ile would prevent two potential hydrogen-bonding interactions of Asp694 within the A2 domains, resulting in altered stability or folding of the FVIII protein. \n\nThe evidence is scored default points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:04068190-ff9a-43bd-b013-baddb61a2d1e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:aee21074-c122-4f0d-896f-6abdf1ee4b52","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"F8 coding regions (26 exons) including the intron/exon boundaries and the promoter regions were amplified using 26 sets of primers and subsequently sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Moderate hemophilia; FVIII:C:1-5%","phenotypes":"obo:HP_0003125","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:04068190-ff9a-43bd-b013-baddb61a2d1e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d0bdd32d-fffb-4b0a-bb41-8628176972d8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000132.3(F8):c.6429+2T>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414899265"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30210749","type":"dc:BibliographicResource","dc:abstract":"Haemophilia A (HA) and Haemophilia B (HB) are X-linked blood disorders that are caused by various mutations in the factor VIII (F8) and factor IX (F9) genes respectively. Identification of mutations is essential as some of the mutations are associated with the development of inhibitors. This study is the first comprehensive study of the F8 mutational profile in Malaysia.","dc:creator":"Zahari M","dc:date":"2018","dc:title":"Mutational Profiles of F8 and F9 in a Cohort of Haemophilia A and Haemophilia B Patients in the Multi-ethnic Malaysian Population."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749","rdfs:label":"Zahari_HA91"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The splice donor site variant occurs in the intron 22. However, the proband did not carry the intron 22 inversion. The variant is scored default points."},{"id":"cggv:d87c8272-9ad0-41c3-9db3-3b34df219e3b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e944570c-b057-4135-a0ca-9cf188347fe4","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"All 26 exons, including exon–intron boundaries of F8,were ampliﬁed by PCR. The PCR products were puriﬁed and sequenced. Exon18 was sequenced in 101 normal individuals. First-strand cDNA synthesis was performed from peripheral blood RNA of the proband followed by PCR, cloning into pMD18-T vector and sequencing. qPCR was performed to compare expression levels of FVIII in the family to that in 10 healthy individuals. \n\nTo rule out mosaicism in the mother, genomic DNA from uroepithelial and buccal mucosa cells were also analyzed.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had moderate Hemophilia A with severe bleeding. She was hospitalized at the age of 1 yr for recurrent excessive bruising.","phenotypes":["obo:HP_0003645","obo:HP_0003010"],"previousTesting":true,"previousTestingDescription":"Coagulation assays were performed.  PT, TT and Fg were normal, while APTT was prolonged. The clotting activities of FIX (FIX:C), FXI(FXI:C) and FXII (FXII:C) were normal. FVIII:C = 3.4%; FVIII:Ag = 4.2%; VWF:Ag and VWF: RCo normal. Inversion of Intron 22 and 1 were absent from the family members.","sex":"Female","variant":{"id":"cggv:d87c8272-9ad0-41c3-9db3-3b34df219e3b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6e8834cf-72a2-4187-b919-23d921ecbe91","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000132.3(F8):c.3637dup (p.Ile1213AsnfsTer28)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10568191"}},{"id":"cggv:01c5d97f-7b4d-44ff-b765-6ad483b7a6ad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000132.3(F8):c.5981T>C (p.Leu1994Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414905533"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16805874","type":"dc:BibliographicResource","dc:abstract":"Hemophilia A (HA) is an X-chromosome-linked recessive disorder.","dc:creator":"Cai XH","dc:date":"2006","dc:title":"Female hemophilia A heterozygous for a de novo frameshift and a novel missense mutation of factor VIII."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16805874","rdfs:label":"Cai_Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The proband is a compound-heterozygous female patient with two F8 variants and a severe bleeding phenotype. The missense change, Leu1975Pro was a novel variant identified in the proband as well as her father. The authors conjecture that the replacement of leucine by proline may disrupt the S53 structure because of the restrained rotational freedom of proline’s side chain and may cause local conformation change of the A3 domain. Expression or stability of the variant molecule can be affected by this change as evidenced by the grossly reduced FVIII:Ag level in the proband and her father. \n\nTA cloning of a 2809-bp F8 cDNA fragment encompassing both mutation sites showed that they were not on the same allele. No mutation was identified in the mother's peripheral blood, buccal mucosa or uroepithelial cells, indicating that the previously reported frameshift variant (p.Ile1213Asnfs*28) identified in the proband may be de novo. However, germline mosaicism was not ruled out. The frameshift variant causes premature termination of the transcript that is expected to undergo nonsense-mediated decay subsequently. F8 ectopic expression analysis in peripheral blood lymphocytes revealed that the proband expressed reduced levels (~33%) of FVIII in comparison to normal control.\n\nAlthough the missense variant has not been validated functionally, the frameshift variant is expected to cause the severe bleeding phenotype in the proband, warranting default points."},{"id":"cggv:44df7d1c-e45c-4314-8bec-0e05484cff0a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:434b36d6-276b-40da-a799-38d20a004241","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"A custom AmpliSeq panel was designed to target the coding DNA sequence, 5’ untranslated region (UTR), 3’ UTR, and exon–intron junction regions of the factor VIII gene. The panel consisted of two PCR primer pools and generated 52 amplicons. Sequencing was performed using the Ion Torrent personal genome machine.","phenotypeFreeText":"Severe hemophilia, Factor VIII:C = 0.9%","phenotypes":"obo:HP_0003125","previousTesting":true,"previousTestingDescription":"Inversion of intron 22 was ruled out by inverse-shifting PCR.","sex":"UnknownEthnicity","variant":{"id":"cggv:44df7d1c-e45c-4314-8bec-0e05484cff0a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:96d6d42b-3cfc-4f17-b79f-f3fb06239ffa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000132.3(F8):c.24C>A (p.Cys8Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414920695"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28252515","type":"dc:BibliographicResource","dc:abstract":": Defects in the coagulation factor VIII gene cause haemophilia A, which is the most common X-linked recessive bleeding disorder. In total, 45 affected families were investigated to elucidate the factor VIII gene mutation spectrum. The families were subjected to clinical, biochemical, and molecular analyses. Inverse-shifting PCR was first applied to severe haemophilia A patients to identify inversions in introns 22 and 1. Then, next-generation sequencing was performed to detect mutations in inversion-negative patients with severe haemophilia A and moderate-mild haemophilia A patients. Finally, multiplex ligation-dependent probe amplification was utilized to identify rare cases with large fragment duplications or deletions in the factor VIII gene. In total, 41 mutations were identified, 19 of which (c.24C>A, c.49T>C, c.170_171delTT, c.533T>C, c.1126delG, c.1495delA, c.1660A>C, c.1736A>G, c.2711-2712insAATCT, c.3077C>G, c.3846delA, c.4238C>G, c.4349delG, c.4828G>C, c.5821A>C, c.6190C>T, c.6656T>C, c.6902T>G, and c.1904-2A>T) were novel and 80% (44/55) of the pathogenic mutations fell into the categories of missense (43.6%), nonsense (16.36%), frameshift (14.55%), and splice (5.45%) mutations. Additionally, 10 (18.18%) patients displayed inversions in intron 22 or 1 and one case (1.82%) exhibited a 3059-bp large fragment deletion in factor VIII. This study aimed to provide insight contributing to the genetic diagnosis of haemophilia A and to fill gaps in the factor VIII mutation spectrum in northern China.","dc:creator":"Bai N","dc:date":"2017","dc:title":"Factor VIII mutation spectrum in haemophilia A patients in the population of Henan, China."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28252515","rdfs:label":"Bai_Proband_1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The variant is a nonsense mutation occurring in exon 1, expected to result in the disruption of the synthesis of any protein. The proband is scored default points."},{"id":"cggv:f5e52ab2-4063-4a0b-bc67-109583d38b61_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0918c041-36dd-4e72-867b-99956168438b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA from the proband was screened by restriction analysis with TaqI, SstI and EcoRI and hybridized with probes: a 1.7-kb Kpn I cDNA fragment that spans exons 1-12 and a 6.5-kb EcoRI cDNA fragment that spans exons 14-26. \n\nScreening revealed the absence of a 2.4-kb fragment corresponding to exons 5 and 6. Digestion with EcoRI revealed absence of 6.7-kb fragment corresponding to exon 6 and presence of normal 12.5-kb fragment corresponding to exons 3-5. Exons 7-10 were also found to be intact. SstI digestion showed a new 15-kb junction fragment derived from exons 5 and 7 in place of normal 11.3-kb fragment, limiting the deletion to exon 6 with an estimated size of 7 kb.","phenotypeFreeText":"Severe hemophilia","phenotypes":"obo:HP_0003125","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f5e52ab2-4063-4a0b-bc67-109583d38b61_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c3bb6dba-3f7e-4520-9f84-3df86c60c5b0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F8, EX6DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10089"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3035554","type":"dc:BibliographicResource","dc:abstract":"Hemophilia A is an X-linked disorder of coagulation caused by a deficiency of factor VIII. By using cloned DNA probes, we have characterized the following five different partial deletions of the factor VIII gene from a panel of 83 patients with hemophilia A: (i) a 7-kilobase (kb) deletion that eliminates exon 6; (ii) a 2.5-kb deletion that eliminates 5' sequences of exon 14; (iii) a deletion of at least 7 kb that eliminates exons 24 and 25; (iv) a deletion of at least 16 kb that eliminates exons 23-25; and (v) a 5.5-kb deletion that eliminates exon 22. The first four deletions are associated with severe hemophilia A. By contrast, the last deletion is associated with moderate disease, possibly because of in-frame splicing from moderate disease, possibly because of in-frame splicing from adjacent exons. None of those patients with partial gene deletions had circulating inhibitors to factor VIII. One deletion occurred de novo in a germ cell of the maternal grandmother, while a second deletion occurred in a germ cell of the maternal grandfather. These observations demonstrate that de novo deletions of X-linked genes can occur in either male or female gametes.","dc:creator":"Youssoufian H","dc:date":"1987","dc:title":"Characterization of five partial deletions of the factor VIII gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/3035554","rdfs:label":"Youssoufian_Proband_IV-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The variant causes a deletion in exon 6 and is expected to result in a loss of function of the gene product. The deletion has been reported in at least 3 other individuals in various publications. It is awarded default points."},{"id":"cggv:72c4e9d6-46e3-45a6-ab20-c58d54725d50_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c091c4de-fc69-48c8-a6fd-6177e9cae88c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"F8 coding regions (26 exons) including the intron/exon boundaries and the promoter regions were amplified using 26 sets of primers and subsequently sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"severe hemophilia, FVIII:C:<1%","phenotypes":"obo:HP_0003125","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:72c4e9d6-46e3-45a6-ab20-c58d54725d50_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4d023831-1cca-40a2-b2f5-7e578346d993","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000132.3(F8):c.3625C>T (p.Gln1209Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA414895516"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30210749","rdfs:label":"Zahari_HA24"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This novel variant introduces a stop codon in exon 14 and premature truncation of the protein product. It is not reported in gnomAD. The variant is awarded default points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":7.5},{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:8a934320-04df-4a72-969b-07aed29f6c98_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:18baa8ed-df11-4721-8869-1ceb09181675","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was digested with TaqI, EcoRI and SstI and probed with two probes, A and B, spanning exons 1 to 14 and 14 to 26, with the exclusion of the middle of exon 14, and further characterized with smaller cDNA probes. Southern blotting analysis of the proband's DNA showed no hybridization signal with either probe A or B, suggesting deletion of the entire gene.   \n\nTo analyze the extent of the deletion, BamHI-digested DNA was hybridized to 3.1-kb EcoRI single copy fragment located 30 kb to the 3' end of F8. This produced an abnormal 5.5-kb fragment, indicating that the breakpoint lay in this region. The 5' end of the break was not accurately mapped, but estimated to be beyond 10 kb from the 5' end of the F8 gene.","firstTestingMethod":"Genotyping","phenotypeFreeText":"Severe hemophilia, FVIII:C<1%","phenotypes":"obo:HP_0003125","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8a934320-04df-4a72-969b-07aed29f6c98_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:454bf0b5-7527-47f5-b596-f85955aeeb1a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"F8, EX1-26DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10124"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2105106","type":"dc:BibliographicResource","dc:abstract":"Hemophilia A (HA), a common inherited bleeding disorder in humans, is due to the deficiency or absence of the factor VIII (FVIII) activity. The cloning of the FVIII gene has made molecular probes available for the characterization of the basic defect in this disease. In this study we describe six different mutations in the FVIII gene detected by DNA analysis of 100 HA patients of Italian descent. In two of them, with a severe clinical picture, we identified two novel deletions, one in the middle of the FVIII gene from exons 7 to 22 and the other encompassing the entire factor VIII gene. Both of these patients produced antibodies to factor VIII. In a patient with mild HA we detected a duplication of exon 13, which is a rearrangement not yet described within the FVIII gene. A possible explanation for the mild phenotype in this patient is that the molecular defect results in the production of an unstable FVIII protein with residual 10% FVIII activity. Screening by Taq I restriction endonuclease detected three mutations that were further characterized by direct sequencing on amplified DNA: a C-T substitution at codon 1960, in exon 18, converting the codon for arginine to a non-sense codon; and a G-A substitution at codon 2228 and 2326, in exons 24 and 26 respectively, resulting in the substitution of glutamine for arginine. All three of these mutations have been previously described. The non-sense mutation and the codon 2228 G-A mutation was found in patients with severe HA, while the codon 2326 G-A mutation was associated with a quite severe condition. These results confirm that the molecular bases of HA are very heterogeneous and provide further evidence that recurrent mutations are not uncommon in this system.","dc:creator":"Casula L","dc:date":"1990","dc:title":"Recurrent mutations and three novel rearrangements in the factor VIII gene of hemophilia A patients of Italian descent."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2105106","rdfs:label":"Casula_Proband_H1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The proband, who is a severe hemophiliac with inhibitors to FVIII, is found to have a deletion of more than 210 kb, encompassing the whole F8 gene. The mother tested with the same probes is found to be normal, indicating a de novo occurrence of the gene deletion in the proband. This proband is awarded default points."},{"id":"cggv:64e207cf-1fd3-4842-916d-7e7abe82938f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c9febff-5042-4a39-8e91-23e9cb84a984","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"TaqI recognition sites may be altered by C>T transitions, resulting in nonsense variants. These were screened in 92 hemophiliac patients. TaqI-digested DNA samples were probed with a 9-kb cloned factor VIII cDNA in Southern blot analysis. Subsequently, a probe containing exons 21 to 26 was used to analyze the proband and his family.","phenotypeFreeText":"Severe hemophiliac: <1% FVIII:C, anti-FVIII antibody of 8000 Bethesda units","phenotypes":"obo:HP_0003125","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:64e207cf-1fd3-4842-916d-7e7abe82938f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f5bb4682-7708-44e6-bc4c-f9ae8278bdb3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000132.3(F8):c.6682C>T (p.Arg2228Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10086"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2987704","type":"dc:BibliographicResource","dc:abstract":"The most common inherited bleeding disorder in man, haemophilia A, is caused by defect in factor VIII, a component in the blood coagulation pathway. The X-chromosome-linked disease almost certainly stems from a heterogeneous collection of genetic lesions. Because, without proper treatment, haemophilia can be a fatal disease, new mutations are necessary to account for its constant frequency in the population. In addition, haemophilia A displays a wide range of severity, and some 15% of haemophiliacs generate high levels of antibodies against factor VIII ('inhibitor patients'). The present work elucidates the molecular genetic basis of haemophilia in some individuals. Using the recently cloned factor VIII gene as a probe, we have identified two different nonsense point mutations in the factor VIII gene of haemophiliacs, as well as two different partial deletions of the gene. Our survey of 92 haemophiliacs indicates no firm correlation between antibody (inhibitor) production and gross gene defects.","dc:creator":"Gitschier J","dc:date":"1985","dc:title":"Detection and sequence of mutations in the factor VIII gene of haemophiliacs."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2987704","rdfs:label":"Gitschier_H2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The proband is the first in his family to be affected by hemophilia. The proband showed absence of the Taq1 site in exon 24 produced a 4.2 kb band in the proband. The proband's parents, sister and two brothers displayed the normal 1.4- and 2.8-kb fragments and not the 4.2 kb fragment. The variant was absent from 91 hemophiliacs and 80 non-hemophilic X chromosomes. This suggested that the variant appeared de novo in the proband. PMID: 30210749 also reports this variant in two individuals with severe hemophilia.\n\nThe region of the proband's DNA with this variant was cloned into bacteriophage λ and the exon 24 was sequenced. This revealed the C>T transition at the Taq recognition site (TCGA to TTGA). This variant results in an in-frame stop codon and results in a truncated protein 124 amino acids shorter than the normal protein. \n\nThis variant is awarded default points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":649,"specifiedBy":"GeneValidityCriteria6","strengthScore":16.5,"subject":{"id":"cggv:55751686-bd5e-4d43-a8f2-d7954101e3db","type":"GeneValidityProposition","disease":"obo:MONDO_0010602","gene":"hgnc:3546","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"F8 was reported in relation to X-linked Hemophilia A as early as 1985 (Gitschier et al., PMID: 2987704). More than 1000 pathogenic variants in this gene are reported in humans, ranging from whole gene deletions, partial deletions and duplications, nonsense, frameshift and splicing variants to a number of functionally-characterized missense variants. Hemophilia A is characterized by severe bleeding diagnosed by an increased bleeding time, reduced Factor VIII activity and antigen levels. Spontaneous bleeding into joints and soft tissues is often reported. \nSummary of Case Level Data (12 points): Variants in this gene are reported in at least 14 probands in 8 publications (PMIDs: 2987704, 30210749, 3035554, 10886198, 8281136, 2105106, 16805874, 28252515). Variants in this gene segregated with disease in 10 additional family members. More case-level evidence is available in the literature, but the maximum score for genetic evidence has been reached.\n\nThe mechanism for disease is hemizygous loss of function in males, with the majority of variants observed resulting in undetectable FVIII activity (PMID: 2987704). Homozygous loss of function is reported in some female patients with severe bleeding diathesis, while most females are heterozygous carriers. A proportion of patients with null variants are reported to develop antibodies to recombinant FVIII. (PMIDs: 24498605, 22102273, 20081061, 19336737).\n\nSummary of Experimental Data (4.5 points): FVIII is involved in the blood coagulation pathway and functions to activate FX by forming the tenase complex with FIX (PMID: 3286010). Hemophilia A has been studied in dogs since 1950 (PMID: 15431070, 24253479, 22137432), while horse (PMID: 6838443) and mouse models (PMID: 7647782, 24705491) also have been used extensively in Hemophilia research. These animal models have been helpful in the development of recombinant FVIII for treatment of Hemophilia A. The F8 gene disruption results in loss of function and absence of detectable FVIII:C in mice with a phenotype of severe bleeding. This is shown to be rescued by RNA trans-splicing to yield a full-length, wild-type protein in FVIII-deficient mice. Gene therapy in humans for Hemophilia A using recombinant adeno-associated virus (rAAV)–mediated gene transfer is at the clinical trials stage.   \nIn summary, the F8-Hemophilia A gene-disease relationship is Definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:d4578f11-b635-45f4-8034-310fca5fe960"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}