{"id":"cggv:d4ecc430-6562-4d58-9118-c5253dc95ae9v3.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d4ecc430-6562-4d58-9118-c5253dc95ae9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-06-28T06:00:00.000Z","role":"Approver"},{"id":"cggv:d4ecc430-6562-4d58-9118-c5253dc95ae9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-04-02T21:44:33.509Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10106","role":"SecondaryContributor"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:d4ecc430-6562-4d58-9118-c5253dc95ae9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d4ecc430-6562-4d58-9118-c5253dc95ae9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4205c3a7-79aa-4bfd-a7aa-2fe91ffbf655","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51d45f5e-b519-49d5-b9bd-eaf8edb65fe9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Transcripts of the mouse homolog of NIPBL were detected widely at gestation days 9.5 and\n10.5 (Fig. 3), with notable accumulations in limb bud, branchial arch and craniofacial\nmesenchyme. These regions are involved in patterning of the skeleton and soft tissues of the\nlimbs, jaw and face (among others).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15146186","type":"dc:BibliographicResource","dc:abstract":"Cornelia de Lange syndrome (CdLS; OMIM 122470) is a dominantly inherited multisystem developmental disorder characterized by growth and cognitive retardation; abnormalities of the upper limbs; gastroesophageal dysfunction; cardiac, ophthalmologic and genitourinary anomalies; hirsutism; and characteristic facial features. Genital anomalies, pyloric stenosis, congenital diaphragmatic hernias, cardiac septal defects, hearing loss and autistic and self-injurious tendencies also frequently occur. Prevalence is estimated to be as high as 1 in 10,000 (ref. 4). We carried out genome-wide linkage exclusion analysis in 12 families with CdLS and identified four candidate regions, of which chromosome 5p13.1 gave the highest multipoint lod score of 2.7. This information, together with the previous identification of a child with CdLS with a de novo t(5;13)(p13.1;q12.1) translocation, allowed delineation of a 1.1-Mb critical region on chromosome 5 for the gene mutated in CdLS. We identified mutations in one gene in this region, which we named NIPBL, in four sporadic and two familial cases of CdLS. We characterized the genomic structure of NIPBL and found that it is widely expressed in fetal and adult tissues. The fly homolog of NIPBL, Nipped-B, facilitates enhancer-promoter communication and regulates Notch signaling and other developmental pathways in Drosophila melanogaster.","dc:creator":"Krantz ID","dc:date":"2004","dc:title":"Cornelia de Lange syndrome is caused by mutations in NIPBL, the human homolog of Drosophila melanogaster Nipped-B."},"rdfs:label":"Mouse embryonic expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2b239b83-62e5-449b-a5ff-871400b62a8f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6581661f-0f63-4346-990a-26b0e1715cbd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The observed expression pattern was largely consistent with the CdLS\nphenotype (Figs. 3 and 4). NIPBL was expressed in developing limbs\n(Fig. 3a,b) and later in cartilage primordia of the ulna and of various\nhand bones (Fig. 4c). Sites of craniofacial expression included the\ncartilage primordium of the basioccipital and basisphenoid skull\nbones (Figs. 3a and 4f) and elsewhere in the head and face, including\na region encompassing the mesenchyme adjacent to the cochlear\ncanal (Fig. 4e,f). NIPBL was also expressed in the spinal column, notochord and surface\nectoderm (Figs. 3a,b and 4b), sclerotome and what seem to be\nmigrating myoblasts (Fig. 3b). Expression in the developing heart was\npronounced in the atrial and ventricular myocardium and in the ventricular\ntubeculae but absent in the endocardial cushions (Fig. 3a,b).\nNIPBL was also expressed in the developing esophagus, trachea and\nmidgut loops (Fig. 3a), in the bronchi of the lung (Figs. 3b and 4d)\nand in the tubules of the metanephros (Fig. 4a).\nExpression in organs and tissues not typically affected in CdLS (e.g.,\nthe developing trachea, bronchi, esophagus, heart and kidney) may\nreflect a bias towards underreporting of more subtle aspects of the\nphenotype or problems that typically present later in life. Respiratory\nand feeding difficulties and gastroesophageal reflux are known CdLS\ncomplications, individuals with CdLS have a greater incidence of\ncongenital heart abnormalities, and renal abnormalities can be\nfound in >50% of classical cases (A. Selicorni, personal communication).\nExpression in the mesenchyme surrounding the cochlear canal\n(Fig. 4e) may be related to the hearing impairment commonly found\nin CdLS17. Expression of NIPBL in embryonic brain was not evident,\nbut the main neurodevelopmental deficits in CdLS are thought to\noccur during late gestation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15146185","type":"dc:BibliographicResource","dc:abstract":"Cornelia de Lange syndrome (CdLS) is a multiple malformation disorder characterized by dysmorphic facial features, mental retardation, growth delay and limb reduction defects. We indentified and characterized a new gene, NIPBL, that is mutated in individuals with CdLS and determined its structure and the structures of mouse, rat and zebrafish homologs. We named its protein product delangin. Vertebrate delangins have substantial homology to orthologs in flies, worms, plants and fungi, including Scc2-type sister chromatid cohesion proteins, and D. melanogaster Nipped-B. We propose that perturbed delangin function may inappropriately activate DLX genes, thereby contributing to the proximodistal limb patterning defects in CdLS. Genome analyses typically identify individual delangin or Nipped-B-like orthologs in diploid animal and plant genomes. The evolution of an ancestral sister chromatid cohesion protein to acquire an additional role in developmental gene regulation suggests that there are parallels between CdLS and Roberts syndrome.","dc:creator":"Tonkin ET","dc:date":"2004","dc:title":"NIPBL, encoding a homolog of fungal Scc2-type sister chromatid cohesion proteins and fly Nipped-B, is mutated in Cornelia de Lange syndrome."},"rdfs:label":"Human embryonic expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:475a9b1c-d59e-40b3-bd06-fb4c25b7c504","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c2cac50d-d547-4e2d-9640-dc2025ffd2d6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NIPBL and MAU2 form a complex that is required to load the SMC1A/SMC1B/SMC3 cohesin subunit onto chromatin/DNA. SMC1A is associated with Cornelia de Lange syndrome 2 (MIM:300590) and SMC3 is associated with Cornelia de Lange syndrome 3 (MIM:610759).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22628566","type":"dc:BibliographicResource","dc:abstract":"The loading of cohesin onto chromatin requires the heterodimeric complex sister chromatid cohesion (Scc)2 and Scc4 (Scc2/4), which is highly conserved in all species. Here, we describe the purification of the human (h)-Scc2/4 and show that it interacts with h-cohesin and the heterodimeric Smc1-Smc3 complex but not with the Smc1 or Smc3 subunit alone. We demonstrate that both h-Scc2/4 and h-cohesin are loaded onto dsDNA containing the prereplication complex (pre-RC) generated in vitro by Xenopus high-speed soluble extracts. The addition of geminin, which blocks pre-RC formation, prevents the loading of Scc2/4 and cohesin. Xenopus extracts depleted of endogenous Scc2/4 with specific antibodies, although able to form pre-RCs, did not support cohesin loading unless supplemented with purified h-Scc2/4. The results presented here indicate that the Xenopus or h-Scc2/4 complex supports the loading of Xenopus and/or h-cohesin onto pre-RCs formed by Xenopus high-speed extracts. We show that cohesin loaded onto pre-RCs either by h-Scc2/4 and/or the Xenopus complex was dissociated from chromatin by low salt extraction, similar to cohesin loaded onto chromatin in G(1) by HeLa cells in vivo. Replication of cohesin-loaded DNA, both in vitro and in vivo, markedly increased the stability of cohesin associated with DNA. Collectively, these in vitro findings partly recapitulate the in vivo pathway by which sister chromatids are linked together, leading to cohesion.","dc:creator":"Bermudez VP","dc:date":"2012","dc:title":"In vitro loading of human cohesin on DNA by the human Scc2-Scc4 loader complex."},"rdfs:label":"Human NIPBL-MAU2 cohesin loader complex"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Upgraded since shown to interact with a complex of two other genes associated with CdLS."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d4ecc430-6562-4d58-9118-c5253dc95ae9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9120b2cc-dfdf-4274-bb72-5af0ca354ad2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:332b4f7f-1311-42bc-a789-24f779f8070d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Early limb development is highly conserved from fish to\nmammals. Each fin/limb bud possesses an apical\nectodermal ridge (AER) and zone of polarizing activity (ZPA), which play important roles in growth and patterning. Nipbl levels are critical for limb development (Figure 1), and that Nipbl regulates expression of specific sets of genes in the embryonic limb, including many key\ndevelopmental regulators that are conserved between fish and mice. The idea that the strength of limb phenotypes is related to the\ndegree of nipbl depletion is further supported by the observation, in\nzebrafish, that fin reductions are more severe when larger amounts\nof nipbla-MO are injected, or when both nipbla and nipblb are\nknocked-down, as opposed to either one alone (Figure S3).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25255084","type":"dc:BibliographicResource","dc:abstract":"Haploinsufficiency for Nipbl, a cohesin loading protein, causes Cornelia de Lange Syndrome (CdLS), the most common \"cohesinopathy\". It has been proposed that the effects of Nipbl-haploinsufficiency result from disruption of long-range communication between DNA elements. Here we use zebrafish and mouse models of CdLS to examine how transcriptional changes caused by Nipbl deficiency give rise to limb defects, a common condition in individuals with CdLS. In the zebrafish pectoral fin (forelimb), knockdown of Nipbl expression led to size reductions and patterning defects that were preceded by dysregulated expression of key early limb development genes, including fgfs, shha, hand2 and multiple hox genes. In limb buds of Nipbl-haploinsufficient mice, transcriptome analysis revealed many similar gene expression changes, as well as altered expression of additional classes of genes that play roles in limb development. In both species, the pattern of dysregulation of hox-gene expression depended on genomic location within the Hox clusters. In view of studies suggesting that Nipbl colocalizes with the mediator complex, which facilitates enhancer-promoter communication, we also examined zebrafish deficient for the Med12 Mediator subunit, and found they resembled Nipbl-deficient fish in both morphology and gene expression. Moreover, combined partial reduction of both Nipbl and Med12 had a strongly synergistic effect, consistent with both molecules acting in a common pathway. In addition, three-dimensional fluorescent in situ hybridization revealed that Nipbl and Med12 are required to bring regions containing long-range enhancers into close proximity with the zebrafish hoxda cluster. These data demonstrate a crucial role for Nipbl in limb development, and support the view that its actions on multiple gene pathways result from its influence, together with Mediator, on regulation of long-range chromosomal interactions.","dc:creator":"Muto A","dc:date":"2014","dc:title":"Nipbl and mediator cooperatively regulate gene expression to control limb development."},"rdfs:label":"Zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as CdLS is a syndrome encompassing numerous organ systems of which Zebrafish does not always have an equivalent so direct comparison of the phenotypes is limited."},{"id":"cggv:6e30d922-d38a-419e-9ef5-5a12c81e1827","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:69b15cf7-82ab-4180-874f-7baa1a5fc217","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice heterozygous for a gene-trap mutation upstream of the first coding exon of Nipbl displayed many features of human CdLS, including pre- and postnatal growth retardation,\ncardiac septal defects, delayed bone development, lean body habitus, microbrachycephaly with characteristic craniofacial changes, behavioral disturbances, ophthalmological abnormalities, cerebellar hypoplasia, and hearing deficits.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19763162","type":"dc:BibliographicResource","dc:abstract":"Cornelia de Lange Syndrome (CdLS) is a multi-organ system birth defects disorder linked, in at least half of cases, to heterozygous mutations in the NIPBL gene. In animals and fungi, orthologs of NIPBL regulate cohesin, a complex of proteins that is essential for chromosome cohesion and is also implicated in DNA repair and transcriptional regulation. Mice heterozygous for a gene-trap mutation in Nipbl were produced and exhibited defects characteristic of CdLS, including small size, craniofacial anomalies, microbrachycephaly, heart defects, hearing abnormalities, delayed bone maturation, reduced body fat, behavioral disturbances, and high mortality (75-80%) during the first weeks of life. These phenotypes arose despite a decrease in Nipbl transcript levels of only approximately 30%, implying extreme sensitivity of development to small changes in Nipbl activity. Gene expression profiling demonstrated that Nipbl deficiency leads to modest but significant transcriptional dysregulation of many genes. Expression changes at the protocadherin beta (Pcdhb) locus, as well as at other loci, support the view that NIPBL influences long-range chromosomal regulatory interactions. In addition, evidence is presented that reduced expression of genes involved in adipogenic differentiation may underlie the low amounts of body fat observed both in Nipbl+/- mice and in individuals with CdLS.","dc:creator":"Kawauchi S","dc:date":"2009","dc:title":"Multiple organ system defects and transcriptional dysregulation in the Nipbl(+/-) mouse, a model of Cornelia de Lange Syndrome."},"rdfs:label":"Nipbl+/- mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:02019e25-f519-4298-b789-1cf57a557136","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9bf9aa39-430b-4143-8d5a-697ef2afc362","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Fly Nipped-B mutants demonstrate a strikingly analogous growth\nand neurocognitive/behavioral phenotype between heterozygous Nipped-B mutants and\nhuman CdLS individuals, including small body size, learning and memory deficits, disruptive\nsleep patterns and circadian rhythm defects.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26544867","type":"dc:BibliographicResource","dc:abstract":"Individuals with Cornelia de Lange Syndrome (CdLS) display diverse developmental deficits, including slow growth, multiple limb and organ abnormalities, and intellectual disabilities. Severely-affected individuals most often have dominant loss-of-function mutations in the Nipped-B-Like (NIPBL) gene, and milder cases often have missense or in-frame deletion mutations in genes encoding subunits of the cohesin complex. Cohesin mediates sister chromatid cohesion to facilitate accurate chromosome segregation, and NIPBL is required for cohesin to bind to chromosomes. Individuals with CdLS, however, do not display overt cohesion or segregation defects. Rather, studies in human cells and model organisms indicate that modest decreases in NIPBL and cohesin activity alter the transcription of many genes that regulate growth and development. Sister chromatid cohesion factors, including the Nipped-B ortholog of NIPBL, are also critical for gene expression and development in Drosophila melanogaster. Here we describe how a modest reduction in Nipped-B activity alters growth and neurological function in Drosophila. These studies reveal that Nipped-B heterozygous mutant Drosophila show reduced growth, learning, and memory, and altered circadian rhythms. Importantly, the growth deficits are not caused by changes in systemic growth controls, but reductions in cell number and size attributable in part to reduced expression of myc (diminutive) and other growth control genes. The learning, memory and circadian deficits are accompanied by morphological abnormalities in brain structure. These studies confirm that Drosophila Nipped-B mutants provide a useful model for understanding CdLS, and provide new insights into the origins of birth defects. ","dc:creator":"Wu Y","dc:date":"2015","dc:title":"Drosophila Nipped-B Mutants Model Cornelia de Lange Syndrome in Growth and Behavior."},"rdfs:label":"Nipped-B407 Drosophila mutant"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgrading as CdLS is a syndrome encompassing numerous organ systems of which Drosophila does not always have an equivalent so direct comparison of the phenotypes is limited."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:d4ecc430-6562-4d58-9118-c5253dc95ae9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8051,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:b865e2b3-a7ef-4cb9-a342-bb2192df8183","type":"GeneValidityProposition","disease":"obo:MONDO_0016033","gene":"hgnc:28862","modeOfInheritance":"obo:HP_0000006"},"version":"3.1","dc:description":"*NIPBL* was first reported in relation to autosomal dominant Cornelia de Lange syndrome (CdLS) in 2004 (Tonkin et al., PMID: 15146185; Krantz et al., PMID: 15146186). Thirteen variants (frameshift, nonsense, splice site, and missense) that have been reported in 13 probands in 2 publications (PMIDs: 15146185, 15146186) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. Variants in this gene generally occur *de novo*. The mechanism for disease is known to be loss of function. A total of 243 unique variants have been classified as Pathogenic in ClinVar, 193 of which are frameshift, nonsense or consensus splice changes.\n\nClassical CdLS features can be prenatally identified by fetal imaging; these include fetal growth restriction, limb reduction defects, hand anomalies including clinodactyly, oligodactyly, or ectrodactyly, diaphragmatic hernia, heart defects, microcephaly, and abnormal facial features including micrognathia, depressed nasal ridge, anteverted nares, long and smooth philtrum, thin upper lip and downturned corners of the mouth. Unusually long hair, synophrys with arched eyebrows and long eyelashes have been observed by two dimensional and three-dimensional ultrasound. CdLS can be prenatally suspected with any combination of fetal growth restriction, limb defects, facial abnormalities, heart defects, or diaphragmatic hernia (PMIDs: 19242925, 24218399, 24918291, 29995837, 30890023, 33478103, 33633789, 34394191, 35506482).\n\nThis gene-disease relationship is also supported by expression, protein interactions and animal models that recapitulate the human disease.\n\nIn summary, there is definitive evidence to support the relationship between *NIPBL* and autosomal dominant Cornelia de Lange syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This relationship was evaluated by the Intellectual Disability and Autism Gene Curation Expert Panel on June 20, 2018 (SOP 5) and by the Prenatal Gene Curation Expert Panel on June 28, 2023 (SOP 9).\n","dc:isVersionOf":{"id":"cggv:d4ecc430-6562-4d58-9118-c5253dc95ae9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}