{"id":"cggv:7e3aa94f-1e87-4806-bc47-2f8c40e3d1bcv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7e3aa94f-1e87-4806-bc47-2f8c40e3d1bc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-05-27T16:00:00.000Z","role":"Approver"},{"id":"cggv:7e3aa94f-1e87-4806-bc47-2f8c40e3d1bc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-16T19:23:10.919Z","role":"Publisher"}],"evidence":[{"id":"cggv:7e3aa94f-1e87-4806-bc47-2f8c40e3d1bc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e3aa94f-1e87-4806-bc47-2f8c40e3d1bc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d68dbf66-302b-49d7-b6d6-254b4f9e34d9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c45048c3-3ea8-485b-9f16-888200d8774d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Developed cell lines that stably express every combination of two GP1b subunits: GP1BA with GP1BB (CHO AB cells), GP1BA with GP9(CHO A9 cells), and GP1BB with GP9 (CHO B9 cells). Looked at interaction via fluorescence and immunoprecipitation.The two transfected subunits colocalized in CHO AB cells and in CHO B9 cells but were often found in completely distinct compartments in CHO A9 cells. Coimmunoprecipitation occurred similarly, between GP1BA/GP1BB and GP1BB/GP9 but not GP1BA/GP9.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8089142","type":"dc:BibliographicResource","dc:abstract":"The glycoprotein (GP) Ib-IX complex is the receptor on platelet surfaces that mediates their adhesion to subendothelium. It comprises three polypeptides (GP Ib alpha, GP Ib beta, GP IX), each of which belongs to a superfamily of proteins containing conserved leucine-rich motifs. In this study, we used Chinese hamster ovary (CHO) cells expressing every combination of two GP Ib-IX complex subunits to demonstrate that GP Ib beta plays an essential role in the synthesis of the heterotrimer by associating with both of the other two subunits. Confocal microscopy demonstrated that GP Ib beta was present in the same cellular locations as GP Ib alpha in CHO alpha beta cells (cells expressing only GP Ib alpha and GP Ib beta) and as GP IX in CHO beta IX cells. The two polypeptides expressed in CHO alpha IX cells did not co-localize. Association between GP Ib alpha and GP Ib beta was demonstrated biochemically on immunoblots of detergent lysates of CHO alpha beta cells; electrophoresis under nonreducing conditions revealed the two subunits to be covalently linked through a disulfide bond. Association of GP Ib alpha and GP Ib beta was further demonstrated by the finding that immunoprecipitations with antibodies against either polypeptide precipitated both. Similarly, immunoprecipitations of lysates of CHO beta IX cells with antibodies against GP Ib beta or GP IX precipitated both polypeptides. In contrast, co-immunoprecipitation of the two polypeptides expressed in CHO alpha IX cells could not be demonstrated. Transient expression in CHO cells of GP Ib beta with GP IX yielded higher GP IX levels on the cell membrane than did expression of GP IX alone; supertransfection of CHO alpha IX cells with GP Ib beta also increased GP IX levels on the cell surface.","dc:creator":"López JA","dc:date":"1994","dc:title":"Glycoprotein (GP) Ib beta is the critical subunit linking GP Ib alpha and GP IX in the GP Ib-IX complex. Analysis of partial complexes."},"rdfs:label":"Lopez1994"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Protein interaction was shown between GP1BA and GP1BB, which is a well-established genes associated with Bernard-Soulier syndrome."},{"id":"cggv:2bb77530-bdbe-49b9-88f4-4630cf0f0df7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d87fe820-f7bf-4c5a-9428-f248d9cde54b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The role of platelet binding to vWF was shown to occur specifically through GPIb-alpha. The binding interaction between platelets and the vWF is a critical step in primary hemostasis that is altered in patients, as evidenced by impaired ristocetin-induced platelet aggregation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10669163","type":"dc:BibliographicResource","dc:abstract":"The ristocetin induced binding of vWF to GPIb, which is routinely tested in a platelet agglutination assay, can be reproducibly studied in an ELISA where plasma vWF binds to a captured rGPIb alpha-fragment (His1-Val289) in the presence of ristocetin. This binding is specific since the vWF-GPIb interaction could (i) be blocked by inhibitory anti-GPIb or anti-(vWF A1 domain) monoclonal antibodies (mAbs) and (ii) be enhanced by an anti-vWF mAb that also facilitates ristocetin induced platelet agglutination. Further studies were undertaken to determine whether the test could be used to differentiate vWF from patients with different types of von Willebrand's disease. The median vWF:RiCof activity in controls (n = 24) was 0.75 U/ml, in type 1 vWD patients (n = 17) 0.28 U/ml, in type 2A (n = 18) 0.055 U/ml, in type 2B (n = 4) 0.094 U/ml and in type 3 (n = 3) <0.0005 U/ml. Moreover, the values correlated well with those obtained from the vWF:RiCof-agglutination assay (r = 0.873). The vWF:RiCof-ELISA has several advantages: the use of a recombinant fragment instead of donor platelets results in a more reproducible test with a low inter- and intra-assay variability (<14% CV), the test can further be readily automated and for a single determination, only minimal amounts of patient plasma are required (8 microl).","dc:creator":"Vanhoorelbeke K","dc:date":"2000","dc:title":"A reliable and reproducible ELISA method to measure ristocetin cofactor activity of von Willebrand factor."},"rdfs:label":"rGPIb-alpha ELISA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Binding of vWF to GPIb was studied in an ELISA where plasma vWF binds to a captured rGPIb-alpha-fragment(His1-Val289) in the presence of ristocetin. This binding is specific since the vWF-GPIb interaction could (i) be blocked by inhibitory anti-GPIb or anti-(vWF A1 domain) monoclonal antibodies (mAbs) and (ii) be enhanced by an anti-vWF mAb that also facilitates ristocetin induced platelet agglutination."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:7e3aa94f-1e87-4806-bc47-2f8c40e3d1bc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:edee0484-3c4c-4bf8-9e4b-2da29a2c65be","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:74f4b677-e991-474d-bc9a-a768f4e933d1","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Therapeutic levels of hGPIbα expression were achieved by lentivirus-mediated gene therapy in GP1BA knockout mice. This corrected the tail bleeding time and improved the macrothrombocytopenia to near wild-type levels. Sequential bone marrow (BM) transplants showed sustained expression of hGPIbα with similar phenotypic correction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22044935","type":"dc:BibliographicResource","dc:abstract":"Bernard-Soulier syndrome (BSS) is an inherited bleeding disorder caused by a defect in the platelet glycoprotein (GP) Ib-IX-V complex. The main treatment for BSS is platelet transfusion but it is often limited to severe bleeding episodes or surgical interventions due to the risk of alloimmunization. We have previously reported successful expression of human GPIbα (hGPIbα) in human megakaryocytes using a lentiviral vector (LV) encoding human GP1BA under control of the platelet-specific integrin αIIb promoter (2bIbα). In this study, we examined the efficacy of this strategy for the gene therapy of BSS using GPIbα(null) as a murine model of BSS. GPIbα(null) hematopoietic stem cells (HSC) transduced with 2bIbα LV were transplanted into lethally irradiated GPIbα(null) littermates. Therapeutic levels of hGPIbα expression were achieved that corrected the tail bleeding time and improved the macrothrombocytopenia. Sequential bone marrow (BM) transplants showed sustained expression of hGPIbα with similar phenotypic correction. Antibody response to hGPIbα was documented in 1 of 17 total recipient mice but was tolerated without any further treatment. These results demonstrate that lentivirus-mediated gene transfer can provide sustained phenotypic correction of murine BSS, indicating that this approach may be a promising strategy for gene therapy of BSS patients.","dc:creator":"Kanaji S","dc:date":"2012","dc:title":"Correction of murine Bernard-Soulier syndrome by lentivirus-mediated gene therapy."},"rdfs:label":"Kanaji2012 Mouse Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:f3e198d0-5dfc-4c23-b95d-87a4b45f1700","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5b590bcf-34da-4b6c-95cb-41e38eced0ec","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The introduction of the human GP1BA transgene in the knockout mouse resulted in the partial rescue of the thrombocytopenia, as well as recovery of normal platelet size and bleeding time.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10706630","type":"dc:BibliographicResource","dc:abstract":"The human Bernard-Soulier syndrome is an autosomal recessive disorder of platelet dysfunction presenting with mild thrombocytopenia, circulating \"giant\" platelets and a bleeding phenotype. The bleeding in patients with the Bernard-Soulier syndrome is disproportionately more severe than suggested by the reduced platelet count and is explained by a defect in primary hemostasis owing to the absence of the platelet glycoprotein (GP) Ib-IX-V membrane receptor. However, the molecular basis for the giant platelet phenotype and thrombocytopenia have remained unresolved but assumed to be linked to an absent receptor complex. We have disrupted the gene encoding the alpha-subunit of mouse GP Ib-IX-V (GP Ibalpha) and describe a murine model recapitulating the hallmark characteristics of the human Bernard-Soulier syndrome. The results demonstrate a direct link between expression of a GP Ib-IX-V complex and normal megakaryocytopoiesis and platelet morphogenesis. Moreover, using transgenic technology the murine Bernard-Soulier phenotype was rescued by expression of a human GP Ibalpha subunit on the surface of circulating mouse platelets. Thus, an in vivo model is defined for analysis of the human GP Ib-IX-V receptor and its role in the processes performed exclusively by megakaryocytes and platelets.","dc:creator":"Ware J","dc:date":"2000","dc:title":"Generation and rescue of a murine model of platelet dysfunction: the Bernard-Soulier syndrome."},"rdfs:label":"Ware200 Mouse Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:ccff76af-1cd5-4b5f-9d51-1cf5baf79290","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:274ce1da-c591-40be-b5cc-051c7f46b2b9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The KO mice and humans have a similar (~30%) reduction in circulating platelet counts, as well as similar giant platelets, and the resulting phenotype of prolonged bleeding time.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706630","rdfs:label":"Ware2000 KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:7e3aa94f-1e87-4806-bc47-2f8c40e3d1bc_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e3aa94f-1e87-4806-bc47-2f8c40e3d1bc_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:090823de-0825-4507-a76b-05a83c776bb8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4212961c-0273-4e03-a356-3df2f95a26c3","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":17,"detectionMethod":"Genomic DNA was extracted from whole blood, PCR amplified across the full gene and directly sequenced by dye-terminator cycle-sequencing.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0011871","obo:HP_0000132","obo:HP_0002239","obo:HP_0000421"],"previousTesting":true,"previousTestingDescription":"GP1BB and GP9 were sequenced to rule out causative variants.","sex":"Female","variant":{"id":"cggv:090823de-0825-4507-a76b-05a83c776bb8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2e560045-ed7e-4a58-a2aa-ac4ed5f0670f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.1601_1602del (p.Tyr534CysfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8315034"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9326230","type":"dc:BibliographicResource","dc:abstract":"We investigated the molecular genetic and biosynthetic basis of Bernard-Soulier syndrome in a severely affected white woman. Flow cytometric analysis showed a severe deficiency of glycoprotein (GP) Ib, GP IX, and GP V on the surface of her platelets. Similarly, GP Ib alpha was undetectable by immunoblot analysis of platelet lysates. Surprisingly, a large quantity of a 70-kD protein (which probably represents a GP Ib alpha degradation product) was found in the patient's plasma in much greater quantities than in the plasma of an unaffected individual. To analyze the molecular lesion responsible for the disorder, we amplified and sequenced gene segments corresponding to the entire coding regions of the GP Ib alpha, GP Ib beta, and GP IX genes. The patient was homozygous for a specific GP Ib alpha allele that contained two tandem VNTR repeats in the region encoding the macroglycopeptide (C variant) and three differences from the published GP Ib alpha gene sequence. Two mutations were unlikely to be involved in the disorder: the substitution of a single base (T --> C) in the second nucleotide of exon 2, which is in the 5' untranslated region of the GP Ib alpha transcript, and a silent mutation in the third base of the codon for Arg342 (A --> G) that does not change the amino acid sequence. The third mutation was a deletion of the last two bases of the codon for Tyr492 (TAT). This mutation causes a frameshift that alters the GP Ib alpha amino acid sequence, beginning within its transmembrane region. The mutant polypeptide contains 81 novel amino acids and is 38 amino acids shorter than its wild-type counterpart. The new sequence changes the hydrophobic nature of the transmembrane domain and greatly decreases the net positive charge of what had been the cytoplasmic domain. The deletion mutation was introduced into the GP Ib alpha cDNA, alone and in combination with the 5' mutation, and expressed in Chinese hamster ovary (CHO) cells. The deletion alone severely reduced GP Ib alpha expression on the cell surface. Expression was not decreased further by addition of the 5' mutation, confirming that the deletion was the cause of the Bernard-Soulier phenotype. Stable cell lines expressing the mutant polypeptide secreted large amounts of the polypeptide into the medium, suggesting that the mutant anchors poorly in the plasma membrane. Nevertheless, a fraction of the mutant was able to associate with GP Ib beta, as demonstrated by their coimmunoprecipitation with a GP Ib beta antibody.","dc:creator":"Afshar-Kharghan V","dc:date":"1997","dc:title":"Bernard-Soulier syndrome caused by a dinucleotide deletion and reading frameshift in the region encoding the glycoprotein Ib alpha transmembrane domain."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9326230","rdfs:label":"Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This frameshift mutation results in a severe deficiency, measured by flow cytometry, and undetectable levels by immunoblot, of GP1BA on/in the patient platelets. Though a smaller protein product was detected in the plasma. This variant, generated by site-directed mutagenesis, was transfected into CHO cells (stably expressing GP1BB and GP9) where an 80% reduction in surface expression was observed."},{"id":"cggv:2837ac0b-addb-405e-ad59-8763b8103977_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9938d38c-548e-48aa-9b12-27db9bdbcf55","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":7,"detectionMethod":"Genomic DNA was extracted from whole blood, PCR amplified across the gene, and directly sequenced by dye terminator cycle-sequencing.","phenotypeFreeText":"platelet count 84×10^9/l","phenotypes":["obo:HP_0003010","obo:HP_0001902","obo:HP_0000978","obo:HP_0001873","obo:HP_0000421","obo:HP_0011871"],"previousTesting":true,"previousTestingDescription":"GP1BB and GP9 were sequenced to rule out causative variants.","sex":"Female","variant":{"id":"cggv:2837ac0b-addb-405e-ad59-8763b8103977_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:90a9fe0d-2bd2-40ae-9f10-3dd2eca50430","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.165_168del (p.Ser55ArgfsTer12)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820730"}},{"id":"cggv:2e560045-ed7e-4a58-a2aa-ac4ed5f0670f"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11054083","type":"dc:BibliographicResource","dc:abstract":"We report here the genetic basis of Bernard-Soulier syndrome in a compound heterozygote for two mutant glycoprotein (GP) Ib alpha alleles. One allele contained a novel four base-pair deletion (TGAG) that eliminated the last base of the codon for Ser39 (AGT) and the entire codon for Glu40 (GAG), causing a reading frame shift that yielded a stretch of 51 amino acids before a premature stop codon. The other allele also contained a frame-shift mutation, caused by deletion of the last two bases of the codon for Tyr492 (TAT). This allele produced a truncated glycoprotein Ib alpha that, although not expressed on the surface of the patient's platelets, was detectable in the plasma. The second allele has been identified previously by our group and other investigators as the cause of Bernard-Soulier syndrome in patients of northern European ancestry. This allele carried a haplotype identical to those of the previously reported cases, with the following polymorphic markers: two tandem repeats in the VNTR region, C at nucleotide -5 from the ATG start codon and a substitution of G for A in the third base for codon Arg342. These findings suggest that this particular Bernard-Soulier mutation occurred once on the background of a rare haplotype and has spread throughout the northern European population.","dc:creator":"Afshar-Kharghan V","dc:date":"2000","dc:title":"Bernard-Soulier syndrome in a patient doubly heterozygous for two frameshift mutations in the glycoprotein ib alpha gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11054083","rdfs:label":"Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Surface expression of GP1BA, by flow cytometry, and expression measured by immunoblotting, is severely decreased on patient platelets with these two frameshift mutations (Tyr534Cysfs and Ser55Argfs). A shorter protein was found in plasma. Variants, generated by site directed mutagenesis, were transiently transfected in CHO cells (stably expressing GP1BB and GP9) and both resulted in little GP1BA surface expression."},{"id":"cggv:d6e5d305-36ad-4dc0-ab29-f08e491fe10e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:201b4460-8f19-4fe5-853b-069cff8045da","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"Genomic DNA was isolated from peripheral blood lymphocytes, amplified by PCR across the full-length coding region, subcloned, and direct sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"platelet count 120,000/mm3","phenotypes":["obo:HP_0000421","obo:HP_0001902","obo:HP_0000978","obo:HP_0011871"],"previousTesting":true,"previousTestingDescription":"GP1BB and GP9 were sequenced to rule out causative variants.","sex":"Male","variant":{"id":"cggv:d6e5d305-36ad-4dc0-ab29-f08e491fe10e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f2131390-9a0b-437b-b372-611b4ee3f52f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.241T>C (p.Cys81Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA287215802"}},{"id":"cggv:0078e4b1-b418-48c7-a5a3-2631ab2ce8db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.1620G>A (p.Trp540Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4157"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9639514","type":"dc:BibliographicResource","dc:abstract":"The platelet GPIb-V-IX complex is the receptor for the initial binding of von Willebrand factor (vWF) mediating platelet adhesion. The complex is composed of four membrane-spanning glycoproteins (GP): GPIbalpha, GPIbbeta, GPIX, and GPV. Bernard-Soulier syndrome results from a qualitative or quantitative defect in one or more components of the platelet membrane GPIb-V-IX complex. We describe the molecular basis of a novel Bernard-Soulier syndrome variant in two siblings in whom GPIbalpha was not detected on the platelet surface but that was present in a soluble form in plasma. DNA sequence analysis showed that the affected individuals were compound heterozygotes for two mutations. One, inherited from a maternal allele, a T777 --> C point mutation in GPIbalpha converting Cys65 --> Arg within the second leucine rich repeat, the other, a single nucleotide substitution (G2078 --> A) for the tryptophan codon (TGG) causing a nonsense codon (TGA) at residue 498 within the transmembrane region of GPIbalpha, inherited from a mutant paternal allele. The Bernard-Soulier phenotype was observed in siblings who were compound heterozygotes for these two mutations. Although GPIbalpha was not detected on the surface of the patient's platelets, soluble GPIbalpha could be immunoprecipitated from plasma. When plasmids encoding GPIbalpha containing the Cys65 --> Arg mutation were transiently transfected into Chinese hamster ovary (CHO) cells stably expressing the GPbeta-IX complex (CHObetaIX), the expression of GPIbalpha was similar to the wild-type (WT) GPIbalpha, but did not bind vWF. When plasmids encoding GPIbalpha containing the Trp498 --> stop were transiently transfected into CHObetaIX, the surface expression of GPIbalpha was barely detectable compared with the WT GPIbalpha. Thus, this newly described compound heterozygous defect produces Bernard-Soulier syndrome by a combination of synthesis of a nonfunctional protein and of a truncated protein that fails to insert into the platelet membrane and is found circulating in plasma.","dc:creator":"Kenny D","dc:date":"1998","dc:title":"Naturally occurring mutations in glycoprotein Ibalpha that result in defective ligand binding and synthesis of a truncated protein."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9639514","rdfs:label":"Brother"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"GP1BA was not detected on the patients platelet surface, by flow cytometry or western blot, but a shorter protein was observed in plasma. The patient derived missense variant (Cys81Arg) and nonsense variant (Trp540Ter) were each transiently transfected into CHO cells (stably expressing GP1BB and GP9). Cys81Arg was expressed near WT levels but did not bind vWF while Trp540 had barely detectable surface expression."},{"id":"cggv:c4ebf273-4125-415d-9de7-db4e046e46e4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:61d3fb11-f72c-44e5-b50d-fa2cd7c80c18","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"Genomic DNA was isolated from buffy coats, PCR amplified across the exons and flanking intronic regions of GP1BA, and directly sequenced. The T>G transversion created a SmaI recognition site, which enabled its detection in family members by using PCR amplification and restriction enzyme analysis.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"platelet count ranged between 18,000 and 40,000μL−1","phenotypes":["obo:HP_0001902","obo:HP_0002249","obo:HP_0001873","obo:HP_0011871","obo:HP_0000132","obo:HP_0000967","obo:HP_0000978"],"previousTesting":true,"previousTestingDescription":"GP1BB and GP9 were sequenced to rule out causative variants.","secondTestingMethod":"Genotyping","sex":"Female","variant":{"id":"cggv:c4ebf273-4125-415d-9de7-db4e046e46e4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f2361c72-ad81-4f9b-98ce-64f4e376d971","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.667T>G (p.Trp223Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8314813"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17083647","type":"dc:BibliographicResource","dc:abstract":"Bernard-Soulier syndrome (BSS) is a severe inherited bleeding disorder that is caused by a defect in glycoprotein (GP)Ib-IX-V complex, the platelet membrane receptor for von Willebrand factor.","dc:creator":"Rosenberg N","dc:date":"2007","dc:title":"Trp207Gly in platelet glycoprotein Ibalpha is a novel mutation that disrupts the connection between the leucine-rich repeat domain and the disulfide loop structure and causes Bernard-Soulier syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17083647","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Patient cells with this homozygous missense variant (Trp223Gly) had trace amounts of GP1BA identified by flow cytometry and western blot. BHK cells were transfected with this variant, generated by site-directed mutagenesis, and displayed similar results."},{"id":"cggv:3a66d127-3825-4ff9-b711-4c0111dbbd5d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ba5a249d-6cc2-44f7-b947-63bda7936c8a","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":26,"detectionMethod":"Genomic DNA was isolated from peripheral blood lymphocytes, PCR amplified over the coding exon, and sanger sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"platelet count 24 x 10^9/l","phenotypes":["obo:HP_0001902","obo:HP_0011871","obo:HP_0003010","obo:HP_0001873"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:3a66d127-3825-4ff9-b711-4c0111dbbd5d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cda271ea-900b-417c-9574-80689e995c53","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.1457C>A (p.Ser486Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA397321949"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7949089","type":"dc:BibliographicResource","dc:abstract":"The platelet membrane glycoprotein (GP)Ib/IX complex is composed of three polypeptides, GPIb alpha, GPIb beta, and GPIX, and functions as a platelet receptor for von Willebrand factor. All three subunits are reported to be requisite for efficient surface expression of the complex. The absence of the GPIb/IX complex on platelet membrane is the hallmark of a congenital qualitative platelet disorder, termed the Bernard-Soulier syndrome (BSS). We describe here the molecular basis of a novel variant phenotype of BSS in a female patient, designated as BSS Kagoshima. Her platelets completely lacked the surface expression of GPIb alpha, but expressed a residual amount of GPIb beta and GPIX. Unexpectedly, her platelets and plasma contained a truncated GPIb alpha polypeptide with an apparent molecular weight of 116 kD (under nonreducing conditions). The amounts of truncated protein were 23% and 60% of the normal values in platelets and plasma, respectively. The abnormal protein contained a normal amount of sialic acid as demonstrated by digestion with neuraminidase. DNA sequencing analysis showed a homozygous single nucleotide substitution from the serine codon (TCA) to a nonsense codon (TAA) at residue 444 in the GPIb alpha gene. The mutant gene generated a truncated GPIb alpha molecule lacking the transmembrane region and cytoplasmic tail. Her parents were heterozygotes for the mutation. These findings suggest that this type of truncated GPIb alpha was produced, normally glycosylated, and subsequently secreted into the plasma. Furthermore, the truncated GPIb alpha might be associated with the process of the surface expression of incomplete GPIb/IX complex, GPIb beta and GPIX.","dc:creator":"Kunishima S","dc:date":"1994","dc:title":"Bernard-Soulier syndrome Kagoshima: Ser 444-->stop mutation of glycoprotein (GP) Ib alpha resulting in circulating truncated GPIb alpha and surface expression of GPIb beta and GPIX."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7949089","rdfs:label":"BSS Kagoshima"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"This nonsense variant (Ser460Ter) results in a truncated protein, observed by immunoblot, which is absent from the surface of patient platelets, as measured by flow cytometry, but still present in the plasma. GP1BB and GP9 were not sequenced."},{"id":"cggv:0ee2a969-2294-4dd5-be0f-d0f1201ac652_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:047951d7-3661-49fb-8f7c-2c0c4d4783b9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"Genomic DNA was prepared from peripheral blood, coding regions were PCR amplified, and bi-directionally sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"haemoglobin was 6.7 g/dl, platelet count was 40 × 109/l and white cell count was 10 × 109/l","phenotypes":["obo:HP_0000421","obo:HP_0011871","obo:HP_0001902"],"previousTesting":true,"previousTestingDescription":"GP9 was sequenced for causative variants.","sex":"Male","variant":{"id":"cggv:0ee2a969-2294-4dd5-be0f-d0f1201ac652_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:64b31520-1f23-442c-89bd-be04cdab0e87","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.1077del (p.Trp359Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820739"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16788318","type":"dc:BibliographicResource","dc:abstract":"We present a case of Bernard Soulier syndrome in a 9-year-old boy caused by a novel genetic mutation. This child was shown to be homozygous for a single nucleotide deletion (c.1077delG) in the GP1BA gene not previously reported. Clinically, the boy has become refractory to platelet transfusions with both allo-antibodies and iso-antibodies and a massive transfusion requirement for ongoing haemorrhage. We describe the critical role that the blood product transfusion continues to play in the management of Bernard Soulier syndrome and discuss therapeutic options in these patients.","dc:creator":"Bowers MJ","dc:date":"2006","dc:title":"Molecular genetics and transfusion management in a child with Bernard Soulier syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16788318","rdfs:label":"Case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Patient cells with this nonsense variant (Trp359Ter) had an absence of platelet surface expression of GP1BA. GP1BB was not sequenced in this proband."},{"id":"cggv:9fd71bbd-f602-4383-96e4-8ea4c8afa9fe_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d1fc684f-2c97-44e6-9d80-1cff8847de30","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"Genomic DNA was isolated from peripheral blood leukocytes, amplified over the entire coding region, and subjected to direct cycle sequence analysis.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Platelet count 31 × 10^3 platelet/μl","phenotypes":["obo:HP_0001902","obo:HP_0011871","obo:HP_0000421","obo:HP_0001873"],"previousTesting":true,"previousTestingDescription":"GP1BB and GP9 were sequenced to rule out causative variants.","sex":"Female","variant":{"id":"cggv:9fd71bbd-f602-4383-96e4-8ea4c8afa9fe_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:04b77eef-87f5-4471-861f-7b2e150c0af4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.1094_1101del (p.Leu365ArgfsTer14)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820740"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19448529","type":"dc:BibliographicResource","dc:abstract":"We present a patient with Bernard-Soulier syndrome harboring a novel mutation. Flow cytometric analysis showed that the glycoprotein (GP) Ib/IX complex was absent from the platelet surface. By immunoblotting, GPIbalpha, GPIbbeta and GPIX were not detected in the platelet lysates. Glycocalicin, the soluble GPIbalpha fragment, was also absent in the plasma. Genetic analysis revealed a novel homozygous 8-base pair deletion in the GPIbalpha gene, 1136_1143delTTCACATG, which was predicted to cause a frame shift and the addition of 13 altered amino acids followed by premature termination. No mutation was found in the coding sequence of the GPIbbeta or GPIX genes. We demonstrated that the novel deletion mutation resulted in complete defectiveness of the GPIbalpha protein and null expression of the entire GPIb/IX complex, and was responsible for the Bernard-Soulier syndrome phenotype in this patient. Although the presence of a truncated GPIbalpha protein has been often documented, complete absence of the protein has been scarcely reported in Bernard-Soulier syndrome patients with a GPIbalpha mutation causing a premature stop codon. An underlying molecular mechanism to explain how the synthesis of a truncated protein is inhibited in selected cases remains to be elucidated.","dc:creator":"Imai C","dc:date":"2009","dc:title":"A novel homozygous 8-base pair deletion mutation in the glycoprotein Ibalpha gene in a patient with Bernard-Soulier syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19448529","rdfs:label":"Case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Patient platelets containing this frameshift variant (Leu365ArgfsTer14) had greatly decreased surface expression of GP1BA, and no version of the protein was found in the cytoplasm either."},{"id":"cggv:7c661504-9b2c-4ca6-9e88-cbfcfd91c9c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:402aa6a6-6470-4b55-b60c-563e2533567c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA  was prepared from white  blood cells and Leukocyte-derived transformed cell lines, PCR amplified over the full gene, subcloned, and sequenced directly.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"platelet count range 7.5 X 10^10 and 2.8 X IO^11","phenotypes":["obo:HP_0003010","obo:HP_0002249","obo:HP_0011871"],"previousTesting":true,"previousTestingDescription":"GP1BB and GP9 were sequenced for causative variants.","sex":"Male","variant":{"id":"cggv:7c661504-9b2c-4ca6-9e88-cbfcfd91c9c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bdba75f3-fa90-4f6d-b413-2b2e1ce081ee","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.434T>C (p.Leu145Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8314774"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7579348","type":"dc:BibliographicResource","dc:abstract":"Bernard-Soulier syndrome (B-Ss) is a rare congenital bleeding disorder caused by abnormal giant platelets, thrombocytopenia, and defective glycoprotein (GP) Ib-V-IX, the adhesion receptor for von Willebrand factor (vWF). This report describes the molecular defect in two related individuals with well-established B-Ss whose platelets exhibit decreased GPIb-IX and normal GPV on their surfaces. The GPIb-V-IX genes of the two patients were analyzed by Southern blotting, hetero-duplex analysis, and polymerase chain reaction (PCR) amplification/sequencing. A point mutation was found in codon 129 of the GPIb alpha gene that results in the substitution of proline for leucine in the first position of the fifth leucine-rich glycoprotein repeat of the mature gene product. The mutation (CTC: leucine, wild-type to CCC: proline, mutant) eliminates a Sac I restriction site, facilitating analysis of the mutation in the propositi (both homozygotes), unaffected family members (8 heterozygotes and 8 wild-type), and 58 normal controls (116 wild-type alleles). The status of the genomes was confirmed by the sequencing of platelet cDNA. The mutation does not affect transcription of the Ib-IX genes, as estimated by PCR and Northern blot analysis, but it does inhibit surface expression of the receptor as assessed by transient transfection of mutant and wild-type GPIb alpha genes into mouse Ib beta-IX L cells. Many of the cells (43%) transfected with the normal gene express surface GPIb alpha, whereas untransfected cells and those transfected with the mutant gene lack surface GPIb alpha entirely. Patient platelets were tested both for vWF binding in the presence of ristocetin and for surface GPIb-IX expression. In these instances, despite their inability to agglutinate with ristocetin and vWF, patient platelets exhibit about 40% of normal vWF binding and 40% of normal Ib-IX surface antigens. The results suggest that the described mutation (GPIb alpha: Leu129 -> Pro) affects the conformation of the GPIb-V-IX receptor, alters its availability on platelet surfaces, and causes the observed Bernard-Soulier phenotype.","dc:creator":"Li C","dc:date":"1995","dc:title":"The genetic defect in two well-studied cases of Bernard-Soulier syndrome: a point mutation in the fifth leucine-rich repeat of platelet glycoprotein Ib alpha."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7579348","rdfs:label":"Th III-3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Patient platelets with this homozygous missense variant (Leu145Pro) had 25-40% surface expression. The patient derived variant was transiently transfected into mouse L cells (stably expressing GP1BB and GP9) and did not result in GP1BA surface expression, as WT did."},{"id":"cggv:d5f63b94-3252-4903-8c42-b2c324a61237_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:25527abb-2658-4e65-87e9-1bfd68c916e9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Total DNA was extracted from leukocytes, PCR amplified over the GP1BA gene (part of 5'UTR and all of the intron and coding sequence), and subcloned for direct sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"platelet count 100-150 x 10^9 platelets/l","phenotypes":["obo:HP_0001902","obo:HP_0011871","obo:HP_0001873","obo:HP_0000978","obo:HP_0007420","obo:HP_0000421"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:d5f63b94-3252-4903-8c42-b2c324a61237_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1deb6dfc-6893-4599-803d-6f5a77a50b66","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.584_586del (p.Leu195del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820706"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7873390","type":"dc:BibliographicResource","dc:abstract":"Leucine-rich repeats are conserved structural motifs present in the four components of the human platelet glycoprotein Ib/IX/V complex receptor for the adhesive protein von Willebrand factor. The absence or abnormality of this complex is responsible for Bernard-Soulier disease, an autosomal recessive bleeding disorder. We report a deletion of leucine 179, located in a highly conserved position of the seventh leucine-rich repeat of GPIb alpha, found in a variant form of Bernard-Soulier disease (Bernard-Soulier Nancy I). Three affected siblings of a family were characterized by absence of ristocetin-induced platelet agglutination, although ADP aggregation was normal. Flow cytometry studies showed detectable amounts of all four members of the GPIb/IX/V complex on the surface of the patients' platelets. Western blotting revealed normal levels of GPIX, decreased levels of GPIb beta and GPV, and < 1% of GPIb alpha. RT-PCR studies showed the presence of mRNA coding for GPIb alpha, GPIb beta, GPIX and GPV. Sequencing showed a three-base deletion which results in the absence of a leucine residue, highly conserved across the seven leucine-rich repeats of GPIb alpha and also within the other members of the leucine-rich glycoprotein family. The absence of the leucine 179 in a patient's GPIb alpha is believed to cause a conformational change in the protein which would account for the lack of binding of most of the MoAbs tested and would be responsible for the absence of von Willebrand factor binding. These results point to the leucine-rich region of GPIb alpha as being required for the correct exposure of the von Willebrand binding site as well as for the correct assembly and stability of the GPIb/IX/V complex on the platelet surface.","dc:creator":"de la Salle C","dc:date":"1995","dc:title":"A three-base deletion removing a leucine residue in a leucine-rich repeat of platelet glycoprotein Ib alpha associated with a variant of Bernard-Soulier syndrome (Nancy I)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7873390","rdfs:label":"Patient H.S."}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"This in-frame deletion removes Leu195 within the 7th leucine-rich domain. Flow cytometry demonstrated a loss of conformation-sensitive epitopes despite the 50-80% presence of GP1BA based on conformation-independent antibodies. No functional evidence was provided to support this variant as causative and no sequencing was performed to rule out mutations in GP1BB or GP9."},{"id":"cggv:019bf781-8b12-4c06-9891-0c2757c6bec5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fee5204c-937b-46e0-aaaa-ef24c9f1ae94","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"detectionMethod":"The GPIba gene was completely sequenced. The coding region, the untranslated exon 1, the donor and acceptor splicing sites,and the promoter were amplified and sequence analysis was performed using a fluorescence-labeled dideoxynucleotide termination method.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"platelet count 39×10^9/L","phenotypes":["obo:HP_0001873","obo:HP_0000421","obo:HP_0000979","obo:HP_0011871","obo:HP_0001892"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:019bf781-8b12-4c06-9891-0c2757c6bec5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:395aa9b3-2068-4d2b-b6a9-9e082cbf3fde","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.6(GP1BA):c.376A>G (p.Asn126Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA397316208"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21993687","type":"dc:BibliographicResource","dc:abstract":"Platelet glycoprotein GPIbα mutations are the basic defect behind Bernard-Soulier syndrome, a rare inherited macrothrombocytopenia characterized by anomalies of the GPIbα, GPIbβ and GPIX subunits of von Willebrand factor receptor. A 32-year old man was investigated for suspected Bernard-Soulier syndrome. Ristocetin induced agglutination was absent. Flow cytometry and Western blot analysis showed a severe reduction in GPIbα, but sequencing revealed only a biallelic c.386A>G substitution, theoretically leading to a p.Asn110Glu variation. To further clarify the data, megakaryocyte cultures were set. Though the maturation of megakaryocytes was normal, proplatelet formation was defective and GPIbα mRNA was not detectable. GPIX protein was slightly reduced and GPIbβ polypeptide almost absent. Computational analysis showed that the c.386A>G mutation disrupted an exon splicing enhancer motif involved in the proper maturation of the GPIbα transcript. The c.386A>G mutation suggests a unique mutational mechanism causing the virtual absence of GPIbα without creating a stop codon.","dc:creator":"Vettore S","dc:date":"2011","dc:title":"A A386G biallelic GPIbα gene mutation with anomalous behavior: a new mechanism suggested for Bernard-Soulier syndrome pathogenesis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21993687","rdfs:label":"Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Flow cytometry and Western blot analysis showed a severe reduction in GPIbα in patient cells with this variant. While the variant appears to be missense (Asn126Asp) it is actually a splice variant, that disrupts an exon splicing enhancer motif and results in no detectable GP1BA mRNA in the patient. GP1BB and GP9 were not sequenced."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":859,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:bcdabe86-d2bc-4f24-9034-c750dcb0de67","type":"GeneValidityProposition","disease":"obo:MONDO_0009276","gene":"hgnc:4439","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"GP1BA was first reported in relation to autosomal recessive Bernard-Soulier syndrome in 1991 (Ware et al., PMID: 2308962). At least 45 unique variants (e.g. missense, nonsense, and frameshifts) have been reported in humans (PMID: 24934643). The unifying feature of all of the mutations is the ability of the mutation to disrupt the assembly and/or function of a surface-expressed GP Ib-IX-V complex. How individual mutations affect complex assembly or surface expression can be variable. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 10 probands in 10 publications (PMIDs: 9326230, 11054083, 16788318, 7873390, 19448529, 9639514, 7949089, 7579348, 17083647, 21993687). Variants in this gene segregated with disease in 6 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence has been reached. This gene-disease association is supported by its biochemical function in the GP1b platelet receptor for VWF (PMID: 10669163), its interaction with GP1BB (PMID: 808914), a knock-out animal model (PMID: 10706630), and rescue of the animal model with wildtype GP1BA (PMID: 10706630, 22044935). In summary, GP1BA is definitively associated with autosomal recessive Bernard-Soulier syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nOf note, this gene has also been implicated in autosomal dominant Bernard-Soulier syndrome (MONDO:0007930) characterized predominantly by macrothrombocytopenia. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found interfamilial phenotypic variability is observed between individuals harboring the same genetic variant between different inheritance patterns and the difference in the inheritance pattern for the disease entities is representative of a continuum of disease, i.e. mild carrier phenotypic features are observed in recessive disease (PMID: 25370924). Thus the disease entities were lumped and the well-established autosomal recessive inheritance pattern has been curated here; additional mono-allelic manifestations have also been reported (PMIDs: 21933849, 18815197, 26849716, 16519708, 7690774).\n\nAdditionally, this gene has also been implicated in platelet-type von Willebrand disease. Per criteria outlined\nby the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism (gain of function vs. loss of function), inheritance pattern (autosomal dominant vs. predominantly autosomal recessive), and phenotypic variability. Therefore, we have split curations for the disease entities platelet-type von Willebrand disease and Bernard-Soulier Syndrome; these gene-disease relationships have been assessed separately.\n","dc:isVersionOf":{"id":"cggv:7e3aa94f-1e87-4806-bc47-2f8c40e3d1bc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}