{"id":"cggv:875415b6-877e-4a99-8591-f3de963a7920v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:875415b6-877e-4a99-8591-f3de963a7920_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-08-01T17:00:00.000Z","role":"Approver"},{"id":"cggv:875415b6-877e-4a99-8591-f3de963a7920_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-11-27T17:21:51.535Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9425900","type":"dc:BibliographicResource","dc:abstract":"Epileptic disorders affect about 20-40 million people worldwide, and 40% of these are idiopathic generalized epilepsies (IGEs; ref. 1). Most of the IGEs that are inherited are complex, multigenic diseases. To address basic mechanisms for epilepsies, we have focused on one well-defined class of IGEs with an autosomal-dominant mode of inheritance: the benign familial neonatal convulsions (BFNC; refs 2,3). Genetic heterogeneity of BFNC has been observed. Two loci, EBN1 and EBN2, have been mapped by linkage analysis to chromosome 20q13 (refs 5,6) and chromosome 8q24 (refs 7,8), respectively. By positional cloning, we recently identified the gene for EBN1 as KCNQ2 (ref. 9). This gene, a voltage-gated potassium channel, based on homology, is a member of the KQT-like family. Here we describe an additional member, KCNQ3. We mapped this new gene to chromosome 8, between markers D8S256 and D8S284 on a radiation hybrid map. We screened KCNQ3 for mutations in the large BFNC family previously linked to chromosome 8q24 in the same marker interval. We found a missense mutation in the critical pore region in perfect co-segregation with the BFNC phenotype. The same conserved amino acid is also mutated in KVLQT1 (KCNQ1) in an LQT patient. KCNQ2, KCNQ3 and undiscovered genes of the same family of K+ channels are strong candidates for other IGEs.","dc:creator":"Charlier C","dc:date":"1998","dc:title":"A pore mutation in a novel KQT-like potassium channel gene in an idiopathic epilepsy family."},"evidence":[{"id":"cggv:875415b6-877e-4a99-8591-f3de963a7920_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:875415b6-877e-4a99-8591-f3de963a7920_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f9e85ae1-843f-4bba-912a-176f5fad0302","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:39233b3e-7e7b-4cfa-ba1a-185db674a508","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"KCNQ3 interacts with KCNQ2 and forms a heteromer that makes up the KCNQ2+KCNQ3 (M)channels; KCNQ2 is associated with benign familial neonatal seizures, type 1. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9677360","type":"dc:BibliographicResource","dc:abstract":"Benign familial neonatal convulsions (BFNC), a class of idiopathic generalized epilepsy, is an autosomal dominantly inherited disorder of newborns. BFNC has been linked to mutations in two putative K+ channel genes, KCNQ2 and KCNQ3. Amino acid sequence comparison reveals that both genes share strong homology to KvLQT1, the potassium channel encoded by KCNQ1, which is responsible for over 50% of inherited long QT syndrome. Here we describe the cloning, functional expression, and characterization of K+ channels encoded by KCNQ2 and KCNQ3 cDNAs. Individually, expression of KCNQ2 or KCNQ3 in Xenopus oocytes elicits voltage-gated, rapidly activating K+-selective currents similar to KCNQ1. However, unlike KCNQ1, KCNQ2 and KCNQ3 currents are not augmented by coexpression with the KCNQ1 beta subunit, KCNE1 (minK, IsK). Northern blot analyses reveal that KCNQ2 and KCNQ3 exhibit similar expression patterns in different regions within the brain. Interestingly, coexpression of KCNQ2 and KCNQ3 results in a substantial synergistic increase in current amplitude. Coexpression of KCNE1 with the two channels strongly suppressed current amplitude and slowed kinetics of activation. The pharmacological and biophysical properties of the K+ currents observed in the coinjected oocytes differ somewhat from those observed after injecting either KCNQ2 or KCNQ3 by itself. The functional interaction between KCNQ2 and KCNQ3 provides a framework for understanding how mutations in either channel can cause a form of idiopathic generalized epilepsy.","dc:creator":"Yang WP","dc:date":"1998","dc:title":"Functional expression of two KvLQT1-related potassium channels responsible for an inherited idiopathic epilepsy."},"rdfs:label":"KCNQ2/KCNQ3 Interacting Genes"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:875415b6-877e-4a99-8591-f3de963a7920_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d2defcf-66a6-4237-aebf-d1b63d7b5382","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ed80649-eca4-4873-8abd-399a00fa677e","type":"FunctionalAlteration","dc:description":"A three-dimensional homology model in the W309R mutant indicated that the R side chain of pore helices is too far from the Y side chain of the selectivity filter to interact via hydrogen bonds with each other and stabilize the pore structure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18425618","type":"dc:BibliographicResource","dc:abstract":"The second tryptophan (W) residue of the conserved WW motif in the pore helix of many K+ channel subunit is thought to interact with the tyrosine (Y) residues of the selectivity filter. A missense mutation causing the replacement of the corresponding residues with an arginine (W309R) occurs in KCNQ3 subunits forming part of M-channels. In this study, we examined the functional consequences of the W309R mutation in heterogously expressed KCNQ channels. Homomeric KCNQ3W309R channels lacked KCNQ currents. Heteromeric KCNQ2/KCNQ3W309R channels displayed a dominant-negative suppression of current and a significant modification in gating properties when compared with heteromeric KCNQ3/KCNQ2 channels mimicking the M-channels. A three-dimensional homology model in the W309R mutant indicated that the R side chain of pore helices is too far from the Y side chain of the selectivity filter to interact via hydrogen bonds with each other and stabilize the pore structure. Collectively, the present results suggest that the second W residues of pore helices and their chemical interaction with the Y residues of the selectivity filter are essential for normal K+ channel function. This pore-helix mutation, if occurs in the brain M channels, could thus lead to a channel dysfunction sufficient to trigger epileptic hyperexcitability.","dc:creator":"Uehara A","dc:date":"2008","dc:title":"Altered KCNQ3 potassium channel function caused by the W309R pore-helix mutation found in human epilepsy."},"rdfs:label":"Experimental evidence for W309R from Uehara"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e39a9183-ead7-4e25-b590-bd02d823277f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ecb7d63f-a3d1-4f91-bb6e-c2fbeddc8d73","type":"FunctionalAlteration","dc:description":"The antiepileptic drug retigabine rescued KCNQ3 currents that were abolished suggesting that modulating the E-M coupling in KCNQ channels presents a potential strategy for antiepileptic therapy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35857840","type":"dc:BibliographicResource","dc:abstract":"KCNQ2 and KCNQ3 form the M-channels that are important in regulating neuronal excitability. Inherited mutations that alter voltage-dependent gating of M-channels are associated with neonatal epilepsy. In the homolog KCNQ1 channel, two steps of voltage sensor activation lead to two functionally distinct open states, the intermediate-open (IO) and activated-open (AO), which define the gating, physiological, and pharmacological properties of KCNQ1. However, whether the M-channel shares the same mechanism is unclear. Here, we show that KCNQ2 and KCNQ3 feature only a single conductive AO state but with a conserved mechanism for the electro-mechanical (E-M) coupling between voltage sensor activation and pore opening. We identified some epilepsy-linked mutations in KCNQ2 and KCNQ3 that disrupt E-M coupling. The antiepileptic drug retigabine rescued KCNQ3 currents that were abolished by a mutation disrupting E-M coupling, suggesting that modulating the E-M coupling in KCNQ channels presents a potential strategy for antiepileptic therapy.","dc:creator":"Yang ND","dc:date":"2022","dc:title":"Electro-mechanical coupling of KCNQ channels is a target of epilepsy-associated mutations and retigabine."},"rdfs:label":"Functional study for Y266C"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:875415b6-877e-4a99-8591-f3de963a7920_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:875415b6-877e-4a99-8591-f3de963a7920_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.9}],"evidenceStrength":"Moderate","sequence":9437,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.4,"subject":{"id":"cggv:50d5794f-93ed-41ca-b24b-185bff84b413","type":"GeneValidityProposition","disease":"obo:MONDO_0100023","gene":"hgnc:6297","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*KCNQ3* encodes the potassium voltage-gated channel, KQT-like subfamily, member 3, which is expressed in the brain and regulates the resting membrane potential and sets the threshold and duration of the action potential in excitable cells (PMID: 33013448). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we have found differences in molecular mechanism, inheritance pattern, and phenotypic variability for this gene. Therefore, this curation has been split into multiple entities: autosomal dominant self-limited familial neonatal epilepsy (MONDO:0100023; thought to be loss of function), autosomal dominant complex neurodevelopmental disorder (MONDO:0100038; thought to be gain of function), and autosomal recessive developmental and epileptic encephalopathy (MONDO:0100062, mechanism unclear). These split curations have been curated separately by the Epilepsy GCEP and this entry will only cover autosomal dominant self-limited familial neonatal epilepsy (SLFNE) (MONDO:0100023).\n\n*KCNQ3* was first reported in relation to SLFNE in 1998 (Charlier et al., PMID:9425900) when a missense variant was found in 13 affected individuals in the same family. The mechanism of pathogenicity involves loss-of-function missense variants, mainly inherited from symptomatic parents. This mechanism has been confirmed with a multitude of functional studies, most using a Xenopus laevis expression system and voltage clamp techniques to discover a reduced expression or impaired function of the potassium channel when a variant is present (PMID: 25524373, 27781029, 9872318, 18625963, 14534157, 33013448). \n\nFifteen missense variants reported in 18 probands across 16 publications (PMIDs: 9425900, 10852552, 14534157, 18249525, 18625963, 23146207, 24375629, 25052858, 25278462, 25524373, 27781029, 27888506, 31302675, 33013448, 34153113, 35384780) were scored in this curation. Of note, case 15 in Sands et al. (PMID:27888506) has a deletion of exons 1-15; because this paper did not provide specific breakpoints, it cannot be formally entered into this curation. However, we have awarded this predicted/proven null variant 1.5 points. Bringing the total genetic evidence, including case level segregation, to 9.4 points. This gene-disease relationship is supported by two papers discussing functional alteration in non-patient cells (PMID: 35857840, 18425618) and an additional paper outlining the protein interactions of *KCNQ3* and *KCNQ2* (PMID: 9677360). In this curation, experimental evidence was awarded 1.5 points. \n\nIn summary, *KCNQ3* has a moderate association to autosomal dominant self-limited familial neonatal epilepsy (SLFNE).The total number of points for this curation is 9.4 plus 1.5 pts for the multi-exon deletion, bringing our total to 10.9 points.This curation was approved by the ClinGen Epilepsy GCEP on 8/1/2023 (SOP v.9).\n","dc:isVersionOf":{"id":"cggv:875415b6-877e-4a99-8591-f3de963a7920"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}