{"id":"cggv:b943345a-024d-401d-a147-470c0ea0381cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:b943345a-024d-401d-a147-470c0ea0381c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-08-23T21:19:37.349Z","role":"Publisher"},{"id":"cggv:b943345a-024d-401d-a147-470c0ea0381c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-07-22T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23493554","type":"dc:BibliographicResource","dc:abstract":"Mutations in the TNF family of proteins have been associated with inherited forms of immune deficiency. Using an array-based sequencing assay, we identified an autosomal-dominant deficiency in TNF-like weak inducer of apoptosis (TWEAK; TNFSF12) in a kindred with recurrent infection and impaired antibody responses to protein and polysaccharide vaccines. This mutation occurs in the sixth exon of TWEAK and results in the amino acid substitution R145C within the conserved TNF-homology domain of the full-length protein. TWEAK mutant protein formed high molecular weight aggregates under nonreducing conditions, suggesting an increased propensity for intermolecular interactions. As a result, mutant TWEAK associated with B-cell-activating factor (BAFF) protein and down-regulated the BAFF-mediated activation of the noncanonical NF-κB pathway through inhibition of p100 processing to p52, resulting in inhibition of BAFF-dependent B-cell survival and proliferation. As BAFF mediates T-cell-independent isotype switching and B-cell survival, our data implicate TWEAK as a disease-susceptibility gene for a humoral immunodeficiency.","dc:creator":"Wang HY","dc:date":"2013","dc:title":"Antibody deficiency associated with an inherited autosomal dominant mutation in TWEAK."},"evidence":[{"id":"cggv:b943345a-024d-401d-a147-470c0ea0381c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5},{"id":"cggv:b943345a-024d-401d-a147-470c0ea0381c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b943345a-024d-401d-a147-470c0ea0381c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8916f537-2a20-4739-b14f-cd6a25816f96","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3c1dbaf4-6a5e-4775-bc5f-7e15e0ba1276","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot of human TWEAK in human tissues revealed expression in spleen, lymph nodes, and peripheral blood lymphocytes, which fits with the reported patient phenotype, as well as additional organs. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9405449","type":"dc:BibliographicResource","dc:abstract":"The members of the tumor necrosis factor (TNF) family play pivotal roles in the regulation of the immune system. Here we describe a new ligand in this family, designated TWEAK. The mouse and human versions of this protein are unusually conserved with 93% amino acid identity in the receptor binding domain. The protein was efficiently secreted from cells indicating that, like TNF, TWEAK may have the long range effects of a secreted cytokine. TWEAK transcripts were abundant and found in many tissues, suggesting that TWEAK and TRAIL belong to a new group of widely expressed ligands. Like many members of the TNF family, TWEAK was able to induce interleukin-8 synthesis in a number of cell lines. The human adenocarcinoma cell line, HT29, underwent apoptosis in the presence of both TWEAK and interferon-gamma. Thus, TWEAK resembles many other TNF ligands in the capacity to induce cell death; however, the fact that TWEAK-sensitive cells are relatively rare suggests that TWEAK along with lymphotoxins alpha/beta and possibly CD30L trigger death via a weaker, nondeath domain-dependent mechanism.","dc:creator":"Chicheportiche Y","dc:date":"1997","dc:title":"TWEAK, a new secreted ligand in the tumor necrosis factor family that weakly induces apoptosis."},"rdfs:label":"Expression in human tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression of TWEAK RNA determined by Northern blot to occur in tissues relevant to disease. "},{"id":"cggv:f604ad56-8fe7-47ff-8af8-5124ee3b0edc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6da00abc-8374-4d4c-bf33-f12433a3a679","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blots of T lymphocytes 1-4 days after activation with anti-CD3/CD28 revealed expression of TNFSF12 transcripts that increased as time passed. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12411489","type":"dc:BibliographicResource","dc:abstract":"TWEAK and APRIL are two recently identified tumour necrosis factor (TNF) ligand family members, implicated in angiogenesis and immune regulation, respectively. TWEAK is a transmembrane protein expressed on the cell surface, whereas APRIL acts solely as a secreted factor. In this report, using RACE, RT-PCR, cDNA library screening and an RNase protection assay, we characterize a hybrid transcript between TWEAK and APRIL mRNAs. The encoded TWE-PRIL protein is composed of TWEAK cytoplasmic and transmembrane domains fused to the APRIL C-terminal domain. TWE-PRIL mRNA is expressed and translated in human primary T cells and monocytes, and endogenous TWE-PRIL protein was detected in primary human T lymphocytes and monocytic cell lines. TWE-PRIL is membrane anchored and presents the APRIL receptor-binding domain at the cell surface. It is a biologically active ligand, as it stimulates cycling in T- and B-lymphoma cell lines. Much like membrane-bound and secreted TNF-alpha, the different cellular localizations of TWE-PRIL and APRIL suggest that they exert distinct biological roles.","dc:creator":"Pradet-Balade B","dc:date":"2002","dc:title":"An endogenous hybrid mRNA encodes TWE-PRIL, a functional cell surface TWEAK-APRIL fusion protein."},"rdfs:label":"Expressed in activated T lymphocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"TNFSF12 expressed in T lymphocytes and the T lymphocyte population appeared affected in a family reported with TNFSF12-associated immunodeficiency."},{"id":"cggv:0a218522-35ed-4ff3-ac75-b74b2af17944","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:26a0e6bf-81b1-4833-b91a-dbd1a66702c8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"May explain changes in sizes of lymphocyte populations noted in family with TNFSF12-associated immunodeficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9560343","type":"dc:BibliographicResource","dc:abstract":"The tumor necrosis factor (TNF) cytokine family regulates development and function of the immune system [1]. TNF is expressed primarily by activated lymphocytes and macrophages and induces gene transcription or apoptosis in target cells [2,3]. We have identified a novel relative of TNF that binds to the recently discovered, death-domain-containing receptor called Apo3 [4] (also known as DR3, WSL-1, TRAMP or LARD [5-9]). The Apo3 ligand (Apo3L) is a 249 amino-acid, type II transmembrane protein. The extracellular sequence of Apo3L shows highest identity to that of TNF. We detected Apo3L mRNA in many human tissues and mapped its encoding gene to chromosome 17p13, near the p53 tumor-suppressor gene. Soluble Apo3L induced apoptosis and nuclear factor kappaB (NF-kappaB) activation in human cell lines. Caspase inhibitors blocked apoptosis induction by Apo3L, as did a dominant-negative mutant of the cell death adaptor protein Fas-associated death domain protein (FADD/MORT1), which is critical for apoptosis induction by TNF [3]. Dominant-negative mutants of several factors that play a key role in NF-kappaB induction by TNF [10] inhibited NF-kappaB activation by Apo3L. Thus, Apo3L has overlapping signaling functions with TNF, but displays a much wider tissue distribution.","dc:creator":"Marsters SA","dc:date":"1998","dc:title":"Identification of a ligand for the death-domain-containing receptor Apo3."},"rdfs:label":"TNFSF12 involved in apoptosis regulation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Experiment indicates a role in regulation of apoptosis by TNFSF12"},{"id":"cggv:29611328-d3bf-44a8-a767-c37acc774797","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c03b212-4c4b-4e16-869d-57cdbf3cec40","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"NFkB has been previously associated with many functions in different immune cell types, which are affected in the reported family with TNFSF12-associated disease. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9560343","rdfs:label":"TNFSF12 increases NFkB activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Demonstrates that TNFSF12 has the ability to increase NFkB activity, at least in vitro"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b943345a-024d-401d-a147-470c0ea0381c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dee34e0c-c351-49ad-b8ff-29159adfe630","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:185db83d-c30a-4211-9f4a-f318c3b15600","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice have increased T cell count and CD8+T cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16325585","type":"dc:BibliographicResource","dc:abstract":"Innate immunity is the first line of defense against infection, protecting the host during the development of adaptive immunity and critically affecting the nature of the adaptive response. We show that, in contrast to tumor necrosis factor alpha (TNF-alpha), the related protein TWEAK attenuates the transition from innate to adaptive mechanisms. TWEAK-/- mice had overabundant natural killer (NK) cells and displayed hypersensitivity to bacterial endotoxin, with their innate immune cells producing excess interferon (IFN)-gamma and interleukin (IL)-12. TWEAK inhibited stimulation of the transcriptional activator STAT-1 and induced p65 nuclear factor (NF)-kappaB association with histone deacetylase 1, repressing cytokine production. TWEAK-/- mice developed oversized spleens with expanded memory and T helper 1 (TH1) subtype cells upon aging and mounted stronger innate and adaptive TH1-based responses against tumor challenge. Thus, TWEAK suppresses production of IFN-gamma and IL-12, curtailing the innate response and its transition to adaptive TH1 immunity.","dc:creator":"Maecker H","dc:date":"2005","dc:title":"TWEAK attenuates the transition from innate to adaptive immunity."},"rdfs:label":"TWEAK-/- mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded score because a) mouse is homozygous for the TNFSF12 (TWEAK) deletion whereas reported patient have been heterozygous and b) only one minor feature overlapping with the reported patients was assessed/reported in these mice."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":4945,"specifiedBy":"GeneValidityCriteria9","strengthScore":4,"subject":{"id":"cggv:56c208a5-0d81-46b8-a66b-b629c2b2c90c","type":"GeneValidityProposition","disease":"obo:MONDO_0015517","gene":"hgnc:11927","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TNFSF12 (i.e., TWEAK) was first reported in relation to autosomal dominant common variable immunodeficiency in 2013 (Wang HY et al., PMID: 23493554). One missense variant reported in one proband that also segregated with disease in two additional family members was included in this curation (PMID: 23493554). The affected family members presented with increased risk of respiratory infections and immune features, including hypogammaglobulinemia and abnormal B- and T-cell populations. The mechanism of pathogenicity is unknown. This gene-disease association is also supported by a mouse model and in vitro studies in cell lines (PMIDs: 9405449, 9560343, 12411489, 16325585, 23493554). TNFSF12 is expressed in a wide range of tissues and cells, including human spleen, lymph nodes, and immune cells (PMID: 9405449, 12411489), and it can be found as both a transmembrane protein and secreted cytokine (PMID: 29038621). Upregulation of TNFSF12 and its receptor FN14 (i.e., TWEAKR) has been found to occur in response to inflammation (PMID: 24636536). In addition, the TNFSF12/FN14 pathway has multiple functions, such as in regulation of skeletal muscle cell progenitor proliferation and differentiation (PMID: 17124496) and cutaneous inflammation, including as a critical contributor to the chronic inflammatory skin condition psoriasis (PMID: 30038329). Furthermore, TNFSF12 regulates NFkB activity, apoptosis, and proliferation in immune cells (PMID: 9405449, 9560343, 12411489). The presence of a patient-derived TNFSF12 variant  resulted in decreased apoptosis of and NFkB activity in cell lines compared ot WT TNFSF12, while exposure of B cells to the mutant TNFSF12 protein with BAFF resulted in decreased B-cell proliferation compared to WT TNFSF12 (PMID: 23493554). A TNFSF12-/- mouse model displayed T-cell defects, but other features of TNFSF12-associated disease were not assessed (PMID: 16325585). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.","dc:isVersionOf":{"id":"cggv:b943345a-024d-401d-a147-470c0ea0381c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}