{"id":"cggv:aa89f10b-6ccf-4c69-aef3-fc2f6c8e6ea9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:aa89f10b-6ccf-4c69-aef3-fc2f6c8e6ea9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-01-10T16:42:10.894Z","role":"Publisher"},{"id":"cggv:aa89f10b-6ccf-4c69-aef3-fc2f6c8e6ea9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-06-01T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:aa89f10b-6ccf-4c69-aef3-fc2f6c8e6ea9_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11},{"id":"cggv:aa89f10b-6ccf-4c69-aef3-fc2f6c8e6ea9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa89f10b-6ccf-4c69-aef3-fc2f6c8e6ea9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e67445a-6bae-41d1-9a24-152426a4f911","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:044d89c1-aee3-4370-9137-7a0bb510f14c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Some prenatal lethality has been observed in humans, as well as hypogonadism","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17893678","type":"dc:BibliographicResource","dc:abstract":"Mammalian circadian rhythms of activity are generated within the suprachiasmatic nucleus (SCN). Transcripts from the imprinted, paternally expressed Magel2 gene, which maps to the chromosomal region associated with Prader-Willi Syndrome (PWS), are highly enriched in the SCN. The Magel2 message is circadianly expressed and peaks during the subjective day. Mice deficient in Magel2 expression entrain to light cycles and express normal running-wheel rhythms, but with markedly reduced amplitude of activity and increased daytime activity. These changes are associated with reductions in food intake and male fertility. Orexin levels and orexin-positive neurons in the lateral hypothalamus are substantially reduced, suggesting that some of the consequences of Magel2 loss are mediated through changes in orexin signaling. The robust rhythmicity of Magel2 expression in the SCN and the altered behavioral rhythmicity of null mice reveal Magel2 to be a clock-controlled circadian output gene whose disruption results in some of the phenotypes characteristic of PWS.","dc:creator":"Kozlov SV","dc:date":"2007","dc:title":"The imprinted gene Magel2 regulates normal circadian output."},"rdfs:label":"Mouse model knock-in "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:06844c9c-9a99-4b56-a671-fd380af7ded8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e7991a2f-f0a5-4686-96f5-0f1288c9b838","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Feeding difficulties after birth are also observed in the humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20876615","type":"dc:BibliographicResource","dc:abstract":"The onset of feeding at birth is a vital step for the adaptation of the neonate to extra uterine life. Prader-Willi syndrome (PWS) is a complex neurogenetic disorder caused by the alteration of several imprinted contiguous genes including MAGEL2. PWS presents with various clinical manifestations, including poor suckling behaviour and feeding problems in neonates. Hypothalamic defects have been proposed, but the pathophysiological mechanisms remain poorly understood. Here, we report that a Magel2-deficient mouse with 50% neonatal mortality had an altered onset of suckling activity and subsequent impaired feeding, suggesting a role of MAGEL2 in the suckling deficit seen in PW newborns. The hypothalamus of Magel2 mutant neonates showed a significant reduction in oxytocin (OT). Furthermore, injection of a specific OT receptor antagonist in wild-type neonates recapitulated the feeding deficiency seen in Magel2 mutants, and a single injection of OT, 3-5 h after birth, rescued the phenotype of Magel2 mutant pups, allowing all of them to survive. Our study illustrates the crucial role of feeding onset behaviour after birth. We propose that OT supply might constitute a promising avenue for the treatment of feeding difficulties in PW neonates and potentially of other newborns with impaired feeding onset.","dc:creator":"Schaller F","dc:date":"2010","dc:title":"A single postnatal injection of oxytocin rescues the lethal feeding behaviour in mouse newborns deficient for the imprinted Magel2 gene."},"rdfs:label":"Mouse model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":3891,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:bde3f631-88ba-4760-917b-1d2183c04890","type":"GeneValidityProposition","disease":"obo:MONDO_0014243","gene":"hgnc:6814","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MAGEL2 (gene is a single exon, maternally imprinted, paternally expressed) variants were first reported in relation to autosomal dominant Schaaf-Yang syndrome (SYS) in 2013 (Schaaf CP et al., PMID: 24076603). Schaaf-Yang syndrome (SYS) is a rare neurodevelopmental disorder that shares multiple clinical features with Prader-Willi syndrome. It usually manifests at birth with muscular hypotonia in all and distal joint contractures in a majority of affected individuals. Gastrointestinal/feeding problems are particularly pronounced in infancy and childhood, but can transition to hyperphagia and obesity in adulthood. All affected individuals show developmental delay, resulting in intellectual disability of variable degree. Other findings may include short stature, seizures, eye anomalies, and hypogonadism. Some patients were originally referred as Chitayat-Hall syndrome but as the molecular mechanism is the same (null variant on the paternal allele), these disease entities were lumped together. 12 variants (nonsense, frameshift) that have been reported in probands in five publications (PMIDs: 24076603, 26365340, 27195816, 33076953, 28281571) are included in this curation. Many more patients with especially recurring c.1996dup/c.1996del variants are reported in the literature (review 2018, PMID: 30302899), but were not scored as the score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be truncating variation on the paternal allele. This gene-disease association is also supported by experimental evidence (two mouse models PMIDs: 17893678, 20876615). \nIn summary, MAGEL2 is definitively associated with autosomal dominant Schaaf-Yang syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification is approved by the Intellectual Disability and Autism Gene Curation Expert Panel on 6/1/2021.","dc:isVersionOf":{"id":"cggv:aa89f10b-6ccf-4c69-aef3-fc2f6c8e6ea9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}