{"id":"cggv:b47796b8-3811-4411-b0f0-5b703755f08bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:b47796b8-3811-4411-b0f0-5b703755f08b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-07-21T16:00:00.000Z","role":"Approver"},{"id":"cggv:b47796b8-3811-4411-b0f0-5b703755f08b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-29T14:12:00.991Z","role":"Publisher"}],"evidence":[{"id":"cggv:b47796b8-3811-4411-b0f0-5b703755f08b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3b60f3c0-ff8c-491a-a296-e0b4c2f28d89_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3b60f3c0-ff8c-491a-a296-e0b4c2f28d89","type":"Proband","allele":{"id":"cggv:7a71660a-826e-43d1-9e55-b17d74538a81","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004849.4(ATG5):c.366A>T (p.Glu122Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365319959"}},"firstTestingMethod":"Linkage analysis","secondTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:d338e7ff-5306-47b9-97da-6c61ce6253b0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7a71660a-826e-43d1-9e55-b17d74538a81"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26812546","type":"dc:BibliographicResource","dc:abstract":"Autophagy is required for the homeostasis of cellular material and is proposed to be involved in many aspects of health. Defects in the autophagy pathway have been observed in neurodegenerative disorders; however, no genetically-inherited pathogenic mutations in any of the core autophagy-related (ATG) genes have been reported in human patients to date. We identified a homozygous missense mutation, changing a conserved amino acid, in ATG5 in two siblings with congenital ataxia, mental retardation, and developmental delay. The subjects' cells display a decrease in autophagy flux and defects in conjugation of ATG12 to ATG5. The homologous mutation in yeast demonstrates a 30-50% reduction of induced autophagy. Flies in which Atg5 is substituted with the mutant human ATG5 exhibit severe movement disorder, in contrast to flies expressing the wild-type human protein. Our results demonstrate the critical role of autophagy in preventing neurological diseases and maintaining neuronal health. ","dc:creator":"Kim M","dc:date":"2016","dc:title":"Mutation in ATG5 reduces autophagy and leads to ataxia with developmental delay."}},"rdfs:label":"Individual 601"},{"id":"cggv:d338e7ff-5306-47b9-97da-6c61ce6253b0","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d338e7ff-5306-47b9-97da-6c61ce6253b0_variant_evidence_item"},{"id":"cggv:d338e7ff-5306-47b9-97da-6c61ce6253b0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PMID: 26812546: patient lymphoblastoid cells (harboring homozygous p.E122D variant) showed reduced levels of ATG5-ATG12 conjugate and decreased autophagic flux (as assessed by reduced formation of LC3-II [a product of autophagy], inability to upregulate autophagy in response to Torin 1 (an autophagy inducer), and elevated levels of p62 [an autophagy substrate]), consistent with the variant impairing autophagy via impeding ATG5-ATG12 interaction "}],"strengthScore":0.25,"dc:description":"scored 0.25pts per variant for 0.5pts total, to avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:b47796b8-3811-4411-b0f0-5b703755f08b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b47796b8-3811-4411-b0f0-5b703755f08b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:30197f12-5e87-4fd3-91b2-7b908be1fc45","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:803bd0c7-1056-4ef2-b732-0ad48dc81871","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"ATG5 variants in SCAR25 patients result in reduced ATG5 protein function, as reflected by the fact that patients’ lymphoblastoid cells show decreased ability to bind ATG12 and reduced autophagy activity, as indexed by reduced formation of LC3-II, a product of the ATG12–ATG5-ATG16L1 complex (PMID: 26812546)\nThus the ATG5 gene’s function (as a protein involved in autophagy) is consistent with SCAR25 patients’ phenotype (of reduced autophagy due to damaging variation in ATG5)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11266458","type":"dc:BibliographicResource","dc:abstract":"In macroautophagy, cytoplasmic components are delivered to lysosomes for degradation via autophagosomes that are formed by closure of cup-shaped isolation membranes. However, how the isolation membranes are formed is poorly understood. We recently found in yeast that a novel ubiquitin-like system, the Apg12-Apg5 conjugation system, is essential for autophagy. Here we show that mouse Apg12-Apg5 conjugate localizes to the isolation membranes in mouse embryonic stem cells. Using green fluorescent protein-tagged Apg5, we revealed that the cup-shaped isolation membrane is developed from a small crescent-shaped compartment. Apg5 localizes on the isolation membrane throughout its elongation process. To examine the role of Apg5, we generated Apg5-deficient embryonic stem cells, which showed defects in autophagosome formation. The covalent modification of Apg5 with Apg12 is not required for its membrane targeting, but is essential for involvement of Apg5 in elongation of the isolation membranes. We also show that Apg12-Apg5 is required for targeting of a mammalian Aut7/Apg8 homologue, LC3, to the isolation membranes. These results suggest that the Apg12-Apg5 conjugate plays essential roles in isolation membrane development.","dc:creator":"Mizushima N","dc:date":"2001","dc:title":"Dissection of autophagosome formation using Apg5-deficient mouse embryonic stem cells."},"rdfs:label":"ATG5 encodes autophagy 5 protein"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Per ClinGen LD GCEP guidelines, gene products that have a well-established function in a metabolic pathway are scored 2 points"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:b47796b8-3811-4411-b0f0-5b703755f08b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1685b401-e3de-4ec8-89f0-9e0145140a0d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3e635ae2-8f24-40ca-bbc5-747b8d1b7065","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"in ATG5 knockout Drosophila model, reexpression of ATG5 transgene rescues the ataxia phenotype (seen in the knockout), as indexed by climbing assay ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26812546","rdfs:label":"ATG5 transgene rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:f4ae8280-088b-4509-8ae1-d1fc4d83bae6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:295bc665-7ccf-4131-bf06-e8bf8bb4a6a5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ATG5 knockout flies show ataxia and reduced cellular autophagy (as indexed by reduced levels of Ref(2)P [p62], an autophagy substrate), recapitulating phenotype seen in the human patients reported","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26812546","rdfs:label":"ATG5 knockout Drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Limited","sequence":5077,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:56f39174-e8f2-4af1-b543-2c8a27a5db2b","type":"GeneValidityProposition","disease":"obo:MONDO_0033115","gene":"hgnc:589","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between the ATG5 gene and spinocerebellar ataxia, autosomal recessive 25 (SCAR25), was evaluated using the ClinGen Clinical Validity Framework as of July 13, 2022. ATG5 encodes autophagy 5 protein, a protein involved in cellular autophagy via binding the ATG12 protein (PMID: 9759731, PMID: 9852036) to form a complex needed for formation of the autophagic isolation membrane, which helps deliver cytoplasmic components to lysosomes for degradation in macroautophagy (PMID: 11266458). The lymphoblastoid cells of patients with biallelic ATG5 variants reported showed reduced levels of the ATG5-ATG12 protein complex and decreased autophagic flux, consistent with impaired autophagy due to impeded ATG5-ATG12 interaction (PMID: 26812546). \n\nThe disease mechanism of SCAR25 is loss of function. SCAR25 was first reported in 2005 (PMID: 15981765) and the first report of biallelic variants in ATG5 among patients with SCAR25 was in 2016 (PMID: 26812546). In this report, a homozygous missense variant, c.366A>T (p.E122D), was reported to segregate in a consanguineous Turkish family with two affected members; as noted above, lymphoblastoid cells of patients (who were homozygous for this ATG5 variant) showed reduced levels of the ATG5-ATG12 protein complex and decreased autophagic flux, supporting that the variant resulted in impaired autophagy due to impeded ATG5-ATG12 interaction (PMID: 26812546).To date, this first report (PMID: 26812546) appears to be the only report of biallelic ATG5 variants among patients with SCAR25. \n\nIn addition to the case-level (genetic) evidence (0.5 points total), there is also experimental evidence supporting the relationship between SCAR25 and ATG5 (6 points total). Experimental evidence for the relationship between ATG5 and SCAR25 includes the biochemical function of the gene product (autophagy 5) being consistent with the reduced autophagic flux found in individuals with SCAR25 (PMID: 26812546), the biochemical and clinical features of a ATG5 knockout Drosophila model (PMID: 26812546), and rescue of a a ATG5 knockout Drosophila model via reexpression of a wild-type ATG5 transgene (PMID: 26812546). \n\nIn sum, the association between ATG5 and SCAR25 is Limited, and more evidence is needed to support a causal role. This clinical validity classification was approved by the ClinGen Lysosomal Diseases GCEP on July 21, 2022 (SOP v9).\nWhile the points awarded sum to 6.5, borderline between limted and moderate, experts in the ClinGen Lysosomal Diseases Expert Panel agreed on a limited classification for the this gene-disease relationship based on limited clinical reports.","dc:isVersionOf":{"id":"cggv:b47796b8-3811-4411-b0f0-5b703755f08b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}