{"id":"cggv:5dcf5941-6076-4486-94be-7ba3944abaeev1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5dcf5941-6076-4486-94be-7ba3944abaee_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-21T12:39:15.472Z","role":"Publisher"},{"id":"cggv:5dcf5941-6076-4486-94be-7ba3944abaee_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-08-03T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:5dcf5941-6076-4486-94be-7ba3944abaee_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dcf5941-6076-4486-94be-7ba3944abaee_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:378ab373-0886-4eb8-9d59-aea484e4a6b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a9c0bf17-3f59-47cc-8f65-c2829a12378c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"EZH2 interacts directly with EED and is found in a protein complex with SUZ12, which forms the PRC2 complex (Cao et al., 2004 PMID 15225548). Pathogenic variants in EED (Cohen et al., 2015) and SUZ12 (Magawa et al., 2017) are linked to overgrowth and intellectual disability. Consistently, EZH2 is associated with overgrowth syndrome and intellectual disability.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15225548","type":"dc:BibliographicResource","dc:abstract":"Recent studies have revealed the intrinsic histone methyltransferase (HMTase) activity of the EED-EZH2 complex and its role in Hox gene silencing, X inactivation, and cancer metastasis. In this study, we focus on the function of individual components. We found that the HMTase activity requires a minimum of three components-EZH2, EED, and SUZ12-while AEBP2 is required for optimal enzymatic activity. Using a stable SUZ12 knockdown cell line, we show SUZ12 knockdown results in cell growth defects, which correlate with genome-wide alteration on H3-K27 methylation as well as upregulation of a number of Hox genes. Chromatin immunoprecipitation (ChIP) assay identified a 500 bp region located 4 kb upstream of the HoxA9 transcription initiation site as a SUZ12 binding site, which responds to SUZ12 knockdown and might play an important role in regulating HoxA9 expression. Thus, our study establishes a critical role of SUZ12 in H3-lysine 27 methylation and Hox gene silencing.","dc:creator":"Cao R","dc:date":"2004","dc:title":"SUZ12 is required for both the histone methyltransferase activity and the silencing function of the EED-EZH2 complex."},"rdfs:label":"EZH2 directly interacts with EED"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5dcf5941-6076-4486-94be-7ba3944abaee_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd5f4239-640c-4c5a-b2d1-6de91ffd0aef","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f8382588-f6f3-43fc-bd6f-ff56af35f2f5","type":"FunctionalAlteration","dc:description":"Weaver syndrome associated EZH2 variants showed reduced methyltransferase activity in vitro.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26694085","type":"dc:BibliographicResource","dc:abstract":"Weaver syndrome (WS) is a rare congenital disorder characterized by generalized overgrowth, macrocephaly, specific facial features, accelerated bone age, intellectual disability, and susceptibility to cancers. De novo mutations in the enhancer of zeste homolog 2 (EZH2) have been shown to cause WS. EZH2 is a histone methyltransferase that acts as the catalytic agent of the polycomb-repressive complex 2 (PRC2) to maintain gene repression via methylation of lysine 27 on histone H3 (H3K27). Functional studies investigating histone methyltransferase activity of mutant EZH2 from various cancers have been reported, whereas WS-associated mutations remain poorly characterized. To investigate the role of EZH2 in WS, we performed functional studies using artificially assembled PRC2 complexes containing mutagenized human EZH2 that reflected the codon changes predicted from patients with WS. We found that WS-associated amino acid alterations reduce the histone methyltransferase function of EZH2 in this in vitro assay. Our results support the hypothesis that WS is caused by constitutional mutations in EZH2 that alter the histone methyltransferase function of PRC2. However, histone methyltransferase activities of different EZH2 variants do not appear to correlate directly with the phenotypic variability between WS patients and individuals with a common c.553G>C (p.Asp185His) polymorphism in EZH2. ","dc:creator":"Cohen AS","dc:date":"2016","dc:title":"Weaver Syndrome-Associated EZH2 Protein Variants Show Impaired Histone Methyltransferase Function In Vitro."},"rdfs:label":"EZH2 mutants in vitro methyltransferase activity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e0e362b3-8caa-48c7-8827-071b36ab9bb5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:33c785e0-f10c-46f5-9593-d324c7fe0d31","type":"FunctionalAlteration","dc:description":"Blood samples from weaver syndrome patient with EZH2 variant showed distinct DNA Methylation Signature that are different from control samples ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32243864","type":"dc:BibliographicResource","dc:abstract":"Weaver syndrome (WS), an overgrowth/intellectual disability syndrome (OGID), is caused by pathogenic variants in the histone methyltransferase EZH2, which encodes a core component of the Polycomb repressive complex-2 (PRC2). Using genome-wide DNA methylation (DNAm) data for 187 individuals with OGID and 969 control subjects, we show that pathogenic variants in EZH2 generate a highly specific and sensitive DNAm signature reflecting the phenotype of WS. This signature can be used to distinguish loss-of-function from gain-of-function missense variants and to detect somatic mosaicism. We also show that the signature can accurately classify sequence variants in EED and SUZ12, which encode two other core components of PRC2, and predict the presence of pathogenic variants in undiagnosed individuals with OGID. The discovery of a functionally relevant signature with utility for diagnostic classification of sequence variants in EZH2, EED, and SUZ12 supports the emerging paradigm shift for implementation of DNAm signatures into diagnostics and translational research.","dc:creator":"Choufani S","dc:date":"2020","dc:title":"DNA Methylation Signature for EZH2 Functionally Classifies Sequence Variants in Three PRC2 Complex Genes."},"rdfs:label":"Methylation assay using patient blood"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:5dcf5941-6076-4486-94be-7ba3944abaee_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:462f139f-0ed6-47d9-be0c-b12c2f0d6955","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4d825b1f-32d8-4177-a31e-77ef3f6eea80","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Nuclear extracts from cells transfected with mutant EZH2 showed reduced methyltransferase activity. in addition, Immunostaining of E14.5 embryos demonstrated that dimethyl-H3K27 levels were decreased in heterozygous embryos, consistent with reduced H3K27 methylation in humans with WS.\n\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29244146","type":"dc:BibliographicResource","dc:abstract":"Weaver syndrome is characterized by tall stature, advanced bone age, characteristic facies, and variable intellectual disability. It is caused by heterozygous mutations in enhancer of zeste homolog 2 (EZH2), a histone methyltransferase responsible for histone H3 at lysine 27 (H3K27) trimethylation. However, no early truncating mutations have been identified, suggesting that null mutations do not cause Weaver syndrome.","dc:creator":"Lui JC","dc:date":"2018","dc:title":"Ezh2 Mutations Found in the Weaver Overgrowth Syndrome Cause a Partial Loss of H3K27 Histone Methyltransferase Activity."},"rdfs:label":"DNA methylation in cultured chondrocytes from EZH2 ko mice"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:0d754b73-68ce-4b76-aa6a-69c692929643","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d1ca139a-812d-4404-88e6-fa69e56dbd1d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to humans with pathogenic EZH2 variants, the EZH2 p.V626M mice showed mild overgrowth. However, the overgrowth phenotype was significantly different from controls in female mice only. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29244146","rdfs:label":"EZH2 p.V626M mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The score was downgrade because the weight effect is only significant in female mice. Furthermore, no effect of the mutant on the brain of mice was demonstrated."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:5dcf5941-6076-4486-94be-7ba3944abaee_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5021,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.5,"subject":{"id":"cggv:88932e6b-4af6-42d6-a223-537f281c74e7","type":"GeneValidityProposition","disease":"obo:MONDO_0010193","gene":"hgnc:3527","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*EZH2* was first reported in relation to autosomal dominant Weaver syndrome in 2011 (PMID: 22190405). Weaver syndrome (WS) is a rare multisystem disorder characterized by tall stature, a typical facial appearance, and variable intellectual disability. Additional features may include camptodactyly, advanced bone age, soft doughy skin, umbilical hernia, and a low hoarse cry (PMIDs: 22190405, 23865096, 24214728). *EZH2* variants have also been observed in individuals with overgrowth who did not have a clinical diagnosis of Weaver syndrome (PMIDs: 22190405, 24214728). *EZH2* variants, primarily missense, as well as a small number of nonsense, frameshift, and in-frame insertion or deletion variants, have been identified in over 50 individuals with Weaver syndrome or overgrowth (PMIDs: 22177091, 22190405, 24214728, 32243864). Truncating variants are uncommon and to date have only been identified in the last or penultimate exon (PMID: 24214728, ClinVar variation ID: 207471). Only 11 probands are included in this curation because the maximum score for genetic evidence has been reached.\n\n*EZH2* encodes a histone methyltransferase. Pathogenic variants in EZH2 generate a highly specific DNA methylation signature (PMID: 32243864). The disease mechanism is loss of function (PMIDs: 26694085, 29244146, 32243864). However, the fact that truncating variants have only been reported in the last or penultimate exon and may therefore escape nonsense-mediated decay suggests that they may not act through haploinsufficiency (PMID: 22190405, 24214728). This gene-disease relationship is also supported by experimental evidence, including protein interaction, functional alterations, and mouse model studies (PMIDs: 15225548, 26694085, 29244146, 32243864).\n \nIn summary, there is definitive evidence supporting the relationship between *EZH2* and Weaver syndrome. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on August 3, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:5dcf5941-6076-4486-94be-7ba3944abaee"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}