{"id":"cggv:4fa28f74-c7c8-40f3-908f-63b74bea9d94v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:4fa28f74-c7c8-40f3-908f-63b74bea9d94_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-11-04T21:10:05.863Z","role":"Publisher"},{"id":"cggv:4fa28f74-c7c8-40f3-908f-63b74bea9d94_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-11-04T18:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationCommunityRequest"},{"id":"cg:RecurationTiming"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11586295","type":"dc:BibliographicResource","dc:abstract":"We investigated a possible role of the mismatch-repair gene MLH3 in hereditary nonpolyposis colorectal cancer by scanning for mutations in 39 HNPCC families and in 288 patients suspected of having HNPCC. We identified ten different germline MLH3 variants, one frameshift and nine missense mutations, in 12 patients suspected of HNPCC. Three of the 12 also carried a mutation in MSH6.","dc:creator":"Wu Y","dc:date":"2001","dc:title":"A role for MLH3 in hereditary nonpolyposis colorectal cancer."},"evidence":[{"id":"cggv:4fa28f74-c7c8-40f3-908f-63b74bea9d94_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.7},{"id":"cggv:4fa28f74-c7c8-40f3-908f-63b74bea9d94_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4fa28f74-c7c8-40f3-908f-63b74bea9d94_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c0a1ba0b-80cb-400a-a54d-966b547dbd98","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:577d028e-6b8f-45fa-a9bb-21b98da68d5d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"MLH3 is expressed in mouse and human colon tissues and in human embrional and adult tissues (mostly in epithelial tissues) (confirmed expression in GTEX).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10615123","type":"dc:BibliographicResource","dc:abstract":"DNA mismatch repair is important because of its role in maintaining genomic integrity and its association with hereditary non-polyposis colon cancer (HNPCC). To identify new human mismatch repair proteins, we probed nuclear extracts with the conserved carboxy-terminal MLH1 interaction domain. Here we describe the cloning and complete genomic sequence of MLH3, which encodes a new DNA mismatch repair protein that interacts with MLH1. MLH3 is more similar to mismatch repair proteins from yeast, plants, worms and bacteria than to any known mammalian protein, suggesting that its conserved sequence may confer unique functions in mice and humans. Cells in culture stably expressing a dominant-negative MLH3 protein exhibit microsatellite instability. Mlh3 is highly expressed in gastrointestinal epithelium and physically maps to the mouse complex trait locus colon cancer susceptibility I (Ccs1). Although we were unable to identify a mutation in the protein-coding region of Mlh3 in the susceptible mouse strain, colon tumours from congenic Ccs1 mice exhibit microsatellite instability. Functional redundancy among Mlh3, Pms1 and Pms2 may explain why neither Pms1 nor Pms2 mutant mice develop colon cancer, and why PMS1 and PMS2 mutations are only rarely found in HNPCC families.","dc:creator":"Lipkin SM","dc:date":"2000","dc:title":"MLH3: a DNA mismatch repair gene associated with mammalian microsatellite instability."},"rdfs:label":"MLH3 mRNA expression in humans and mice - northern blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Not scored since expression in GTEX is not specific to affected tissues."},{"id":"cggv:dc36db70-fcc0-4bb5-b271-36411f8af650","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e44747ee-c5c6-4450-ab84-d652dacfee1a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Immunoprecipitation experiments in which the anti-hMLH1 antibody could immunoprecipitate both hMLH3 and hPMS2 from human cell lysates  and the anti- hMLH3 antibody precipitated the endogenous hMLH1 .","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16322221","type":"dc:BibliographicResource","dc:abstract":"The human mismatch repair (MMR) proteins hMLH1 and hPMS2 function in MMR as a heterodimer. Cells lacking either protein have a strong mutator phenotype and display microsatellite instability, yet mutations in the hMLH1 gene account for approximately 50% of hereditary nonpolyposis colon cancer families, whereas hPMS2 mutations are substantially less frequent and less penetrant. Similarly, in the mouse model, Mlh1-/- animals are highly cancer prone and present with gastrointestinal tumors at an early age, whereas Pms2-/- mice succumb to cancer much later in life and do not present with gastrointestinal tumors. This evidence suggested that MLH1 might functionally interact with another MutL homologue, which compensates, at least in part, for a deficiency in PMS2. Sterility of Mlh1-/-, Pms2-/-, and Mlh3-/- mice implicated the Mlh1/Pms2 and Mlh1/Mlh3 heterodimers in meiotic recombination. We now show that the hMLH1/hMLH3 heterodimer, hMutLgamma, can also assist in the repair of base-base mismatches and single extrahelical nucleotides in vitro. Analysis of hMLH3 expression in colon cancer cell lines indicated that the protein levels vary substantially and independently of hMLH1. If hMLH3 participates in MMR in vivo, its partial redundancy with hPMS2, coupled with the fluctuating expression levels of hMLH3, may help explain the low penetrance of hPMS2 mutations in hereditary nonpolyposis colon cancer families.","dc:creator":"Cannavo E","dc:date":"2005","dc:title":"Expression of the MutL homologue hMLH3 in human cells and its role in DNA mismatch repair."},"rdfs:label":"Immunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.1,"dc:description":"Reduced since protein interaction was scored for PMID 10615123."},{"id":"cggv:350ae0bd-67d3-4e6b-929d-f222962693af","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86a7ee8a-1c9e-4eca-854c-e77686257f61","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"when all the three MutL homologues are natively expressed in human cells (HeLa), endogenous hMLH1 and hPMS2 localize in the nucleus, while MLH3 stays in the cytoplasm. In order to actively participate in MMR, this needs to be in the nucleus. these immunoprecipitation assays highlighted the redundancy of MLH3 with PMS2. Evidence against a major role in HNPCC pathogenesis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17203173","type":"dc:BibliographicResource","dc:abstract":"DNA mismatch repair (MMR) mechanism contributes to the maintenance of genomic stability. Loss of MMR function predisposes to a mutator cell phenotype, microsatellite instability (MSI) and cancer, especially hereditary non-polyposis colorectal cancer (HNPCC). To date, five MMR genes, hMSH2, hMSH6, hMLH1, hPMS2, and hMLH3 are associated with HNPCC. Although, hMLH3 is suggested to be causative in HNPCC, its relevance to MMR needs to be confirmed to reliably assess significance of the inherited sequence variations in it. Recently, a human heterodimer hMLH1/hMLH3 (hMutLgamma) was shown to be able to assist hMLH1/hPMS2 (hMutLalpha) in the repair of mismatches in vitro. To repair mismatches in vivo, hMLH3 ought to localize in the nucleus. Our immunofluorescence analyses indicated that when all the three MutL homologues are natively expressed in human cells, endogenous hMLH1 and hPMS2 localize in the nucleus, whereas hMLH3 stays in the cytoplasm. Absence of hPMS2 and co-expression of hMLH3 with hMLH1 results in its partial nuclear localization. Our results are clinically relevant since they show that in the nuclear localization hMLH3 is dependent on hMLH1 and competitive with hPMS2. The continuous nuclear localization of hMLH1 and hPMS2 suggests that in vivo, hPMS2 (hMutLalpha) has a major activity in MMR. In absence of hPMS2, hMLH3 (hMutLgamma) is located in the nucleus, suggesting a conditional activity in MMR and supporting its role as a low-risk gene in HNPCC.","dc:creator":"Korhonen MK","dc:date":"2007","dc:title":"Conditional nuclear localization of hMLH3 suggests a minor activity in mismatch repair and supports its role as a low-risk gene in HNPCC."},"rdfs:label":"Immunoprecipitation assays"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Evidence against a major role in HNPCC pathogenesis. "},{"id":"cggv:8b1a2631-b26e-492b-9882-95f97c7344fb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce17447b-0eea-4d0f-b1f4-bf4e74c8e6b6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Yeast two-hybrid assay showing that hMLH3 forms heterodimers by interacting with hMLH1 (residues 492–742).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11292842","type":"dc:BibliographicResource","dc:abstract":"In human cells, hMLH1, hMLH3, hPMS1 and hPMS2 are four recognised and distinctive homologues of MutL, an essential component of the bacterial DNA mismatch repair (MMR) system. The hMLH1 protein forms three different heterodimers with one of the other MutL homologues. As a first step towards functional analysis of these molecules, we determined the interacting domains of each heterodimer and tried to understand their common features. Using a yeast two-hybrid assay, we show that these MutL homologues can form heterodimers by interacting with the same amino acid residues of hMLH1, residues 492-742. In contrast, three hMLH1 partners, hMLH3, hPMS1 and hPMS2 contain the 36 homologous amino acid residues that interact strongly with hMLH1. Contrary to the previous studies, these homologous residues reside at the N-terminal regions of three subdomains conserved in MutL homologues in many species. Interestingly, these residues in hPMS2 and hMLH3 may form coiled-coil structures as predicted by the MULTICOIL program. Furthermore, we show that there is competition for the interacting domain in hMLH1 among the three other MutL homologues. Therefore, the quantitative balance of these three MutL heterodimers may be important in their functions.","dc:creator":"Kondo E","dc:date":"2001","dc:title":"The interacting domains of three MutL heterodimers in man: hMLH1 interacts with 36 homologous amino acid residues within hMLH3, hPMS1 and hPMS2."},"rdfs:label":"Yeat two-hybrid assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.1,"dc:description":"Reduced since protein interaction was scored for PMID 10615123"},{"id":"cggv:6d246d97-9a2f-4682-a1f2-5eb1d5a22c88","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:29cb0b8f-2c26-4def-ad13-5e2ed181419e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Far-western assay using the C-terminal interaction domain of MLH1  identified 2 major bands (PMS2 and MLH3).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10615123","rdfs:label":"Far-western assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"We already know that MLH3 works in a heterodimer with MLH1, which is essentially what this assay is showing (the binding to MLH1) so it seems a bit of 'double-dipping' to also score this study. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.2},{"id":"cggv:4fa28f74-c7c8-40f3-908f-63b74bea9d94_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b4612577-68b1-4f35-9e0b-26867e6ad5d1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05a1f28d-fe35-4bc7-bebd-afce6c3c96cf","type":"FunctionalAlteration","dc:description":"293T cells were evaluated for in vitro mismatch repair when deficient for hMLH1/hPMS2 and hMLH1/hMLH3.  Supplementation with extracts of Sf9 cells overexpressing hMLH1/hMLH3 dimers or extracts enriched for hMLH1/hMLH3 dimers by Ni-agarose chromatography increased the  repair activity by 20% (G/T mismatch and 1 bp loops), but no activity was observed on a substrate containing insertion/deletion loops of two or four nucleotides.  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16322221","rdfs:label":"In vitro MMR assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f8e6c345-e192-4fde-b6c9-49fa14469ec5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c968c1ca-9135-4b53-8135-88a95781bb69","type":"FunctionalAlteration","dc:description":"Results:\n--MLH3 expression levels of all UV-con-taining  proteins  were  comparable  with  theexpression  level  of  the  WT-YFP-MLH3  andthat  of  one  known  missense  polymorphism(p.Ser845Gly) (see Fig. 3A\n\n--no difference in subcellular localization of any of the studies variants compared to WT\n\n--Data here do NOT corroborate Korhonene et al., which did not show MLH3 in nucleus. \"Our data do not corroborate these findingsas we observed with experiments performed intwo independent labs that both WT and UV-containing MLH3 proteins were largely located inthe nucleus and only partially in the cytoplasm\"\n--The above findings leave us with the questionwhether mutations inMLH3can contribute tothe development of Lynch syndrome? Our datado not support any involvement of theMLH3UVs identified in Lynch syndrome. Our data aresupporting a recent study on the MLH3 missensemutations  p.Q24E,  p.S817G,  p.A1494T,  andp.E1451K that were also biochemically evaluatedin our study. Korhonen et al., (2008) show thatthese substitutions and three others (p.R647C,G933C, and W1276R) do not affect in vitro mis-match repair. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19156873","type":"dc:BibliographicResource","dc:abstract":"So far 18 MLH3 germline mutations/variants have been identified in familial colorectal cancer cases. Sixteen of these variants are amino acid substitutions of which the pathogenic nature is still unclear. These substitutions are known as unclassified variants or UVs. To clarify a possible role for eight of these MLH3 UVs identified in suspected Lynch syndrome patients, we performed several biochemical tests. We determined the protein expression and stability, protein localization and interaction of the mutant MLH3 proteins with wildtype MLH1. All eight MLH3 UVs gave protein expression levels comparable with wildtype MLH3. Furthermore, the UV-containing proteins, in contrast to previous studies, were all localized normally in the nucleus and they interacted normally with wildtype MLH1. Our different biochemical assays yielded no evidence that the eight MLH3 UVs tested are the cause of hereditary colorectal cancer, including Lynch syndrome.","dc:creator":"Ou J","dc:date":"2009","dc:title":"Biochemical characterization of MLH3 missense mutations does not reveal an apparent role of MLH3 in Lynch syndrome."},"rdfs:label":"in vitro characterization of reported missense"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Score of 0, as no evidence implicated MLH3 in Lynch syndrome tumor development."},{"id":"cggv:022de02c-1097-489e-9fd2-e5bd3b6229fd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fbf68062-ac1b-42da-b288-899dbb4fe160","type":"FunctionalAlteration","dc:description":"Cells in culture (293T) stably expressing a dominant-negative MLH3 protein (N-terminal deleted) exhibit microsatellite instability in a in situ β-galactosidase activity assay.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10615123","rdfs:label":"MSI functional assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.1,"dc:description":"Reduced - expert consensus meeting."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.6},{"id":"cggv:4fa28f74-c7c8-40f3-908f-63b74bea9d94_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:85f1255a-99d0-40c5-9e61-3752ef1327a3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1353259f-69e5-4e99-be5c-8b4f32ea394b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"More than 50% of Mlh3−/− mice developed primary malignancies in the lower gastrointestinal tract, including stomach, small intestine, colon, and rectum. Both adenomas (n = 9) and adenocarcinomas (n = 4) were observed. The gastrointestinal cancer susceptibility and shortened survival of Mlh3−/− mice is highly significant compared to WT (P < 0.0001). Mlh3−/+ had the same lifespan as WT. Mlh3;Pms2 double-deficient mice show  more severe phenotypes than those in either single-deficient mouse and  are indistinguishable from Mlh1-deficient mice regarding tumor development, microssatelite instability, resistance to 6-thioguanine–induced alkylated DNA damage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16204034","type":"dc:BibliographicResource","dc:abstract":"Germ line DNA mismatch repair mutations in MLH1 and MSH2 underlie the vast majority of hereditary non-polyposis colon cancer. Four mammalian homologues of Escherichia coli MutL heterodimerize to form three distinct complexes: MLH1/PMS2, MLH1/MLH3, and MLH1/PMS1. Although MLH1/PMS2 is generally thought to have the major MutL activity, the precise contributions of each MutL heterodimer to mismatch repair functions are poorly understood. Here, we show that Mlh3 contributes to mechanisms of tumor suppression in the mouse. Mlh3 deficiency alone causes microsatellite instability, impaired DNA-damage response, and increased gastrointestinal tumor susceptibility. Furthermore, Mlh3;Pms2 double-deficient mice have tumor susceptibility, shorter life span, microsatellite instability, and DNA-damage response phenotypes that are indistinguishable from Mlh1-deficient mice. Our data support previous results from budding yeast that show partial functional redundancy between MLH3 and PMS2 orthologues for mutation avoidance and show a role for Mlh3 in gastrointestinal and extragastrointestinal tumor suppression. The data also suggest a mechanistic basis for the more severe mismatch repair-related phenotypes and cancer susceptibility in Mlh1- versus Mlh3- or Pms2-deficient mice. Contributions by both MLH1/MLH3 and MLH1/PMS2 complexes to mechanisms of mismatch repair-mediated tumor suppression, therefore, provide an explanation why, among MutL homologues, only germ line mutations in MLH1 are common in hereditary non-polyposis colon cancer.","dc:creator":"Chen PC","dc:date":"2005","dc:title":"Contributions by MutL homologues Mlh3 and Pms2 to DNA mismatch repair and tumor suppression in the mouse."},"rdfs:label":"Mlh3 -/ - mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"I would recommend reduction of this score to only 1 point, as this is a total mouse knockout. This mechanism of disease would also be inconsistent with the proposed dominant negative mechanism suggested for AD disease in Wu et al. PMID: 11586295."},{"id":"cggv:263e950d-b1c7-45e7-8ae7-9abb525687f2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d0406580-7ece-4cd0-865a-4be8f05298c2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mlh3-/-;Apc1638N and Mlh3-/-;Pms2-/-;Apc1638N mice (MLH3 null and combined MLH3 null and PMS2 null) significantly increased APC somatic mutations and tumor incidence.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18551179","type":"dc:BibliographicResource","dc:abstract":"DNA mismatch repair suppresses gastrointestinal tumorgenesis. Four mammalian E. coli MutL homologues heterodimerize to form three distinct complexes: MLH1/PMS2, MLH1/MLH3, and MLH1/PMS1. To understand the mechanistic contributions of MLH3 and PMS2 in gastrointestinal tumor suppression, we generated Mlh3(-/-);Apc(1638N) and Mlh3(-/-);Pms2(-/-);Apc(1638N) (MPA) mice. Mlh3 nullizygosity significantly increased Apc frameshift mutations and tumor multiplicity. Combined Mlh3;Pms2 nullizygosity further increased Apc base-substitution mutations. The spectrum of MPA tumor mutations was distinct from that observed in Mlh1(-/-);Apc(1638N) mice, implicating the first potential role for MLH1/PMS1 in tumor suppression. Because Mlh3;Pms2 deficiency also increased gastrointestinal tumor progression, we used array-CGH to identify a recurrent tumor amplicon. This amplicon contained a previously uncharacterized Transducin enhancer of Split (Tle) family gene, Tle6-like. Expression of Tle6-like, or the similar human TLE6D splice isoform in colon cancer cells increased cell proliferation, colony-formation, cell migration, and xenograft tumorgenicity. Tle6-like;TLE6D directly interact with the gastrointestinal tumor suppressor RUNX3 and antagonize RUNX3 target transactivation. TLE6D is recurrently overexpressed in human colorectal cancers and TLE6D expression correlates with RUNX3 expression. Collectively, these findings provide important insights into the molecular mechanisms of individual MutL homologue tumor suppression and demonstrate an association between TLE mediated antagonism of RUNX3 and accelerated human colorectal cancer progression.","dc:creator":"Chen PC","dc:date":"2008","dc:title":"Novel roles for MLH3 deficiency and TLE6-like amplification in DNA mismatch repair-deficient gastrointestinal tumorigenesis and progression."},"rdfs:label":"Mlh3 null and Pms2 null in Apc1638N mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Downgraded since 2 points given to animal model Chen et al 2005 (16204034).\n\nJHM 9.6.24: recommending not scoring this in addition to Chan et al, also because these MLH3 null mice also harbored a known APC variant. This is not as informative. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.8}],"evidenceStrength":"Limited","sequence":9297,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.5,"subject":{"id":"cggv:981c47f7-74ed-4cea-8df4-6d8df4bd0383","type":"GeneValidityProposition","disease":"obo:MONDO_0013725","gene":"hgnc:7128","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"MLH3 encodes a gene for the DNA mismatch repair (MMR) pathway. Defective MMR pathway is responsible for microsatellite instability, a type of genomic instability that is characteristic for tumor cells. MLH3 was first reported in relation to autosomal dominant colorectal cancer, hereditary nonpolyposis, type 7 in 2001 (Wu et al., PMID: 11586295) and is also described as autosomal recessive colorectal cancer, hereditary nonpolyposis, type 7. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in inheritance pattern and phenotypic variability with dominant and recessive disorders associated with MLH3. Therefore, these entities were not lumped and this curation solely focuses on autosomal dominant Colorectal cancer, hereditary nonpolyposis, type 7 (MONDO:0013725, OMIM:614385). Five heterozygous variants (four frameshifts and one missense) that have been reported in seven probands in 6 publications (PMIDs: 11586295, 12702580, 27401157, 28195393, 29212164 and 31043711) are included in this curation (3.2 points). No familial segregation analysis was scored since no family with four or more segregations were described, and reported co-segregation suggests a lack of association of disease with segregating MLH3 variants. Scores assigned in this curation were exclusively for colorectal cancers, as no probands were detected with other Lynch-associated tumors (endometrial, ovarian). In addition, 6 of 7 probands reported with loss of function MLH3 variants display tumors lacking MSI. Experimental evidence was curated for this gene-disease relationship (2.8 points), including protein interaction with other mismatch repair proteins (PMIDs: 10615123, 11292842 and 16322221). However, additional functional evidence shows the redundancy of MLH3 with PMS2 and suggests only a minor role for MLH3 in mismatch repair (PMIDs 10615123, 19156873). This gene-disease pair was originally evaluated by the Hereditary Cancer GCEP on 6/20/2022. It was reevaluated on 9/10/2024. As a result of this reevaluation, the classification changes from Moderate to Limited. In summary, there is limited evidence to support this gene-disease relationship. More evidence is needed to support a causal role of MLH3 and autosomal dominant colorectal cancer. This re-curation was approved by the ClinGen Hereditary Cancer GCEP on 09/27/2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:4fa28f74-c7c8-40f3-908f-63b74bea9d94"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}