{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2020-05-27T16:00:00.000Z","role":"Approver"},{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2020-09-16T19:23:10.899Z","role":"Publisher"}],"evidence":[{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:700704dc-2e68-496b-b57e-513de53a8c5e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8103f44b-9863-4263-903d-4e8432a00160","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Beta-hexosaminidase A removes the terminal beta-linked GalNAc from GM2 ganglioside to produce GM3 ganglioside. Beta-hexosaminidase A (Hex A) is composed of an alpha subunit (encoded by HEXA) and a beta subunit, (encoded by HEXB), The crystal structure of Hex A revealed an alpha-beta heterodimer, with each subunit having a functional active site. Only the alpha-subunit active site can hydrolyze GM2 gangliosides due to a flexible loop structure that is removed post-translationally from the beta subunit, and due to the presence of Asn423 and αArg424 in the alpha subunit. The loop structure is involved in binding the GM2 activator protein (encoded by GM2A), while Arg424 is critical for binding the carboxylate group of the N-acetyl-neuraminic acid residue of GM2. \nTay-Sachs disease, which is caused by variants in HEXA, is a form of GM2 gangliosidosis. Variants in HEXB and GM2A cause other forms of GM2-gangliosidosis, Sandhoff disease and GM2-activator deficiency respectively with similar pathological and neurological features to Tay-Sachs disease. GM2-activator deficiency presents with features identical to classic Tay-Sachs disease (https://www.ncbi.nlm.nih.gov/books/NBK1218/). The neurological features of Sandhoff disease are also similar but patients with this condition also have symptoms outside the nervous system, such as organomegaly and skeletal abnormalities. Therefore, the gene product of HEXA interacts with proteins that have been implicated in the similar diseases.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16698036","type":"dc:BibliographicResource","dc:abstract":"Lysosomal beta-hexosaminidase A (Hex A) is essential for the degradation of GM2 gangliosides in the central and peripheral nervous system. Accumulation of GM2 leads to severely debilitating neurodegeneration associated with Tay-Sachs disease (TSD), Sandoff disease (SD) and AB variant. Here, we present the X-ray crystallographic structure of Hex A to 2.8 A resolution and the structure of Hex A in complex with NAG-thiazoline, (NGT) to 3.25 A resolution. NGT, a mechanism-based inhibitor, has been shown to act as a chemical chaperone that, to some extent, prevents misfolding of a Hex A mutant associated with adult onset Tay Sachs disease and, as a result, increases the residual activity of Hex A to a level above the critical threshold for disease. The crystal structure of Hex A reveals an alphabeta heterodimer, with each subunit having a functional active site. Only the alpha-subunit active site can hydrolyze GM2 gangliosides due to a flexible loop structure that is removed post-translationally from beta, and to the presence of alphaAsn423 and alphaArg424. The loop structure is involved in binding the GM2 activator protein, while alphaArg424 is critical for binding the carboxylate group of the N-acetyl-neuraminic acid residue of GM2. The beta-subunit lacks these key residues and has betaAsp452 and betaLeu453 in their place; the beta-subunit therefore cleaves only neutral substrates efficiently. Mutations in the alpha-subunit, associated with TSD, and those in the beta-subunit, associated with SD are discussed. The effect of NGT binding in the active site of a mutant Hex A and its effect on protein function is discussed.","dc:creator":"Lemieux MJ","dc:date":"2006","dc:title":"Crystallographic structure of human beta-hexosaminidase A: interpretation of Tay-Sachs mutations and loss of GM2 ganglioside hydrolysis."},"rdfs:label":"beta-hexosaminiase A subunits"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"The score is increased because the functions of these three genes (HEXA, HEB, and GM2A), their gene products, and their role in GM2-gangliosidosis is well-characterized (for review, see PMID 29152458)."},{"id":"cggv:f546fddf-f147-49ef-b3f8-52e6394c419c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2fb9149c-9b33-47ea-baf1-80353a82cce6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In summary, HEXA encodes the alpha-subunit of beta-hexosaminidase A. Beta-hexosaminidase A functions to remove the terminal beta-linked GalNAc from GM2 ganglioside to produce GM3 ganglioside. Without this function, GM2 ganglioside accumulates in the nerve cells, resulting in the features of Tay-Sachs disease (for reviews, see PMIDs 29152458, 30524313, and GeneReviews at https://www.ncbi.nlm.nih.gov/books/NBK1218/)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/4745777","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Li YT","dc:date":"1973","dc:title":"Hydrolysis of Tay-Sachs ganglioside by beta-hexosaminidase A of human liver and urine."},"rdfs:label":"Function of beta-hexosaminidase A, alpha subunit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the function of the HEXA gene product has been studied over decades and is well understood. Deficiency of the HEXA gene product results in deficiency of beta-hexosaminidase A activity which is consistent with the finding of accumulation of GM2 gangliosides and the pathogenesis of Tay-Sachs disease."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15f48ab9-dbf9-4900-b23c-2f109cc17fce","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:06e00eb7-1551-46a1-a538-1673cbd1715a","type":"FunctionalAlteration","dc:description":"On pulse chase experiments, fibroblasts from Patient A  (who is homozygous for p.Arg504Cys in HEXA) synthesized the same amount of alpha-subunit as the control. However, the alpha subunit was not processed proteolytically; it was not found extracellularly and was presumed to have been degraded. The variant alpha subunit could acquire the mannose 6- phosphate marker, a late post-translational event. When induced to be secreted, by the addition of NH4Cl to the medium, the secreted protein was a monomer rather than associated with the beta-subunit.\nFibroblasts from Patient B (compound heterozygous for p.Arg499His and c.1274_1277dup in HEXA) synthesize an alpha-subunit that did not associate with the beta-subunit (previously shown in d’Azzo et al 1984, J. Biol. Chem. 259, 11070-11074); the abnormal alpha-subunit was not processed to the mature form, disappeared during an overnight chase, did not acquire the mannose 6-phosphate marker, and could not be induced to be secreted by NH4Cl. Both fibroblast cell lines were deficient in beta-Hexosaminidase A function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2140574","type":"dc:BibliographicResource","dc:abstract":"Juvenile GM2 gangliosidosis is a rare neurodegenerative disorder closely related to Tay-Sachs disease but of later onset and more protracted course. The biochemical defect lies in the alpha-subunit of the lysosomal enzyme beta-hexosaminidase. Cultured fibroblasts derived from patient A synthesized an alpha-subunit which could acquire mannose 6-phosphate and be secreted, but which failed to associate with the beta-subunit to form the enzymatically active heterodimer. By contrast, fibroblasts from patient B synthesized an alpha-subunit that was retained in the endoplasmic reticulum. To identify the molecular basis of the disorder, RNA from fibroblasts of these two patients was reverse-transcribed, and the cDNA encoding the alpha-subunit of beta-hexosaminidase was amplified by the polymerase chain reaction (PCR) in four overlapping fragments. The PCR fragments were subcloned and shown by sequence analysis to contain a G to A transition corresponding to substitution of histidine for arginine at position 504 in the case of patient A and at position 499 in the case of patient B. The mutations were confirmed by hybridization of allele-specific oligonucleotides to PCR-amplified fragments of DNA corresponding to exon 13 of the alpha-subunit gene. The Arg504----His mutation was found on both alleles of patient A as well as of another unrelated patient; the homozygosity of this mutant allele is attributable to consanguinity in the two families. The Arg499----His mutation was found in patient B in compound heterozygosity with a common infantile Tay-Sachs allele. There is additional heterogeneity in juvenile GM2 gangliosidosis, as neither mutation was found in the DNA of a fourth patient. The Arg----His mutations at positions 499 and 504 are located at CpG dinucleotides, which are known to be mutagenic \"hot spots.\"","dc:creator":"Paw BH","dc:date":"1990","dc:title":"Juvenile GM2 gangliosidosis caused by substitution of histidine for arginine at position 499 or 504 of the alpha-subunit of beta-hexosaminidase."},"rdfs:label":"Functional impact of juvenile Tay-Sachs variants"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Cultures from two different patients with clinical symptoms consistent with juvenile Tay-Sachs disease, each caused by different variants in HEXA, showed abnormalities in alpha-subunit processing, inability to associate with the beta-subunit, and decreased alpha-subunit stability. These findings are consistent with the deficient beta-hexosaminidase A activity that was also reported in these cell lines."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fba7e287-d1ed-4490-be9d-d64e4c56ef9e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7286be10-ff81-4cc5-a364-ec641ca9f6b8","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"A challenge in developing gene therapy and enzyme replacement therapy for Tay-Sachs disease is the need to synthesize both the alpha- and beta- subunits of hexosaminidase. In this study, a single hybrid µ-subunit was engineered that contains the α-subunit active site, the stable β-subunit interface and the areas in each subunit needed to interact with GM2AP. Intracranial injections of scAAV9 vectors containing either the HexM gene (HEXM), HEXA, or HEXBMM into the left hemisphere of 4-month-old Tay-Sachs hexa-/- mice were performed. For mice injected with GFP vector alone, there was no decrease in the level of GM2 accumulation (Figure 5e) on the ipsilateral side of the brain compared to the contralateral side. In brain sections from mice injected with a mix of GFP and different Hex vectors, there was a visible reduction in the GM2 levels on the injected side of the brain compared to the contralateral side of the same section (Figure 5f–h), and this reduction overlapped with the area of peak GFP expression (Figure 5b–d).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26966698","type":"dc:BibliographicResource","dc:abstract":"Tay-Sachs or Sandhoff disease result from mutations in either the evolutionarily related HEXA or HEXB genes encoding respectively, the α- or β-subunits of β-hexosaminidase A (HexA). Of the three Hex isozymes, only HexA can interact with its cofactor, the GM2 activator protein (GM2AP), and hydrolyze GM2 ganglioside. A major impediment to establishing gene or enzyme replacement therapy based on HexA is the need to synthesize both subunits. Thus, we combined the critical features of both α- and β-subunits into a single hybrid µ-subunit that contains the α-subunit active site, the stable β-subunit interface and unique areas in each subunit needed to interact with GM2AP. To facilitate intracellular analysis and the purification of the µ-homodimer (HexM), CRISPR-based genome editing was used to disrupt the HEXA and HEXB genes in a Human Embryonic Kidney 293 cell line stably expressing the µ-subunit. In association with GM2AP, HexM was shown to hydrolyze a fluorescent GM2 ganglioside derivative both in cellulo and in vitro. Gene transfer studies in both Tay-Sachs and Sandhoff mouse models demonstrated that HexM expression reduced brain GM2 ganglioside levels. ","dc:creator":"Tropak MB","dc:date":"2016","dc:title":"Construction of a hybrid β-hexosaminidase subunit capable of forming stable homodimers that hydrolyze GM2 ganglioside in vivo."},"rdfs:label":"Rescue in HexA knock out mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:0b6eb427-07a4-45a7-acc2-0f123ddeebc3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b82dc76-fffa-4206-adb4-70be8727fdb1","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Jacob sheep are a natural animal model of Tay-Sachs disease. Affected sheep are homozygous for a variant, c.1330G>C, that causes skipping of exon 11, resulting in reduced Hex A activity. Affected sheep were treated with intracranial gene therapy using AAVrh8 monocistronic vectors encoding the alpha-subunit of Hex A or a mixture of two vectors encoding both the alpha and beta subunits separately injected at high or low dose. Onset of symptoms was delayed and/or there was reduction in severity of symptoms in all treated sheep. The greatest mean life-span, of 13.6 – 2.5 months, was seen in the \"alpha + beta\" low-dose cohort (p = 0.1) (increase of ~50% compared to untreated sheep). None of the AAV-treated sheep had seizures, and all treated sheep retained some level of normal behaviors that are lost or reduced in untreated sheep at advance stages of the disease. Vision, which can be lost in affected sheep, was kept in all AAV-treated sheep. More than 1 year post injection, Hex activity was present throughout the brain at near-normal levels in \"alpha\" group and up to 80-fold normal) in the \"alpha + beta\" high-dose group. Postmortem evaluation showed superior HexA and vector genome distribution in the brains of \"alpha + beta\" sheep compared to \"alpha\" sheep. Microglial activation and proliferation, seen in affected sheep, were attenuated after gene therapy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28922945","type":"dc:BibliographicResource","dc:abstract":"Tay-Sachs disease (TSD) is a fatal neurodegenerative disorder caused by a deficiency of the enzyme hexosaminidase A (HexA). TSD also occurs in sheep, the only experimental model of TSD that has clinical signs of disease. The natural history of sheep TSD was characterized using serial neurological evaluations, 7 Tesla magnetic resonance imaging, echocardiograms, electrodiagnostics, and cerebrospinal fluid biomarkers. Intracranial gene therapy was also tested using AAVrh8 monocistronic vectors encoding the α-subunit of Hex (TSD α) or a mixture of two vectors encoding both the α and β subunits separately (TSD α + β) injected at high (1.3 × 1013 vector genomes) or low (4.2 × 1012 vector genomes) dose. Delay of symptom onset and/or reduction of acquired symptoms were noted in all adeno-associated virus-treated sheep. Postmortem evaluation showed superior HexA and vector genome distribution in the brain of TSD α + β sheep compared to TSD α sheep, but spinal cord distribution was low in all groups. Isozyme analysis showed superior HexA formation after treatment with both vectors (TSD α + β), and ganglioside clearance was most widespread in the TSD α + β high-dose sheep. Microglial activation and proliferation in TSD sheep-most prominent in the cerebrum-were attenuated after gene therapy. This report demonstrates therapeutic efficacy for TSD in the sheep brain, which is on the same order of magnitude as a child's brain.","dc:creator":"Gray-Edwards HL","dc:date":"2018","dc:title":"Adeno-Associated Virus Gene Therapy in a Sheep Model of Tay-Sachs Disease."},"rdfs:label":"Gene therapy in Jacob sheep"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:fc87abc9-1a2c-4b51-992a-dcbe204eb555","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9d2de727-8989-4938-a596-7832a2a8cf10","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The biochemical and histopathological features of the Hexa-/- mouse are similar to those seen in humans with Tay-Sachs disease. Both mouse and humans have deficiency of beta-hexosaminidase A activity, and show accumulation of GM2 gangliosides in brain over time, with similar histopathological findings. What is different is that mice, otherwise, show no obvious clinical features while human patients have severe neurological characteristics. This was later explained by the presence of one or more sialidases in mice that can remove sialic acid from GM2 ganglioside to create GA2 ganglioside, which can then be degraded by HEXB (bb) in HexA deficient mice (PMID 28974375).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7937929","type":"dc:BibliographicResource","dc:abstract":"Tay-Sachs disease, the prototype of the GM2 gangliosidoses, is a catastrophic neurodegenerative disorder of infancy. The disease is caused by mutations in the HEXA gene resulting in an absence of the lysosomal enzyme, beta-hexosaminidase A. As a consequence of the enzyme deficiency, GM2 ganglioside accumulates progressively, beginning early in fetal life, to excessive amounts in the central nervous system. Rapid mental and motor deterioration starting in the first year of life leads to death by 2-4 years of age. Through the targeted disruption of the mouse Hexa gene in embryonic stem cells, we have produced mice with biochemical and neuropathologic features of Tay-Sachs disease. The mutant mice displayed < 1% of normal beta-hexosaminidase A activity and accumulated GM2 ganglioside in their central nervous system in an age-dependent manner. The accumulated ganglioside was stored in neurons as membranous cytoplasmic bodies characteristically found in the neurons of Tay-Sachs disease patients. At 3-5 months of age, the mutant mice showed no apparent defects in motor or memory function. These beta-hexosaminidase A-deficient mice should be useful for devising strategies to introduce functional enzyme and genes into the central nervous system. This model may also be valuable for studying the biochemical and pathologic changes occurring during the course of the disease.","dc:creator":"Yamanaka S","dc:date":"1994","dc:title":"Targeted disruption of the Hexa gene results in mice with biochemical and pathologic features of Tay-Sachs disease."},"rdfs:label":"Hexa knock out mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:1a2a80ea-daff-476c-94bb-8be44b95aace","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e31f5b57-24ac-478d-8dc0-aa89634f18c6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Jacob sheep affected with Tay-Sachs disease are homozygous for c.1330G>C in HEXA. This variant alters the last nucleotide of exon 11. While this variant is predicted to result in an amino acid substitution, p.Gly444Arg, it was shown to result in skipping of exon 11, based on cDNA analysis, likely resulting in loss of function of the enzyme. Loss of function variants in HEXA also cause human Tay-Sachs disease. The clinical and biochemical features of the Jacob sheep model of Tay-Sachs disease are similar to the human condition, including reduction in the activity of the beta-hexosaminidase isoenzyme Hex A, and accumulation of GM2 gangliosides in the brain leading to neurological symptoms (ataxia, proprioceptive defects, and cortical blindness in the sheep).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20817517","type":"dc:BibliographicResource","dc:abstract":"Autopsy studies of four Jacob sheep dying within their first 6-8 months of a progressive neurodegenerative disorder suggested the presence of a neuronal storage disease. Lysosomal enzyme studies of brain and liver from an affected animal revealed diminished activity of hexosaminidase A (Hex A) measured with an artificial substrate specific for this component of β-hexosaminidase. Absence of Hex A activity was confirmed by cellulose acetate electrophoresis. Brain lipid analyses demonstrated the presence of increased concentrations of G(M2)-ganglioside and asialo-G(M2)-ganglioside. The hexa cDNA of Jacob sheep was cloned and sequenced revealing an identical number of nucleotides and exons as in human HexA and 86% homology in nucleotide sequence. A missense mutation was found in the hexa cDNA of the affected sheep caused by a single nucleotide change at the end of exon 11 resulting in skipping of exon 11. Transfection of normal sheep hexa cDNA into COS1 cells and human Hex A-deficient cells led to expression of Hex S but no increase in Hex A indicating absence of cross-species dimerization of sheep Hex α-subunit with human Hex β-subunits. Using restriction site analysis, the heterozygote frequency of this mutation in Jacob sheep was determined in three geographically separate flocks to average 14%. This large naturally occurring animal model of Tay-Sachs disease is the first to offer promise as a means for trials of gene therapy applicable to human infants.","dc:creator":"Torres PA","dc:date":"2010","dc:title":"Tay-Sachs disease in Jacob sheep."},"rdfs:label":"Tay-Sachs disease in Jacob Sheep"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285a_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7bc2bd6c-db1f-4aca-a371-7aa0ca9f96d4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ab41ce8e-c125-4ed0-9c23-307bc3c599ec","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":45,"detectionMethod":"A cDNA library was generated from cultured skin fibroblasts, and screened for HEXA clones. The longest HEXA clone was sequenced. In addition, allele-specific oligohydridization was carried out on genomic DNA for previously identified variants in HEXA (common variant found in Ashkenazi Jewish individuals).","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Adult Tay-Sachs disease. Difficulty climbing stairs from late childhood. Atrophy and weakness of quadriceps. Stuttering, onset in early adulthood. Rapid and poorly articulated speech (age 38 years) (from PMID 6458776)","phenotypes":["obo:HP_0000158","obo:HP_0001761","obo:HP_0001260","obo:HP_0006801","obo:HP_0001061"],"previousTesting":true,"previousTestingDescription":"Details on Hex A activity from PMID 4704860:\nHex A activity, expressed as a percentage pf the total Hex A + Hex B activity in leukocytes:  0 (normal 65+/-5); in serum: 12 (normal 54+/-5); in skin fibroblasts: 2 (normal 42-62), and in urine: 10 (normal 58+/-7).","sex":"Male","variant":{"id":"cggv:7bc2bd6c-db1f-4aca-a371-7aa0ca9f96d4_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2254bad8-d008-4361-92a5-c32f31a34f26","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000520.5(HEXA):c.1274_1277dup (p.Tyr427Ilefs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA325516"}},{"id":"cggv:73eaf011-4a8b-49b7-947b-efe9eff7c010","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000520.5(HEXA):c.805G>A (p.Gly269Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116500"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2522679","type":"dc:BibliographicResource","dc:abstract":"The adult form of Tay-Sachs disease, adult GM2 gangliosidosis, is an autosomal recessive disorder that results from mutations in the alpha chain of beta-hexosaminidase A. This disorder, like infantile Tay-Sachs disease, is more frequent in the Ashkenazi Jewish population. A point mutation in the alpha-chain gene was identified that results in the substitution of Gly with Ser in eight Ashkenazi adult GM2 gangliosidosis patients from five different families. This amino acid substitution was shown to depress drastically the catalytic activity of the alpha chain after expression in COS-1 cells. All of these patients proved to be compound heterozygotes of the allele with the Gly to Ser change and one of the two Ashkenazi infantile Tay-Sachs alleles. These findings will aid in the diagnosis and understanding of beta-hexosaminidase A deficiency disorders.","dc:creator":"Navon R","dc:date":"1989","dc:title":"The mutations in Ashkenazi Jews with adult GM2 gangliosidosis, the adult form of Tay-Sachs disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2522679","rdfs:label":"S.R."}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual, and two affected siblings, has adult onset Tay-Sachs disease and is compound heterozygous for a missense variant, p.Gly269Ser, and frameshift variant,c.1274_1277dup, in HEXA. When expressed in COS cells, the variant had 0% wild type activity, the same HEX A activity as the mock transfection. A later study showed that p.Gly269Ser destabilizes the alpha-subunit at physiological temperatures, affecting Hex A dimer formation (PMID 8328462). The  p.Gly269Ser variant is now known to be a common cause of adult Tay-Sachs disease in Ashkenazi Jewish individuals. Both of the variants are known the be founder variants in the Ashkenazi Jewish population and there is functional evidence to support the deleterious impact of the missense variant."},{"id":"cggv:4115e743-53f3-4765-818e-e7445ddba686_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7b3c7225-8f54-4adc-a734-fbc94d5ef14f","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":26,"detectionMethod":"Cloning of overlapping fragments of the HEXA gene followed by Sanger sequencing identified missense variant. Allele-specific oligohydridization identified the c.1274_1277dup variant that is common in the Ashkenazi Jewish population.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Juvenile GM2 gangliosidosis with progressive, severe neurologic deterioration, similar to that of her affected brother, beginning at age 3-5 years and progressed until her death at age 26.","previousTesting":true,"previousTestingDescription":"“Enzymatically diagnosed beta-hexosaminidase A deficiency” (value and reference range not provided).","sex":"Female","variant":{"id":"cggv:4115e743-53f3-4765-818e-e7445ddba686_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2254bad8-d008-4361-92a5-c32f31a34f26"},{"id":"cggv:c3bbed08-b61e-48d1-9be1-8f49d2c0dd95","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000520.5(HEXA):c.1496G>A (p.Arg499His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116501"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2140574"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2140574","rdfs:label":"Patient B"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient, who has juvenile Tay-Sachs disease, is compound heterozygous for a missense variant (p.Arg499His) and a frameshift variant (c.1274_1277dup, commonly found in Ashkenazi Jewish patients) in HEXA. Fibroblasts from patient B had a reduced amount of mRNA, and synthesized an alpha-subunit that was retained in the endoplasmic reticulum. This evidence was included under “functional alteration” because the studies were done on patient fibroblasts rather than expressing the variant in a heterologous cell type. The highest population MAFs in gnomAD are 0.0003266 (S. Asian) and 0.01292 (Ashkenazi Jewish) respectively; no homozygotes for either variant in any population."},{"id":"cggv:bb3a70fa-7073-428d-933d-9efb601544bb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f3871a06-726f-40a3-8c81-18de039e9325","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA from cultured fibroblasts was digested with Eco R1 prior to Southern blotting. This revealed a large deletion when compared to controls. By serial probes, the size of the deletion was estimated to be 4.6-7.3 kb (PMID 3754980). In this study, a genomic library was constructed from the genomic DNA of the patient and screened for clones that were likely to include the deletion junction by using a probed that mapped downstream from the deletion, followed by sequencing. This revealed a 7.6 kb deletion with the insertion of a single glycine residue where the two pieces of DNA were rejoined.","firstTestingMethod":"Restriction digest","phenotypeFreeText":"\"Classic\" Tay-Sachs disease; no further clinical details available.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:bb3a70fa-7073-428d-933d-9efb601544bb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2f22dd52-a879-47ac-aa7e-7b96bd097f5a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000520.5(HEXA):c.-207-2357_253+5128delinsG","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252905"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2824459","type":"dc:BibliographicResource","dc:abstract":"French Canadians living in eastern Quebec are carriers of a severe type of Tay-Sachs disease, known as the classic form, 10 times more often than the general population. The alpha-chain of beta-hexosaminidase A, a lysosomal enzyme composed of two chains (alpha, beta), bears the mutation in this inherited disorder. We previously reported that the 5' end of the alpha-chain gene was deleted in two such patients (Myerowitz, R., and Hogikyan, N.D. (1986) Science, 232, 1646-1648). The present study reports the size, precise location, and environment of the deletion. A clone encompassing the deletion was isolated from a genomic library constructed in lambda EMBL3 with DNA from a patient's fibroblasts. Comparison of the restriction maps of the clone with that of the normal gene (Proia, R.L., and Soravia, E. (1987) J. Biol. Chem. 262, 5677-5681) showed that the deletion was 7.6 kilobases long and included part of intron 1, all of exon 1 and extended 2000 base pairs upstream past the putative promotor region of the alpha-chain gene. These data are consistent with the inability to detect mRNA and immunoprecipitable alpha-chain protein in this mutant. Sequence analysis of the deletion junction in the mutant and corresponding regions of the normal gene demonstrated the presence of similarly oriented Alu sequences at the 5' and 3' deletion boundaries. The data are in accord with the possibility that the deletion may have arisen during homologous recombination from unequal crossing over between Alu sequences.","dc:creator":"Myerowitz R","dc:date":"1987","dc:title":"A deletion involving Alu sequences in the beta-hexosaminidase alpha-chain gene of French Canadians with Tay-Sachs disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2824459","rdfs:label":"WG733"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This patient is homozygous for a 7,6kb deletion in IDUA. The score is decreased because no clinical details or results of residual IDUA activity are provided. However, this variant is known to be the most common variant causing Tay-Sachs disease in the French-Canadian population (see PMIDs 29152458, 30524313, and https://www.ncbi.nlm.nih.gov/books/NBK1218/)"},{"id":"cggv:e4cbbad4-5175-4993-b764-796a16ea39ab_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d99f6bff-360b-4eea-b1f7-f5b07482d5f0","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":9,"detectionMethod":"Sequence analysis of the coding exons and exon/intron boundaries of HEXA from genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Acute infantile form.","phenotypes":["obo:HP_0010729","obo:HP_0002267","obo:HP_0001290","obo:HP_0001263","obo:HP_0001250"],"previousTesting":true,"previousTestingDescription":"The diagnosis was confirmed by the demonstration of reduced Hex A activity in serum, leukocytes and/or dried blood spots. Residual activity for individual patients was not provided.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e4cbbad4-5175-4993-b764-796a16ea39ab_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:838900b0-5be5-4160-994b-12510ae45a45","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000520.6(HEXA):c.459+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7645005"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22441121","type":"dc:BibliographicResource","dc:abstract":"Tay-Sachs disease (TSD) is a recessively inherited disorder caused by the deficient activity of hexosaminidase A due to mutations in the HEXA gene. Up to date there is no information regarding the molecular genetics of TSD in Argentinean patients. In the present study we have studied 17 Argentinean families affected by TSD, including 20 patients with the acute infantile form and 3 with the sub-acute form. Overall, we identified 14 different mutations accounting for 100% of the studied alleles. Eight mutations were novel: 5 were single base changes leading to drastic residue changes or truncated proteins, 2 were small deletions and one was an intronic mutation that may cause a splicing defect. Although the spectrum of mutations was highly heterogeneous, a high frequency of the c.459+5G>A mutation, previously described in different populations was found among the studied cohort. Haplotype analysis suggested that in these families the c.459+5G>A mutation might have arisen by a single mutational event.","dc:creator":"Zampieri S","dc:date":"2012","dc:title":"Molecular analysis of HEXA gene in Argentinean patients affected with Tay-Sachs disease: possible common origin of the prevalent c.459+5A>G mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22441121","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient, with classic Tay-Sachs disease, is homozygous for an intronic variant in HEXA, c.459+5G>A. This variant is in the donor splice site consensus region of intron 4 and was previously identified and shown to result in skipping of exon 4 (PMID 1837283). The variant was found in 9/34 alleles (26.5%) and haplotype analysis suggested that it may have arisen from a single ancestral event. The highest population MAF in gnomAD for the variant is 0.0001976 (Latino); no homozygotes in any population."},{"id":"cggv:19d93634-3284-41f7-9451-84141bdf4db2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:398e0436-aeec-4136-a078-b611dcd2c0f4","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR of a 133 bp fragment of HEXA exon 11 from genomic DNA, followed by allele specific oligohybridization designed to detected c.1274_1277dup.","firstTestingMethod":"PCR","phenotypeFreeText":"“Classic Tay-Sachs disease”; no further clinical details provided.","previousTesting":true,"previousTestingDescription":"Previously found to be heterozygous for splice junction variant commonly found in Ashkenazi Jewish population (c.1421+1G>C). Based on data from NIGMS Cell Repository (https://www.coriell.org/), the patient has no detectable hexosaminidase A activity, no detectable alpha chain synthesis, no detectable alpha chain mRNA.","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:19d93634-3284-41f7-9451-84141bdf4db2_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2254bad8-d008-4361-92a5-c32f31a34f26"},{"id":"cggv:6e4a8eaa-4119-4c31-960c-85e866249191","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000520.6(HEXA):c.1421+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252904"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2848800","type":"dc:BibliographicResource","dc:abstract":"The Ashkenazi Jewish population is enriched for carriers of a fatal form of Tay-Sachs disease, an inherited disorder caused by mutations in the alpha-chain of the lysosomal enzyme, beta-hexosaminidase A. Until recently it was presumed that Tay-Sachs patients from this ethnic isolate harbored the same alpha-chain mutation. This was disproved by identification of a splice junction defect in the alpha-chain of an Ashkenazi patient which could be found in only 20-30% of the Ashkenazi carriers tested. In this study we have isolated the alpha-chain gene from an Ashkenazi Jewish patient, GM515, with classic Tay-Sachs disease who was negative for the splice junction defect. Sequence analysis of the promoter region, exon and splice junctions regions, and polyadenylation signal area revealed a 4-base pair insertion in exon 11. This mutation introduces a premature termination signal in exon 11 which results in a deficiency of mRNA in Ashkenazi patients. A dot blot assay was developed to screen patients and heterozygote carriers for the insertion mutation. The lesion was found in approximately 70% of the carriers tested, thereby distinguishing it as the major defect underlying Tay-Sachs disease in the Ashkenazi Jewish population.","dc:creator":"Myerowitz R","dc:date":"1988","dc:title":"The major defect in Ashkenazi Jews with Tay-Sachs disease is an insertion in the gene for the alpha-chain of beta-hexosaminidase."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2848800","rdfs:label":"GM2968"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient is compound heterozygous for two variants that are now known to be common in Asheknazi Jewish patients with Tay-Sachs disease, c.1421+1G>C and c.1274_1277dup."},{"id":"cggv:02ea6591-6571-4036-8e4e-da3e45b68760_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0a9740a7-b5d8-420c-bcd3-40464e56cffc","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":16,"detectionMethod":"Sequence analysis of the coding exons and exon/intron boundaries of HEXA from genomic DNA.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001250","obo:HP_0010729","obo:HP_0002267","obo:HP_0001290","obo:HP_0001263"],"previousTesting":true,"previousTestingDescription":"The diagnosis was confirmed by the demonstration of reduced Hex A activity in serum, leukocytes and/or dried blood spots. Residual activity for individual patients was not provided.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:02ea6591-6571-4036-8e4e-da3e45b68760_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2df93961-84a4-451d-8530-029538c289b3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000520.6(HEXA):c.1307_1308del (p.Ile436fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA274317"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22441121"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22441121","rdfs:label":"Patient 14"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual has classic Tay-Sachs disease and is homozygous for a frameshift variant, c.1307_1308del (p.Ile436fs), in HEXA. The highest continental population MAF in gnomAD is 0.00008022 (African); no homozygotes in any population."},{"id":"cggv:8ccdef7e-de14-4d21-bff5-1bb44d1c7dca_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f89f61ec-88b3-4b04-a35a-75e62c8fc5b1","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR of a 133 bp fragment of HEXA exon 11 from genomic DNA, followed by allele specific oligohybridization designed specifically to detect c.1274_1277dup.","firstTestingMethod":"PCR","phenotypeFreeText":"“Classic Tay-Sachs disease”; no further clinical information provided.","previousTesting":true,"previousTestingDescription":"Previously tested negative for splice junction variant in HEXA commonly found in the Ashkenazi Jewish population (c.1421+1G>C).","secondTestingMethod":"Other","sex":"UnknownEthnicity","variant":{"id":"cggv:8ccdef7e-de14-4d21-bff5-1bb44d1c7dca_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2254bad8-d008-4361-92a5-c32f31a34f26"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2848800"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2848800","rdfs:label":"R.B."}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This patient, with classic Tay-Sachs disease, is homozygous for a frameshift variant, c.1274_1277dup, in the HEXA gene. The parents are confirmed heterozygotes. The score was decreased because no clinical details are available and residual IDUA enzyme activity was not provided. However, this variant is now known to be a common founder variant in the Ashkenazi Jewish population. In this study, 14/20 obligate carriers were heterozygous for this variant when tested by ASO (see also PMIDs 29152458, 30524313, and https://www.ncbi.nlm.nih.gov/books/NBK1218/)."},{"id":"cggv:6854fbf7-b2d7-44a5-b049-8b8e5242f8cc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:91a7a3b4-4aa2-4357-b947-7fd7dda0ee31","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Cloning of overlapping fragments of the HEXA gene followed by Sanger sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Juvenile GM2 gangliosidosis - onset of clinical symptoms by age 10 years.","phenotypes":["obo:HP_0007020","obo:HP_0001251","obo:HP_0010729","obo:HP_0001260"],"previousTesting":true,"previousTestingDescription":"“Enzymatically diagnosed beta-hexosaminidase A deficiency” (value and reference range not provided).","sex":"Female","variant":{"id":"cggv:6854fbf7-b2d7-44a5-b049-8b8e5242f8cc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:73227f94-a9cd-4a24-b25d-b2ff994facd1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000520.6(HEXA):c.1510C>T (p.Arg504Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116503"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2140574"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2140574","rdfs:label":"Patient A"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"This patient, with juvenile Tay-Sachs disease, is homozygous for a missense variant in HEXA, p.Arg504Cys. The highest population MAF in gnomAD = 0.00005437 (E.Asian); no homozygotes in any population. Fibroblasts from Patient A synthesized an alpha-subunit which could acquire mannose 6-phosphate and be secreted, but which failed to associate with the beta-subunit to form the enzymatically active heterodimer. This evidence was included under “functional alteration” because the studies were done on patient fibroblasts rather than expressing the variant in a heterologous cell type."},{"id":"cggv:f21f3c6a-6994-4243-86e5-8d2b8e734ef3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eba5678a-01a8-42b1-9bc5-76f56d6fc44c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequencing of the promoter region, all of the 14 exons including the splice junction regions, and the polyadenylation signal area of HEXA from genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"“Classic Tay-Sachs disease”; no further clinical details provided.","previousTesting":true,"previousTestingDescription":"Previously tested negative for splice junction variant commonly found in Ashkenazi Jewish population (c.1421+1G>C). Based on data from NIGMS Cell Repository (https://www.coriell.org/), the patient has deficient hexosaminidase A activity, “absence of A band” on electrophoresis, no detectable alpha chain synthesis, no detectable alpha chain mRNA.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f21f3c6a-6994-4243-86e5-8d2b8e734ef3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2c0d9c8d-ce02-416b-bf6a-0326a6ada168","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000520.6(HEXA):c.1176G>A (p.Trp392Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252934"}},{"id":"cggv:2254bad8-d008-4361-92a5-c32f31a34f26"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2848800"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2848800","rdfs:label":"GM515"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual, with infantile Tay Sachs disease, is compound heterozygous for a frameshift, c.1274_1277dup, and nonsense variant, p.Trp392Ter, in HEXA."},{"id":"cggv:1b014034-f02a-4a4f-8b61-de817f6105af_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dbe6aaea-2e2b-4391-be52-51af731969ad","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":17,"detectionMethod":"Sequence analysis of the coding exons and exon/intron boundaries of HEXA from genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Acute infantile form","phenotypes":["obo:HP_0001263","obo:HP_0001290","obo:HP_0002267","obo:HP_0001250","obo:HP_0010729"],"previousTesting":true,"previousTestingDescription":"The diagnosis was confirmed by the demonstration of reduced Hex A activity in serum, leukocytes and/or dried blood spots. Residual activity for individual patients was not provided.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1b014034-f02a-4a4f-8b61-de817f6105af_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3bae151a-e50e-4de9-8e66-8a0f77363334","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_134869.2(HEXA):n.1211A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA393058910"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22441121"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22441121","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual has classic Tay-Sachs disease and is homozygous for a nonsense variant, p.Arg476Ter, in the HEXA gene. This variant is not in gnomAD."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":853,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:8c03d6d3-4529-4061-a992-6a68965a6f22","type":"GeneValidityProposition","disease":"obo:MONDO_0010100","gene":"hgnc:4878","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between HEXA and Tay-Sachs disease, an autosomal recessive lysosomal storage disorder, was evaluated using the ClinGen Clinical Validity Framework as of April 16, 2020. HEXA encodes the alpha subunit of beta-hexosaminidase A (Hex A), a lysosomal enzyme that hydrolyzes the terminal beta-linked N-Acetylgalactosamine (GalNAc) from GM2 ganglioside to produce GM3 ganglioside (gangliosides are the main glycolipids of neuronal cell plasma membranes). Deficiency of Hex A activity results accumulation of GM2 ganglioside and related glycolipids in the lysosomes, particularly in nerve cells. The most severe form, the acute infantile variant, is characterized by progressive weakness, loss of motor skills, decreased attentiveness, and increased startle response with onset between 3-6 months of age followed by progressive neurodegeneration including seizures, blindness, spasticity, eventual total incapacitation, and death, usually before 4 years. The juvenile (subacute), chronic, and adult-onset variants of hexosaminidase A deficiency have later onsets, slower progression, and more variable neurologic findings, including progressive dystonia, spinocerebellar degeneration, motor neuron disease, and, in some individuals with adult-onset disease, a bipolar form of psychosis (from GeneReviews; https://www.ncbi.nlm.nih.gov/books/NBK1218/; see also PMIDs 29152458, 30524313). Variants in HEXA were first reported in humans with Tay-Sachs disease in 1986 (Myerowitz and Hogikyan, PMID 3754980). Since then, over 175 variants have been reported (PMID 29152458). Founder variants associated with acute infantile Tay-Sachs disease in the Ashkenazi Jewish population are p.Tyr427IlefsTer5 (~80% of alleles) and c.1421+1G>C (~15% of alleles).A 7.6 kb deletion is commonly found in French-Canadian patients, and c.1073+1G>A in other patients with acute infantile Tay-Sachs disease. Another variant, p.Gly269Ser, causes adult-onset disease and accounts for up to 5% of alleles in Ashkenazi Jewish and non-Ashkenazi Jewish populations (see GeneReviews - https://www.ncbi.nlm.nih.gov/books/NBK1218/). The mechanism of disease is loss of function\nEvidence supporting this gene-disease relationship includes case-level, segregation, and experimental data. Ten variants in ten probands from five publications were curated (Myerowitz et al, 1987; PMID 2824459; Myerowitz et al, 1988, PMID 2848800; Navon and Proia, 1989, PMID 2522679; Paw et al, 1999, PMID 2140574; Zampieri et al, 2012, PMID 22441121) and included frameshift, nonsense, large deletion, splice site, and missense variants. One of the probands came from a family in which 3 affected siblings had the same genotype (Navon and Proia, 1989, PMID 2522679).  More information is available in the literature but the maximum score for genetic evidence (12 points) has been reached. \nThis gene-disease relationship is supported by the biochemical function of Hex A, deficiency of which is consistent with the accumulation of GM2 ganglioside in the nerve cells of affected patients (Li et al, 1973, PMID 4745777); the finding that the Hex A alpha subunit (encoded by HEXA) interacts with the beta-subunit of Hex A (encoded by HEXB), and the GM2 r protein (encoded by GM2A) and that variants in these other genes also cause GM2 gangliosidosis (Lemieux et al, 2006, PMID 16698036); studies showing defects in the production and function of Hex A in cultured fibroblasts from affected individuals (Paw et al, 1999, PMID 2140574); the phenotype observed in laboratory-generated and naturally-occurring animal models (Yamanaka et al, 1994, PMID 7937929; Torres et al, 2010, PMID 20817517), and the amelioration and delay of symptoms in animal models treated by gene therapy (Tropak et al, 2016, PMID 26966698; Gray-Edwards et al, 2018, PMID 28922945). More information in available in the literature but the maximum score for experimental evidence (6 points) has been reached. In summary, HEXA is definitively associated with Tay-Sachs disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:1f7530b5-af31-40f9-ac18-a1b4d404285a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}