{"id":"cggv:80370671-df62-4330-89f4-216d350e5958v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:80370671-df62-4330-89f4-216d350e5958_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-02-26T17:00:00.000Z","role":"Approver"},{"id":"cggv:80370671-df62-4330-89f4-216d350e5958_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:80370671-df62-4330-89f4-216d350e5958_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80370671-df62-4330-89f4-216d350e5958_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:238743ea-5e88-4e6a-b2fd-25729d81ecab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ae05f333-6305-465e-b121-7d7c69caf6bd","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Epitope-tagged constructs of each gene (Hps3, Hps5, Hps6, Hps7, Ap3b1) were expressed within transfected HEK-293 cells, and immunoprecipitates were tested with appropriate antibodies. Hps3, Hps5 and Hps6 proteins co-precipitated in all combinations, but did not interact with Hps7 or Ap3b1.\n\nSimilar results have been seen with coimmunoprecipitation experiments by Di Pietro et al, 2004 (PMID: 15030569) of human HPS3, HPS5 and HPS6 expressed in HeLa cells. HPS3, HPS5 and HPS6 coimmunoprecipitated together, but not with HPS4.\n\nYeast two-hybrid system revealed direct interaction between Hps5 and Hps6; however, no direct interaction was seen of Hps3 with Hps5 or Hps6, indicating that additional bridging proteins may be present in the BLOC-2 complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14718540","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a genetically heterogeneous inherited disease affecting vesicle trafficking among lysosome-related organelles. The Hps3, Hps5, and Hps6 genes are mutated in the cocoa, ruby-eye-2, and ruby-eye mouse pigment mutants, respectively, and their human orthologs are mutated in HPS3, HPS5, and HPS6 patients. These three genes encode novel proteins of unknown function. The phenotypes of Hps5/Hps5,Hps6/Hps6 and Hps3/Hps3,Hps6/Hps6 double mutant mice mimic, in coat and eye colors, in melanosome ultrastructure, and in levels of platelet dense granule serotonin, the corresponding phenotypes of single mutants. These facts suggest that the proteins encoded by these genes act within the same pathway or protein complex in vivo to regulate vesicle trafficking. Further, the Hps5 protein is destabilized within tissues of Hps3 and Hps6 mutants, as is the Hps6 protein within tissues of Hps3 and Hps5 mutants. Also, proteins encoded by these genes co-immunoprecipitate and occur in a complex of 350 kDa as determined by sucrose gradient and gel filtration analyses. Together, these results indicate that the Hps3, Hps5, and Hps6 proteins regulate vesicle trafficking to lysosome-related organelles at the physiological level as components of the BLOC-2 (biogenesis of lysosome-related organelles complex-2) protein complex and suggest that the pathogenesis and future therapies of HPS3, HPS5, and HPS6 patients are likely to be similar. Interaction of the Hps5 and Hps6 proteins within BLOC-2 is abolished by the three-amino acid deletion in the Hps6(ru) mutant allele, indicating that these three amino acids are important for normal BLOC-2 complex formation.","dc:creator":"Gautam R","dc:date":"2004","dc:title":"The Hermansky-Pudlak syndrome 3 (cocoa) protein is a component of the biogenesis of lysosome-related organelles complex-2 (BLOC-2)."},"rdfs:label":"Gautam_PI_HPS5/HPS6"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:839b7b81-1327-4866-b59a-220b87e7122d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c13c6ef4-035a-4485-bd4a-1bab3606b263","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Hps5 and Hps6 proteins were analyzed by Western blotting in Hps3-null mutant mice. Significant destabilization of Hps5 protein was apparent in Hps3-null spleen and lung extracts. Similarly, destabilization of Hps6 protein was noted in Hps3-null brain and lung extracts. The loss of Hps5 or Hps6 was not apparent in other mutant mice (mu, sut, pa, rp).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14718540","rdfs:label":"Gautam_BLOC-1 complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The evidence is scored 0.5 points each for function shared with HPS5 and HPS6."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:80370671-df62-4330-89f4-216d350e5958_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba49668a-ce69-4c70-a405-42fd0858083c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:beb79998-ee27-423d-bbd0-20df8c2bf9d3","type":"FunctionalAlteration","dc:description":"In HPS3 melanocytes, the tyrosinase gene family proteins (tyrosinase & tyrosinase-related protein-1 (Tryp1)) showed an expression pattern that was slightly different from that of normal human melanocytes. Expression of these proteins was distributed in the cell body and dendrites, but the pattern was less granular and more floccular in comparison to normal cells. Similarly, LAMP-1 and LAMP-3 were also observed in a floccular distribution.\n\nThe authors note that since the HPS3 protein regulates the targeting of vesicles to a recipient site, in its absence, cargo vesicles are widely distributed throughout the cell body and dendrites of the mutant cells.\n\nBoissy et al, 2005 (PMID: 15632015) also describe similar functional defects in melanocytes from patients with HPS3 mutations. Melanin synthesis, melanosome maturation, melanocyte protein localization were found to be altered.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15675963","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak Syndrome (HPS) is a genetically heterogeneous disorder in which mutations in one of several genes interrupts biogenesis of melanosomes, platelet dense bodies, and lysosomes. Affected patients have oculocutaneous albinism, a bleeding diathesis, and sometimes develop granulomatous colitis or pulmonary fibrosis. In order to assess the role of HPS genes in melanosome biogenesis, melanocytes cultured from patients with HPS subtypes 1, 2, or 3 were assessed for the localization of various melanocyte proteins. Tyrosinase, Tyrp1, and Dct/Tyrp2 were atypically and distinctly expressed in HPS-1 and HPS-3 melanocytes, whereas only tyrosinase showed an atypical distribution in HPS-2 melanocytes. The HPS1 and AP3B1 (i.e., HPS-2) gene products showed no expression in HPS-1 and HPS-2 melanocytes, respectively, whereas HPS-3 melanocytes exhibited normal expression for both proteins. In normal human melanocytes, the HPS1 protein was expressed as an approximately 80 kDa molecule with both granular and reticular intracellular profiles. In HPS-1, lysosome associated membrane protein 1 (LAMP1), and LAMP3 were localized to abnormal large granules; in HPS-2, all LAMPs exhibited a normal granular expression; and in HPS-3, LAMP1, and LAMP3 exhibited a distinct less granular and more floccular pattern. In contrast, the expressions of Rab 27, transferrin, and cKit were unaffected in all three HPS genotypes. These data demonstrate that the three initially identified subtypes of human HPS exhibit distinct defects in the trafficking of various melanocyte-specific proteins.","dc:creator":"Richmond B","dc:date":"2005","dc:title":"Melanocytes derived from patients with Hermansky-Pudlak Syndrome types 1, 2, and 3 have distinct defects in cargo trafficking."},"rdfs:label":"Richmond_FA"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The evidence is awarded default points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:80370671-df62-4330-89f4-216d350e5958_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80decade-88ab-48e1-bb4b-62cdd2b03c47","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1b711aca-cc02-455f-bb8f-ab1c2137d3a0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The cocoa mouse is a spontaneously mutated murine model of Hermansky Pudlak syndrome 3, characterized by diluted coat color.\n\nMelanocyte line established from homozygous cocoa mice show little visible pigment with barely resolved melanosomes compared to normal melanocytes. Mutant cells had a high density of small, abnormally shaped, unmelanized early melanosomes and few melanized immature melanosomes with disorganized matrix. EM studies of retinae of homozygous mice showed reduced number of melanosomes in retinal pigment epithelium and choroid, with numerous aberrant melanosomes and multilamellar bodies seen in the choroid. The authors note that the coa mutation results in a defect of early melanosome biogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11707070","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a group of human disorders of organelle biogenesis characterized by defective synthesis of melanosomes, lysosomes, and platelet dense granules. In the mouse, at least 15 loci are associated with mutant phenotypes similar to human HPS. We have identified the gene mutated in cocoa (coa) mice, which is associated with an HPS-like mutant phenotype and thus represents a strong candidate for human HPS. Analysis of coa-mutant mice and cultured coa-mutant mouse melanocytes indicates that the normal coa gene product is involved in early stages of melanosome biogenesis and maturation.","dc:creator":"Suzuki T","dc:date":"2001","dc:title":"The gene mutated in cocoa mice, carrying a defect of organelle biogenesis, is a homologue of the human Hermansky-Pudlak syndrome-3 gene."},"rdfs:label":"Suzuki_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2.5,"dc:description":"The model evidence is scored increased points as four different spontaneous mutations are identified as causative of HPS3 in mice, which show a bleeding phenotype and a deficiency of dense granules."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:80370671-df62-4330-89f4-216d350e5958_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80370671-df62-4330-89f4-216d350e5958_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:80370671-df62-4330-89f4-216d350e5958_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:b87972c1-99fc-4eb2-844b-d08635d9d0db_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f28ce25f-cb42-4ee8-b896-4a864e02c9c9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"detectionMethod":"HPS3 cDNA from patient fibroblasts was PCR amplified and directly sequenced. Mutations were confirmed by amplifying the corresponding exons from genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was made based on documentation of oculocutaneous albinism, some degree of hypopigmentation relative to family members, absence of platelet dense bodies on whole-mount electron microscopy. Proband required a transfusion for bleeding after wisdom teeth removal","phenotypes":["obo:HP_0000421","obo:HP_0000132","obo:HP_0006298","obo:HP_0000978"],"previousTesting":true,"previousTestingDescription":"Screening for the HPS1 16-bp duplication as well as mutation detection within the coding region of HPS1 as well as western blot analysis of protein extracts from patient fibroblasts to detect defects in protein expression of the β3A subunit of AP-3 eliminated HPS1 and HPS2 from the diagnosis. Multiplex PCR assay to screen for the 3.9kb deletion (central Puerto Rican founder variant) excluded the mutation in this patient.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b87972c1-99fc-4eb2-844b-d08635d9d0db_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:045a0b50-61b2-4d3f-ba0a-55bee90c14f9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032383.5(HPS3):c.1163+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340269"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11590544","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS), consisting of oculocutaneous albinism and a bleeding diathesis due to the absence of platelet dense granules, displays extensive locus heterogeneity. HPS1 mutations cause HPS-1 disease, and ADTB3A mutations cause HPS-2 disease, which is known to involve abnormal intracellular vesicle formation. A third HPS-causing gene, HPS3, was recently identified on the basis of homozygosity mapping of a genetic isolate of HPS in central Puerto Rico. We now describe the clinical and molecular characteristics of eight patients with HPS-3 who are of non-Puerto Rican heritage. Five are Ashkenazi Jews; three of these are homozygous for a 1303+1G-->A splice-site mutation that causes skipping of exon 5, deleting an RsaI restriction site and decreasing the amounts of mRNA found on northern blotting. The other two are heterozygous for the 1303+1G-->A mutation and for either an 1831+2T-->G or a 2621-2A-->G splicing mutation. Of 235 anonymous Ashkenazi Jewish DNA samples, one was heterozygous for the 1303+1G-->A mutation. One seven-year-old boy of German/Swiss extraction was compound heterozygous for a 2729+1G-->C mutation, causing skipping of exon 14, and resulting in a C1329T missense (R396W), with decreased mRNA production. A 15-year-old Irish/English boy was heterozygous for an 89-bp insertion between exons 16 and 17 resulting from abnormal splicing; his fibroblast HPS3 mRNA is normal in amount but is increased in size. A 12-year-old girl of Puerto Rican and Italian background has the 3,904-bp founder deletion from central Puerto Rico on one allele. All eight patients have mild symptoms of HPS; two Jewish patients had received the diagnosis of ocular, rather than oculocutaneous, albinism. These findings expand the molecular diagnosis of HPS, provide a screening method for a mutation common among Jews, and suggest that other patients with mild hypopigmentation and decreased vision should be examined for HPS.","dc:creator":"Huizing M","dc:date":"2001","dc:title":"Hermansky-Pudlak syndrome type 3 in Ashkenazi Jews and other non-Puerto Rican patients with hypopigmentation and platelet storage-pool deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11590544","rdfs:label":"Huizing_Patient 44"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband and two other Ashkenazi Jewish patients (patients 89 & 100) were homozygous for the splice donor variant that causes exon 5 skipping. Amplification of a 908-bp HPS3 cDNA region revealed a very faint fragment of normal length for the homozygous patients. The fibroblasts of homozygous patients expressed negligible HPS3 mRNA. The authors suggest that this variant is a founder mutation in the Ashkenazi Jewish population. The variant is reported at a very low frequency in gnomAD: MAF of 0.001543 (16/10368 Ashkenazi Jewish alleles) with no homozygotes.\n\nNote, the variant is referred to as c.1303+1G>A in the paper; however, the appropriate variant nomenclature has been recorded with the ClinVar ID."},{"id":"cggv:dac6a87a-a4e1-4a78-9f27-b6fcb272ba30_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a99cc294-f322-43bf-93a8-516621489245","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"detectionMethod":"NGS by a mutational screening panel of 100 hypopigmentation genes was done. Variants were verified subsequently by Sanger.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband is noted to have white skin, brownish black hair at birth that darkened at a later age, brownish black irides. Moderate pigment reduction is noted in the skin and hair. Platelet dense granules were absent. Proband was diagnosed with oculocutaenous albinism - 2.","phenotypes":["obo:HP_0000639","obo:HP_0001107","obo:HP_0001010"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:dac6a87a-a4e1-4a78-9f27-b6fcb272ba30_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:96f527a4-5a63-474d-82f0-e773fa3c4dcf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032383.5(HPS3):c.1189C>T (p.Arg397Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340273"}},{"id":"cggv:c52ead38-58d2-4185-86cc-623a1700e1a5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032383.4(HPS3):c.2208_2209del (p.Gln737AlafsTer20)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2660259"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27593200","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a rare recessive disorder characterized by hypopigmentation, bleeding diathesis, and other symptoms due to multiple defects in lysosome-related organelles. Ten HPS subtypes have been identified with mutations in HPS1 to HPS10. Only four patients with HPS-1 have been reported in Chinese population. Using next-generation sequencing (NGS), we have screened 100 hypopigmentation genes and identified four HPS-1, two HPS-3, one HPS-5, and three HPS-6 in Chinese HPS patients with typical ocular or oculocutaneous albinism and the absence of platelet dense granules together with other variable phenotypes. All these patients except one homozygote were compound heterozygotes. Among these mutations, 14 were previously unreported alleles (four in HPS1, three in HPS3, two in HPS5, five in HPS6). Our results demonstrate the feasibility and utility of NGS-based panel diagnostics for HPS. Genotyping of HPS subtypes is a prerequisite for intervention of subtype-specific symptoms.","dc:creator":"Wei A","dc:date":"2016","dc:title":"NGS-based 100-gene panel of hypopigmentation identifies mutations in Chinese Hermansky-Pudlak syndrome patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27593200","rdfs:label":"Wei_Patient 5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for the previously reported missense variant, Arg397Trp, inherited from her mother and a frameshift variant, Gln737Alafs*20, inherited from the father. Platelet HPS6, which interacts with HPS3 to form the BLOC-2 subunit, was found to be destablized on Western blotting analysis. \n\nThe missense variant is reported at a very low frequency in gnomAD: MAF of 0.00006197 (8/129094 non-Finnish European alleles) with no homozygotes. The frameshift variant is reported at a frequency of 0.0001632 (3/18382 East Asian alleles) with no homozygotes. \n\nThe proband is scored default points."},{"id":"cggv:bdb00e80-13f0-421d-9a75-79df72ae3608_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2686f764-0ba5-49d4-a5ac-1216f3abf378","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"NGS by a mutational screening panel of 100 hypopigmentation genes. Variants were verified subsequently by Sanger.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband is noted to have white skin, brownish black hair at birth that darkened at a later age, brownish black irides. Moderate pigment reduction is noted in the skin and hair. Platelet dense granules were absent. Flat foveae were noted in optical coherence tomography. Proband also had hypopigmented retinae and underdeveloped maculae and was diagnosed with oculocutaenous albinism - 2.","phenotypes":["obo:HP_0005599","obo:HP_0001107","obo:HP_0000639","obo:HP_0001010"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:bdb00e80-13f0-421d-9a75-79df72ae3608_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3af5768f-ffdf-426d-8a24-c3269baa0e15","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000003.12:g.149167901G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2660477"}},{"id":"cggv:badbe8b3-e563-48a0-8792-e77b5ffdc4b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032383.4(HPS3):c.712+2T>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA354912890"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27593200"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27593200","rdfs:label":"Wei_Patient 6"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a splice site variant, NM_032383.4:c.712+2T>C, inherited from the mother and a nonsense variant, NM_032383.4:c.2805G>A; p.(Trp935Ter), inherited from the father. The nonsense variant occurs ahead of the last 50bp of exon 16 (penultimate exon) and NMD is predicted. Proband's platelet HPS6 (which interacts with HPS3 to form the BLOC-2 subunit) protein levels were very less compared to that in her parents, detected by western blotting. Both variants are absent in gnomAD. \n\nThe proband is scored default points."},{"id":"cggv:2707b759-f2df-4349-8d9a-137f74a6db8f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:beb433e6-75a4-497a-a3ad-0933165cea67","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Genomic DNA was PCR amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"The proband had dark brown hair, and her skin was able to darken with exposure to sunlight. Her iris transillumination score was 0 on the 5-point grading scale. Her eyelashes were dark brown. PT and aPTT were within normal ranges. Platelet count was slightly reduced and mean platelet dense bodies/platelet was 0.","phenotypes":["obo:HP_0007663","obo:HP_0000978","obo:HP_0000639","obo:HP_0007750","obo:HP_0000421"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2707b759-f2df-4349-8d9a-137f74a6db8f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2d6c52f3-c647-4a91-b431-3ec7575f10a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032383.4(HPS3):c.1555_1595dup (p.Leu533PhefsTer10)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2660127"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30791930","type":"dc:BibliographicResource","dc:abstract":"Determining the etiology of oculocutaneous albinism is important for proper clinical management and to determine prognosis. The purpose of this study was to genotype and phenotype eight adopted Chinese children who presented with oculocutaneous albinism and easy bruisability.","dc:creator":"Power B","dc:date":"2019","dc:title":"Hermansky-Pudlak syndrome and oculocutaneous albinism in Chinese children with pigmentation defects and easy bruising."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30791930","rdfs:label":"Power_Patient 351"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The proband was an apparent homozygote for a 40-bp duplication that causes a frameshift and premature termination of translation at amino acid position 542. It is predicted to cause NMD. The variant is reported at a low frequency in gnomAD: MAF of 0.0001088 (2/18388 East Asian alleles) with no homozygotes. The authors note that the patient may be hemizygous since a large deletion on the other allele was not ruled out. The proband is scored reduced points."},{"id":"cggv:1cc63bdb-3980-49aa-ac24-e65b77db328d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2cf8f021-1468-45cd-8cca-516b433183a8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"HPS3 cDNA from patient fibroblasts was PCR amplified and directly sequenced. Mutations were confirmed by amplifying the corresponding exons from genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was made based on documentation of oculocutaneous albinism, some degree of hypopigmentation relative to family members, absence of platelet dense bodies on whole-mount electron microscopy.","phenotypes":["obo:HP_0000639","obo:HP_0000978","obo:HP_0007663","obo:HP_0001010","obo:HP_0000421"],"previousTesting":true,"previousTestingDescription":"Screening for the HPS1 16-bp duplication as well as mutation detection within the coding region of HPS1 as well as western blot analysis of protein extracts from patient fibroblasts to detect defects in protein expression of the β3A subunit of AP-3 eliminated HPS1 and HPS2 from the diagnosis. Multiplex PCR assay to screen for the 3.9kb deletion (central Puerto Rican founder variant) excluded the mutation in this patient.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1cc63bdb-3980-49aa-ac24-e65b77db328d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ae7cabe5-7185-4919-a322-9355eb2e4718","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032383.5(HPS3):c.2589+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340272"}},{"id":"cggv:96f527a4-5a63-474d-82f0-e773fa3c4dcf"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11590544"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11590544","rdfs:label":"Huizing_Patient 91"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a canonical splice site variant, 2589+1G>C (inherited from the mother), and a missense variant, Arg379Trp (inherited from the father). The proband is noted to be of German-Swiss ancestry. He is reported to have one affected sister who also carried both variants and one unaffected sister, who is heterozygous for the splice site variant. The splice site mutation causes the complete skipping of exon 14. Northern blot analysis revealed a decreased amount of HPS3 mRNA in cultured fibroblasts of the patient. The variant is reported at a very low frequency in gnomAD: MAF of 0.000008976 (1/111402 non-Finnish European alleles) with no homozygotes. The missense variant is reported at a very low frequency in gnomAD: MAF of 0.00006197 (8/129094 non-Finnish European alleles) with no homozygotes. The proband is scored default points.\n\nNote, the variants are referred to as c.2729+1G>C and c.1329C>T (p.Arg396Trp) in the paper; however, the appropriate variant nomenclature has been recorded with the ClinVar ID."},{"id":"cggv:ca39c1ff-a9e8-43bf-88c0-ff64aa56b378_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:42fe2bef-b137-4678-bd8b-ebbb7e6e549e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA from leukocytes or cultures fibroblasts was amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"All 13 affected individuals in the study (5 in Family C including the proband) had decreased vision and very mild pigment dilution of hair, skin, iris. Diagnosis of HPS was confirmed by absence of platelet dense bodies using electron microscopy.","phenotypes":["obo:HP_0005599","obo:HP_0001010","obo:HP_0001892","obo:HP_0000505","obo:HP_0007730","obo:HP_0000666"],"previousTesting":true,"previousTestingDescription":"All patients lacked the 16-bp duplication in HPS1 (North-West Puerto Rican founder variant)","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ca39c1ff-a9e8-43bf-88c0-ff64aa56b378_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b2e1075f-9f10-4f86-ba86-ab4ad6edddb8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032383.5(HPS3):c.0_217+692del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340268"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11455388","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a rare autosomal recessive disorder characterized by oculocutaneous albinism and a storage pool deficiency due to an absence of platelet dense bodies. Lysosomal ceroid lipofuscinosis, pulmonary fibrosis and granulomatous colitis are occasional manifestations of the disease. HPS occurs with a frequency of one in 1800 in north-west Puerto Rico due to a founder effect. Several non-Puerto Rican patients also have mutations in HPS1, which produces a protein of unknown function. Another gene, ADTB3A, causes HPS in the pearl mouse and in two brothers with HPS-2 (refs. 11,12). ADTB3A encodes a coat protein involved in vesicle formation, implicating HPS as a disorder of membrane trafficking. We sought to identify other HPS-causing genes. Using homozygosity mapping on pooled DNA of 6 families from central Puerto Rico, we localized a new HPS susceptibility gene to a 1.6-cM interval on chromosome 3q24. The gene, HPS3, has 17 exons, and a putative 113.7-kD product expected to reveal how new vesicles form in specialized cells. The homozygous, disease-causing mutation is a large deletion and represents the second example of a founder mutation causing HPS on the small island of Puerto Rico. We also present an allele-specific assay for diagnosing individuals heterozygous or homozygous for this mutation.","dc:creator":"Anikster Y","dc:date":"2001","dc:title":"Mutation of a new gene causes a unique form of Hermansky-Pudlak syndrome in a genetic isolate of central Puerto Rico."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11455388","rdfs:label":"Anikster_PR_Proband D-II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The HPS3 gene has been identified through homozygosity mapping of affected individuals from families with a milder form of HPS, from central Puerto Rico. The variant identified in this proband and 12 other patients is a 3.9-kb deletion encompassing exon 1 and about 673 bases of intron 1 and 2874 bases upstream of exon 1. Northern blot analysis in this proband and 2 other patients revealed the absence of HPS3 mRNA in patient fibroblasts. The variant is not reported in gnomAD.\n\nThe proband is scored default points."},{"id":"cggv:0511517e-5794-4710-b4b2-2c435611fc9f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f80d5d8c-4d97-4d8b-9294-79ccd7714190","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":8,"detectionMethod":"All exons and intron-exon boundaries of HPS3 were amplified and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had oculocutaenous albinism with typical hypopigmentation and pronounced visual impairment (20% vision) detected very early in life. He had normal psychomotor development, platelet count and size, VWF antigen, collagen binding capacity, multimeric analysis, aPTT and PT.","phenotypes":["obo:HP_0007513","obo:HP_0030137","obo:HP_0001892","obo:HP_0000639","obo:HP_0003010","obo:HP_0000421","obo:HP_0000505"],"previousTesting":true,"previousTestingDescription":"All exons and intron-exon boundaries of HPS1, HPS4, HPS5, HPS6 and HPS7 were amplified and directly sequenced. Platelet aggregation in response to collagen, ADP, epinephrine, AA and ristocetin was decreased. Flow cytometry analysis showed normal expression of GPIb/V/IX and GPIIb/IIIa. Fibrinogen and VWF binding ro platelets was normal. HPS2 was not analyzed as the proband did not show any signs of immune deficiency.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0511517e-5794-4710-b4b2-2c435611fc9f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d247249c-9962-400a-baf9-e74d6de2521e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000003.12:g.149167215del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913203481"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28284561","type":"dc:BibliographicResource","dc:abstract":"Hermansky-Pudlak syndrome (HPS) is a rare autosomal recessive disorder causing oculocutaneous albinism, bleeding disorder and ceroid lipofuscinosis. Platelets from HPS patients are characterized by impaired secretion of dense (δ)-bodies (CD63). Meanwhile, there are ten known human HPS genes, each leading to a particular clinical HPS subtype (HPS1-HPS10). We report on two Turkish brothers showing typical HPS phenotype comprising oculocutaneous albinism and bleeding symptoms. Pathological bleeding time as well as platelet aggregometry analyses revealed impaired platelet function. The brothers demonstrated absence of platelet δ-granule secretion as measured by flow cytometry. Using molecular genetic analyses, a novel homozygous 1bp-deletion in the HPS3 gene was identified in both brothers. In addition, the younger brother with HPS3 demonstrated psychomotoric retardation and cranial gliosis (magnetic resonance imaging, MRI). Array-CGH analysis revealed a de novo 0.482Mb deletion on chromosome 17 which is not present in his brother and parents. In this study, we identified a novel 1bp-deletion in the HPS3 gene causing HPS3 phenotype in two brothers. In patients with oculocutaneous albinism and increased bleeding symptoms platelet function should be analyzed. The identification of the molecular genetic defect allows the classification to a particular HPS subtype and is important for therapy and prognosis.","dc:creator":"Sandrock-Lang K","dc:date":"2017","dc:title":"Novel mutation in two brothers with Hermansky Pudlak syndrome type 3."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28284561","rdfs:label":"Sandrock-Lang_Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband and his brother were homozygous for the 1-bp deletion that causes a frameshift and premature termination of translation at amino acid position 927, and NMD is predicted (NM_032383.4:c.2771del; p.(Asn924IlefsTer4)). The variant is absent from gnomAD. The proband is awarded default points.\n\nNote: the proband's brother had severe symptoms compared to the proband. He was also found to carry a deletion in chromosome 17, detected by CGH-array and classified as VUS."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":581,"specifiedBy":"GeneValidityCriteria6","strengthScore":17,"subject":{"id":"cggv:bae78e74-a7dc-4d62-ae1a-58f19509c304","type":"GeneValidityProposition","disease":"obo:MONDO_0013555","gene":"hgnc:15597","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between HPS3 and Hermasky-Pudlak syndrome 3, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of August 8, 2019. HPS3 was first reported in relation to Hermasky-Pudlak syndrome 3 in 2001 (Anikster, 2001, PMID: 11455388; Huizing, 2001, PMID: 11590544). At least 19 unique variants including nonsense, splice site, frameshift and large deletions have been reported in humans. Missense variants are not very common. HPS3 is involved in organelle biogenesis associated with melanosomes, platelet dense granules, and lysosomes. Hermansky-Pudlak syndrome 3 is characterized by a mild phenotype compared to HPS1, with minimal hypopigmentation, ocular rather than oculocutaneous albinism and a mild bleeding diathesis (PMID: 20301464). It is generally not associated with pulmonary fibrosis or granulomatous colitis. Evidence supporting this gene-disease relationship includes case-level data, family data and experimental data.  \n  \nSummary of Case Level Data: 12 Points \nVariants in this gene have been reported in at least 7 probands in 5 publications (PMID: 11455388, 11590544, 28284561, 27593200, 30791930). Variants in the gene segregated with 4 additional family members (PMID: 11455388). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached. \n  \nThe mechanism for disease is homozygous loss of function (PMID: 20301464)  \t \n  \nSummary of Experimental Data: 5 Points \nThis gene-disease association is supported by mouse models and in vitro functional assays. The \"cocoa\" or \"coa\" mouse that carries at least 4 diferent spontaneously occurring mutations in the mouse Hps3 gene recapitulates the human HPS phenotype (PMID: 11707070, 14718540). HPS3 interacts with HPS5 and HPS6 to form BLOC-2, which is involved in the biogenesis of lysosome-related organelles (PMID: 15675963, 15632015, 15030569, 14718540).  \n\nIn summary, HPS3 is definitively associated with autosomal recessive Hermasky-Pudlak syndrome 3. \nThis has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on February 26, 2020 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:80370671-df62-4330-89f4-216d350e5958"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}