{"id":"cggv:1fbb591b-eb34-4b73-a741-2f101886c896v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1fbb591b-eb34-4b73-a741-2f101886c896_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-04-16T17:00:00.000Z","role":"Approver"},{"id":"cggv:1fbb591b-eb34-4b73-a741-2f101886c896_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-10-07T19:33:16.139Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:1fbb591b-eb34-4b73-a741-2f101886c896_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:1fbb591b-eb34-4b73-a741-2f101886c896_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1fbb591b-eb34-4b73-a741-2f101886c896_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:265aee70-ce18-4b70-acc1-7d5e58365055","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:57a6598e-d098-4dc6-84ca-ab8413a08488","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model demonstrates alterations in characteristics of neurons, the relevant substrate for the human neurological phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28441409","type":"dc:BibliographicResource","dc:abstract":"Mutations in genes involved in glycosylphosphatidylinositol (GPI) anchor biosynthesis underlie a group of congenital syndromes characterized by severe neurodevelopmental defects. GPI anchored proteins have diverse roles in cell adhesion, signaling, metabolism and complement regulation. Over 30 enzymes are required for GPI anchor biosynthesis and PIGA is involved in the first step of this process. A hypomorphic mutation in the X-linked PIGA gene (c.1234C>T) causes multiple congenital anomalies hypotonia seizure syndrome 2 (MCAHS2), indicating that even partial reduction of GPI anchored proteins dramatically impairs central nervous system development, but the mechanism is unclear. Here, we established a human induced pluripotent stem cell (hiPSC) model containing the PIGAc.1234C>T mutation to study the effects of a hypomorphic allele of PIGA on neuronal development. Neuronal differentiation from neural progenitor cells generated by EB formation in PIGAc.1234C>T is significantly impaired with decreased proliferation, aberrant synapse formation and abnormal membrane depolarization. The results provide direct evidence for a critical role of GPI anchor proteins in early neurodevelopment. Furthermore, neural progenitors derived from PIGAc.1234C>T hiPSCs demonstrate increased susceptibility to complement-mediated cytotoxicity, suggesting that defective complement regulation may contribute to neurodevelopmental disorders.","dc:creator":"Yuan X","dc:date":"2017","dc:title":"A hypomorphic PIGA gene mutation causes severe defects in neuron development and susceptibility to complement-mediated toxicity in a human iPSC model."},"rdfs:label":"PIGA iPSCs"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"While an effect is demonstrated, the relationship of this effect to epilepsy and neurodevelopmental disability is speculative."},{"id":"cggv:9ccd08c8-bd5b-4e98-ab3e-6dc882972453","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9cb6c0d5-cc35-4757-a2b2-9c2eddfa5bc1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"While evaluating climbing ability as a general measure of neurological function, a subset of flies were noted to have seizure-like activity preventing climbing activity. Performed the bang-sensitive assay (commonly used measure of seizure susceptibility in flies) which showed 35% of PIG-A+/− flies have seizure activity compared with zero seizures in the WT flies. Neuron-specific knockdown resulted in reduced lifespan and neurological phenotypes but no seizures while glia-knockdown reduced lifespan and resulted in a seizure phenotype in 70%. The human phenotype includes seizures in nearly all patients reported so far (PMID 25326635 reports a patient not noted to have seizures) whereas only a subset of flies have seizures.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/37961693","rdfs:label":"Drosophila models of PIGA-CDG"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgrading since drosophila are not a well established model for human seizures (non-vertebrate). "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Definitive","sequence":9123,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.5,"subject":{"id":"cggv:925db454-4d32-44c2-b41a-348a0f6400ad","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:8957","modeOfInheritance":"obo:HP_0001417"},"version":"2.0","dc:description":"PIGA was first reported in relation to X-linked complex neurodevelopmental disorder in 2012 (Johnston et al., PMID: 22305531). Pathogenic variants in PIGA result in a glycosyphosphatidylinositol (GPI) anchor protein defect, leading to a congenital disorder of glycosylation (CDG). The most common clinical presentation is infantile-onset developmental and epileptic encephalopathy with seizures that are refractory to treatment, myoclonus, hypotonia, severe to profound intellectual disability, characteristic facial features, and brain abnormalities (PMID: 32452540, 25885527). Liver, renal, and/or cardiac involvement, elevated alkaline phosphatase, ichthyosis or other skin manifestations, and systemic iron overload have been described in some patients, and early death can occur. Some individuals have a less severe clinical presentation consisting of mild to severe intellectual disability, developmental delay, and treatment-responsive seizures in the absence of involvement of other organs (PMID: 32452540, 25885527). \n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern, or phenotypic variability to support splitting the curation into different diseases. Therefore, the following disease entities have been lumped into one disease entity: multiple congenital anomalies-hypotonia-seizures syndrome 2 (OMIM: 300868, ORPHA:300496), malignant migrating focal seizures of infancy (ORPHA:293181), infantile epileptic spasms syndrome (ORPHA:3451), ferro-cerebro-cutaneous syndrome (ORPHA:397922), and neurodevelopmental disorder with epilepsy and hemochromatosis (OMIM: 301072). This curation does not address the association of somatic variants in PIGA with paroxysmal nocturnal hemoglobinuria (OMIM: 300818). \n\nThe ClinGen Epilepsy GCEP opted to curate this gene for complex neurodevelopmental disorder (MONDO:0100038) rather than congenital disorder of glycosylation (MONDO:0015286) to convey the specific phenotype of reported patients rather than curating for a more generic term (referring to a large group of disorders that can often only be diagnosed after the specific genetic etiology is known and are associated with a broad, nonspecific phenotypic spectrum.)\n\nThis curation includes more than 25 missense, nonsense, and frameshift variants reported in over 40 probands from 22 publications (PMIDs: 22305531, 24706016, 24259184, 24357517, 24259288, 25326635, 25885527, 25473036, 26545172, 26545172, 26993267, 27126216, 26923721, 29656098, 29414593, 29502866, 29974678, 28133863, 32452540, 32694024, 34875027, 36324500). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is partial loss of function of an enzyme that is part of a complex that catalyzes the first step of GPI-anchor protein biosynthesis, and truncating variants are hypomorphic (PMID: 32452540). The gene-disease relationship is also supported by animal models (PMIDs: 37961693).\n\nIn summary, there is definitive evidence supporting the relationship between PIGA and X-linked complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Epilepsy GCEP on the meeting date April 16, 2024 (SOP Version 10). \n\nThis gene-disease pair was originally evaluated by the ClinGen Epilepsy GCEP on April 25, 2019. In 2024, the GCEP added several new papers and patients. As a result of this reevaluation, the classification changed from moderate to definitive.","dc:isVersionOf":{"id":"cggv:1fbb591b-eb34-4b73-a741-2f101886c896"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}