{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2019-05-07T16:00:00.000Z","role":"Approver"},{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:0a6ece55-3788-418b-9a2c-fdc226e2114a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e74d7719-6261-4059-9c43-fe0a60b6e66d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequencing of SCN2a","firstTestingMethod":"PCR","phenotypeFreeText":"severe myoclonic epilepsy and borderline","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:0a6ece55-3788-418b-9a2c-fdc226e2114a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bc7bd527-df3c-4723-bd29-911e9bdd9bf0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001040142.2(SCN2A):c.1724C>T (p.Ala575Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA59736781"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19786696","type":"dc:BibliographicResource","dc:abstract":"Mutations of voltage-gated sodium channel alpha(II) gene, SCN2A, have been described in a wide spectrum of epilepsies. While inherited SCN2A mutations have been identified in multiple mild epilepsy cases, a de novo SCN2A-R102X mutation, which we previously reported in a patient with sporadic intractable childhood localization-related epilepsy, remains unique. To validate the involvement of de novo SCN2A mutations in the etiology of intractable epilepsies, we sought to identify additional instances.","dc:creator":"Ogiwara I","dc:date":"2009","dc:title":"De novo mutations of voltage-gated sodium channel alphaII gene SCN2A in intractable epilepsies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19786696","rdfs:label":"Proband 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Variant is detected in a female patient with epilepsy and her unaffected father. Therefore this variant cannot be scored despite being absent from gnomAD."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0},{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:2f6723e1-40b3-4a1d-a338-4f45ab4ee37f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9ca8ce6c-9fc1-4b76-a09e-8a2a540258e2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"Whole exome sequencing detected 4 de novo variants. Two of the variants were synonymous (BUB1 and C10orf68) and the other variant in TLE1 was a missense variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"autism spectrum disorder","previousTesting":true,"previousTestingDescription":"Genetic testing by whole exome sequencing revealed four de novo events, including a splice site mutation c.476 + 1G > A in SCN2A, a missense mutation (c.2263G > A) causing a p.V755I change in the TLE1 gene, and two synonymous mutations (c.2943A > G in the BUB1 gene, and c.1254 T > A in C10orf68 gene). The de novo SCN2A splice site mutation produced a stop codon 10 amino acids downstream, possibly resulting in a truncated protein\nand/or a nonsense-mediated mRNA decay.","sex":"Male","variant":{"id":"cggv:2f6723e1-40b3-4a1d-a338-4f45ab4ee37f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:545c9a72-c15f-45d8-8808-a7c84a682a30","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001040142.2(SCN2A):c.476+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349015702"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24650168","type":"dc:BibliographicResource","dc:abstract":"SCN2A is a gene that codes for the alpha subunit of voltage-gated, type II sodium channels, and is highly expressed in the brain. Sodium channel disruptions, such as mutations in SCN2A, may play an important role in psychiatric disorders. Recently, de novo SCN2A mutations in autism spectrum disorder (ASD) have been identified. The current study characterizes a de novo splice site mutation in SCN2A that alters mRNA and protein products.","dc:creator":"Tavassoli T","dc:date":"2014","dc:title":"De novo SCN2A splice site mutation in a boy with Autism spectrum disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24650168","rdfs:label":"Tavassoli 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This is a LOF de novo variant that is absent from gnomAD. There were 4 other de novo variants reported in this patient, however the other genes are not strongly associated with ASD. The paper claims that this splice site variant causes a frameshift that leads to a stop codon in exon 10 which is predicted to undergo NMD. Therefore this variant should be considered pathogenic as exon 5 is in all 3 SCN2A transcripts. Given that it is a confirmed de novo occurrence it is likely that this variant is contributing to this patient's autism."},{"id":"cggv:f59a2604-918c-4cda-98ed-2f42b2500ff3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:493aa686-308f-43b4-ad82-92a0f974433a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"West syndrome, severe hypotonia","phenotypes":["obo:HP_0006829","obo:HP_0011097"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:f59a2604-918c-4cda-98ed-2f42b2500ff3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1ffa033c-faa2-4028-93f7-3a3d22972f25","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001040142.2(SCN2A):c.606-161G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349016959"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23662938","type":"dc:BibliographicResource","dc:abstract":"Early onset epileptic encephalopathies (EOEEs) are heterogeneous epileptic disorders caused by various abnormalities in causative genes including point mutations and copy number variations (CNVs). In this study, we performed targeted capture and sequencing of a subset of genes to detect point mutations and CNVs simultaneously.","dc:creator":"Kodera H","dc:date":"2013","dc:title":"Targeted capture and sequencing for detection of mutations causing early onset epileptic encephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23662938","rdfs:label":"Kodera case 418"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant was p.Gly211Asp in the paper and it was said to be a de novo variant, but this variant is also a deep intronic variant in another transcript so it is unclear what the impact of this variant is. The variant is absent from gnomAD"},{"id":"cggv:0ffb4fa0-9920-433a-b310-2ed5a79e0655_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ca832226-a014-4e90-8ef8-d6c5bfeb9b78","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":29,"detectionMethod":"direct sequencing","firstTestingMethod":"PCR","phenotypeFreeText":"Her mother had several febrile convulsions until 6 years of age. Her father\nis phenotypically normal and had no history of seizure. The paternity was\nconfirmed by using highly polymorphic markers distributed on chromosomes.\nThis patient had no relevant personal history, and the psychomotor\ndevelopment was unremarkable until the age of 2 years, when she\nbecame hyperkinetic and autistic. Seizures appeared at age 1 year 7\nmonths. She fell down abruptly forward several times a day. She began to\ntake phenobarbital, and the seizures soon disappeared. The medication\nwas discontinued at age 4 years 5 months. The EEG was reported to show\nonly slow waves initially, but after 3 years, spike activity appeared and\nincreased. At age 6 years, convulsive seizures began to occur mainly\nduring sleep and repeated 1–2 times weekly, often in clusters. The seizures\nwere preceded by versive movement of the head toward the left or\nby clonic movement of the left upper extremity. The medication was\nrestarted. However, when the dose of medication was increased, she\nbegan to show recurrent brief episodes with apathetic expression\n(absence-like seizure) and brief atonia of the hands, resulting in falling\noff things she had in her hand. At that time, the EEG showed frequent\nbilateral sharp waves or spike waves with maximum amplitude over the\ncentroparietotemporal region (semicontinuous during sleep). When admitted\nto the hospital at age 10 years, atonia of the upper extremities was\nfrequently observed in concomitance with the spike wave discharges in\nthe EEG. The head nodded forward, and she dropped her hand. These\natonic movements disappeared when polypharmacy (five drugs including\ncarbamazepine) was simplified to valproate monotherapy. The EEG\nthen mostly improved: bilateral discharges disappeared and only sharp\nwaves in the centroparietotemporal region on the right side were observed.\nHowever, the convulsive seizures that proved to be partial onset\nby ictal EEG recording (see Fig. 2) were difficult to treat despite various\nmedication trials, and she still had weekly convulsions. Any factors of\nseizure induction, including temperature sensitivity, were not noticed.\nShe had severe intellectual and psychomotor retardation but has no paralysis.\nMuscle tonus and deep tendon reflexes were also normal. Magnetic\nresonance imaging showed moderate diffuse brain atrophy","phenotypes":"obo:HP_0001250","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:0ffb4fa0-9920-433a-b310-2ed5a79e0655_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a032a875-db04-490f-8777-73b8e08a8901","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021007.2(SCN2A):c.304C>T (p.Arg102Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29885"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15028761","type":"dc:BibliographicResource","dc:abstract":"Mutations, exclusively missense, of voltage-gated sodium channel alpha subunit type 1 (SCN1A) and type 2 (SCN2A) genes were reported in patients with idiopathic epilepsy: generalized epilepsy with febrile seizures plus. Nonsense and frameshift mutations of SCN1A, by contrast, were identified in intractable epilepsy: severe myoclonic epilepsy in infancy (SMEI). Here we describe a first nonsense mutation of SCN2A in a patient with intractable epilepsy and severe mental decline. The phenotype is similar to SMEI but distinct because of partial epilepsy, delayed onset (1 year 7 months), and absence of temperature sensitivity. A mutational analysis revealed that the patient had a heterozygous de novo nonsense mutation R102X of SCN2A. Patch-clamp analysis of Na(v)1.2 wild-type channels and the R102X mutant protein coexpressed in human embryonic kidney 293 cells showed that the truncated mutant protein shifted the voltage dependence of inactivation of wild-type channels in the hyperpolarizing direction. Analysis of the subcellular localization of R102X truncated protein suggested that its dominant negative effect could arise from direct or indirect cytoskeletal interactions of the mutant protein. Haploinsufficiency of Na(v)1.2 protein is one plausible explanation for the pathology of this patient; however, our biophysical findings suggest that the R102X truncated protein exerts a dominant negative effect leading to the patient's intractable epilepsy.","dc:creator":"Kamiya K","dc:date":"2004","dc:title":"A nonsense mutation of the sodium channel gene SCN2A in a patient with intractable epilepsy and mental decline."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15028761","rdfs:label":"Kamiya 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"Variant is a de novo nonsense that was identified in a patient with a severe epileptic phenotype. The variant is absent form gnomAD. However, the mother also had several febrile convulsions until age 6 which begs the question as to whether this variant is causative."},{"id":"cggv:74ef0d31-521d-41bb-b8ee-77f28c9f1770_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:63d6ebb8-3cb6-4dfa-b488-9fec98dea297","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"Screened SCN2A for mutations","firstTestingMethod":"PCR","phenotypeFreeText":"hypomotor focal bilateral motor seizures continuing until age 1.3 years, hypomotor, dyspraxia, mild cerebellar atrophy at age 5","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:74ef0d31-521d-41bb-b8ee-77f28c9f1770_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c8889a6d-919b-433d-8654-5e78c8a49894","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021007.2(SCN2A):c.788C>T (p.Ala263Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA128711"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20956790","type":"dc:BibliographicResource","dc:abstract":"Inherited and de novo mutations in sodium channel genes underlie a variety of channelopathies. Mutations in SCN2A, encoding the brain sodium channel Na(V)1.2, have previously been reported to be associated with benign familial neonatal infantile seizures, febrile seizures plus, and intractable epilepsy of infancy.","dc:creator":"Liao Y","dc:date":"2010","dc:title":"SCN2A mutation associated with neonatal epilepsy, late-onset episodic ataxia, myoclonus, and pain."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20956790","rdfs:label":"Liao 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant was identified in a de novo occurrence and was found to alter ion channel activity. It is absent from gnomAD and parental allele transmission was confirmed by microsatelite markers. Give the full de novo points."},{"id":"cggv:d9d4588e-9831-47ae-a7b1-8d8af873a8a7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:91c019cf-bc3d-4520-9a65-422ed8dfccde","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Whole exome sequencing with validation","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"autism proband","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d9d4588e-9831-47ae-a7b1-8d8af873a8a7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c8a96e8c-de03-4f9f-8103-dc54dc88f7b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001040142.2(SCN2A):c.3037G>T (p.Gly1013Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349019821"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22495306","type":"dc:BibliographicResource","dc:abstract":"Multiple studies have confirmed the contribution of rare de novo copy number variations to the risk for autism spectrum disorders. But whereas de novo single nucleotide variants have been identified in affected individuals, their contribution to risk has yet to be clarified. Specifically, the frequency and distribution of these mutations have not been well characterized in matched unaffected controls, and such data are vital to the interpretation of de novo coding mutations observed in probands. Here we show, using whole-exome sequencing of 928 individuals, including 200 phenotypically discordant sibling pairs, that highly disruptive (nonsense and splice-site) de novo mutations in brain-expressed genes are associated with autism spectrum disorders and carry large effects. On the basis of mutation rates in unaffected individuals, we demonstrate that multiple independent de novo single nucleotide variants in the same gene among unrelated probands reliably identifies risk alleles, providing a clear path forward for gene discovery. Among a total of 279 identified de novo coding mutations, there is a single instance in probands, and none in siblings, in which two independent nonsense variants disrupt the same gene, SCN2A (sodium channel, voltage-gated, type II, α subunit), a result that is highly unlikely by chance.","dc:creator":"Sanders SJ","dc:date":"2012","dc:title":"De novo mutations revealed by whole-exome sequencing are strongly associated with autism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22495306","rdfs:label":"11114.p1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant is a de novo LOF variant that is predicted to cause a stop codon in exon 19/29. The variant is absent from gnomAD and is confirmed de novo. The variant was shown by Ben Shalom 2017 to cause an absence of conduction in HEK293 cells with beta 1+2."},{"id":"cggv:d4c675b7-f79b-4a9b-8e21-1f08193812df_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:721cd446-d20f-4b68-bf80-9c3c2f7101a5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":8,"detectionMethod":"total of 328 patients with EOEE (67\npatients with OS, 150 with WS, and 111 with unclassified EOEE)\nwere analyzed for SCN2A mutations. The 67 patients with OS consisted\nof 44 Japanese and 23 non-Japanese (from other countries). The\ndiagnosis was made based on clinical features and characteristic patterns\non EEG. In 257 patients, mutations in STXBP1 and KCNQ2\nhad been excluded by high resolution melt (HRM) analysis in\nadvance. Mutation analysis was performed by HRM analysis or direct\nsequencing, and 41 of the 328 patients (32 with OS, 4 withWS, and\n5 with unclassified EOEEs) were also analyzed by whole exome\nsequencing (WES). We obtained detailed clinical data from all patients\nwith SCN2A mutations, including brain MRI/CT and EEG findings\n\nFor this patient- mosaicism was also assessed.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosis of West syndrome after sequencing. Initial thought was Ohtahara syndrome. TS, myoclonus (2 y); hypsarrhythmia (4 mo); multifocal spikes (3 y, 2 mo). Spasms, suppression-burst pattern, intractable, severe developmental delay, cerebral atrophy, delayed myelination from MRI at 2y 2 mo","phenotypes":["obo:HP_0002123","obo:HP_0002059","obo:HP_0003739","obo:HP_0002521","obo:HP_0012448","obo:HP_0011344"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:d4c675b7-f79b-4a9b-8e21-1f08193812df_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0e0e34ad-ae72-49fd-8b99-bb31012a63c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001040142.2(SCN2A):c.3976G>C (p.Val1326Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349030179"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23935176","type":"dc:BibliographicResource","dc:abstract":"We aimed to investigate the possible association between SCN2A mutations and early-onset epileptic encephalopathies (EOEEs).","dc:creator":"Nakamura K","dc:date":"2013","dc:title":"Clinical spectrum of SCN2A mutations expanding to Ohtahara syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23935176","rdfs:label":"Nakamura Patient 10"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"This variant was confirmed to be de novo, but the patient actually displayed a low level mosaicism of the p.V1326L mutation which was detected in 18% of alleles. Due to the level of mosaicism it is not 100% clear that this variant is the cause of disease despite this patient's WES. Therefore, to be conservative this case was downgraded to 0.5 pts. Of note this variant is absent from gnomAD"},{"id":"cggv:09d01031-59da-440b-a043-c1beff2bbea6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c488b1c0-cb2b-4424-9ab9-86247ab36c64","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"detectionMethod":"Mutational analyses of SCN2A in patients\nwere performed on all of the 26 coding exons and exon-intron\nboundary regions as described previously","firstTestingMethod":"PCR","phenotypeFreeText":"unusual neonatal epileptic encephalopathy and the only member of her family with epilepsy. Her clinical details were described previously. 19 She had experienced tonic or tonic-clonic seizures from age 1 month. Other characteristic clinical features were loss of reactivity, a highly suppressed EEG with ictal burst activities, hyponatremia (120–130 mEq/L), and megalencephaly. She was partially rescued using lidocaine with the least effective serum concentration being 0.5 mg/L (2.1 \u0004 10\u00056M). At age 7 years and 8 months, she died from unknown causes at her home.","phenotypes":["obo:HP_0200134","obo:HP_0002902","obo:HP_0001355","obo:HP_0002069"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:09d01031-59da-440b-a043-c1beff2bbea6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:59cacdbc-a093-41dd-91b9-721276cf3b4a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001040142.1(SCN2A):c.4419A>G (p.Ile1473Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29887"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19786696"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19786696","rdfs:label":"Proband 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"No mention of maternity/paternity, downgraded. However the variant was identified in a de novo case and was found in a patient with severe epilepsy. The variant was also absent from gnomAD and found to significantly impact the electrophysiology of the ion channel."},{"id":"cggv:39a67df3-9834-45b3-845a-8bf8075230d3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:076a71be-c801-49dc-b624-23124eea7b8e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Days","ageValue":40,"detectionMethod":"Retrospectively collected 172 cases of pediatric refractory epilepsy by sequencing 153 genes   associated with epilepsy","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Ohtahara syndrome, tonic spasms, developmental delay","phenotypes":["obo:HP_0001263","obo:HP_0011167"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:39a67df3-9834-45b3-845a-8bf8075230d3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fc240aa6-dbfe-429c-ba3b-ea7e61ada5fe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001040142.2(SCN2A):c.4712T>C (p.Ile1571Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349036596"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30185235","type":"dc:BibliographicResource","dc:abstract":"Pediatric refractory epilepsy is a broad phenotypic spectrum with great genetic heterogeneity. Next-generation sequencing (NGS) combined with Sanger sequencing could help to understand the genetic diversity and underlying disease mechanisms in pediatric epilepsy. Here, we report sequencing results from a cohort of 172 refractory epilepsy patients aged 0-14 years. The pathogenicity of identified variants was evaluated in accordance with the American College of Medical Genetics and Genomics (ACMG) criteria. We identified 43 pathogenic or likely pathogenic variants in 40 patients (23.3%). Among these variants, 74.4% mutations (32/43) were de novo and 60.5% mutations (26/43) were novel. Patients with onset age of seizures ≤12 months had higher yields of deleterious variants compared to those with onset age of seizures > 12 months (P = 0.006). Variants in ion channel genes accounted for the greatest functional gene category (55.8%), with SCN1A coming first (16/43). 81.25% (13/16) of SCN1A mutations were de novo and 68.8% (11/16) were novel in Dravet syndrome. Pathogenic or likely pathogenic variants were found in the KCNQ2, STXBP1, SCN2A genes in Ohtahara syndrome. Novel deleterious variants were also found in West syndrome, Doose syndrome and glucose transporter type 1 deficiency syndrome patients. One de novo MECP2 mutation were found in a Rett syndrome patient. TSC1/TSC2 variants were found in 60% patients with tuberous sclerosis complex patients. Other novel mutations detected in unclassified epilepsy patients involve the SCN8A, CACNA1A, GABRB3, GABRA1, IQSEC2, TSC1, VRK2, ATP1A2, PCDH19, SLC9A6 and CHD2 genes. Our study provides novel insights into the genetic origins of pediatric epilepsy and represents a starting-point for further investigations into the molecular pathophysiology of pediatric epilepsy that could eventually lead to better treatments.","dc:creator":"Liu J","dc:date":"2018","dc:title":"Novel and de novo mutations in pediatric refractory epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30185235","rdfs:label":"Liu case 93"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The paper said that this variant can have PS2 applied to it which implies confirmation of maternity/paternity. The variant is absent from gnomAD. Gave default 2 pts"},{"id":"cggv:69f132df-329e-4796-84d7-3d7c01930e1e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5812ea12-7ea6-4ff6-91ec-414a9e965ad9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"detectionMethod":"Mutational analyses of SCN2A in patients were performed on all of the 26 coding exons and exon intron boundary regions as described previously","firstTestingMethod":"PCR","phenotypeFreeText":"marked developmental delay and severe intellectual\ndisability: he stood alone at age 7 years and spoke only 1 word.\nHe started to have daily seizures at age 11 months with series of\nspasms (face frowning, body stiffening, then raising both upper\nlimbs for 1–2 seconds), and was diagnosed with infantile spasms.\nAt age 11 months and age 2 years, he received adrenocorticotropic\nhormone with cessation of seizures, although transiently.\nAt age 2–3 years, infantile spasms evolved to tonic seizures, with\nextension of both upper arms occasionally accompanied by short\nclonic movements. Seizures were refractory to various conventional\nmedications including valproate, phenobarbital, phenytoin,\nand clobazam. The seizure duration was for 10–20 seconds\nand the frequency of seizure attacks was 1 to 10 times per day,\nboth during sleep and awake, especially frequently when falling\nasleep and during afternoon nap. After age 10 years, seizures\nwere often triggered by fever above 37.5°C. No myoclonic seizures\nor absence seizures were observed. At age 17 years, he was\nbrought to a hospital because of status epilepticus, which caused\nrespiratory arrest necessitating tracheotomy. Thereafter, he became\nquadriplegic and speechless. At present, he has daily tonic\nseizures rarely followed by clonic movement and occasional status\nepilepticus.","phenotypes":["obo:HP_0012469","obo:HP_0002445","obo:HP_0005943","obo:HP_0001263","obo:HP_0002069","obo:HP_0010864"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:69f132df-329e-4796-84d7-3d7c01930e1e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:09d5179c-b026-4d01-823b-9cc4704a4768","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021007.2(SCN2A):c.3631G>A (p.Glu1211Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29886"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19786696"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19786696","rdfs:label":"Proband I"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Downgraded because maternity/paternity not described to be confirmed. The variant is said to be evolutionarily conserved and the variant was found to significantly alter the electrophysiological properties of the ion channel. The variant is absent from gnomAD."},{"id":"cggv:898c34c7-ef0a-4370-b0df-5958816a76d2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d558cb42-c30c-4bc1-9503-3a694f68586e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"WES with sanger validation and de novo confirmation of father/mother/sibling de novo status","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"autism","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:898c34c7-ef0a-4370-b0df-5958816a76d2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3d4e4c91-c22f-4f47-bd51-b0f6120bb4e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021007.2(SCN2A):c.2877C>A (p.Cys959Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/410979"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22495306"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22495306","rdfs:label":"11892.p1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant was detected in a de novo occurrence that was confirmed. The variant is absent from gnomAD and Ben Shalom et al. 2017 functionaly assessed this variant and found that it causes a complete LoF of the SCN2A protein and leads to an absence of conduction when heterologously expressed in HEK293 cells."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48efd0d5-fb29-40bd-b004-5296b21f6932","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:afbf18aa-ac74-4bb0-aa78-e146a927a6fd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"These neurons are projected to become the human frontal cortex. This study showed that the  SCN2A gene had robust expression in this tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24267886","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is a complex developmental syndrome of unknown etiology. Recent studies employing exome- and genome-wide sequencing have identified nine high-confidence ASD (hcASD) genes. Working from the hypothesis that ASD-associated mutations in these biologically pleiotropic genes will disrupt intersecting developmental processes to contribute to a common phenotype, we have attempted to identify time periods, brain regions, and cell types in which these genes converge. We have constructed coexpression networks based on the hcASD \"seed\" genes, leveraging a rich expression data set encompassing multiple human brain regions across human development and into adulthood. By assessing enrichment of an independent set of probable ASD (pASD) genes, derived from the same sequencing studies, we demonstrate a key point of convergence in midfetal layer 5/6 cortical projection neurons. This approach informs when, where, and in what cell types mutations in these specific genes may be productively studied to clarify ASD pathophysiology. ","dc:creator":"Willsey AJ","dc:date":"2013","dc:title":"Coexpression networks implicate human midfetal deep cortical projection neurons in the pathogenesis of autism."},"rdfs:label":"Expression of SCN2A in midfetal cortical projection neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The expression of SCN2A in the developing brain is strong evidence that it may be linked to all of these complex neurodevelopmental disorders."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bee45687-0129-4ba3-8bd2-674289425370","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6f62cb54-6587-4f0f-81f0-0833a916673c","type":"FunctionalAlteration","dc:description":"Measured voltage potentials across the membranes of neurons and found that ion potentials were altered via these variants. Some even caused an absence of conduction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28256214","type":"dc:BibliographicResource","dc:abstract":"Variants in the SCN2A gene that disrupt the encoded neuronal sodium channel NaV1.2 are important risk factors for autism spectrum disorder (ASD), developmental delay, and infantile seizures. Variants observed in infantile seizures are predominantly missense, leading to a gain of function and increased neuronal excitability. How variants associated with ASD affect NaV1.2 function and neuronal excitability are unclear.","dc:creator":"Ben-Shalom R","dc:date":"2017","dc:title":"Opposing Effects on NaV1.2 Function Underlie Differences Between SCN2A Variants Observed in Individuals With Autism Spectrum Disorder or Infantile Seizures."},"rdfs:label":"HEK293 cell functional alteration studies"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Many of these variants have been curated as part of the evidence supporting this gene-disease association. However, the genotype phenotype trends that may or may not be supported by this data is worth noting and the amount of variants that have been shown to impact SCN2A that have also been identified in patients with CND may be worth the default of 0.5 points."},{"id":"cggv:46cdd757-c503-40fc-b51d-414b4715c85b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3eb28b46-039f-426c-8b5b-7578baf4977e","type":"FunctionalAlteration","dc:description":"See figure 5 for measurements and statistical analysis on graphs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30144217","type":"dc:BibliographicResource","dc:abstract":"Variants in the SCN2A gene cause a broad spectrum of epilepsy syndromes of variable severity including benign neonatal-infantile epilepsy (BFNIE), developmental and epileptic encephalopathies (DEE), and other neuropsychiatric disorders. Here, we studied three newly identified variants, which caused distinct phenotypes observed in nine affected individuals of three families, including BFNIE, and DEE with intractable neonatal seizures. Whole cell patch-clamp recordings of transfected tsA201 cells disclosed an increased current density and an increased subthreshold sodium inward current upon an action potential stimulus (p.(Lys908Glu)), a hyperpolarizing shift of the activation curve (p.(Val208Glu) and p.(Thr773Ile)), and an increased persistent current (p.(Thr773Ile)). To evaluate genotype-phenotype correlations, we next developed scoring systems for both the extent of the electrophysiological dysfunction and the severity of the clinical phenotype and applied those to 21 previously and newly functionally characterized SCN2A variants. All inherited variants were associated with a mild clinical phenotype and a lower electrophysiological score compared to those occurring de novo and causing severe phenotypes. Our results thus reveal a nice correlation between the extent of channel dysfunction and the clinical severity.","dc:creator":"Lauxmann S","dc:date":"2018","dc:title":"Relationship of electrophysiological dysfunction and clinical severity in SCN2A-related epilepsies."},"rdfs:label":"Functional variant studies"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This does support the gene disease correlations in the sense that the higher the change in current the more severe the phenotype, however this is also supportive of variant evidence and we have already scored the Ben-Shalom functional studies for this type of support."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26b67fc2-a2f0-450e-95fe-38d825c40ec4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2a7c2842-4878-4640-9898-9c3fbf342f4c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"patients with SCN2A variation have been identified to have epilepsy. This mouse model supports this phenotype despite being a conditional knockout","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28379373","type":"dc:BibliographicResource","dc:abstract":"Mutations in SCN2A, a gene encoding the voltage-gated sodium channel Nav1.2, have been associated with a spectrum of epilepsies and neurodevelopmental disorders. Here, we report the phenotypes of 71 patients and review 130 previously reported patients. We found that (i) encephalopathies with infantile/childhood onset epilepsies (≥3 months of age) occur almost as often as those with an early infantile onset (<3 months), and are thus more frequent than previously reported; (ii) distinct phenotypes can be seen within the late onset group, including myoclonic-atonic epilepsy (two patients), Lennox-Gastaut not emerging from West syndrome (two patients), and focal epilepsies with an electrical status epilepticus during slow sleep-like EEG pattern (six patients); and (iii) West syndrome constitutes a common phenotype with a major recurring mutation (p.Arg853Gln: two new and four previously reported children). Other known phenotypes include Ohtahara syndrome, epilepsy of infancy with migrating focal seizures, and intellectual disability or autism without epilepsy. To assess the response to antiepileptic therapy, we retrospectively reviewed the treatment regimen and the course of the epilepsy in 66 patients for which well-documented medical information was available. We find that the use of sodium channel blockers was often associated with clinically relevant seizure reduction or seizure freedom in children with early infantile epilepsies (<3 months), whereas other antiepileptic drugs were less effective. In contrast, sodium channel blockers were rarely effective in epilepsies with later onset (≥3 months) and sometimes induced seizure worsening. Regarding the genetic findings, truncating mutations were exclusively seen in patients with late onset epilepsies and lack of response to sodium channel blockers. Functional characterization of four selected missense mutations using whole cell patch-clamping in tsA201 cells-together with data from the literature-suggest that mutations associated with early infantile epilepsy result in increased sodium channel activity with gain-of-function, characterized by slowing of fast inactivation, acceleration of its recovery or increased persistent sodium current. Further, a good response to sodium channel blockers clinically was found to be associated with a relatively small gain-of-function. In contrast, mutations in patients with late-onset forms and an insufficient response to sodium channel blockers were associated with loss-of-function effects, including a depolarizing shift of voltage-dependent activation or a hyperpolarizing shift of channel availability (steady-state inactivation). Our clinical and experimental data suggest a correlation between age at disease onset, response to sodium channel blockers and the functional properties of mutations in children with SCN2A-related epilepsy.","dc:creator":"Wolff M","dc:date":"2017","dc:title":"Genetic and phenotypic heterogeneity suggest therapeutic implications in SCN2A-related disorders."},"rdfs:label":"SCN2A conditional knockout mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Gave the default mouse points as the mouse shows that alteration to the cortical-striatal neurons causes absence seizures and spike and wave discharges initiated by cortical excitatory transmission to the striatum."},{"id":"cggv:551a3c79-84c0-461b-9949-020545e372dd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:02d5d250-bcfb-4b23-aa37-0c107db15a24","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice were trained over course of several weeks to obtain a food reward by navigating to the correct goal location. They fond that there were significant learning deficits in the SCN2A het mice. They attribute this to truncated hippocampal replay sequences.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29867081","type":"dc:BibliographicResource","dc:abstract":"An accumulating body of experimental evidence has implicated hippocampal replay occurring within sharp wave ripples (SPW-Rs) as crucial for learning and memory in healthy subjects. This raises speculation that neurological disorders impairing memory disrupt either SPW-Rs or their underlying neuronal activity. We report that mice heterozygous for the gene Scn2a, a site of frequent de novo mutations in humans with intellectual disability, displayed impaired spatial memory. While we observed no changes during encoding, to either single place cells or cell assemblies, we identified abnormalities restricted to SPW-R episodes that manifest as decreased cell assembly reactivation strengths and truncated hippocampal replay sequences. Our results suggest that alterations to hippocampal replay content may underlie disease-associated memory deficits.","dc:creator":"Middleton SJ","dc:date":"2018","dc:title":"Altered hippocampal replay is associated with memory impairment in mice heterozygous for the Scn2a gene."},"rdfs:label":"Heterozygous SCN2A mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This intellectual disability pheontype is consistent with a complex neurodevelopmental disorder and may be in line with the autism phenotype seen in many patients with LOF variants as well."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":347,"specifiedBy":"GeneValidityCriteria6","strengthScore":17,"subject":{"id":"cggv:3311aea8-1c3f-406c-91f8-a8211c8db008","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:10588","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variation in SCN2A was first reported in relation to complex neurodevelopmental disorder in 2001 (Sugawara et al., PMID 11371648); variants in affected individuals were observed in the heterozygous state (consistent with autosomal dominant mode of inheritance), though most cases are de novo. At least 98 variants (e.g. missense, nonsense, frameshift, splice site) have been reported in humans: 8 variants in individuals with infantile seizures and developmental delay, 51 variants in epileptic encephalopathy with infantile seizures and developmental delay, hypotonia, cerebral atrophy, 39 variants with developmental disorder or autism spectrum disorder/intellectual disability (Ben Shalom et al. 2017 PMID 28256214). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there is insufficient evidence of a difference in molecular mechanisms or inheritance pattern despite genotype:phenotype correlations that may explain the wide phenotypic spectrum observed from SCN2A variation (PMID 28256214, http://epilepsygenetics.net/2015/08/11/scn2a-this-is-what-you-need-to-know-in-2015/); therefore, we decided to curate all of these entities together under the umbrella term “complex neurodevelopmental disorder.”  Of note, this gene has also been implicated in benign infantile familial seizures (MONDO:0011140). These cases will be assessed in a separate curation. Evidence supporting the relationship between SCN2A and complex neurodevelopmental disorder includes case-level data and experimental data. For the purposes of this curation, 11 variants in this gene were scored in the following 8 publications: PMIDs 19786696, 23662938, 15028761, 30185235, 20956790, 24650168, 23935176, 22495306. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. Of note, both loss-of-function and gain-of-function of SCN2A have been observed in experiments with patient variants (PMIDs 28379373, 29867081).  This gene-disease association is supported by mouse models, functional alteration, and expression studies (PMIDs 24267886, 30144217, 28256214, 28379373, 29867081). In summary,  SCN2A variation is definitively associated with complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Epilepsy Expert Panel on 5/7/2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:2a1b7361-5c9e-4803-844d-ad6606a0acdb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}