{"id":"cggv:a94d20f8-9909-48b2-9860-d17c6dc73ec3v2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:a94d20f8-9909-48b2-9860-d17c6dc73ec3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-01-13T17:00:00.000Z","role":"Approver"},{"id":"cggv:a94d20f8-9909-48b2-9860-d17c6dc73ec3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-01-28T14:04:17.759Z","role":"Publisher"}],"evidence":[{"id":"cggv:a94d20f8-9909-48b2-9860-d17c6dc73ec3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a94d20f8-9909-48b2-9860-d17c6dc73ec3_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:8c03c43e-cb6e-416e-8921-6850b62e65cc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1d813641-3b79-4268-ac37-4207ca18b38d","type":"Proband","ethnicity":{"id":"cg:HispanicOrLatino"},"phenotypes":["obo:HP_0001250","obo:HP_0000750","obo:HP_0010864","obo:HP_0000752"],"sex":"Male","variant":{"id":"cggv:8c03c43e-cb6e-416e-8921-6850b62e65cc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3bba4d2c-999b-432a-ba69-2daf5b797a74","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020717.3(SHROOM4):c.3266C>T (p.Ser1089Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA121178"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16249884","type":"dc:BibliographicResource","dc:abstract":"The extensive heterogeneity underlying the genetic component of mental retardation (MR) is the main cause for our limited understanding of the aetiology of this highly prevalent condition. Hence we set out to identify genes involved in MR. We investigated the breakpoints of two balanced X;autosome translocations in two unrelated female patients with mild/moderate MR and found that the Xp11.2 breakpoints disrupt the novel human KIAA1202 (hKIAA1202) gene in both cases. We also identified a missense exchange in this gene, segregating with the Stocco dos Santos XLMR syndrome in a large four-generation pedigree but absent in >1,000 control X-chromosomes. Among other phenotypic characteristics, the affected males in this family present with severe MR, delayed or no speech, seizures and hyperactivity. Molecular studies of hKIAA1202 determined its genomic organisation, its expression throughout the brain and the regulation of expression of its mouse homologue during development. Transient expression of the wild-type KIAA1202 protein in HeLa cells showed partial colocalisation with the F-actin based cytoskeleton. On the basis of its domain structure, we argue that hKIAA1202 is a new member of the APX/Shroom protein family. Members of this family contain a PDZ and two ASD domains of unknown function and have been shown to localise at the cytoskeleton, and play a role in neurulation, cellular architecture, actin remodelling and ion channel function. Our results suggest that hKIAA1202 may be important in cognitive function and/or development.","dc:creator":"Hagens O","dc:date":"2006","dc:title":"Disruptions of the novel KIAA1202 gene are associated with X-linked mental retardation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16249884","rdfs:label":"III-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"There is no functional data to suggest a functional impairment of this variant. This variant was found in one female in a heterozygous state in gnomAD 2.1.1. Additionally, given the lack of evidence supporting the role of this variant in this disease and the fact that no other plausible disease-causing variants in SHROOM4 have been reported the ID/Autism GCEP has decided not to score this variant."},{"id":"cggv:0a7ef1a0-6a04-4394-8198-91ac82fba0dd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a3429dbd-f17e-4491-a05a-605d13424c5c","type":"Proband","detectionMethod":"Whole Exome Sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"dyspraxic gait, language absence, eye pointing, kyphosis, peripheral vasomotor disturbances","previousTesting":true,"previousTestingDescription":"aCGH analysis","sex":"Male","variant":{"id":"cggv:0a7ef1a0-6a04-4394-8198-91ac82fba0dd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:41affc63-74b9-4b4a-97a2-340a03ea1603","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020717.3(SHROOM4):c.436C>T (p.Arg146Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10416358"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26740508","type":"dc:BibliographicResource","dc:abstract":"The aim of this work was to identify new genetic causes of Rett-like phenotypes using array comparative genomic hybridisation and a whole exome sequencing approach.","dc:creator":"Lopes F","dc:date":"2016","dc:title":"Identification of novel genetic causes of Rett syndrome-like phenotypes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26740508","rdfs:label":"Patient 19"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This specific missense variant in SHROOM4 was found in 1 homozygote and 53 hemizygotes in gnomAD 2.1.1, which is equivalent to an allele frequency of 6.63e-4."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0},{"id":"cggv:a94d20f8-9909-48b2-9860-d17c6dc73ec3_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:c831b64e-f5f9-47ca-aabc-54c60fabbfac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b5495657-3536-481c-bb1b-039e6b21d0de","type":"Proband","phenotypes":"obo:HP_0001249","sex":"Male","variant":{"id":"cggv:c831b64e-f5f9-47ca-aabc-54c60fabbfac_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c26d2703-5cf6-4afe-a9dd-941039b8e78d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"ENST00000376020.7(SHROOM4):c.3772C>T (p.Gln1258Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413100839"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25167861","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability (ID) is characterised by an extreme genetic heterogeneity. Several hundred genes have been associated to monogenic forms of ID, considerably complicating molecular diagnostics. Trio-exome sequencing was recently proposed as a diagnostic approach, yet remains costly for a general implementation.","dc:creator":"Redin C","dc:date":"2014","dc:title":"Efficient strategy for the molecular diagnosis of intellectual disability using targeted high-throughput sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25167861","rdfs:label":"APN-86"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0,"dc:description":"This variant was present in the proband's 2 unaffected brothers."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:a94d20f8-9909-48b2-9860-d17c6dc73ec3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a94d20f8-9909-48b2-9860-d17c6dc73ec3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eeaa3b03-e690-4377-abb3-c71874043b85","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:21d205db-d473-4ab6-adcd-83fc4ad357a1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Human patients had seizures, delayed or no speech, hyperactivity, and intellectual disability. Knowndown of Shrm4 in rat hippocampus led to anxiety-like behavior, reduced sociability, and susceptibility of seizures. Learning and memory was not assessed in this rat model.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28262662","type":"dc:BibliographicResource","dc:abstract":"Shrm4, a protein expressed only in polarized tissues, is encoded by the KIAA1202 gene, whose mutations have been linked to epilepsy and intellectual disability. However, a physiological role for Shrm4 in the brain is yet to be established. Here, we report that Shrm4 is localized to synapses where it regulates dendritic spine morphology and interacts with the C terminus of GABAB receptors (GABABRs) to control their cell surface expression and intracellular trafficking via a dynein-dependent mechanism. Knockdown of Shrm4 in rat severely impairs GABABR activity causing increased anxiety-like behaviour and susceptibility to seizures. Moreover, Shrm4 influences hippocampal excitability by modulating tonic inhibition in dentate gyrus granule cells, in a process involving crosstalk between GABABRs and extrasynaptic δ-subunit-containing GABAARs. Our data highlights a role for Shrm4 in synaptogenesis and in maintaining GABABR-mediated inhibition, perturbation of which may be responsible for the involvement of Shrm4 in cognitive disorders and epilepsy.","dc:creator":"Zapata J","dc:date":"2017","dc:title":"Epilepsy and intellectual disability linked protein Shrm4 interaction with GABABRs shapes inhibitory neurotransmission."},"rdfs:label":"Behavioral study"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Learning and memory were not assessed in the rat model, which is key to the patient phenotypes. Additionally, because there is no convincing human evidence, the ID/Autism GCEP decided not to score this evidence on 1/6/2021."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":1931,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:104471a6-e73c-4199-abbf-f8fbfdc69241","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:29215","modeOfInheritance":"obo:HP_0001417"},"version":"2.1","dc:description":"The relationship between variants in SHROOM4 and X-linked complex neurodevelopmental disorder was first suggested in 2006 when Hagens et al. reported 3 families with intellectual disability and variants involving SHROOM4 (PMID: 16249884). Two unrelated females were found to have balanced translocations disrupting SHROOM4; because other genes were involved and their roles in the phenotype cannot be ruled out, these cases were not used as evidence. \nThe third family reported in Hagens et al. was a multigenerational pedigree with 4 males presenting with intellectual disability, bilateral congenital hip luxation, and short stature. As the family was originally described by Stocco dos Santos et al. in 1991, this presentation became known as “Stocco dos Santos X-linked Mental Retardation Syndrome”. The missense variant identified had no supportive functional evidence, and no additional testing was performed on this family to rule out other possible genetic etiologies. According to gnomAD (v2.1.1), SHROOM4 is not constrained for missense variation (Z score = 0.92). Given the lack of evidence supporting the role of this variant in this disease, the limited genetic investigation performed on this family, and the fact that no other plausible disease-causing variants in SHROOM4 have been reported, the ID/Autism GCEP decided not to score this variant. Additionally, because there are so few reports of individuals with possible disease-causing variants in this gene, it is unclear whether or not this represents a true, unique, syndromic presentation, and we have opted to curate this gene in relation to the more generic term X-linked complex neurodevelopmental disorder. \n\nWhile other variants have been reported, these have been ruled out. A missense variant reported in a boy with intellectual disability, Rett-like features, and “autistic traits” (PMID: 26740508) was later found to have a high population frequency in gnomAD 2.1.1. Additionally, a nonsense variant in SHROOM4 reported in a proband with intellectual disability was also seen in his 2 unaffected brothers (PMID: 25167861). As of January 2021, these are the only single-gene variants in SHROOM4 reported in the literature. Microdeletions involving SHROOM4 have been reported, but they all affected other genes, and therefore were not used as supportive evidence. Knockdown of Shroom4 in the rat hippocampus leads to increased anxiety-like behavior, reduced sociability, and susceptibility to seizures; learning and memory were not assessed (PMID:​ 28262662). Because of the lack of convincing human evidence, we are not scoring this animal model.\n\nIn summary, the ClinGen ID/Autism Gene Curation Expert Panel determined that there is disputed evidence linking this gene to disease (January 2021, SOP 8). Note that this gene-disease relationship was originally curated in December 2019 and given a Limited classification. Changes in scoring practices resulted in the classification being updated.\nBecause of the lack of plausible human genetic evidence supporting the role of this variant in this disease, the ID/Autism GCEP is disputing this gene-disease relationship.","dc:isVersionOf":{"id":"cggv:a94d20f8-9909-48b2-9860-d17c6dc73ec3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}