{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adfv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-08-12T16:00:00.000Z","role":"Approver"},{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-09-16T19:23:39.850Z","role":"Publisher"}],"evidence":[{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adf_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fb1ae21b-93b6-4ba6-a9ad-b1e19517de83","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:17bc61d8-46d0-4e7b-982a-429f4da1cd9d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR analysis was performed on RNA samples prepared from a range of human embryo and fetal tissues. RT-PCR analysis also performed on mouse RNA samples.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10936053","type":"dc:BibliographicResource","dc:abstract":"T-box transcription factors contain a novel type of DNA-binding domain, the T-box domain, and are encoded by an ancient gene family. Four T-box genes, omb, Trg, org-1, and H15, have been identified in Drosophila, whereas in mammals the T-box gene family has expanded, and 12 human T-box genes have been isolated. We have identified a new human T-box gene, TBX20, and its mouse homologue Tbx20, which are more closely related to the Drosophila H15 gene than to any known vertebrate gene. H15 expression in leg imaginal discs correlates with commitment to a ventral fate, implicating this gene in early patterning events. We find that TBX20 is expressed in the fetal heart, eye, and limb, and during embryogenesis in the mouse, Tbx20 is expressed in the developing heart, eye, ventral neural tube, and limbs, indicating a possible role in regulating development of these tissues. The TBX20 gene maps to chromosome 7p14-p15. An association between TBX20 and loci for retinitis pigmentosa, RP9, and blepharophimosis syndrome, BPES, have been excluded.","dc:creator":"Meins M","dc:date":"2000","dc:title":"Characterization of the human TBX20 gene, a new member of the T-Box gene family closely related to the Drosophila H15 gene."},"rdfs:label":"TBX20: Meins 2000"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:148bf255-0a40-4300-9fde-5e9b59b81073","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2655ceda-2a79-45ba-808e-bbf2889bacf5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"whole-mount in situ hybridization and probes were used to document cardiac expression in mouse embryos.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14550786","type":"dc:BibliographicResource","dc:abstract":"Tbx20 is a member of the T-box transcription factor family expressed in the forming hearts of vertebrate and invertebrate embryos. We report here analysis of Tbx20 expression during murine cardiac development and assessment of DNA-binding and transcriptional properties of Tbx20 isoforms. Tbx20 was expressed in myocardium and endocardium, including high levels in endocardial cushions. cDNAs generated by alternative splicing encode at least four Tbx20 isoforms, and Tbx20a uniquely carried strong transactivation and transrepression domains in its C terminus. Isoforms with an intact T-box bound specifically to DNA sites resembling the consensus brachyury half site, although with less avidity compared with the related factor, Tbx5. Tbx20 physically interacted with cardiac transcription factors Nkx2-5, GATA4, and GATA5, collaborating to synergistically activate cardiac gene expression. Among cardiac GATA factors, there was preferential synergy with GATA5, implicated in endocardial differentiation. In Xenopus embryos, enforced expression of Tbx20a, but not Tbx20b, led to induction of mesodermal and endodermal lineage markers as well as cell migration, indicating that the long Tbx20a isoform uniquely bears functional domains that can alter gene expression and developmental behaviour in an in vivo context. We propose that Tbx20 plays an integrated role in the ancient myogenic program of the heart, and has been additionally coopted during evolution of vertebrates for endocardial cushion development.","dc:creator":"Stennard FA","dc:date":"2003","dc:title":"Cardiac T-box factor Tbx20 directly interacts with Nkx2-5, GATA4, and GATA5 in regulation of gene expression in the developing heart."},"rdfs:label":"TBX20: Stennard 2003"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6a05cb2f-d46d-49a4-8e35-75d0b2dfed63","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bcf4ed8a-26aa-4d93-90de-3f09671ce261","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"F2561 variant recognized to greatly decrease interaction with CASZ1. This mutation has been identified in DCM family to result in LOF mutation and have a dominant negative effect.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28945738","type":"dc:BibliographicResource","dc:abstract":"By the age of 40, one in five adults without symptoms of cardiovascular disease are at risk for developing congestive heart failure. Within this population, dilated cardiomyopathy (DCM) remains one of the leading causes of disease and death, with nearly half of cases genetically determined. Though genetic and high throughput sequencing-based approaches have identified sporadic and inherited mutations in a multitude of genes implicated in cardiomyopathy, how combinations of asymptomatic mutations lead to cardiac failure remains a mystery. Since a number of studies have implicated mutations of the transcription factor TBX20 in congenital heart diseases, we investigated the underlying mechanisms, using an unbiased systems-based screen to identify novel, cardiac-specific binding partners. We demonstrated that TBX20 physically and genetically interacts with the essential transcription factor CASZ1. This interaction is required for survival, as mice heterozygous for both Tbx20 and Casz1 die post-natally as a result of DCM. A Tbx20 mutation associated with human familial DCM sterically interferes with the TBX20-CASZ1 interaction and provides a physical basis for how this human mutation disrupts normal cardiac function. Finally, we employed quantitative proteomic analyses to define the molecular pathways mis-regulated upon disruption of this novel complex. Collectively, our proteomic, biochemical, genetic, and structural studies suggest that the physical interaction between TBX20 and CASZ1 is required for cardiac homeostasis, and further, that reduction or loss of this critical interaction leads to DCM. This work provides strong evidence that DCM can be inherited through a digenic mechanism.","dc:creator":"Kennedy L","dc:date":"2017","dc:title":"Formation of a TBX20-CASZ1 protein complex is protective against dilated cardiomyopathy and critical for cardiac homeostasis."},"rdfs:label":"Kennedy Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"CASZ1 does not have a known association with DCM. Cannot be scored."},{"id":"cggv:0d12a715-c7b0-40bc-bf03-3b4787f5d7ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97296bc3-98bb-4c73-aef0-b7b325bde911","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Loss of nmr1 or cardiac knock-down of nmr2; observed increased pace-induced heart arrest/fibrillation, left ventricle dilation and contractile abnormalities. Conlcuded loss of Tbx20 in flies results in loss of maintenance of adult heart structure and function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19074289","type":"dc:BibliographicResource","dc:abstract":"neuromancer/Tbx20 (nmr) genes are cardiac T-box transcription factors that are evolutionarily conserved from flies to humans. Along with other known congenital heart disease genes, including tinman/Nkx2-5, dorsocross/Tbx5/6, and pannier/Gata4/6, they are important for specification and morphogenesis of the embryonic heart. The Drosophila heart has proven to be an excellent model to study genes involved in establishing and maintaining the structural integrity of the adult heart, as well as genes involved in maintaining physiological function. Using this model, we have identified nmr as a gene required in adult fly hearts for the maintenance of both normal myofibrillar architecture and cardiac physiology. Moreover, we have discovered synergistic interactions between nmr and other cardiac transcription factors, including tinman/Nkx2-5, in regulating cardiac performance, rhythmicity, and cardiomyocyte structure, reminiscent of similar interactions in mice. This suggests a remarkably conserved role for this network of cardiac transcription factors in the genetic control of the adult heart. In addition, nmr-tinman interactions also influence the expression of potential downstream effectors, such as ion channels. Interestingly, genetic screening of patients with dilated cardiomyopathy and congenital heart disease has revealed TBX20 variants in three sporadic and two familial cases that were not found in controls. These findings suggest that the fly heart might serve as an identifier of candidate genes involved in human heart disease.","dc:creator":"Qian L","dc:date":"2008","dc:title":"Transcription factor neuromancer/TBX20 is required for cardiac function in Drosophila with implications for human heart disease."},"rdfs:label":"Qian 2008"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ebff5e4-385c-4a84-af6f-1ed532715dc2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1f53b3e6-0597-4c89-bfc2-ad1b02efe736","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"a compromised contractile function (by 42%) and decreased fractional shortening (by 21%) in a mouse model would be indicative of a DCM diagnosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15843414","type":"dc:BibliographicResource","dc:abstract":"The genetic hierarchies guiding lineage specification and morphogenesis of the mammalian embryonic heart are poorly understood. We now show by gene targeting that murine T-box transcription factor Tbx20 plays a central role in these pathways, and has important activities in both cardiac development and adult function. Loss of Tbx20 results in death of embryos at mid-gestation with grossly abnormal heart morphogenesis. Underlying these disturbances was a severely compromised cardiac transcriptional program, defects in the molecular pre-pattern, reduced expansion of cardiac progenitors and a block to chamber differentiation. Notably, Tbx20-null embryos showed ectopic activation of Tbx2 across the whole heart myogenic field. Tbx2 encodes a transcriptional repressor normally expressed in non-chamber myocardium, and in the atrioventricular canal it has been proposed to inhibit chamber-specific gene expression through competition with positive factor Tbx5. Our data demonstrate a repressive activity for Tbx20 and place it upstream of Tbx2 in the cardiac genetic program. Thus, hierarchical, repressive interactions between Tbx20 and other T-box genes and factors underlie the primary lineage split into chamber and non-chamber myocardium in the forming heart, an early event upon which all subsequent morphogenesis depends. Additional roles for Tbx20 in adult heart integrity and contractile function were revealed by in-vivo cardiac functional analysis of Tbx20 heterozygous mutant mice. These data suggest that mutations in human cardiac transcription factor genes, possibly including TBX20, underlie both congenital heart disease and adult cardiomyopathies.","dc:creator":"Stennard FA","dc:date":"2005","dc:title":"Murine T-box transcription factor Tbx20 acts as a repressor during heart development, and is essential for adult heart integrity, function and adaptation."},"rdfs:label":"TBX20: Stennard 2005"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"As decided by the expert panel, a clear mechanism of disease is unclear. This study suggests a LOF while the Zhang et al model suggested a GOF mechanism of disease."},{"id":"cggv:550d15e2-d1f5-4cb5-ba8a-eefb1ede6041","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:86d52f5f-a1ee-4551-b51d-d7007ce78f9c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The reduced ejection fraction and dilated heart both mimic a diagnosis of dilated cardiomyopathy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21890625","type":"dc:BibliographicResource","dc:abstract":"Bone morphogenetic protein 10 (BMP10) belongs to the TGFβ-superfamily. Previously, we had demonstrated that BMP10 is a key regulator for ventricular chamber formation, growth, and maturation. Ablation of BMP10 leads to hypoplastic ventricular wall formation, and elevated levels of BMP10 are associated with abnormal ventricular trabeculation/compaction and wall maturation. However, the molecular mechanism(s) by which BMP10 regulates ventricle wall growth and maturation is still largely unknown. In this study, we sought to identify the specific transcriptional network that is potentially mediated by BMP10. We analyzed and compared the gene expression profiles between α-myosin heavy chain (αMHC)-BMP10 transgenic hearts and nontransgenic littermate controls using Affymetrix mouse exon arrays. T-box 20 (Tbx20), a cardiac transcription factor, was significantly up-regulated in αMHC-BMP10 transgenic hearts, which was validated by quantitative RT-PCR and in situ hybridization. Ablation of BMP10 reduced Tbx20 expression specifically in the BMP10-expressing region of the developing ventricle. In vitro promoter analysis demonstrated that BMP10 was able to induce Tbx20 promoter activity through a conserved Smad binding site in the Tbx20 promoter proximal region. Furthermore, overexpression of Tbx20 in myocardium led to dilated cardiomyopathy that exhibited ventricular hypertrabeculation and an abnormal muscular septum, which phenocopied genetically modified mice with elevated BMP10 levels. Taken together, our findings demonstrate that the BMP10-Tbx20 signaling cascade is important for ventricular wall development and maturation.","dc:creator":"Zhang W","dc:date":"2011","dc:title":"Tbx20 transcription factor is a downstream mediator for bone morphogenetic protein-10 in regulating cardiac ventricular wall development and function."},"rdfs:label":"Zhang 2011"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Per discussion with expert panel, the alpha-MHC promotor may have a secondary effect. Additionally, a clear mechanism of disease is unclear and discordant between the two TBX20 mouse models."},{"id":"cggv:c13129b6-1dcf-4884-9da8-7a92b55218ff","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d2677ddc-be1f-4779-be34-f74ccdfec08c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A reduced EF and dilation of the LV would correlate to a human DCM phenotype.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28945738","rdfs:label":"Kennedy 2017"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"DCM phenotype was only present with tbx20; casz1 compount heterozygous mice. Mice heterozygous for one of the two loss of function proteins did not display a DCM phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adf_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adf_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:3dcda17c-ff26-4f7c-a321-f361d35d3098_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:910f855f-dd4c-48e2-9296-603b66db47aa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"Sequencing of TBX20 and NKX2-5 only","firstTestingMethod":"PCR","previousTesting":true,"previousTestingDescription":"No previous testing mentioned","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3dcda17c-ff26-4f7c-a321-f361d35d3098_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32849f1b-58df-4bb6-b9e3-5993359f95f4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017012456.1(TBX20):c.448T>A (p.Trp150Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367263331"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19074289"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19074289","rdfs:label":"Qian 2008 RR"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Absent from population databases, no additional evidence to support pathogenicity, no segregation data."},{"id":"cggv:36d112c6-e926-4225-b8cf-82fdbb80fa1a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:80ab16cc-9a7a-45ff-a4d6-570511b81795","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":9,"detectionMethod":"Exome sequencing and sanger confirmed.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband with diagnosis of LVNC and mother with LVNC and DCM. No clinical data available to verify phenotypes.","previousTesting":true,"previousTestingDescription":"No previous testing mentioned in text.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:36d112c6-e926-4225-b8cf-82fdbb80fa1a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0bc5b4ef-5bc3-425d-83b7-ce0a47d78b04","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017012456.1(TBX20):c.73A>G (p.Met25Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367264208"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30384889","type":"dc:BibliographicResource","dc:abstract":"Childhood cardiomyopathies are progressive and often lethal disorders, forming the most common cause of heart failure in children. Despite severe outcomes, their genetic background is still poorly characterized.","dc:creator":"Vasilescu C","dc:date":"2018","dc:title":"Genetic Basis of Severe Childhood-Onset Cardiomyopathies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30384889","rdfs:label":"Vasilescue 2018 P4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"no confirmation of DCM phenotype"},{"id":"cggv:885b8dbe-5e90-4cd0-9c66-82469426cc22_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:181b1411-4dbe-4e59-a9e0-4005b9d1369f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:885b8dbe-5e90-4cd0-9c66-82469426cc22_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1da06074-166b-4ee6-b065-276bd7a1139b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017012456.1(TBX20):c.404G>A (p.Arg135Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4217376"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19074289"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19074289","rdfs:label":"Qian 2008 RRJ"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"frequency of 0.045% in latino population in gnomAD. Higher than to be expected for disease."},{"id":"cggv:a92c07e5-a286-455a-b1ae-dc0dae0df1aa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6df864c8-0ed3-45cd-8c49-d02d11d372d8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Gene sequencing of TBX20 and NKX2-5 only","firstTestingMethod":"PCR","phenotypeFreeText":"LV of 6.32 and EF of 32/20%. Congestive Heart Failure.","previousTesting":true,"previousTestingDescription":"No previous testing reported","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:a92c07e5-a286-455a-b1ae-dc0dae0df1aa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:33fa2818-606e-4999-b786-2088225709cc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017012456.1(TBX20):c.-12C>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367264415"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19074289"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19074289","rdfs:label":"Qian 2008 DL"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"No segregation data, no evidence of pathogenicity beyond absent from population databases."},{"id":"cggv:b9c32cf3-f19c-4685-97cf-b292d20e516b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:54ed7cc6-4415-449f-b889-9f75f83c86ca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":59,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","previousTesting":true,"previousTestingDescription":"No previous testing mentioned","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b9c32cf3-f19c-4685-97cf-b292d20e516b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:20991672-8528-416c-b965-af9842a95cbc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XM_017012456.1(TBX20):c.169T>A (p.Phe57Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367263983"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26118961","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy (DCM) is a major cause of congestive heart failure, sudden cardiac death and cardiac transplantation. Aggregating evidence highlights the genetic origin of DCM. However, DCM is a genetically heterogeneous disorder, and the genetic components underlying DCM in most cases remain unknown.","dc:creator":"Zhao CM","dc:date":"2016","dc:title":"TBX20 loss-of-function mutation associated with familial dilated cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26118961","rdfs:label":"Zhao 2016 II-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Per discussion with DCM experts, this publication will not be scored due to numerous publications from this group showing similar and unlikely clinical/functional outcomes for DCM."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.2},{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adf_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:ae39ada0-07d9-4989-bd87-5425a9ba7c33_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6a77b7bf-03ae-427b-b9be-b04fbe8202ce","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":44,"detectionMethod":"TBX20 coding exons and flanking introns were sequenced in 115 unrelated probands and 200 controls. Primers were developed and used to genotype TBX20 by PCR. Fourteen family members of the proband with an identfied TBX20 mutation were also genotyped.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Dilated cardiomyopathy","previousTesting":true,"previousTestingDescription":"No previous testing mentioned in text.","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:ae39ada0-07d9-4989-bd87-5425a9ba7c33_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:adb1f01e-1efd-4b9b-ba99-45fdde58b436","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000007.14:g.35248795C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367264767"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27510170","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy (DCM) is the most prevalent form of primary cardiomyopathy in humans and is a leading cause of heart failure and sudden cardiac death. Genetic abnormalities have been demonstrated to be a major contributor to the development of DCM. However, DCM is a genetically heterogeneous disease, and the genetic basis underlying DCM in a significant proportion of patients remains unclear. In the current study, the coding exons and splicing junction sites of the T‑Box 20 (TBX20) gene, which encodes a T‑box transcription factor essential for cardiac morphogenesis and structural remodeling, were sequenced in 115 unrelated patients with idiopathic DCM, and a novel heterozygous mutation, p.E143X, was identified in one patient. Genetic analysis of the mutation carrier's pedigree indicated that the nonsense mutation was present in all the living family members with DCM, and also in a female patient with a congenital atrial septal defect. The mutation, which was predicted to generate a truncated protein with only the N‑terminus and a fraction of the T‑box domain remaining, was absent in 800 control chromosomes. Functional assays using a dual‑luciferase reporter assay system revealed that the truncated TBX20 protein had no transcriptional activity in contrast to its wild‑type counterpart. Furthermore, the mutation abolished the synergistic activation between TBX20 and NK2 homeobox 5, or between TBX20 and GATA binding protein 4. The observations of the current study expand the mutation spectrum of TBX20 associated with DCM and congenital heart disease (CHD), which provide novel insight into the molecular mechanisms underlying DCM and CHD, suggesting the potential implications for the effective and personalized treatment of these diseases. ","dc:creator":"Zhou YM","dc:date":"2016","dc:title":"A novel TBX20 loss‑of‑function mutation contributes to adult‑onset dilated cardiomyopathy or congenital atrial septal defect."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27510170","rdfs:label":"Zhou 2016 Family 1 II-3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0,"dc:description":"Per discussion with DCM experts, this publication will not be scored due to numerous publications from this group showing similar and unlikely clinical/functional outcomes for DCM."},{"id":"cggv:88807d73-e320-44a1-a977-d70776c3d9ad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:42d19d60-29e9-4636-8d5d-83f614e76936","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:88807d73-e320-44a1-a977-d70776c3d9ad_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:84624585-bf79-4ea6-9767-d8b06b37d57e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001077653.2(TBX20):c.583C>T (p.Gln195Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116974"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17668378","type":"dc:BibliographicResource","dc:abstract":"The T-box family transcription factor gene TBX20 acts in a conserved regulatory network, guiding heart formation and patterning in diverse species. Mouse Tbx20 is expressed in cardiac progenitor cells, differentiating cardiomyocytes, and developing valvular tissue, and its deletion or RNA interference-mediated knockdown is catastrophic for heart development. TBX20 interacts physically, functionally, and genetically with other cardiac transcription factors, including NKX2-5, GATA4, and TBX5, mutations of which cause congenital heart disease (CHD). Here, we report nonsense (Q195X) and missense (I152M) germline mutations within the T-box DNA-binding domain of human TBX20 that were associated with a family history of CHD and a complex spectrum of developmental anomalies, including defects in septation, chamber growth, and valvulogenesis. Biophysical characterization of wild-type and mutant proteins indicated how the missense mutation disrupts the structure and function of the TBX20 T-box. Dilated cardiomyopathy was a feature of the TBX20 mutant phenotype in humans and mice, suggesting that mutations in developmental transcription factors can provide a sensitized template for adult-onset heart disease. Our findings are the first to link TBX20 mutations to human pathology. They provide insights into how mutation of different genes in an interactive regulatory circuit lead to diverse clinical phenotypes, with implications for diagnosis, genetic screening, and patient follow-up.","dc:creator":"Kirk EP","dc:date":"2007","dc:title":"Mutations in cardiac T-box factor gene TBX20 are associated with diverse cardiac pathologies, including defects of septation and valvulogenesis and cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17668378","rdfs:label":"Kirk 2007 III:4"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"Additional testing for candidate DCM genes not completed, limited segregation"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.2}],"evidenceStrength":"Limited","sequence":1177,"specifiedBy":"GeneValidityCriteria7","strengthScore":4.7,"subject":{"id":"cggv:723ac27c-76ae-4839-b6cd-6aa79fc671dd","type":"GeneValidityProposition","disease":"obo:MONDO_0005021","gene":"hgnc:11598","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TBX20 was first reported in relation to autosomal dominant dilated cardiomyopathy (DCM) in 2007 (Kirk et al, PMID: 17668378. Human genetic evidence supporting the gene-disease relationship with DCM includes case-level data. Three unique variants (missense and nonsense) in TBX20 have been reported in three different probands with a diagnosis of DCM (Kirk et al, 2007, PMID: 17668378; Qian et al, 2008 PMID: 19074289). One of the three probands had a diagnosis of DCM in addition to pulmonary hypertension, atrial septal defect, and coarctation of the aorta. Additional publications that presented genetic evidence were excluded due to concerns of suspect data (Zhao et al, 2016, PMID: 26118961; Zhou et al, 2016, PMID:27510170). In addition, this In addition, this gene-disease association is supported by animal models and expression studies. The mechanism of disease is unclear at this time as TBX20 loss-of-function and gain-of-function (overexpression) animal models have produced similar phenotypes (Stennard et al, 2005,PMID: 15843414, Zhang et al, 2011, PMID: 21890625). In summary, there is limited evidence to support this gene-disease relationship. More evidence is needed to support the relationship of TBX20 with autosomal dominant DCM.  This classification was approved by the ClinGen Dilated Cardiomyopathy Working Group on November 22, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:58a014d9-2d97-4041-961d-cfd09fa11adf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}