{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10021","date":"2019-04-29T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:59f2f3b0-75e1-4464-a82c-c0f589658b10","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57609f98-2b16-496f-9e89-7f7a9fc01a29","type":"FunctionalAlteration","dc:description":"They found that the CBL-Y371H variant possessed oncogenic activity that was contingent on the PRR region (as PRR del mutants affected the oncogenic activity of the mutant). They showed that the CBL-Y371H variant displayed cytokine-independent growth and enhanced SCF-induced c-KIT signaling. These alterations suggest that this variant is important for the presence of JMML in CBL syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28082680","type":"dc:BibliographicResource","dc:abstract":"Mutations of the tyrosine kinase-directed ubiquitin ligase CBL cause myeloid leukemias, but the molecular determinants of the dominant leukemogenic activity of mutant CBL oncogenes are unclear. Here, we first define a gain-of-function attribute of the most common leukemia-associated CBL mutant, Y371H, by demonstrating its ability to increase proliferation of hematopoietic stem/progenitor cells (HSPCs) derived from CBL-null and CBL/CBL-B-null mice. Next, we express second-site point/deletion mutants of CBL-Y371H in CBL/CBL-B-null HSPCs or the cytokine-dependent human leukemic cell line TF-1 to show that individual or combined Tyr → Phe mutations of established phosphotyrosine residues (Tyr-700, Tyr-731, and Tyr-774) had little impact on the activity of the CBL-Y371H mutant in HSPCs, and the triple Tyr → Phe mutant was only modestly impaired in TF-1 cells. In contrast, intact tyrosine kinase-binding (TKB) domain and proline-rich region (PRR) were critical in both cell models. PRR deletion reduced the stem cell factor (SCF)-induced hyper-phosphorylation of the CBL-Y371H mutant and the c-KIT receptor and eliminated the sustained p-ERK1/2 and p-AKT induction by SCF. GST fusion protein pulldowns followed by phospho-specific antibody array analysis identified distinct CBL TKB domains or PRR-binding proteins that are phosphorylated in CBL-Y371H-expressing TF-1 cells. Our results support a model of mutant CBL gain-of-function in which mutant CBL proteins effectively compete with the remaining wild type CBL-B and juxtapose TKB domain-associated PTKs with PRR-associated signaling proteins to hyper-activate signaling downstream of hematopoietic growth factor receptors. Elucidation of mutant CBL domains required for leukemogenesis should facilitate targeted therapy approaches for patients with mutant CBL-driven leukemias.","dc:creator":"Nadeau SA","dc:date":"2017","dc:title":"Structural Determinants of the Gain-of-Function Phenotype of Human Leukemia-associated Mutant CBL Oncogene."},"rdfs:label":"Characterization of the p.Tyr371His variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This study identified the mechanisms by which the Y371H variant possesses oncogenic activity in JMML patients and how it alters certain pathways. This is a feature of CBL syndrome."},{"id":"cggv:ccb4705a-ba50-4b6c-8364-52f356da7e33","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9bc5282d-d7b5-4154-b2d3-14db8ab2275f","type":"FunctionalAlteration","dc:description":"Expression of each mutant resulted in impaired receptor ubiquitylation in response to EGF stimulation, they also found that transient expression enhanced AKT phosphorylation and caused enhanced RAS signalling at least in precursor cells of the myeloid lineage. This may occur through changes in CBL's function as an EGFR downregulator","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20619386","type":"dc:BibliographicResource","dc:abstract":"RAS signaling plays a key role in controlling appropriate cell responses to extracellular stimuli and participates in early and late developmental processes. Although enhanced flow through this pathway has been established as a major contributor to oncogenesis, recent discoveries have revealed that aberrant RAS activation causes a group of clinically related developmental disorders characterized by facial dysmorphism, a wide spectrum of cardiac disease, reduced growth, variable cognitive deficits, ectodermal and musculoskeletal anomalies, and increased risk for certain malignancies. Here, we report that heterozygous germline mutations in CBL, a tumor-suppressor gene that is mutated in myeloid malignancies and encodes a multivalent adaptor protein with E3 ubiquitin ligase activity, can underlie a phenotype with clinical features fitting or partially overlapping Noonan syndrome (NS), the most common condition of this disease family. Independent CBL mutations were identified in two sporadic cases and two families from among 365 unrelated subjects who had NS or suggestive features and were negative for mutations in previously identified disease genes. Phenotypic heterogeneity and variable expressivity were documented. Mutations were missense changes altering evolutionarily conserved residues located in the RING finger domain or the linker connecting this domain to the N-terminal tyrosine kinase binding domain, a known mutational hot spot in myeloid malignancies. Mutations were shown to affect CBL-mediated receptor ubiquitylation and dysregulate signal flow through RAS. These findings document that germline mutations in CBL alter development to cause a clinically variable condition that resembles NS and that possibly predisposes to malignancies.","dc:creator":"Martinelli S","dc:date":"2010","dc:title":"Heterozygous germline mutations in the CBL tumor-suppressor gene cause a Noonan syndrome-like phenotype."},"rdfs:label":"CBL alterations change RAS pathway"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This functional alteration study shows that variants in CBL cause changes in the phosphorylation of the RAS network and therefore should be counted as evidence implicating CBL in the RAS network."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8249a92d-7cae-49ba-b5d1-e20144d52ad4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5a7affcc-3fa2-49e2-b4af-271457ca1e4c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"JMML is a common feature in patients with CBL mutations, therefore the presence of a CBL mouse model with JMML is consistent with it being a possible model for CBL-related disorder. Additionally, the alteration of ERK activation supports that CL may be related to the RAS pathway which is consistent with patients having RASopathy-like features.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20951944","type":"dc:BibliographicResource","dc:abstract":"Although myeloid leukemias are primarily caused by leukemic stem cells, the molecular basis of their transformation remains largely unknown. Here, by analyzing mice with a mutation in the RING finger domain of c-Cbl, we show that the E3 ubiquitin ligase activity of c-Cbl is required to restrict myeloid leukemia development. These mice develop a myeloproliferative disease which progresses to leukemia and involves hematopoietic progenitors that exhibit augmented FLT3 signaling. Suppressing this signaling through matings with FLT3 ligand knockout mice prevents leukemia development. We also observe enhanced c-Kit, Akt and Erk activity, and deregulated expression of leukemia-associated transcription factors in hematopoietic progenitors. The characterization of these perturbations provides direction for therapeutics that may aid the treatment of patients with c-Cbl mutations.","dc:creator":"Rathinam C","dc:date":"2010","dc:title":"Myeloid leukemia development in c-Cbl RING finger mutant mice is dependent on FLT3 signaling."},"rdfs:label":"RING finger domain mutation in CBL mice with MML"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Since these are deletions in a critical domain of the protein that is different from the other mouse model, this mouse was counted separately due to its replication of the MML phenotype seen in patients. However, since this paper also did not encapsulate any other aspects of the syndrome, this mouse model has also been downgraded."},{"id":"cggv:d05ea63f-b94b-4c50-8239-b2ab5cafae19","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f7fd5c5b-4b39-48a2-919e-334e3b37f546","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mouse model exhibited sustained proliferation of myelomonocytes, multiliniage dysplasia, splenomegaly which are all hallmarks of myelomonocytic leukemia which is a common feature of CBL syndrome that is somewhat unique to this gene as a feature of a RASopathy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28209720","type":"dc:BibliographicResource","dc:abstract":"Chronic myelomonocytic leukemia (CMML) is a hematological malignancy characterized by uncontrolled proliferation of dysplastic myelomonocytes and frequent progression to acute myeloid leukemia (AML). We identified mutations in the Cbl gene, which encodes a negative regulator of cytokine signaling, in a subset of CMML patients. To investigate the contribution of mutant Cbl in CMML pathogenesis, we generated conditional knockin mice for Cbl that express wild-type Cbl in a steady state and inducibly express Cbl\n                        Q367P\n                     , a CMML-associated Cbl mutant. Cbl\n                        Q367P\n                     mice exhibited sustained proliferation of myelomonocytes, multilineage dysplasia, and splenomegaly, which are the hallmarks of CMML. The phosphatidylinositol 3-kinase (PI3K)-AKT and JAK-STAT pathways were constitutively activated in Cbl\n                        Q367P\n                     hematopoietic stem cells, which promoted cell cycle progression and enhanced chemokine-chemokine receptor activity. Gem, a gene encoding a GTPase that is upregulated by Cbl\n                        Q367P\n                     , enhanced hematopoietic stem cell activity and induced myeloid cell proliferation. In addition, Evi1, a gene encoding a transcription factor, was found to cooperate with Cbl\n                        Q367P\n                     and progress CMML to AML. Furthermore, targeted inhibition for the PI3K-AKT and JAK-STAT pathways efficiently suppressed the proliferative activity of Cbl\n                        Q367P\n                     -bearing CMML cells. Our findings provide insights into the molecular mechanisms underlying mutant Cbl-induced CMML and propose a possible molecular targeting therapy for mutant Cbl-carrying CMML patients.","dc:creator":"Nakata Y","dc:date":"2017","dc:title":"Acquired expression of Cbl\n                    Q367P\n                 in mice induces dysplastic myelopoiesis mimicking chronic myelomonocytic leukemia."},"rdfs:label":"CBL Gln367Pro Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because while JMML is a common feature of CBL-related syndromes, it is not present in all patients with CBL syndrome and therefore may not be the best model to represent the entire syndrome. No further phenotyping was described."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:09f1108c-6b18-420b-945f-55dc2f8368f6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c7707243-146e-45ed-8e23-e9a4af6efd21","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"Sequencing of CBL","firstTestingMethod":"PCR","phenotypeFreeText":"moyamoya disease, hepatosplenomegaly when she was 1 year old diagnosed with JMML. The patient had mulltiple phenotpes that suggested Noonan-like disorder. Short stature, developental delay, high anterior hairline, hypertelorism, edematous eye lids, wide base bulbous tip, mild pectus excarinatum, cupped ears, cubitus valgus, widely separated nipples","phenotypes":["obo:HP_0000316","obo:HP_0002967","obo:HP_0012209","obo:HP_0000378","obo:HP_0001263","obo:HP_0012810","obo:HP_0000414","obo:HP_0001433","obo:HP_0011834","obo:HP_0000768","obo:HP_0100540","obo:HP_0004322","obo:HP_0009890","obo:HP_0006610"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:09f1108c-6b18-420b-945f-55dc2f8368f6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2bd9b733-b4c6-4ec5-9200-fbee32b25724","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005188.3(CBL):c.1111T>C (p.Tyr371His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123492"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25283271","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in CBL have been identified in patients with Noonan syndrome-like phenotypes, while juvenile myelomonocytic leukemia (JMML) harbors duplication of a germline CBL, resulting in acquired isodisomy. The association between moyamoya disease and Noonan syndrome carrying a PTPN11 mutation has recently been reported. We present a patient with JMML who developed moyamoya disease and neovascular glaucoma. Our patient exhibited a Noonan syndrome-like phenotype. Genetic analysis revealed acquired isodisomy and a germline heterozygous mutation in CBL. This is a rare case of CBL mutation associated with moyamoya disease. Prolonged RAS pathway signaling may cause disruption of cerebrovascular development.","dc:creator":"Hyakuna N","dc:date":"2015","dc:title":"Germline mutation of CBL is associated with moyamoya disease in a child with juvenile myelomonocytic leukemia and Noonan syndrome-like disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25283271","rdfs:label":"Hyakuna 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Patient with a variant in CBL that was later identified in a patient with CBL syndrome (Coe 2017). This patient had JMML which is consistent with other patients with CBL variants, and other variants have been identified in patients with Noonan-like syndrome at this codon (Y371D, Y371N, Y371C; Human Gene Mutation Database (Stenson et al., 2014))"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:9acc1055-43b5-4165-b8b0-383e52061ab9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89f36130-0c06-4a53-85df-b835cdd6f181","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"WES with Sanger confirmation","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"21 month old female with focal status epilepticus and left hemiplegia revealing an acute infarction in the right MCA, bilateral collateral moyamoya network, café au lait spots, no dysmorphic features suggestive of Noonan syndrome. No JMML noted, leucocyte RBC platelet counts normal at age 12, stroke, hypertension, quadriparesis, oral dyspraxia, sialorrhea, cognitive impairment with attention deficit","phenotypes":["obo:HP_0100543","obo:HP_0011098","obo:HP_0002133","obo:HP_0001999","obo:HP_0002273","obo:HP_0011834","obo:HP_0002307","obo:HP_0040292","obo:HP_0007018","obo:HP_0000957","obo:HP_0000822"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9acc1055-43b5-4165-b8b0-383e52061ab9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1147529c-8226-4575-951a-cf4426ad693e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005188.3(CBL):c.1228-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/177959"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28343148","type":"dc:BibliographicResource","dc:abstract":"Moyamoya angiopathy (MMA) is characterised by a progressive stenosis of the terminal part of the internal carotid arteries and the development of abnormal collateral deep vessels. Its pathophysiology is unknown. MMA can be the sole manifestation of the disease (moyamoya disease) or be associated with various conditions (moyamoya syndrome) including some Mendelian diseases. We aimed to investigate the genetic basis of moyamoya using a whole exome sequencing (WES) approach conducted in sporadic cases without any overt symptom suggestive of a known Mendelian moyamoya syndrome.","dc:creator":"Guey S","dc:date":"2017","dc:title":"De novo mutations in CBL causing early-onset paediatric moyamoya angiopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28343148","rdfs:label":"Proband from Trio 3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant is predicted to cause aberrant splicing leading to the in-frame skipping of exon 9 in CBL. It was identified in a de novo occurance. The variant has been classfiied by the LMM and GeneDx as pathogenic, however Invitae more recently classified this variant as VUS because the mechanism of LOF has not yet been established in CBL variants. This variant is absent from gnomAD and meets criteria to score as a de novo variant."},{"id":"cggv:b44411dc-859d-46a4-88a3-89ce02962bd1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e9645c2a-5581-4144-a406-b040536524ce","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"PTPN11, SOS1, RAF1, KRAS, NRAS, SHOC2, CBL","firstTestingMethod":"PCR","phenotypeFreeText":"Hydrothorax, grade 4 respiratory distress syndrome, chylothorax, short stature, delayed development, facial features of RASpathy. No JMML noted","phenotypes":["obo:HP_0002098","obo:HP_0001263","obo:HP_0010310","obo:HP_0004322"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:b44411dc-859d-46a4-88a3-89ce02962bd1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7b4d3fe5-9d88-4b09-a532-31c28845853a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005188.3(CBL):c.1100A>C (p.Gln367Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123484"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25358541","type":"dc:BibliographicResource","dc:abstract":"Fetal hydrops, fetal pleural effusions, hydrothorax, and chylothorax, may be associated with various genetic disorders, in particular with the Noonan, cardio-facio-cutaneous and Costello syndromes. These syndromes, collectively called RASopathies, are caused by mutations in the RAS/MAPK pathway, which is known to play a major role in lymphangiogenesis. Recently, germline mutations in the Casitas B-cell lymphoma (CBL) gene were reported in 25 patients and of these, 20 had juvenile myelomonocytic leukemia (JMML). The disorder was named \"CBL syndrome\" or \"Noonan syndrome-like disorder with or without juvenile myelomonocytic leukemia\" (NSLL). To date, prenatal abnormalities have not been reported and it is still debated whether the CBL syndrome falls into the category of a RASopathy, or represents a different entity. Here we report on three unrelated patients with CBL mutations manifesting with hydrops fetalis, fetal pleural effusions and/or congenital hydro-/chylothorax. Our findings further connect the CBL syndrome with the RASopathies.","dc:creator":"Bülow L","dc:date":"2015","dc:title":"Hydrops, fetal pleural effusions and chylothorax in three patients with CBL mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25358541","rdfs:label":"Bulow Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant was found to be de novo in this patient and is absent from gnomAD. They state that the germline nature of the mutation was confirmed by testing a saliva sample."},{"id":"cggv:63acbfeb-6b96-493f-9284-9a47e2401dad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e69325cc-d738-44d8-891d-e49fb1163d50","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"WES with Sanger confirmation","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"mild facial dysmorphisms (anteverted earlobes, posteriorly rotated ears and hypertrophic lips, feeding difficulties, failure to thrive, hypotonia, frequent airway infections attributed to GI reflux, severe constipation, mild motor and speech delay, right hemiplegia, , acute ischaemic stroke at 3 years old, strabismus","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:63acbfeb-6b96-493f-9284-9a47e2401dad_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e3c58f86-278f-458e-8cbe-d1163e7e1a0f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005188.3(CBL):c.1111T>A (p.Tyr371Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/180827"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28343148"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28343148","rdfs:label":"Trio 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This patient was found to have a de novo variant in CBL that is predicted to be disease causing by computational tools and is absent from gnomAD. It is also located at a residue that has previously been altered in patients with CBL syndrome (p.Y371H)."},{"id":"cggv:e13a01df-9602-40ca-ae12-3ba974d2bc50_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c1f8eff9-bde2-4fcc-9243-c8d31bcfd794","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":17,"detectionMethod":"","phenotypeFreeText":"Hydrops, atrial septal defect, inguinal hernia, hepatosplenomegaly, pleural effusions, lymphedema, hypotonia, facial features or RASopathy, monocytosis at age 3 weeks; JMML","phenotypes":["obo:HP_0001433","obo:HP_0001004","obo:HP_0001290","obo:HP_0002202","obo:HP_0001631","obo:HP_0012209","obo:HP_0012311","obo:HP_0000023","obo:HP_0000969"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:e13a01df-9602-40ca-ae12-3ba974d2bc50_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7b4d3fe5-9d88-4b09-a532-31c28845853a"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25358541"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25358541","rdfs:label":"Bulow Patient 3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant was identified as a de novo variant. It's germline nature was confirmed by testing a buccal swab sample. The variant has been classified as pathogenic by multiple clinical labs as it has been identified in mutliple patients in de novo occurenaces in pateints with CBL related disorders. Variant is absent from gnomAD."},{"id":"cggv:e0bd4c4e-0a7a-40a8-bad6-a2826820b7ad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f2846671-45be-4c2a-89d4-adf0b7c4ca15","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"Sequencing of PTPN11, SOS1, RAF1, NRAS, BRAF, MEK1, MEK2, and CBL","firstTestingMethod":"PCR","phenotypeFreeText":"Facial appearance suggestive of a RASopathy, lymphedema, ID, short stature, hypotonia, macrocephaly, hydrothorax, mild skin edema, hydrops fetalis, pulmonar valvular stenosis. No JMML noted","phenotypes":["obo:HP_0001004","obo:HP_0001789","obo:HP_0000256","obo:HP_0001642","obo:HP_0001290","obo:HP_0004322","obo:HP_0001249"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:e0bd4c4e-0a7a-40a8-bad6-a2826820b7ad_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4a535acc-d47a-46a8-a355-6cf38596acbd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005188.3(CBL):c.1096-1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/180815"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25358541"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25358541","rdfs:label":"Bulow Patient 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This variant was identified in a de novo case in this study and has also been identified at GeneDx and the Partners Laboratory for Molecular medicine and has been classified as Pathogenic. It is predicted to cause altered splicing leading to the skipping of exon 8, and it is absent from gnomAD. It has been identified in another de novo case as well (Matsuda 2010)."},{"id":"cggv:66601c09-ad3c-48e1-ae60-9a2f1377f2c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:43a2342f-42a3-4583-a2d7-45d849977428","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"Whole exome sequencing followed by Sanger sequencing","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Atypical hemolytic uremic syndrome” Some facial features of a RASopathy, right-sided focal seizures, left cerebral artery infarct and occlusion , right hemiparesis and dysarthriamoderate splenomegaly, persistent thrombocytopenia (despite eculizumab therapy, a normal bone marrow aspirate, and unchanged appearances of the cerebral magnetic resonance angiography)","phenotypes":["obo:HP_0007359","obo:HP_0009145","obo:HP_0001269","obo:HP_0001260","obo:HP_0005575","obo:HP_0001873","obo:HP_0001744"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:66601c09-ad3c-48e1-ae60-9a2f1377f2c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4a535acc-d47a-46a8-a355-6cf38596acbd"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28589114","type":"dc:BibliographicResource","dc:abstract":"CBL is a tumor suppressor gene on chromosome 11 encoding a multivalent adaptor protein with E3 ubiquitin ligase activity. Germline CBL mutations are dominant. Pathogenic de novo mutations result in a phenotype that overlaps Noonan syndrome (1). Some patients with CBL mutations go on to develop juvenile myelomonocytic leukemia (JMML), an aggressive malignancy that usually necessitates bone marrow transplantation. Using whole exome sequencing methods, we identified a known mutation in CBL in a 4-year-old Caucasian boy with atypical hemolytic uremic syndrome, moyamoya phenomenon, and dysmorphology consistent with a mild Noonan-like phenotype. Exome data revealed loss of heterozygosity across chromosome 11q consistent with JMML but in the absence of clinical leukemia. Our finding challenges conventional clinical diagnostics since we have identified a pathogenic variant in the CBL gene previously only ascertained in children presenting with leukemia. The increasing affordability of expansive sequencing is likely to increase the scope of clinical profiles observed for previously identified pathogenic variants and calls into question the interpretability and indications for clinical management.","dc:creator":"Seaby EG","dc:date":"2017","dc:title":"Unexpected Findings in a Child with Atypical Hemolytic Uremic Syndrome: An Example of How Genomics Is Changing the Clinical Diagnostic Paradigm."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28589114","rdfs:label":"Seaby 1 Proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The mutation was validated by Sanger sequencing and segregation analysis confirmed de novo inheritance following the absence of the splicing mutation in both parents. Exome data revealed loss of heterozygosity across chromosome 11q consistent with JMML but in the absence of clinical leukemia, however the complex phenotype can be considered an expansion of the CBL-related disorders. This variant has been previously identified in de novo occurrences and is absent from gnomAD, it is has been classified as pathogenic by multiple clinical labs in ClinVar."},{"id":"cggv:2c970b09-e9f0-400e-80c8-b1beeef56d19_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cb9c6da2-6746-42e8-8daa-caedaae42710","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"detectionMethod":"Exome sequencing and sanger sequencing identified de novo variant in trio and two unaffected siblings.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed as CBL syndrome, unexplained splenomegaly, attention deficit hyperactivity disorder, mild learning difficulties, easy bruising, mild thrombocytopenia, and subtle dysmorphic features. Extensive haematological testing including a bone marrow biopsy showed mild megaloblastoid erythropoiesis and borderline fibrosis. There were no haematological cytogenetic anomalies or other haematological pathology to explain the splenomegaly. Metabolic testing and chromosomal microarray were unremarkable.","phenotypes":["obo:HP_0001873","obo:HP_0001999","obo:HP_0000978","obo:HP_0001744","obo:HP_0007018"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:2c970b09-e9f0-400e-80c8-b1beeef56d19_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2bd9b733-b4c6-4ec5-9200-fbee32b25724"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28414188","type":"dc:BibliographicResource","dc:abstract":"We present a child with unexplained splenomegaly to highlight this feature as a presenting sign of the RASopathy CBL syndrome and to draw attention to the power and utility of next generation genomic sequencing for providing rapid diagnosis and critical information to guide care in the pediatric clinical setting.","dc:creator":"Coe RR","dc:date":"2017","dc:title":"A case of splenomegaly in CBL syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28414188","rdfs:label":"Coe 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"This patient has a de novo variant in CBL which has also been identified in another patient (Hyakuna 2015) who had moyamoya disease and neovascular glaucoma. This variant has been classified by multiple laboratories as pathogenic and variants at this position have been identified in other patients that may have CBL syndrome (Y371D, Y371N, Y371C; Stenson et al. 2014). The variant is absent from gnomAD."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9,"specifiedBy":"GeneValidityCriteria7","strengthScore":15,"subject":{"id":"cggv:09b4ecc9-3195-491d-93cf-6bd225d12c6e","type":"GeneValidityProposition","disease":"obo:MONDO_0013308","gene":"hgnc:1541","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CBL was first reported in relation to autosomal dominant CBL-related disorders in 2010 (Martinelli et al., PMID  20619386). At least 9 variants (e.g. missense, splice site) have been reported in humans. Evidence supporting this gene-disease relationship includes case level data and experimental data including a functional alteration study expressing patient variants in heterologous cell lines and two different mouse models (PMIDs 20619386, 28082680, 28209720, 20951944). CBL-related disorder is a genetic condition caused by pathogenic variants in the Cbl ubiquitin ligase gene, (CBL; HGNC:1541). Due to the proposed mechanism indicating the CBL gene's relationship to the RAS-MAPK pathway and the phenotypic presentation similar to that of the RASopathies, CBL-related disorder should be considered a RASopathy disorder. Though there is a wide spectrum of phenotypic variability, broadly, patients with CBL-related disorder have presented with developmental delay, intellectual disability, neurodevelopmental alterations, prenatal lymphatic anomalies, cardiac malformations as well as vascular anomalies particularly affecting the brain (e.g. Moya-moya arteriopathies), craniofacial features indicative of a RASopathy, hypotonia, feeding difficulties, edema of the legs, musculoskeletal and respiratory thorax abnormalities, ectodermal features including cafe-au-lait spots, immunological and hematological disorders and susceptibility to tumors diagnosed as juvenile myelomonocytic leukemia (JMML) that is usually self-remitting. Note tumor risk beyond JMML has not yet been thoroughly assessed. Due to the clinical presentation of a broad spectrum of these and other phenotypes in patients with variants in CBL, these conditions are currently defined by experts in reference to the causal gene, CBL (PMID's: 20619386, 25283271, 25358541, 28589114, 28414188, 28343148, 24458550, 29259247, 26911351, 21901340, 25952305). The mechanism for disease is unknown. In summary, CBL is definitively associated with autosomal dominant CBL-related disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen RASopathy Gene Curation Expert Panel on 1/7/2019 (SOP Version 5).\n","dc:isVersionOf":{"id":"cggv:4a1a76fd-7e23-44a7-b2fc-4495bc5d5ee6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}