{"id":"cggv:ebb83674-206f-461b-b98e-e12420208debv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ebb83674-206f-461b-b98e-e12420208deb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-10-29T16:00:00.000Z","role":"Approver"},{"id":"cggv:ebb83674-206f-461b-b98e-e12420208deb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-11-03T19:51:06.614Z","role":"Publisher"}],"evidence":[{"id":"cggv:ebb83674-206f-461b-b98e-e12420208deb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ebb83674-206f-461b-b98e-e12420208deb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ecbd9685-3fa4-4bb4-ad24-374ff3a394fc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1541ceda-9b29-4883-9587-d366da880ca7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Glutamate is well-known as an essential neurotransmitter in the central nervous system, with any alterations in levels or transport having detrimental effects on brain function that could explain the severe seizures and developmental disabilities that are observed in human probands. PMID: 17517448 reviews the importance of properly functioning glutamate transporters for neurological function, including involvement in many other diseases with neurological involvement such as ALS, Huntingtons's disease, and epilepsy. This reflects the vital role glutamate takes in this system.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1465194","type":"dc:BibliographicResource","dc:abstract":"Polyclonal antibodies were generated against the major polypeptide (73,000 mol. wt) present in a highly purified preparation of the [Na+ + K+]coupled L-glutamate transporter from rat brain. These antibodies were able to selectively immunoprecipitate the 73,000 mol. wt polypeptide as well as most of the L-glutamate transport activity--as assayed upon reconstitution--from crude detergent extracts of rat brain membranes. The immunoreactivity in the various fractions obtained during the purification procedure [Danbolt et al. (1990) Biochemistry 29, 6734-6740] closely correlated with the L-glutamate transport activity. Immunoblotting of a crude sodium dodecyl sulphate brain extract, separated by two-dimensional isoelectric focusing-sodium dodecyl sulphate-polyacrylamide gel electrophoresis, showed that the antibodies recognized one 73,000 mol. wt protein species only. Deglycosylation of the protein gave a 10,000 reduction in molecular mass, but no reduction in immunoreactivity. These findings establish that the 73,000 mol. wt polypeptide represents the L-glutamate transporter or a subunit thereof. The antibodies also recognize a 73,000 mol. wt polypeptide and immunoprecipitate L-glutamate transport activity in extracts of brain plasma membranes from rabbit, pig, cow, cat and man. Using the antibodies, the immunocytochemical localization of the transporter was studied at the light and electron microscopic levels in rat central nervous system. In all regions examined (including cerebral cortex, caudatoputamen, corpus callosum, hippocampus, cerebellum, spinal cord) it was found to be located in glial cells rather than in neurons. In particular, fine astrocytic processes were strongly stained. Putative glutamatergic axon terminals appeared non-immunoreactive. The uptake of glutamate by such terminals (for which there is strong previous evidence) therefore may be due to a subtype of glutamate transporter different from the glial transporter demonstrated by us.","dc:creator":"Danbolt NC","dc:date":"1992","dc:title":"An [Na+ + K+]coupled L-glutamate transporter purified from rat brain is located in glial cell processes."},"rdfs:label":"SLC1A2 as a Primary Glutamate Transporter"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"As glutamate levels and transport are integral to proper neurological function and disruption can be a key factor in many neurodegenerative diseases, this evidence earns the maximum 2.0 points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ebb83674-206f-461b-b98e-e12420208deb_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fdc51d40-0013-4153-8c15-15e5d9e5e69c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf051efd-9adb-4c20-a0b3-659ece34aad3","type":"FunctionalAlteration","dc:description":"Unique GLT-1 deletion in the specific systems was confirmed via immunoblot using anti-nGLT-1 antibody in the crude synaptosomes isolated from astrocytic and neuronal GLT-1 knock-out mice and their controls. Glutamate uptake in crude forebrain synaptosomes isolated from astrocytic or neuronal GLT-1 KO mice and their littermate controls demonstrated no significant reduction in astrocytic KO mice (Uptake reduced to 85.5 ± 4.7% of control, p = 0.58) but a major loss of uptake in the neuronal KO mice (Uptake reduced to 44.3 ± 3.4% of control, p < 0.05). This same pattern was observed when using d-[3H]aspartate, confirming the functional impact on glutamate transport. Phenotypically, the general mutant mice seemed to have decreased weight gain and higher mortality, but less so than the global GLT-1 KO mice. Neither the astrocytic nor neuronal GLT-1 KO mice were found to have significant differences between the control mice. Electroencephalographic assessment showed that seizure events were more prevalent in astrocytic GLT-1 mice than in either neuronal GLT-1 mice or in the controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25834045","type":"dc:BibliographicResource","dc:abstract":"GLT-1 (EAAT2; slc1a2) is the major glutamate transporter in the brain, and is predominantly expressed in astrocytes, but at lower levels also in excitatory terminals. We generated a conditional GLT-1 knock-out mouse to uncover cell-type-specific functional roles of GLT-1. Inactivation of the GLT-1 gene was achieved in either neurons or astrocytes by expression of synapsin-Cre or inducible human GFAP-CreERT2. Elimination of GLT-1 from astrocytes resulted in loss of ∼80% of GLT-1 protein and of glutamate uptake activity that could be solubilized and reconstituted in liposomes. This loss was accompanied by excess mortality, lower body weight, and seizures suggesting that astrocytic GLT-1 is of major importance. However, there was only a small (15%) reduction that did not reach significance of glutamate uptake into crude forebrain synaptosomes. In contrast, when GLT-1 was deleted in neurons, both the GLT-1 protein and glutamate uptake activity that could be solubilized and reconstituted in liposomes were virtually unaffected. These mice showed normal survival, weight gain, and no seizures. However, the synaptosomal glutamate uptake capacity (Vmax) was reduced significantly (40%). In conclusion, astrocytic GLT-1 performs critical functions required for normal weight gain, resistance to epilepsy, and survival. However, the contribution of astrocytic GLT-1 to glutamate uptake into synaptosomes is less than expected, and the contribution of neuronal GLT-1 to synaptosomal glutamate uptake is greater than expected based on their relative protein expression. These results have important implications for the interpretation of the many previous studies assessing glutamate uptake capacity by measuring synaptosomal uptake. ","dc:creator":"Petr GT","dc:date":"2015","dc:title":"Conditional deletion of the glutamate transporter GLT-1 reveals that astrocytic GLT-1 protects against fatal epilepsy while neuronal GLT-1 contributes significantly to glutamate uptake into synaptosomes."},"rdfs:label":"SLC1A2 Conditional KO Mice"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This mouse model, although not recapitulating the major phenotypes of the human disorder when selective knockouts were generated, does indicate the integral role of SLC1A2 in both the astrocytes and neurons in mammals. With one or the other being deficent in glutamate uptake or protection against fatal epileptic events in the conditional mice, this clearly indicates that loss of GLT-1 expression causes significant and specific functional alteration. This provides significant evidence towards pathogenicity and is therefore awarded maximum points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:ebb83674-206f-461b-b98e-e12420208deb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a18684f9-b9aa-4295-bf1c-6bf2117001e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e3c33acd-25e4-44cb-b3f7-5bd7c59c1f1d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Levels of other glutamate transporter RNAs were detected via in situ hybridization and were not appreciably affected in the mutant. Glutamate uptake in mice synaptosomes was reduced to 5.8% that of WT mice. Mutant and WT mice seemed to have no difference at birth, however the mutant group showed a failure to thrive and premature death triggered by epileptic seizures and hyperactivity. Investigation into the mechanism demsontrated an abnormal EEG with epileptiform discharges, similar to those seen in human probands, with a corresponding increased peak in synaptic gluatmate levels in the brain. Histological analysis demonstrated localized neurodegeneration in the brain as well as a significant exacerbation of brain injury and edema when cerebral trauma was induced compared to WT mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9180080","type":"dc:BibliographicResource","dc:abstract":"Extracellular levels of the excitatory neurotransmitter glutamate in the nervous system are maintained by transporters that actively remove glutamate from the extracellular space. Homozygous mice deficient in GLT-1, a widely distributed astrocytic glutamate transporter, show lethal spontaneous seizures and increased susceptibility to acute cortical injury. These effects can be attributed to elevated levels of residual glutamate in the brains of these mice.","dc:creator":"Tanaka K","dc:date":"1997","dc:title":"Epilepsy and exacerbation of brain injury in mice lacking the glutamate transporter GLT-1."},"rdfs:label":"SLC1A2 KO Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This model recapitulates the phenotypes observed in epileptic encephalopathy human probands reasonably well, with absent EAAT2 expression leading to developmental consequences due to epileptic seizures. Localized neurodegeneration in the brain and exacerbation of injury confirms that EAAT2 is essential for proper glutamate regulation. Although the mechansim is homozygous loss-of-function rather than heterozygous gain-of-function, the latter has been shown to impact WT EAAT2 and reduce transport levels in human probands (PMID: 30937933). Therefore, this evidence earns default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:ebb83674-206f-461b-b98e-e12420208deb_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ebb83674-206f-461b-b98e-e12420208deb_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:e1633fd3-2701-4a90-a294-11ac8aa0cc27_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1d5b9b6d-ecee-405b-af9b-551f71e4c4ec","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"detectionMethod":"About 10% of the original 290 genes where a single de novo variant had been identified was chosen for targeted sequencing in a new cohort. Most of these individuals had been tested for mutations of known and novel candidate genes as well as pathogenic copy-number variants. These genes were sequenced in the parents and proband to look for de novo variants.","phenotypeFreeText":"Thinning of cortical gray matter","phenotypes":["obo:HP_0000253","obo:HP_0032667","obo:HP_0010841","obo:HP_0001007","obo:HP_0000696","obo:HP_0010818","obo:HP_0031475","obo:HP_0200134","obo:HP_0000121","obo:HP_0000341","obo:HP_0001662","obo:HP_0007266","obo:HP_0011471","obo:HP_0011167","obo:HP_0006808","obo:HP_0002273","obo:HP_0010845","obo:HP_0032816","obo:HP_0001371","obo:HP_0002751","obo:HP_0002045","obo:HP_0012753","obo:HP_0002059","obo:HP_0000141","obo:HP_0001182","obo:HP_0002079","obo:HP_0001525"],"previousTesting":true,"previousTestingDescription":"Currently on carbamazepime, lamotrigine and lacosamide; previously on pyridoxine, clonazepam, acetazolamide, valproate, phenobarbitone, phenytoin, prednisolone, vigabatrin, topiramate and ketogenic diet","sex":"Female","variant":{"id":"cggv:e1633fd3-2701-4a90-a294-11ac8aa0cc27_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:66a93da7-2652-4030-b422-62e51273444a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004171.4(SLC1A2):c.254T>C (p.Leu85Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10586392"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27476654","type":"dc:BibliographicResource","dc:abstract":"Epileptic encephalopathies (EEs) are the most clinically important group of severe early-onset epilepsies. Next-generation sequencing has highlighted the crucial contribution of de novo mutations to the genetic architecture of EEs as well as to their underlying genetic heterogeneity. Our previous whole-exome sequencing study of 264 parent-child trios revealed more than 290 candidate genes in which only a single individual had a de novo variant. We sought to identify additional pathogenic variants in a subset (n = 27) of these genes via targeted sequencing in an unsolved cohort of 531 individuals with a diverse range of EEs. We report 17 individuals with pathogenic variants in seven of the 27 genes, defining a genetic etiology in 3.2% of this unsolved cohort. Our results provide definitive evidence that de novo mutations in SLC1A2 and CACNA1A cause specific EEs and expand the compendium of clinically relevant genotypes for GABRB3. We also identified EEs caused by genetic variants in ALG13, DNM1, and GNAO1 and report a mutation in IQSEC2. Notably, recurrent mutations accounted for 7/17 of the pathogenic variants identified. As a result of high-depth coverage, parental mosaicism was identified in two out of 14 cases tested with mutant allelic fractions of 5%-6% in the unaffected parents, carrying significant reproductive counseling implications. These results confirm that dysregulation in diverse cellular neuronal pathways causes EEs, and they will inform the diagnosis and management of individuals with these devastating disorders.","dc:creator":"Epi4K Consortium","dc:date":"2016","dc:title":"De Novo Mutations in SLC1A2 and CACNA1A Are Important Causes of Epileptic Encephalopathies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27476654","rdfs:label":"T23159"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Sufficient phenotypic evidence plus variant-level evidence for a confirmed de-novo variant (In PMID:30937933, the Leu85Pro variant expressed in HEK cells formed fewer monomeric and trimeric plasma membrane-bound protein and significantly reduced glutamate uptake via a dominant negative manner to reduce transporter function) yields default points."},{"id":"cggv:9239d782-ef34-4ba9-b69c-0a60faf8cd26_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a395b396-3fad-481c-a82e-50471a5f94b1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":5,"detectionMethod":"About 10% of the original 290 genes where a single de novo variant had been identified was chosen for targeted sequencing in a new cohort. Most of these individuals had been tested for mutations of known and novel candidate genes as well as pathogenic copy-number variants. These genes were sequenced in the parents and proband to look for de novo variants.","phenotypes":["obo:HP_0200134","obo:HP_0002188","obo:HP_0002079","obo:HP_0032792","obo:HP_0007359","obo:HP_0012469","obo:HP_0002187","obo:HP_0032794","obo:HP_0032667","obo:HP_0010841","obo:HP_0001290","obo:HP_0002069","obo:HP_0006913"],"previousTesting":true,"previousTestingDescription":"Currently on levetiracetam and valproate; previously on pyridoxine, prednisolone, vigabatrin, zonisamide and ketogenic diet","sex":"Female","variant":{"id":"cggv:9239d782-ef34-4ba9-b69c-0a60faf8cd26_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9fd237ac-fda4-4d69-a933-c8cb85c3baf5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004171.4(SLC1A2):c.244G>C (p.Gly82Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10586391"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27476654"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27476654","rdfs:label":"EG1291"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Sufficient phenotypic evidence plus indirect variant-level evidence for a confirmed de-novo variant (In PMID:30937933, the Leu85Pro variant expressed in HEK cells formed fewer monomeric and trimeric plasma membrane-bound protein and significantly reduced glutamate uptake via a dominant negative manner to reduce transporter function; the Gly82Arg variant affects the same region of the SLC1A2 trimerization domain) yields slightly reduced points."},{"id":"cggv:573e4fef-1563-4efd-a42c-0a66b0c7cb64_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:73c667be-57eb-48aa-904a-eb89f73fbb3d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":6,"detectionMethod":"Variants within co-expressed candidate genes in Table S1 were extracted from exome sequencing data. Variants were annotated and were verified with Sanger sequencing of the proband and parents.","phenotypeFreeText":"Dyskinetic movements of arms, In ability to sit unsupported, Abnormal MRI signal in putamen and caudate","phenotypes":["obo:HP_0002079","obo:HP_0001344","obo:HP_0002187","obo:HP_0200134","obo:HP_0006986","obo:HP_0020217","obo:HP_0012696","obo:HP_0010841","obo:HP_0002283","obo:HP_0011344","obo:HP_0012448","obo:HP_0010852","obo:HP_0025152","obo:HP_0012017","obo:HP_0012012","obo:HP_0002069","obo:HP_0008936","obo:HP_0002500","obo:HP_0012018","obo:HP_0030211","obo:HP_0012751","obo:HP_0002061"],"previousTesting":true,"previousTestingDescription":"Investigations include electroencephalography (EEG), head MRI, neurometabolic testing, and chromosome microarray; Individuals with self-limiting benign electroclinical syndromes, such as childhood absence epilepsy (onset > 4 years), were excluded; Capture of right arm jerks and chin twitching showed no EEG correlate; Head circumference was 45.1 cm at 8 months (50%), 52 cm at 5 years (50th percentile); Partial response to phenobarbital, levetiracetam, and clobazam; Longest seizure-free period was 16 months","sex":"Male","variant":{"id":"cggv:573e4fef-1563-4efd-a42c-0a66b0c7cb64_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a6ce2a5a-ba9f-4a5a-a05e-962729a7c8c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004171.4(SLC1A2):c.244G>A (p.Gly82Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380130533"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28777935","type":"dc:BibliographicResource","dc:abstract":"Massively parallel sequencing has revealed many de novo mutations in the etiology of developmental and epileptic encephalopathies (EEs), highlighting their genetic heterogeneity. Additional candidate genes have been prioritized in silico by their co-expression in the brain. Here, we evaluate rare coding variability in 20 candidates nominated with the use of a reference gene set of 51 established EE-associated genes. Variants within the 20 candidate genes were extracted from exome-sequencing data of 42 subjects with EE and no previous genetic diagnosis. We identified 7 rare non-synonymous variants in 7 of 20 genes and performed Sanger sequence validation in affected probands and parental samples. De novo variants were found only in SLC1A2 (aka EAAT2 or GLT1) (c.244G>A [p.Gly82Arg]) and YWHAG (aka 14-3-3γ) (c.394C>T [p.Arg132Cys]), highlighting the potential cause of EE in 5% (2/42) of subjects. Seven additional subjects with de novo variants in SLC1A2 (n = 1) and YWHAG (n = 6) were subsequently identified through online tools. We identified a highly significant enrichment of de novo variants in YWHAG, establishing their role in early-onset epilepsy, and we provide additional support for the prior assignment of SLC1A2. Hence, in silico modeling of brain co-expression is an efficient method for nominating EE-associated genes to further elucidate the disorder's etiology and genotype-phenotype correlations.","dc:creator":"Guella I","dc:date":"2017","dc:title":"De Novo Mutations in YWHAG Cause Early-Onset Epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28777935","rdfs:label":"GuA"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Sufficient phenotypic evidence plus indirect variant-level evidence for a confirmed de-novo variant (In PMID:30937933, the Leu85Pro variant expressed in HEK cells formed fewer monomeric and trimeric plasma membrane-bound protein and significantly reduced glutamate uptake via a dominant negative manner to reduce transporter function; the Gly82Arg variant affects the same region of the SLC1A2 trimerization domain) yields slightly reduced points."},{"id":"cggv:e023d813-0a8a-45fe-a3a1-58cf697bef9b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:accf2550-34be-4ede-a3d1-19a6324b585b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"detectionMethod":"Exome sequencing was performed from primary DNA in parental leukocytes. Coding regions of the genome were sequenced in a trio in order to determine which loci bearing de novo mutations were present according to specifications. All candidate de novo variants were confirmed with Sanger sequencing of the proband and parents.","phenotypes":["obo:HP_0003089","obo:HP_0032988","obo:HP_0011167","obo:HP_0003487","obo:HP_0032794","obo:HP_0002521","obo:HP_0001276","obo:HP_0000618","obo:HP_0008936","obo:HP_0000473","obo:HP_0010864"],"previousTesting":true,"previousTestingDescription":"Currently on vigabatrin, topiramate, and oxcarbazepine; Previously on phenobarbitone and levetriacetam; Bifrontal central frequent discharges on EEG; Normal brain imaging; No confirmed genetic or metabolic diagnosis, and no history of congenital TORCH infection, premature birth (before 32 weeks gestation), neonatal hypoxic-ischemic encephalopathy or neonatal seizures, meningitis/encephalitis, stroke, intra-cranial hemorrhage, significant head trauma, or evidence of acquired epilepsy","sex":"Female","variant":{"id":"cggv:e023d813-0a8a-45fe-a3a1-58cf697bef9b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9fd237ac-fda4-4d69-a933-c8cb85c3baf5"},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23934111","type":"dc:BibliographicResource","dc:abstract":"Epileptic encephalopathies are a devastating group of severe childhood epilepsy disorders for which the cause is often unknown. Here we report a screen for de novo mutations in patients with two classical epileptic encephalopathies: infantile spasms (n = 149) and Lennox-Gastaut syndrome (n = 115). We sequenced the exomes of 264 probands, and their parents, and confirmed 329 de novo mutations. A likelihood analysis showed a significant excess of de novo mutations in the ∼4,000 genes that are the most intolerant to functional genetic variation in the human population (P = 2.9 × 10(-3)). Among these are GABRB3, with de novo mutations in four patients, and ALG13, with the same de novo mutation in two patients; both genes show clear statistical evidence of association with epileptic encephalopathy. Given the relevant site-specific mutation rates, the probabilities of these outcomes occurring by chance are P = 4.1 × 10(-10) and P = 7.8 × 10(-12), respectively. Other genes with de novo mutations in this cohort include CACNA1A, CHD2, FLNA, GABRA1, GRIN1, GRIN2B, HNRNPU, IQSEC2, MTOR and NEDD4L. Finally, we show that the de novo mutations observed are enriched in specific gene sets including genes regulated by the fragile X protein (P < 10(-8)), as has been reported previously for autism spectrum disorders.","dc:creator":"Epi4K Consortium","dc:date":"2013","dc:title":"De novo mutations in epileptic encephalopathies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23934111","rdfs:label":"EPI4Kn2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Sufficient phenotypic evidence plus indirect variant-level evidence for a confirmed de-novo variant (In PMID:30937933, the Leu85Pro variant expressed in HEK cells formed fewer monomeric and trimeric plasma membrane-bound protein and significantly reduced glutamate uptake via a dominant negative manner to reduce transporter function; the Gly82Arg variant affects the same region of the SLC1A2 trimerization domain) yields sightly reduced points."},{"id":"cggv:fca77271-fd72-4c7f-8527-a25bda4c0004_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:03d69a3d-9eaa-4150-8a3b-8ed274c16ea1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":5,"detectionMethod":"Variants within co-expressed candidate genes in Table S1 were extracted from exome sequencing data. Variants were annotated and were verified with Sanger sequencing of the proband and parents.","phenotypeFreeText":"Multiple seizure types, Bilateral T2 prolongation in caudate heads and putamina","phenotypes":["obo:HP_0010864","obo:HP_0011199","obo:HP_0003423","obo:HP_0200134","obo:HP_0003487","obo:HP_0011153","obo:HP_0001252","obo:HP_0002059","obo:HP_0011344","obo:HP_0010850","obo:HP_0002188"],"previousTesting":true,"previousTestingDescription":"Investigations include electroencephalography (EEG), head MRI, neurometabolic testing, and chromosome microarray; Individuals with self-limiting benign electroclinical syndromes, such as childhood absence epilepsy (onset > 4 years), were excluded; Head circumference was 44 cm at 4 months (91st percentile); Partial response to ketogenic diet and phenytoin, no response to other antiseizure medications;","sex":"Male","variant":{"id":"cggv:fca77271-fd72-4c7f-8527-a25bda4c0004_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:323594df-ef60-4cc0-b910-1ffa02aa4f64","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004171.4(SLC1A2):c.866C>G (p.Pro289Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA380125242"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28777935"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28777935","rdfs:label":"GuC"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"A confirmed de novo missense variant without variant-level evidence yields reduced points."},{"id":"cggv:00a3a02e-36b8-49c1-b5c7-1b379ab9c537_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:50170b82-afb2-4586-8eae-efc82cf4ef71","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"detectionMethod":"Whole exome sequencing revealed a pathogenic heterozygous c.254T>C (p.Leu85Pro) variant in the SLC1A2 gene, which was classified as de novo using parental testing.","phenotypeFreeText":"Lack of normal sleep or wake features on EEG","phenotypes":["obo:HP_0002521","obo:HP_0001601","obo:HP_0010841","obo:HP_0007289","obo:HP_0011468","obo:HP_0012000","obo:HP_0000639","obo:HP_0011757","obo:HP_0001257","obo:HP_0100704","obo:HP_0002835","obo:HP_0001252","obo:HP_0012820","obo:HP_0002079","obo:HP_0001263","obo:HP_0032842","obo:HP_0003429"],"previousTesting":true,"previousTestingDescription":"Currently on vigabatrin, levetiracetam, Rufinamide and ketogenic diet, previously on phenobarbatol, ACTH, Cannabidiol oil and Prednisolone; MRS with small lactate peaks in the basal ganglia and supratentorial white matter","sex":"Female","variant":{"id":"cggv:00a3a02e-36b8-49c1-b5c7-1b379ab9c537_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:66a93da7-2652-4030-b422-62e51273444a"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30937933","type":"dc:BibliographicResource","dc:abstract":"SLC1A2 is a trimeric transporter essential for clearing glutamate from neuronal synapses. Recurrent de novo SLC1A2 missense variants cause a severe, early onset developmental and epileptic encephalopathy via an unclear mechanism. We demonstrate that all 3 variants implicated in this condition localize to the trimerization domain of SLC1A2, and that the Leu85Pro variant acts via a dominant negative mechanism to reduce, but not eliminate, wild-type SLC1A2 protein localization and function. Finally, we demonstrate that treatment of a 20-month-old SLC1A2-related epilepsy patient with the SLC1A2-modulating agent ceftriaxone did not result in a significant change in daily spasm count. ANN NEUROL 2019;85:921-926.","dc:creator":"Stergachis AB","dc:date":"2019","dc:title":"Recurrent SLC1A2 variants cause epilepsy via a dominant negative mechanism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30937933","rdfs:label":"ST"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Sufficient phenotypic evidence plus variant-level evidence for a confirmed de-novo variant (In PMID:30937933, the Leu85Pro variant expressed in HEK cells formed fewer monomeric and trimeric plasma membrane-bound protein and significantly reduced glutamate uptake via a dominant negative manner to reduce transporter function) yields default points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":9.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5}],"evidenceStrength":"Definitive","sequence":1429,"specifiedBy":"GeneValidityCriteria7","strengthScore":14.5,"subject":{"id":"cggv:4aad1464-cc02-4b32-96f5-71e41f833987","type":"GeneValidityProposition","disease":"obo:MONDO_0014916","gene":"hgnc:10940","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SLC1A2, encoding excitatory amino acid transporter 2 (EAAT2, GLT-1), was first reported in relation to autosomal dominant early infantile epileptic encephalopathy in 2016 (Epi4K Consortium., PMID: 27476654). Only four de novo missense variants, two of which result in an identical Gly82Arg protein change, have been reported in humans. A single mild recessive case with a homozygous splicing variant has been reported in the literature, however given no other cases and a lack of functional studies they have not been evaluated in this curation.  Evidence supporting this gene-disease relationship includes case-level data and experimental data.\nVariants in this gene have been reported in six probands in four separate publications (PMIDs: 23934111, 27476654, 28777935, 30937933). Each of these cases stem from a de novo missense variant that affects one of the transmembrane helices in the trimerization domain. The mechanism for disease is a heterozygous dominant negative effect, with missense variants disrupting the monomeric and trimeric structures of the protein causing a reduction of glutamate transport activity by both WT and mutant protein (Stergachis et al., PMID: 30937933). \nThis gene-disease association, in addition to the integral biochemical function of being a CNS glutamate transporter, is also supported by multiple mouse models. A knock-out mouse model showed significantly increased fatality rates due to epileptic seizure activity and susceptibility to brain injury, recapitulating the phenotypes of the human disorder but without the dominant negative mechanism. Similarly, a conditional knock-out of GLT-1 in mouse astrocytes and neurons demonstrates that astrocytic GLT-1 protects against seizures and epilepsy while neuronal GLT-1 is integral to glutamate uptake. This clearly shows that alteration of protein expression can have significant impacts on overall function.\nIn summary, SLC1A2 is definitively associated with autosomal dominant early infantile epileptic encephalopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time\n","dc:isVersionOf":{"id":"cggv:ebb83674-206f-461b-b98e-e12420208deb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}