{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecfv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-06-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2022-06-04T05:07:15.384Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/18836449","type":"dc:BibliographicResource","dc:abstract":"Mice carrying the recessive locus for peripheral T cell deficiency (Ptcd) have a block in thymic egress, but the mechanism responsible is undefined. Here we found that Ptcd T cells had an intrinsic migration defect, impaired lymphoid tissue trafficking and irregularly shaped protrusions. Characterization of the Ptcd locus showed a point substitution of lysine for glutamic acid at position 26 in the actin regulator coronin 1A that enhanced its inhibition of the actin regulator Arp2/3 and resulted in its mislocalization from the leading edge of migrating T cells. The discovery of another coronin 1A mutant during an N-ethyl-N-nitrosourea-mutagenesis screen for T cell-lymphopenic mice prompted us to evaluate a T cell-deficient, B cell-sufficient and natural killer cell-sufficient patient with severe combined immunodeficiency, whom we found had mutations in both CORO1A alleles. Our findings establish a function for coronin 1A in T cell egress, identify a surface of coronin involved in Arp2/3 regulation and demonstrate that actin regulation is a biological process defective in human and mouse severe combined immunodeficiency.","dc:creator":"Shiow LR","dc:date":"2008","dc:title":"The actin regulator coronin 1A is mutant in a thymic egress-deficient mouse strain and in a patient with severe combined immunodeficiency."},"evidence":[{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecf_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bc239c64-74aa-4dc1-a64b-fe13b7f68290","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e5b9f1ee-fa1c-4a1f-a11d-586b83761dba","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Figure 1a - Nothern blot using a Coronin-1 cDNA probe. RNA present in Thymus, Spleen and Lymph Nodes and not present or much weaker in other (liver, testis, kidney, brain, muscle, heart, intestine). \n\nFig2 - Coronin expression in T cells. Cytofluorometric analysis.\n2B - surface staining of total thymocytes and DN thymocytes in thymus and peripheral T cells in lymph nodes. \n2C- Intracellular Coronin-1 expression throughout thymocyte development (DN, DP and SP) and SP peripheral αβ T cells. Presence of 20-30% of DN T cell CD44-CD25- thymocytes that have low expression of Coronin-1 (stage just after β selection).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14734608","type":"dc:BibliographicResource","dc:abstract":"Coronin has been described as an actin-binding protein of Dictyostelium discoideum, and it has been demonstrated to play a role in cell migration, cytokinesis and phagocytosis. Coronin-related proteins are found in many eukaryotic species, including Coronin-1 in mammals whose expression is enriched in the hematopoietic tissues. Here, we characterize Coronin-1 gene and protein expression in mouse embryonic and adult T lymphocytes. Coronin-1 is expressed throughout T cell ontogeny and in peripheral alphabeta T cells. Expression varies along thymic cell development, with maximum levels observed in embryonic early thymocytes and, in the adults, the selected TCRalphabeta(+) single-positive thymocytes. Subcellular localization analysis indicates that Coronin-1 is in equilibrium between the cytosol and the cell cortex, where it accumulates in F-actin-rich membrane protrusions induced by polarized activation of TCR-CD3-stimulated T cells. These data are consistent with a role of Coronin-1 in T cell differentiation/activation events involving membrane dynamisms and the cortical actin cytoskeleton.","dc:creator":"Nal B","dc:date":"2004","dc:title":"Coronin-1 expression in T lymphocytes: insights into protein function during T cell development and activation."},"rdfs:label":"Coronin-1 expression in T lymphocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecf_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87b84f17-b0d9-4138-8f86-d99feff1e89b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8afd19a5-6c6e-442f-9215-aae652e5cfe0","type":"FunctionalAlteration","dc:description":" Figure 3A - mut-CORO1A does not coimmunoprecipitate with wild type CORO1A or with other mut-CORO1A proteins for oligomerization (CC domain). Figure 3B - Most of mut_CORO1A from patient P1 is on the cytosolic fraction (85%) rather than the cytoskeletal fraction, whereas the WT (control) has about 50:50 ration of cytosolic and cytoskeletal fractions. Figure 3C - FITC-labelled phalloidin (stains f-actin) showed a significant increase in F-actin in CD4+ and CD8+ T cells from the patients when compared to controls - importance of CE and CC domains in regulating T-cell actin dynamics. Figure 4A - quantification of CD4+CD31+CD45RA+ recent thymic emigrants in both patients demonstrated the mutated CORO1A severely impairs thymic egress when compared to control. Figure 4B - CD4+ T cells from both siblings had a significant increase in Annexin V staining (apoptosis marker) when compared to control cells. The patients' lymphopenia is due to defective T-cell survival and decreased thymic output (fFig4A&B). CD8+ and NKs functioning normally.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26476480","type":"dc:BibliographicResource","dc:abstract":"Coronin-1A (CORO1A) is a regulator of actin dynamics important for T-cell homeostasis. CORO1A deficiency causes T(-)B(+) natural killer-positive severe combined immunodeficiency or T-cell lymphopenia with severe viral infections. However, because all known human mutations in CORO1A abrogate protein expression, the role of the protein's functional domains in host immunity is unknown.","dc:creator":"Yee CS","dc:date":"2016","dc:title":"Recurrent viral infections associated with a homozygous CORO1A mutation that disrupts oligomerization and cytoskeletal association."},"rdfs:label":"Yee 2015"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:19e30f9f-7efb-43a8-8a8c-719dc1190d53","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:527424a1-2b8d-4a58-bc7d-10fd01c7f5bc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotype of Cre-flox and KO mice resemble the phenotype in humans, showing a reduction in the total number of periferal T cells, and in particular CD4+ T cells (KO mice had a significant increase in the CD8+ T cells proportion). Within the CD4+ T cells, the Cre-flox and KO mice showed a significant decrease in the proportion of naive CD4+ T cells compared to the control and an increase in the proportion of effector/memory CD4+ T cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27566541","type":"dc:BibliographicResource","dc:abstract":"Coronins are evolutionarily conserved proteins that were originally identified as modulators of actin-dependent processes. Studies analyzing complete Coronin 1a knock-out mice have shown that this molecule is an important regulator of naive T cell homeostasis and it has been linked to immune deficiencies as well as autoimmune disorders. Nevertheless, because Coronin 1A is strongly expressed in all leukocyte subsets, it is not conclusive whether or not this phenotype is attributed to a T cell-intrinsic function of Coronin 1A. To address this research question, we have generated a T cell-specific Coronin 1a knock-out mouse (Coro1a","dc:creator":"Siegmund K","dc:date":"2016","dc:title":"Proof of Principle for a T Lymphocyte Intrinsic Function of Coronin 1A."},"rdfs:label":"CORO1A Deficient T cells mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:f67bb891-bb6e-42ac-bf56-04dfd6ccb126","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:856fabf1-7243-4f67-8b7e-63b5edf9c31b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Irradiated wild-type mice that had been reconstituted with Ptcd bone marrow cells had an accumulation of mature thymocytes and low circulating T cells (Fig. 1b).\nTranswell migration assays:\nPtcd mature CD4 SP thymocytes were less efficient at migrating towards S1P (despite S1P1 being expressed at normal amounts) than cells from control heterozygous littermates (Fig. 1d).\nCD4+ T SP  and  DB T cells migrated less efficiently to chemokines CCL21 and CXCL12. Migration of Ptcd naïve splenic T cells was impaired in response to CCL21, while B cells migrated normally (Fig. 1f).\nCONCLUSION: T cells in Ptcd mice have a general, cell-intrinsic migration defect that impairs S1P1 responsiveness and blocks thymic egress.\n\nFig2 a and b - Transfer of Ptcd and control T cells into WT mice. After one hour, accumulation of Ptcd in blood and low proportion in lymph nodes. After 24h, low proportion of Ptcd in lymph (higher proportion in lymph nodes)\nCONCLUSION: Impaired trafficking through the lymph nodes. Also, slower migration rate. \n\nFig5 b - Annexin V staining (apoptosis) - comparing WT, KO and Ptcd - higher proportion of annexin V staining in mature and naive CD4+ thymocytes in KO mice. Ptcd only had higher proportion of annexin V in naive T cells. \nFig5 c - actin accumulation - KO mouse shows actin accumulation in mature and naive CD4 T cells and Ptcd shows accumulation of actin only in naive CD4 T cells. \n\nFig 6e - Ptcd mutation enhances Arp2/3 inhibition - co-immuniprecipitation with Arp2/3 is stronger with Ptcd protein than WT protein.  \nCONCLUSION: Highly conserved Glu26 residue in Coro1A is important for regulation of Arp2/3","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18836449","rdfs:label":"Ptcd mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:b6695434-b97c-4b33-ae3d-d3289681190b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10d724c6-d0e0-4a4c-8036-8eaecc5a2f07","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Consistent with patient phenotypes, with reduced number of total T cells and naive T cells. \nFig2A - CD4+ coronin1-/- thymocytes demonstrated reduced spontaneous migration and transwell migration to CCL19, CXCL12 and CCL25. This was also observed in CD4+ naive and effector/memory T cells (FigS2B).\nFig3B - coronin1-/- mice had a higher percentage of annexin V (apoptosis marker) CD4+ and CD8+ thymocytes, particularly in mature ones (CD69lo). Same observed in naive T cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16902139","type":"dc:BibliographicResource","dc:abstract":"The evolutionarily conserved actin-related protein (Arp2/3) complex is a key component of actin filament networks that is dynamically regulated by nucleation-promoting and inhibitory factors. Although much is known about actin assembly, the physiologic functions of inhibitory proteins are unclear. We generated coronin 1-/- mice and found that coronin 1 exerted an inhibitory effect on cellular steady-state F-actin formation via an Arp2/3-dependent mechanism. Whereas coronin 1 was required for chemokine-mediated migration, it was dispensable for T cell antigen receptor functions in T cells. Moreover, actin dynamics, through a mitochondrial pathway, was linked to lymphocyte homeostasis.","dc:creator":"Föger N","dc:date":"2006","dc:title":"Requirement for coronin 1 in T lymphocyte trafficking and cellular homeostasis."},"rdfs:label":"CORO1A Deficient Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The variant is a large deletion from 2 exon 2 to exon 10. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecf_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dee9cae5-9f8b-466c-8f0d-0f2117bf07ba_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:dee9cae5-9f8b-466c-8f0d-0f2117bf07ba","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"allele":{"id":"cggv:916daf82-0c61-42aa-95ee-47e3437c84fb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007074.4(CORO1A):c.1196dup (p.Ser401GlufsTer92)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573106089"}},"detectionMethod":"Patients P1 and P2, as well as mother's genomic DNA was sequenced using whole-genome sequencing. Homozygosity mapping was done for the two patients, two parents and one healthy sibling using the array NspI 250K GeneChip (Affymetrix). Sanger sequencing of all family members confirmed the mutation was present in the two affected siblings (homozygous) and the two parents and two unaffected siblings (all heterozygous).","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"First symptoms (warts and acute disseminated varicella virus infection) before the age of two.\nInitial immunological assessment at 18 years of age. At the age of 24 years of age the total CD4+ T cells number had borderline low normal levels. ","phenotypes":["obo:HP_0006532","obo:HP_0005407","obo:HP_0003212","obo:HP_0031397","obo:HP_0032215","obo:HP_0032184","obo:HP_0031381"],"previousTesting":false,"secondTestingMethod":"Homozygosity mapping","sex":"Female","variant":{"id":"cggv:c25dff5b-640d-4663-ae79-7c454b9582f7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:916daf82-0c61-42aa-95ee-47e3437c84fb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26476480"},"rdfs:label":"Patient P1"},{"id":"cggv:c25dff5b-640d-4663-ae79-7c454b9582f7","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c25dff5b-640d-4663-ae79-7c454b9582f7_variant_evidence_item"},{"id":"cggv:c25dff5b-640d-4663-ae79-7c454b9582f7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Frameshift (insertion of C) leads to a longer protein that replaces the last 61 amino acids that comprise part of the CE and the entire CC domains for an novel 91 amino acid sequence.  - Figure 2. Figure 2 C shows shift in MW.\nFigure 3A - mut-CORO1A does not coimmunoprecipitate with wild type CORO1A or with other mut-CORO1A proteins for oligomerization (CC domain).\nFigure 3B - Most of mut_CORO1A from patient P1 is on the cytosolic fraction (85%) rather than the cytoskeletal fraction, whereas the WT (control) has about 50:50 ration of cytosolic and cytoskeletal fractions.\nFigure 3C - FITC-labelled phalloidin (stains f-actin) showed a significant increase in F-actin in CD4+ and CD8+ T cells from the patients when compared to controls - importance of CE and CC domains in regulating T-cell actin dynamics.\nFigure 4A - quantification of CD4+CD31+CD45RA+ recent thymic emigrants in both patients demonstrated the mutated CORO1A severely impairs thymic egress when compared to control. \nFigure 4B - CD4+ T cells from both siblings had a significant increase in Annexin V staining (apoptosis marker) when compared to control cells. \nThe patients' lymphopenia is due to defective T-cell survival and decreased thymic output (fFig4A&B).\nCD8+ and NKs functioning normally."}],"strengthScore":1,"dc:description":"Mutation is homozygous so will only count once."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0a21fe3e-9e5f-40b0-95a9-da7081dc9a12_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0a21fe3e-9e5f-40b0-95a9-da7081dc9a12","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":14,"allele":{"id":"cggv:871d15be-a9c7-4776-87c6-32c4d907ad88","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007074.4(CORO1A):c.400G>A (p.Val134Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA144709"}},"detectionMethod":"Genome-wide homozygosity mapping was performed using Illumina Infinium II HumanHap300 BeadChips in samples of all 3 siblings, parents and other family members (see Fig 1A, members of family in boldface) - regions homozygous for all 3 siblings were identified. \nWES was performed in genomic DNA  from patients P1 and P3, there wasn't enough material from P2. Both parents and three siblings were Sanger-sequenced for the mutation and both parents were heterozygous. (Figure 1B - sequencing traces)","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Chromosomal microarray","phenotypes":["obo:HP_0002788","obo:HP_0005407","obo:HP_0001433","obo:HP_0025289","obo:HP_0410018","obo:HP_0005523"],"previousTesting":false,"secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"cggv:83be755f-1b20-4792-8ca3-3a7413c3dd80_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:871d15be-a9c7-4776-87c6-32c4d907ad88"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23522482","type":"dc:BibliographicResource","dc:abstract":"Primary immunodeficiencies are a rare group of inborn diseases characterized by a broad clinical and genetic heterogeneity. Substantial advances in the identification of the underlying molecular mechanisms can be achieved through the study of patients with increased susceptibility to specific infections and immune dysregulation. We evaluated 3 siblings from a consanguineous family presenting with EBV-associated B-cell lymphoproliferation at an early age (12, 7½, and 14 months, respectively) and profound naive T-cell lymphopenia.","dc:creator":"Moshous D","dc:date":"2013","dc:title":"Whole-exome sequencing identifies Coronin-1A deficiency in 3 siblings with immunodeficiency and EBV-associated B-cell lymphoproliferation."}},"rdfs:label":"Patient 3"},{"id":"cggv:83be755f-1b20-4792-8ca3-3a7413c3dd80","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:83be755f-1b20-4792-8ca3-3a7413c3dd80_variant_evidence_item"},{"id":"cggv:83be755f-1b20-4792-8ca3-3a7413c3dd80_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Figure 1D - Highly conserved residue (Valine) in animals and fungi.\nFigure 1E- 3D structure of mouse Coronin-1. V134 plays a role in the tight packing of blades 2 and 3 within a cluster of mainly hydrophobic amino acids.\n\nFigure 5A - Q-RT-PCR shows than mutation has no effect on the mRNA levels of patients P1 and P3.\nFigure 5B - Western blot using a polyclonal antibody against the whole CORO1A protein showed no signal for patient P1 in PBLs and only a weak signal in patient P1 T-cell blast after a long exposure. \nFigure 5C&D - FACS analysis revealed an almost complete abrogation of CORO1A expression in Patient P1's PBLs The mother had an intermediate level of protein when compared to control.\nFigure 5E - both memory CD4 T cells and naive CD4 T cells have much lower levels of protein than control. "}],"strengthScore":0.25,"dc:description":"Mutations are identical by descent as this is a consanguineous family. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b186edd2-3e3f-4005-b1e4-541fdbe17ad9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b186edd2-3e3f-4005-b1e4-541fdbe17ad9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:bda9bcad-8f4e-4eb0-892d-8f7eb4e0788d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007074.4(CORO1A):c.415T>G (p.Trp139Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395493500"}},"detectionMethod":"Whole-genome sequencing revealed a missense variant in CORO1A (NM_007074) c.415T>G (p.Trp139Gly) in a hemizygous state due the other allele having a ∼640-kb deletion (hg19: chr16:29561001-30200000) at the 16p11.2 region encompassing CORO1A and 26 other protein-coding genes.","firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"Normal number of T cells, normal levels of IgA and IgG. The patient had a low-average language/speech and neurocognitive developmental delay.","phenotypes":["obo:HP_0031545","obo:HP_0002090","obo:HP_0005407","obo:HP_0002716","obo:HP_0001433","obo:HP_0002850","obo:HP_0100726","obo:HP_0002205","obo:HP_0010976"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:bac2e8cd-48c8-4100-9b78-dc096f7973ac_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bda9bcad-8f4e-4eb0-892d-8f7eb4e0788d"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34913575","type":"dc:BibliographicResource","dc:creator":"Muleviciene A","dc:date":"2022","dc:title":"Childhood Kaposi sarcoma related to hypomorphic severe combined immunodeficiency caused by a novel CORO1A mutation."}},"rdfs:label":"Muleviciene 2022 Patient 1"},{"id":"cggv:bac2e8cd-48c8-4100-9b78-dc096f7973ac","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:bac2e8cd-48c8-4100-9b78-dc096f7973ac_variant_evidence_item"},{"id":"cggv:bac2e8cd-48c8-4100-9b78-dc096f7973ac_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":" Coronin-1A deficiency, which was confirmed by Western blot analyses of peripheral blood mononuclear cells that demonstrated complete loss of Coronin-1A protein expression."}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:25ea9b36-a9e2-4531-b0cf-f674c85f1a4e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:25ea9b36-a9e2-4531-b0cf-f674c85f1a4e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":14,"allele":{"id":"cggv:fb49ad2c-852f-4528-8bd0-3093b8ef2833","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007074.4(CORO1A):c.35G>T (p.Arg12Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA395489435"}},"detectionMethod":"Genomic DNA copy number array study revealed a heterozygous interstitial deletion of chromosome 16p11.2, the region containing CORO1A. Further testing revealed the c.35G>T mutation resulting in an arginine to leucine transversion. As the mother did not have any mutations on her DNA, the mutation is most likely coming from the father. The large deletion is expected to have been arisen de novo on her maternal allele. ","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"Normal IgM and IgA levels. B cells and NK cells low but present. NK cells function normal.","phenotypes":["obo:HP_0002716","obo:HP_0009098","obo:HP_0002194","obo:HP_0001250","obo:HP_0004315","obo:HP_0000403","obo:HP_0031397","obo:HP_0031381","obo:HP_0005415","obo:HP_0002205","obo:HP_0002090","obo:HP_0012191","obo:HP_0031380","obo:HP_0031545","obo:HP_0002665","obo:HP_0005407","obo:HP_0000750"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:84cd9807-451c-481c-9cb3-db9b755be40e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fb49ad2c-852f-4528-8bd0-3093b8ef2833"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25666293","type":"dc:BibliographicResource","dc:creator":"Punwani D","dc:date":"2015","dc:title":"Coronin-1A: immune deficiency in humans and mice."}},"rdfs:label":"Patient P7"},{"id":"cggv:84cd9807-451c-481c-9cb3-db9b755be40e","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:84cd9807-451c-481c-9cb3-db9b755be40e_variant_evidence_item"},{"id":"cggv:84cd9807-451c-481c-9cb3-db9b755be40e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Authors claim the mutation is predicted to be damaging and that no Coronin-1A protein was detected in an EVB transformed cell line from the patient (similarly as in Shiow et al. 2009). However, the data for this is not shown."}],"strengthScore":0.1,"dc:description":"The large deletion was not scored. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d65c3812-7b09-4763-9478-885f30795b8f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d65c3812-7b09-4763-9478-885f30795b8f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"allele":[{"id":"cggv:9ae4642a-d4b3-4f84-8162-82be8992f3a2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007074.3(CORO1A):c.248_249del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA249856"}},{"id":"cggv:d86d3e82-28b1-4d1d-8bb9-7ae876291668","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007074.3(CORO1A):c.1078delC","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA249857"}}],"detectionMethod":"Exome sequencing was done for P1 (Index case), P2 (sibling) and P3 (mother) using 50Mb Agilent Sure Select. P4 (father) was only subjected to Sanger sequencing. WES-identified variants were confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Pervasive mucocutaneous-immunodeficiency syndrome of EV-HPV, HSV-1, leprosy. Late onset - 7 years old.\nCommon to both P1 and P2: (\n1) moderate lymphopenia of total absolute lymphocyte counts; \n(2) mildly low CD3+CD4+ T-cell absolute counts; \n(3) nearly absent “naïve” CD4CD45RA+ T cells ; \n(4) a preponderance of double-negative (DN) CD3+CD4-CD8- T-cells, verified as Υδ T-cell subpopulation in P2 and expressed as 100 % of the DN T-cells; \n(5) undetectable memory B cells;\n(6) low NK cell absolute counts; \n(7) modestly suppressed mitogen-induced lymphoproliferation, particularly to ConA and PHA;\n(8) an elevated serum IgE (peak levels at onset of presentation of their clinical diseases)","phenotypes":["obo:HP_0032163","obo:HP_0040219","obo:HP_0002850","obo:HP_0002720","obo:HP_0002851","obo:HP_0003212","obo:HP_0005407","obo:HP_0001888","obo:HP_0410378","obo:HP_0031381","obo:HP_0020114","obo:HP_0002665","obo:HP_0030374"],"previousTesting":true,"previousTestingDescription":"Prior to WES analyses, gene testing through clinical commercial laboratories included:\nCXCR4 and DOCK8 (Gene DX), Dyskeratosis Congenita (DKC) mutational panel,\nincluding DKC1, NHP2, NOP10, TERC, TERT and TINF2, (Ambry Genetics), IFNGR1/2\n(Correlagen Diagnostics), RAG1/RAG2 (Gene DX) and STAT1 (Laboratory of Human\nGenetics of Infectious Diseases, Necker Branch, University Paris and Inserm, Paris, France)\nand STAT3 (Gene DX). \nChromosomal microarray (CMA) analysis on genomic DNA from\nboth P1 and P2 was performed at The Medical Genetics Laboratories BCM, Houston, TX.\nThe BCM CMA was custom-designed and targeted intra-genetic exonic copy number\nvariants [45]. The version 9 BCM CMA used for testing P2's sample contained 60,000 SNP\nprobes and 400,000 oligoprobes with exon coverage of 4,900 genes including 200 genes\nreported in primary immunodeficiencies.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:e55cba00-74b3-4d84-98f6-33b215c27e47_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9ae4642a-d4b3-4f84-8162-82be8992f3a2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25073507","type":"dc:BibliographicResource","dc:abstract":"Coronin-1A deficiency is a recently recognized autosomal recessive primary immunodeficiency caused by mutations in CORO1A (OMIM 605000) that results in T-cell lymphopenia and is classified as T(-)B(+)NK(+)severe combined immunodeficiency (SCID). Only two other CORO1A-kindred are known to date, thus the defining characteristics are not well delineated. We identified a unique CORO1A-kindred.","dc:creator":"Stray-Pedersen A","dc:date":"2014","dc:title":"Compound heterozygous CORO1A mutations in siblings with a mucocutaneous-immunodeficiency syndrome of epidermodysplasia verruciformis-HPV, molluscum contagiosum and granulomatous tuberculoid leprosy."}},{"id":"cggv:d16245a3-bc1a-4462-9379-7eba9afa7953_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d86d3e82-28b1-4d1d-8bb9-7ae876291668"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25073507"}],"rdfs:label":"Patient 1"},{"id":"cggv:e55cba00-74b3-4d84-98f6-33b215c27e47","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e55cba00-74b3-4d84-98f6-33b215c27e47_variant_evidence_item"},{"id":"cggv:e55cba00-74b3-4d84-98f6-33b215c27e47_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Figure 6 - Western blot analyses on the surviving members of this family: P2 (the surviving\nyounger male sibling), P3 (biological mother) and P4 (biological father). Results illustrate absence of Coronin-1A protein and diminished Myosin IIA protein in the affected P2. Presence of Coronin-1A and Myosin IIA proteins were identified in both parents, P3 and P4. Western blot studies were not able to be formed on the deceased index, P1."}],"strengthScore":2},{"id":"cggv:d16245a3-bc1a-4462-9379-7eba9afa7953","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d16245a3-bc1a-4462-9379-7eba9afa7953_variant_evidence_item"},{"id":"cggv:d16245a3-bc1a-4462-9379-7eba9afa7953_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Figure 6 - Western blot analyses on the surviving members of this family: P2 (the surviving\nyounger male sibling), P3 (biological mother) and P4 (biological father). Results illustrate absence of Coronin-1A protein and diminished Myosin IIA protein in the affected P2. Presence of Coronin-1A and Myosin IIA proteins were identified in both parents, P3 and P4. Western blot studies were not able to be formed on the deceased index, P1."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecf_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7.7},{"id":"cggv:055c72d7-e5dd-4334-b299-21744ff38b0f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:055c72d7-e5dd-4334-b299-21744ff38b0f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":15,"allele":{"id":"cggv:9ae4642a-d4b3-4f84-8162-82be8992f3a2"},"detectionMethod":"After finding point mutation in Coro1a in Ptcd and Koy mice, CORO1A was sequenced in 16 SCID patients lacking mutation in previously recognized genes associated with T-B+NK+ SCID. One patient had a two-nucleotide deletion in exon 3 that resulted in a frame shift and premature stop codon (PMID 18836449, Figure 7a).\nDNA samples were digested, end-labeled and hybridized to oligonucleotide arrays Affymetrix Human Mapping SNP 6.0 GeneChip. Copy number was determined using the Affymetrix Genotyping Console and HapMap270 reference model. This showed a de novo 600kb deletion (24 genes affected) of the patient's maternal copy of chromosome 16p11.2.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Near normal number of B and NK cells as well as immunoglobulins. \nChest CT scan shows the presence of a thymus.","phenotypes":["obo:HP_0000403","obo:HP_0031381","obo:HP_0012476","obo:HP_0005403","obo:HP_0000750","obo:HP_0200117","obo:HP_0001270","obo:HP_0410295","obo:HP_0001510","obo:HP_0001888"],"secondTestingMethod":"Chromosomal microarray","sex":"Female","variant":{"id":"cggv:6011d2c9-3b23-4825-ad23-e5595e3c38f0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9ae4642a-d4b3-4f84-8162-82be8992f3a2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19097825","type":"dc:BibliographicResource","dc:abstract":"Defects causing severe combined immunodeficiency (SCID) have been reported in pathways mediating antigen receptor rearrangement, antigen receptor and cytokine signaling, and purine metabolism. Recognizing that the actin regulator Coronin-1A is essential for development of a normal peripheral T cell compartment in mouse models, we identified absence of Coronin-1A in a girl with T-B+NK+ SCID who suffered recurrent infections including severe post-vaccination varicella at age 13 months. Murine Coronin-1A is essential for the release of T cells from the thymus, consistent with the paradoxically detectable thymus in our patient. Molecular analysis revealed a 2 bp deletion in the paternal CORO1A coding sequence paired with a 600 kb de novo deletion encompassing CORO1A on the maternal allele. This genomic region at 16p11.2 is subject to recurrent copy number variations associated with autism spectrum disorders, including attention deficit and hyperactivity, present in our patient. This case highlights the first link between actin cytoskeleton regulation and SCID.","dc:creator":"Shiow LR","dc:date":"2009","dc:title":"Severe combined immunodeficiency (SCID) and attention deficit hyperactivity disorder (ADHD) associated with a Coronin-1A mutation and a chromosome 16p11.2 deletion."}},"rdfs:label":"Shiow 2009 Patient"},{"id":"cggv:6011d2c9-3b23-4825-ad23-e5595e3c38f0","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6011d2c9-3b23-4825-ad23-e5595e3c38f0_variant_evidence_item"},{"id":"cggv:6011d2c9-3b23-4825-ad23-e5595e3c38f0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Absence of Coronin-1A expression confirmed by flow cytometry assay using EBV-immortalized B cell lines stained with polyclonal rabbit anti-Coronin1(Figure 2B)\n\nFunctional data in PMID: 18836449.\nImmunoblot analysis of EBV-immortalized B lymphoid cell lines derived from the patient's peripheral blood showed absence of Coro1A proteins (Figure 7b)\nTo assess copy number of CORO1A in patient, qPCR of genomic DNA with nonoverlapping primers spanning intron 1 through exon 11 of CORO1A noted 50% less product relative to that if a healthy control (Figure 7c) ."}],"strengthScore":2,"dc:description":"The large deletion was not scored."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.7}],"evidenceStrength":"Definitive","sequence":4545,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.2,"subject":{"id":"cggv:c0ecabde-cb4b-4f75-9931-4d00a2ea32ab","type":"GeneValidityProposition","disease":"obo:MONDO_0014168","gene":"hgnc:2252","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"CORO1A was first reported in relation to severe combined immunodeficiency, T cell-negative, B cell-positive, NK cell-positive disease in 2008 (Shiow LR et al., 2008, PMID:18836449). CORO1A deficiency is an autosomal recessive disease that is usually diagnosed in the first few months of life and heterozygous individuals with one copy of the gene altered are not affected.  It is characterized by recurrent respiratory and ear infections, EBV-induced B cell lymphoproliferation, and in some cases lymphoma, low total T cell numbers and in particular CD4+ naive T cells . Patients also present decreased T-cell proliferation in response to mitogen and T receptor excision circles (defective TCR recombination). The curation of CORO1A related to autosomal recessive severe combined immunodeficiency with MONDO ID 0014168 (T-B+ severe combined immunodeficiency, immunodeficiency 8) includes both case-level and experimental evidence. Six variants (three missense and three frameshift) reported in six probands in seven publications (PMIDs: 23522482, 19097825, 25073507, 18836449, 25666293, 26476480 and 34913575) are included in this curation. Three of these probands also had one copy of a large deletion know as 16p11.2 deletion syndrome that encompasses the CORO1A gene together with other 20 to 30 genes. This deletion has been reported to confer susceptibility to autism spectrum disorders, features which were also reported in these three probands. A score of 7.7 points for genetic evidence has been reached. The mechanism of pathogenicity appears to be loss of function (LOF). This gene-disease association is also supported by animal models, biochemical function and expression assays (PMIDs: 14734608, 27566541, 16902139, 18836449 and 26476480). Phenotypes of mice with CORO1A mutations were consistent with patients’ phenotypes, presenting low numbers of naive CD4+ T cells. Expression studies of Coro1a in mice show strong mRNA expression in thymus, spleen and lymph nodes and weaker or not present in most other tissues (PMID:14734608). Mutation that alters the C-terminal extension domain and deletes the coiled-coil domain was shown to not undergo oligomerization with other mutated or WT CORO1A and T cells from these patients were defective in survival and had decreased thymic output (PMID:26476480). Three mouse models with Ptcd mutation (PMID: 18836449), Coro1a-KO (PMID: 1692139) and Cre-flox-Coro1a downregulation (PMID: 2756641) showed a decrease in the number of CD4+ T cells, in particular naive CD4+ T cells, which is consistent with the patients’ phenotypes. In these models it was observed in mice with mutated or KO Coro1a a reduced migration in response to chemokines and decrease of mature and naive T cell survival. In the Ptcd mouse and KO mouse an accumulation of F-actin was observed as well as strong interaction between the Ptcd protein and the Arp2/3 complex. Arp2/3 complex is involved in the polymerization of side branches of F-actin filaments. By inhibiting the Arp2/3 complex, Coronin-1 protein impedes the branching of F-actin, promoting its bridging with the cell membrane. A score of 5.5 points for experimental evidence has been reached, increasing the total score to 13.2 points. In summary, CORO1A is definitively associated with autosomal recessive severe combined immunodeficiency, T cell-negative, B cell-positive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen SCID/CID GCEP on the meeting date May 19, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:f55fde93-1b6e-4d03-b737-ecad8aa89ecf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}