{"id":"cggv:9abf2a1d-21a7-4ef7-99c7-b0b37d5acf38v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9abf2a1d-21a7-4ef7-99c7-b0b37d5acf38_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-30T21:52:32.268Z","role":"Publisher"},{"id":"cggv:9abf2a1d-21a7-4ef7-99c7-b0b37d5acf38_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-30T18:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24512911","type":"dc:BibliographicResource","dc:abstract":"Little is known about the genetic factors that contribute to the development of sessile serrated adenomas (SSAs). SSAs contain somatic mutations in BRAF or KRAS early in development. However, evidence from humans and mouse models indicates that these mutations result in oncogene-induced senescence (OIS) of intestinal crypt cells. Progression to serrated neoplasia requires cells to escape OIS via inactivation of tumor suppressor pathways. We investigated whether subjects with multiple SSAs carry germline loss-of function mutations (nonsense and splice site) in genes that regulate OIS: the p16-Rb and ATM-ATR DNA damage response pathways.","dc:creator":"Gala MK","dc:date":"2014","dc:title":"Germline mutations in oncogene-induced senescence pathways are associated with multiple sessile serrated adenomas."},"evidence":[{"id":"cggv:9abf2a1d-21a7-4ef7-99c7-b0b37d5acf38_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.7},{"id":"cggv:9abf2a1d-21a7-4ef7-99c7-b0b37d5acf38_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9abf2a1d-21a7-4ef7-99c7-b0b37d5acf38_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ab9ae71-57d5-4f4e-a8f5-dbc38395ce54","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1bf780cd-ff8f-4081-945c-ae8b641dec09","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expressed specifically in LGR5+ stem cells in the intestinal crypts.\nGTEx","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22895187","type":"dc:BibliographicResource","dc:abstract":"LGR5+ stem cells reside at crypt bottoms, intermingled with Paneth cells that provide Wnt, Notch and epidermal growth factor signals. Here we find that the related RNF43 and ZNRF3 transmembrane E3 ubiquitin ligases are uniquely expressed in LGR5+ stem cells. Simultaneous deletion of the two genes encoding these proteins in the intestinal epithelium of mice induces rapidly growing adenomas containing high numbers of Paneth and LGR5+ stem cells. In vitro, growth of organoids derived from these adenomas is arrested when Wnt secretion is inhibited, indicating a dependence of the adenoma stem cells on Wnt produced by adenoma Paneth cells. In the HEK293T human cancer cell line, expression of RNF43 blocks Wnt responses and targets surface-expressed frizzled receptors to lysosomes. In the RNF43-mutant colorectal cancer cell line HCT116, reconstitution of RNF43 expression removes its response to exogenous Wnt. We conclude that RNF43 and ZNRF3 reduce Wnt signals by selectively ubiquitinating frizzled receptors, thereby targeting these Wnt receptors for degradation.","dc:creator":"Koo BK","dc:date":"2012","dc:title":"Tumour suppressor RNF43 is a stem-cell E3 ligase that induces endocytosis of Wnt receptors."},"rdfs:label":"Microarray expression profiling and in situ hybridization "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6ee1f27a-2c0e-4658-bfb7-ca7fa90917ad","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3df88032-ef83-4084-b367-45e8a709dccc","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"BioExpress\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18313049","type":"dc:BibliographicResource","dc:abstract":"RNF43 is a recently discovered RING finger protein that is implicated in colon cancer pathogenesis. This protein possesses growth-promoting activity but its mechanism remains unknown. In this study, to gain insight into the biological action of RNF43 we characterized it biochemically and intracellularly. A combination of indirect immunofluorescence analysis and biochemical fractionation experiments suggests that RNF43 resides in the endoplasmic reticulum (ER) as well as in the nuclear envelope. Sucrose density gradient fractionation demonstrates that RNF43 co-exists with emerin, a representative inner nuclear membrane protein in the nuclear subcompartment. The cell-free system with pure components reveals that recombinant RNF43 fused with maltose-binding protein has autoubiquitylation activity. By the yeast two-hybrid screening we identified HAP95, a chromatin-associated protein interfacing the nuclear envelope, as an RNF43-interacting protein and substantiated this interaction in intact cells by the co-immunoprecipitation experiments. HAP95 is ubiquitylated and subjected to a proteasome-dependent degradation pathway, however, the experiments in which 293 cells expressing both RNF43 and HAP95 were treated with a proteasome inhibitor, MG132, show that HAP95 is unlikely to serve as a substrate of RNF43 ubiquitin ligase. These results infer that RNF43 is a resident protein of the ER and, at least partially, the nuclear membrane, with ubiquitin ligase activity and may be involved in cell growth control potentially through the interaction with HAP95.","dc:creator":"Sugiura T","dc:date":"2008","dc:title":"A cancer-associated RING finger protein, RNF43, is a ubiquitin ligase that interacts with a nuclear protein, HAP95."},"rdfs:label":"Expression analysis in array data"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"More expressed in adenoma and CRC than normal colon – contradiction with LOF mechanism?"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9abf2a1d-21a7-4ef7-99c7-b0b37d5acf38_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:54e3b929-089a-4cde-b78a-8639655c45a0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fc151d66-4ceb-4e98-9663-6f612580f0ef","type":"FunctionalAlteration","dc:description":"RNF43 knockdown increases TCF4-β-catenin activity measured by luciferase assay and promotes ubiquitin-mediated endocytosis of frizzled receptors \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22895187","rdfs:label":"Wnt reporter assays"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:1d65dffb-2083-4eff-95e8-1a93578b4459","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fbdf4893-7de6-451f-9952-f93430380e23","type":"FunctionalAlteration","dc:description":"Abolished the inhibitory effect on Wnt signaling but also enhanced Wnt signaling activity in a dose-dependent manner","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26350900","type":"dc:BibliographicResource","dc:abstract":"Given its fundamental role in development and cancer, the Wnt-β-catenin signaling pathway is tightly controlled at multiple levels. RING finger protein 43 (RNF43) is an E3 ubiquitin ligase originally found in stem cells and proposed to inhibit Wnt signaling by interacting with the Wnt receptors of the Frizzled family. We detected endogenous RNF43 in the nucleus of human intestinal crypt and colon cancer cells. We found that RNF43 physically interacted with T cell factor 4 (TCF4) in cells and tethered TCF4 to the nuclear membrane, thus silencing TCF4 transcriptional activity even in the presence of constitutively active mutants of β-catenin. This inhibitory mechanism was disrupted by the expression of RNF43 bearing mutations found in human gastrointestinal tumors, and transactivation of the Wnt pathway was observed in various cells and in Xenopus embryos when the RING domain of RNF43 was mutated. Our findings indicate that RNF43 inhibits the Wnt pathway downstream of oncogenic mutations that activate the pathway. Mimicking or enhancing this inhibitory activity of RNF43 may be useful to treat cancers arising from aberrant activation of the Wnt pathway. ","dc:creator":"Loregger A","dc:date":"2015","dc:title":"The E3 ligase RNF43 inhibits Wnt signaling downstream of mutated β-catenin by sequestering TCF4 to the nuclear membrane."},"rdfs:label":"Inactivation of the RING domain "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:9daaea76-2d19-4baf-82ff-b84052a98de2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6b3afd64-9010-4ee1-a33e-74630a7ad499","type":"FunctionalAlteration","dc:description":"Knocking down RNF43 in the colon cancer cell line HT-29  significantly increased TCF transcriptional activity, confirming that RNF43 is an endogenous repressor of Wnt activity.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26350900","rdfs:label":"Knockdown in colon cell lines"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Scored at Koo et al. 2012. \n"},{"id":"cggv:d0d9dd15-6beb-4446-9d54-8aa731711947","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b83e8c5e-7960-4714-ad28-a3a2180f021c","type":"FunctionalAlteration","dc:description":"Second somatic hits (LOH or LOF somatic mutations) in polyps or CRC from  family members carriers of RNF43 LOF germline variant.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27329244","type":"dc:BibliographicResource","dc:abstract":"Serrated polyps (hyperplastic polyps, sessile or traditional serrated adenomas), which can arise in a sporadic or polyposis setting, predispose to colorectal cancer (CRC), especially those with microsatellite instability (MSI) due to MLH1 promoter methylation (MLH1","dc:creator":"Yan HHN","dc:date":"2017","dc:title":"RNF43 germline and somatic mutation in serrated neoplasia pathway and its association with BRAF mutation."},"rdfs:label":"Second hits"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:9abf2a1d-21a7-4ef7-99c7-b0b37d5acf38_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d890cdb-257a-4adb-a939-ce28169941ba","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f37b40ea-3fc9-4734-ab21-8a8c21a48608","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Expression of RNF43(3SD) during short-term culture of organoids in the ENR condition significantly suppressed organoid growth. \nExpression of RNF43(3SA) improved their viability. These results suggest that phospho-regulation of RNF43 is required for the survival and the growth of crypts, and that this regulation occurs independently of the RNF43-Rspo-Lgr regulatory module.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32934222","type":"dc:BibliographicResource","dc:abstract":"Frequent mutation of the tumour suppressor RNF43 is observed in many cancers, particularly colon malignancies. RNF43, an E3 ubiquitin ligase, negatively regulates Wnt signalling by inducing degradation of the Wnt receptor Frizzled. In this study, we discover that RNF43 activity requires phosphorylation at a triplet of conserved serines. This phospho-regulation of RNF43 is required for zebrafish development and growth of mouse intestinal organoids. Cancer-associated mutations that abrogate RNF43 phosphorylation cooperate with active Ras to promote tumorigenesis by abolishing the inhibitory function of RNF43 in Wnt signalling while maintaining its inhibitory function in p53 signalling. Our data suggest that RNF43 mutations cooperate with KRAS mutations to promote multi-step tumorigenesis via the Wnt-Ras-p53 axis in human colon cancers. Lastly, phosphomimetic substitutions of the serine trio restored the tumour suppressive activity of extracellular oncogenic mutants. Therefore, harnessing phospho-regulation of RNF43 might be a potential therapeutic strategy for tumours with RNF43 mutations.","dc:creator":"Tsukiyama T","dc:date":"2020","dc:title":"A phospho-switch controls RNF43-mediated degradation of Wnt receptors to suppress tumorigenesis."},"rdfs:label":"RNF43 mutants impact in intestinal organoid growth"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.1,"dc:description":"Reduced since not related to serrated polyps."},{"id":"cggv:8756a8ca-0a72-4feb-8836-e43fdb4d23ce","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2f55cea6-5e6e-4421-a4a8-f0a45aa0ab94","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RNF43/ZNRF3 conditional knockout mice develop intestinal metaplasia  and multiple adenomas. Histology of adenomas is not described.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22895187","rdfs:label":"RNF43/ZNRF3 conditional knockout mice with Vil-creERT2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Single RNF43 cKO homozygous mutants did not yield any discernible phenotype. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.6}],"evidenceStrength":"Definitive","sequence":5605,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.3,"subject":{"id":"cggv:3c875f40-edee-45d2-bc38-5199c057bbcc","type":"GeneValidityProposition","disease":"obo:MONDO_0014919","gene":"hgnc:18505","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"RNF43 was first reported in relation to autosomal dominant sessile serrated polyposis (SPS) cancer syndrome in 2014 (Gala et al., PMID: 24512911). SPS is a rare, genetic intestinal disease characterized by the presence of multiple (usually large) serrated colorectal polyps, associated with an increased personal and familial risk of colorectal cancer. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found only one disease entity associated with this gene [Sessile serrated polyposis cancer syndrome] (OMIM:617108). Seven variants (missense, nonsense, frameshift, splice site) that have been reported in nine probands in seven publications (PMIDs: 27081527, 27329244, 27582512, 29330307, 35128723, 34541672, 34761457) are included in this curation (10.7 points). The mechanism of pathogenicity is reported to be heterozygous LOF. This gene-disease relationship is also supported by experimental evidence (3.6 points from animal model, expression studies, in vitro functional assays and second hits in patients' cells) (PMIDs: 18313049, 22895187, 26350900, 27329244, 32934222). Experimental evidence shows that RNF43 is an E3 ubiquitin ligase that negatively regulates Wnt signaling by inducing degradation of the Wnt receptor Frizzled, impacting intestinal cell proliferation. In summary, there is definitive evidence to support the relationship between RNF43 and autosomal dominant sessile serrated polyposis cancer syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:9abf2a1d-21a7-4ef7-99c7-b0b37d5acf38"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}