{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabdv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-10-10T21:35:19.419Z","role":"Publisher"},{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-07-27T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b1c5731d-3c86-4453-907e-637e63cc74a8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:806665de-64ad-4320-8aeb-f098abb7b6e8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Titin expression was present in controls (measured by PCR)\nTitin was upregulated in Guinea Pigs with hypertrophy due to band constriction ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8841931","type":"dc:BibliographicResource","dc:abstract":"To characterize alterations in gene expression which may occur during the development of compensated left ventricular pressure overload hypertrophy (CH) and the transition to decompensated congestive heart failure (DH), differential RNA display was used to compare mRNA transcripts from sham operated, 4-week, and 8-week thoracic aorta banded guinea-pigs. Of several regulated transcripts chosen for analysis, one was identified by nucleotide sequence homology as titin, a sarcomeric cytoskeletal protein. By differential display and comparative PCR, titin transcripts were increased in CH and then declined in DH. Comparative PCR of desmin and tubulin demonstrated increased mRNA levels for these cytoskeletal proteins in CH and DH. Western analysis showed associated increases in titin (DH) and desmin (CH and DH) protein expression but no increase in tubulin protein. Isolated Langendorff cardiac mechanics failed to reveal functional differences in either hypertrophy phenotype when microtubules were depolymerized (colchicine 10(-6)M). In summary, the major cytoskeletal proteins are differentially regulated in LV pressure overload hypertrophy and failure. Neither the level of beta-tubulin or its polymerization state appear to affect LV function in this model of cardiac hypertrophy.","dc:creator":"Collins JF","dc:date":"1996","dc:title":"The role of the cytoskeleton in left ventricular pressure overload hypertrophy and failure."},"rdfs:label":"Expression in Guinea Pigs "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bfbb9045-bd7c-4cee-9374-afc18d055bde","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e52a6f2c-8f4e-4074-a8b5-f62ea3297966","type":"Finding","demonstrates":{"id":"obo:MI_0935"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16465475","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy and dilated cardiomyopathy are two major clinical phenotypes of \"idiopathic\" cardiomyopathy. Recent molecular genetic analyses have now revealed that \"idiopathic\" cardiomyopathy is caused by mutations in genes for sarcomere components. We have recently reported several mutations in titin/connectin gene found in patients with hypertrophic cardiomyopathy or dilated cardiomyopathy. A hypertrophic cardiomyopathy-associated titin/connectin mutation (Arg740Leu) was found to increase the binding to actinin, while other dilated cardiomyopathy-associated titin/connectin mutations (Ala743Val and Val54Met) decreased the binding to actinin and Tcap/telethonin, respectively. We also reported several other mutations in the N2-B region of titin/connectin found in hypertrophic cardiomyopathy and dilated cardiomyopathy. Since the N2-B region expresses only in the heart, it was speculated that functional alterations due to the mutations cause cardiomyopathies. In this study, we investigated the functional changes caused by the N2-B region mutations by using yeast-two-hybrid assays. It was revealed that a hypertrophic cardiomyopathy-associated mutation (Ser3799Tyr) increased the binding to FHL2 protein, whereas a dilated cardiomyopathy-associated mutation (Gln4053ter) decreased the binding. In addition, another TTN mutation (Arg25618Gln) at the is2 region was found in familial DCM. Because FHL2 protein is known to tether metabolic enzymes to N2-B and is2 regions of titin/connectin, these observations suggest that altered recruitment of metabolic enzymes to the sarcomere may play a role in the pathogenesis of cardiomyopathies.","dc:creator":"Matsumoto Y","dc:date":"2005","dc:title":"Functional analysis of titin/connectin N2-B mutations found in cardiomyopathy."},"rdfs:label":"TTN p.Arg740Leu increased binding to FHL2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"FHL2 has not been implicated in HCM "},{"id":"cggv:0a266382-13e5-45ef-8240-22db9da04d17","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f993b186-3097-4974-b23c-a8b58cb1c2c8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Cardiomyocytes from hypertrophic cardiomyopathy (HCM) patients showed higher Fpassive compared to control hearts and significantly lower Fpassive after PKD treatment. In addition, we found higher phosphorylation at CaMKII-dependent titin sites in HCM compared to control hearts. Expression and phosphorylation of HSP27, a substrate of PKD, were elevated in HCM hearts, which was associated with increased PKD expression and phosphorylation. The relocalization of HSP27 in HCM away from the sarcomeric Z-disk and I-band suggested that HSP27 failed to exert its protective action on titin extensibility. This protection could, however, be restored by administration of HSP27, which significantly reduced Fpassive in HCM cardiomyocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32351396","type":"dc:BibliographicResource","dc:abstract":"The giant protein titin performs structure-preserving functions in the sarcomere and is important for the passive stiffness (F","dc:creator":"Herwig M","dc:date":"2020","dc:title":"Modulation of Titin-Based Stiffness in Hypertrophic Cardiomyopathy via Protein Kinase D."},"rdfs:label":"HCM Cell Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1},{"id":"cggv:7507575a-7651-40c4-b4cc-132dcc073cbb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e52221f8-d9df-4033-b165-efefb707f218","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot shows TTN expression in both cases and controls ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10093045","type":"dc:BibliographicResource","dc:abstract":"The cytoskeleton is a major regulator of cell shape. To explore potential mechanisms for maladaptation of cardiac myocyte shape in pressure overload-induced congestive heart failure, the abundance and organization of major intra- and extra-myofibrillar cytoskeleton of cardiac myocytes were examined with western blotting and confocal microscopy in guinea pigs with chronic aortic stenosis. It was found that: (1) the amount and distribution of alpha-actinin and myomesin remained unchanged at both the compensated hypertrophy and the congestive heart failure stages; (2) loss of titin was associated with myocyte lengthening in heart failure; (3) desmin protein and filaments in LV myocytes increased progressively with mechanical overload cardiac hypertrophy and subsequent heart failure; (4) a newly developed and validated quantitative confocal microscopic approach disclosed that the microtubule density in isolated LV myocytes increased by 21% at 4 weeks and by 48% 6 months after aortic constriction; (5) at the heart failure stage, microtubule density in LV myocytes showed a statistically significant inverse correlation to the LV maximum +dP/dt and a direct correlation to LV myocyte lengthening; (6) the increased microtubule density in LV myocytes in this model was not due to an increase in total tubulin; and (7) microtubule density in left atrial and right ventricular myocytes also increased when they underwent hypertrophy secondary to left heart failure. These results suggest that the down-regulation of titin and up-regulation of microtubule and desmin filaments may contribute to myocyte lengthening and malfunction in pressure overload congestive heart failure.","dc:creator":"Wang X","dc:date":"1999","dc:title":"Chronic pressure overload cardiac hypertrophy and failure in guinea pigs: II. Cytoskeletal remodeling."},"rdfs:label":"Guinea Pigs II"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a610d5cb-50ad-4d46-89a2-ef6f288124d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7583265a-46c0-4008-aed7-3a0416a46c74","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Titin directly interacts with MYBPC3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8631348","type":"dc:BibliographicResource","dc:abstract":"The thick filaments of vertebrate striated muscles contain with myosin a number of accessory proteins of the intracellular immunoglobulin superfamily, which are localized in a distinct pattern of stripes 43 nm apart. The specific localization of these proteins is believed to be due partly to their interaction with the giant muscle protein titin (also called connectin), which spans the entire sarcomere and may act as a molecular ruler. We have used recombinant fragments of titin covering the thick filament region to investigate their interaction with myosin-binding protein C (MyBP-C) from skeletal and cardiac muscle. The interaction of titin and MYBP-C is directed by a subset of titin immunoglobulin domains that are specific for the C-region of the thick filament, supporting the ruler hypothesis for the myosin-binding proteins. The interaction of recombinant titin with overlapping fragments of human cardiac MyBP-C maps the titin-binding site within the C-terminal region, which is deleted in patients suffering from the chromosome-11-associated form of familial hypertrophic cardiomyopathy. This disorder is therefore likely to be the result of thick-filament misassembly by abolishing the ternary interaction of titin, myosin and MyBP-C.","dc:creator":"Freiburg A","dc:date":"1996","dc:title":"A molecular map of the interactions between titin and myosin-binding protein C. Implications for sarcomeric assembly in familial hypertrophic cardiomyopathy."},"rdfs:label":"MYBPC3 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:9cbda3d1-931f-48e0-b545-483507d54fde","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:53cb4e24-923d-4717-9aa6-bb6c87eb8faf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"TTN is highly expressed in heart muscle in GTex","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b746f652-777b-4a4b-a087-ec3ca75d146c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e8ff083c-cde4-40f1-91bb-9f513eaca637","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Titin is a componant of the sarcomere, as are known HCM genes - shared biochemical function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21297871","type":"dc:BibliographicResource","dc:abstract":"The sarcomeres form the molecular motor of the cardiomyocyte and consist of a complex multi-protein of thick and thin filaments which are anchored to the cytoskeleton. The thick filament, composed of myosin and associated proteins, and the thin filament composed of actin, tropomyosin and the troponins develop actinmyosin crossbridges which cycle in response to calcium resulting in sliding of the filaments and contraction. The thin filament in fixed to the cardiomyocyte cytoskeleton at the Z-disc, a complex of structural and regulatory proteins. A giant protein, titin, provides an external scaffold and regulates passive force in diastole. Both genetic disorders and acquired conditions may affect proteins of the sarcomere. Genetic disorders of the thick and thin filament proteins are the predominant cause of hypertrophic cardiomyopathy. These mutations lead to abnormal sarcomere function, often an enhanced sensitivity to calcium, and impaired relaxation. This may result in secondary changes in calcium cycling and amplification of hypertrophic signaling cascades. Correcting the abnormal function of the sarcomere as well as intervening in later stages of the pathophysiologic cascades may ameliorate disease. In dilated cardiomyopathy genetic abnormalities in the sarcomere, Z-disc, calcium regulatory and cytoskeletal proteins as well as the dystrophin complex may be causal for disease. In dilated cardiomyopathy, disturbances in post-translational modifications of the sarcomere my also play a prominent role. Experimental models indicate that altered phosphorylation of sarcomeric proteins may impair systolic and diastolic function as well as the response to heart rate and afterload. Thus correcting these post-translational changes are legitimate targets for future therapeutic strategies for dilated cardiomyopathy.","dc:creator":"Frazier AH","dc:date":"2011","dc:title":"Molecular mechanisms of sarcomere dysfunction in dilated and hypertrophic cardiomyopathy."},"rdfs:label":"Sarcomere Component"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:4b757122-a4e4-406e-9207-ac710045c6a9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:07f4dde8-daba-4b27-9029-85c4bbc8a206","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Mutations in TCAP in HCM patients alter binding to TTN","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15582318","type":"dc:BibliographicResource","dc:abstract":"We sought to explore the relationship between a Tcap gene (TCAP) abnormality and cardiomyopathy.","dc:creator":"Hayashi T","dc:date":"2004","dc:title":"Tcap gene mutations in hypertrophic cardiomyopathy and dilated cardiomyopathy."},"rdfs:label":"TCAP interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"TCAP association with HCM is \"disputed.\" (Last curated in 2022.)"},{"id":"cggv:e96bfa38-49c9-4126-b32b-8a10f9ae9372","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:82571fed-933b-44d7-bd35-6c7f9db903f3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"https://www.proteinatlas.org/ENSG00000155657-TTN/tissue/primary+data","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"HPA expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa742658-6c73-41cd-8eaa-c24177be873b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ad010fe-c9db-4890-a7f5-0590779a5a0d","type":"FunctionalAlteration","dc:description":"TTN missense (Arg740Leu) increased the binding affinity of titin to alpha-actitin in a yeast two-hybrid assay","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10462489","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is characterized by ventricular hypertrophy accompanied by myofibrillar disarrays. Molecular genetic analyses have revealed that mutations in 8 different genes cause HCM. Mutations in these disease genes, however, could be found in about half of HCM patients, suggesting that there are other unknown disease gene(s). Because the known disease genes encode sarcomeric proteins expressed in the cardiac muscle, we searched for a disease-associated mutation in the titin gene in 82 HCM patients who had no mutation in the known disease genes. A G to T transversion in codon 740, from CGC to CTC, replacing Arginine with Leucine was found in a patient. This mutation was not found in more than 500 normal chromosomes and increased the binding affinity of titin to alpha-actitin in the yeast two-hybrid assay. These observations suggest that the titin mutation may cause HCM in this patient via altered affinity to alpha-actinin.","dc:creator":"Satoh M","dc:date":"1999","dc:title":"Structural analysis of the titin gene in hypertrophic cardiomyopathy: identification of a novel disease gene."},"rdfs:label":"binding to alpha-actitin"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"initial report"},{"id":"cggv:31f5de97-0367-4bfb-98dc-efef35e7c747","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8fed588d-3376-44bd-a596-5169af570145","type":"FunctionalAlteration","dc:description":"2 TTN mutations significantly increase TTN binding to CARP","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19608031","type":"dc:BibliographicResource","dc:abstract":"The purpose of this study was to explore a novel disease gene for hypertrophic cardiomyopathy (HCM) and to evaluate functional alterations caused by mutations.","dc:creator":"Arimura T","dc:date":"2009","dc:title":"Cardiac ankyrin repeat protein gene (ANKRD1) mutations in hypertrophic cardiomyopathy."},"rdfs:label":"CARP binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"CARP (ANKRD1) is disputed in association with HCM\n"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:32d29d98-1bef-49c2-873c-e225160517f1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a4f33b3-0e12-49e6-aef3-661f0c7a540a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"left ventricular hypertrophy and diastolic dysfunction are consistent with HCM. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31628103","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is a hereditary disease characterized by cardiac hypertrophy with diastolic dysfunction. Gene mutations causing HCM have been found in about half of HCM patients, while the genetic etiology and pathogenesis remain unknown for many cases of HCM. To identify novel mechanisms underlying HCM pathogenesis, we generated a cardiovascular-mutant medaka fish, ","dc:creator":"Higashikuse Y","dc:date":"2019","dc:title":"Perturbation of the titin/MURF1 signaling complex is associated with hypertrophic cardiomyopathy in a fish model and in human patients."},"rdfs:label":"Medaka Fish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:074fb3e7-bf14-47ae-8e5b-0287e69b5cea","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c46bbb7-a6fc-4c54-91dd-376aa3c12394","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Adult mice missing exons 219-225 or N2B TTN develop diastolic dysfunction and hypertrophied hearts with upregulation of FHL proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19679835","type":"dc:BibliographicResource","dc:abstract":"The giant protein titin plays key roles in myofilament assembly and determines the passive mechanical properties of the sarcomere. The cardiac titin molecule has 2 mayor elastic elements, the N2B and the PEVK region. Both have been suggested to determine the elastic properties of the heart with loss of function data only available for the N2B region.","dc:creator":"Granzier HL","dc:date":"2009","dc:title":"Truncation of titin's elastic PEVK region leads to cardiomyopathy with diastolic dysfunction."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Homozygous change and a related phenotype that is not clearly recapitulating human HCM - 2 points reduced to 0.5"},{"id":"cggv:f3452724-2600-463d-811c-4c4329e863d9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:12ba3bbd-f27e-4965-a14e-91acc02cae68","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Reduced contractile response to beta-adrengergic agonists and extracellular calcium and reduced rate of calcium uptake in M-line deficient mice. Also reduced levels of calmodulin, phospholamban and SERCA1. Ca2+ sensitivity unchanged. Mice develop cardiac hypertrophy and heart failure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17261657","type":"dc:BibliographicResource","dc:abstract":"Titin is a giant protein crucial for the assembly and elasticity of the sarcomere. Recently, titin has been linked to signal transduction through its kinase domain, which has been proposed to sense mechanical load. We developed a knockout in which expression of M-line-deficient titin can be induced in adult mice and investigated the role of the titin kinase region in cardiac function.","dc:creator":"Peng J","dc:date":"2007","dc:title":"Cardiac hypertrophy and reduced contractility in hearts deficient in the titin kinase region."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Homozygous change and a related phenotype that is not clearly recapitulating human HCM - 2 points reduced to 0.5"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabd_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:ba90cf78-0c69-4ea2-ae5c-fc2c097d65fe","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ba90cf78-0c69-4ea2-ae5c-fc2c097d65fe_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:8e383b5a-b989-48bb-bc24-ee028a014b93","type":"Cohort","allGenotypedSequenced":303,"alleleFrequency":0,"detectionMethod":"25 gene cardiomyopathy panel ","evidence":[{"id":"cggv:ba90cf78-0c69-4ea2-ae5c-fc2c097d65fe_cc_evidence_item"}],"numWithVariant":0,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:1b9b7237-62ee-4d6a-85cd-87018e9652f3","type":"Cohort","allGenotypedSequenced":427,"alleleFrequency":0.00702576112412178,"evidence":[{"id":"cggv:ba90cf78-0c69-4ea2-ae5c-fc2c097d65fe_cc_evidence_item"}],"numWithVariant":3},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28771489","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is the most prevalent inherited heart disease. Next-generation sequencing (NGS) is the preferred genetic test, but the diagnostic value of screening for minor and candidate genes, and the role of copy number variants (CNVs) deserves further evaluation.","dc:creator":"Mademont-Soler I","dc:date":"2017","dc:title":"Additional value of screening for minor genes and copy number variants in hypertrophic cardiomyopathy."},"rdfs:label":"HCM vs controls without structural heart disease"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"Truncating variants were not seen with any frequency in the HCM cohort. Missense variants were seen in both cohorts. Missense variants in TTN have not been shown to cause cardiomyopathy. "},{"id":"cggv:9af55760-1c37-4be3-b50f-7dc36e92f901","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9af55760-1c37-4be3-b50f-7dc36e92f901_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:93cd4293-c3de-4d02-9bbc-be81869b32d1","type":"Cohort","allGenotypedSequenced":529,"alleleFrequency":0.02457466918714556,"detectionMethod":"Next-generation sequencing of N2B and Novex-3 transcripts. Only looked at truncating mutations.","evidence":[{"id":"cggv:9af55760-1c37-4be3-b50f-7dc36e92f901_cc_evidence_item"}],"numWithVariant":13,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:48310197-de35-483f-a4b1-4b1108cf529f","type":"Cohort","allGenotypedSequenced":307,"alleleFrequency":0.0260586319218241,"detectionMethod":"Next-generation sequencing of N2B and Novex-3 transcripts. Only looked at truncating mutations.","evidence":[{"id":"cggv:9af55760-1c37-4be3-b50f-7dc36e92f901_cc_evidence_item"}],"numWithVariant":8},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28822653","type":"dc:BibliographicResource","dc:abstract":"Titin-truncating variants (TTNtv) have been detected in a variety of cardiomyopathies and represent the most common cause of dilated cardiomyopathy. However, their significance in hypertrophic cardiomyopathy (HCM) is still unclear.","dc:creator":"Zhang C","dc:date":"2017","dc:title":"Titin-Truncating Variants Increase the Risk of Cardiovascular Death in Patients With Hypertrophic Cardiomyopathy."},"rdfs:label":"HCM Case-Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"No excess in cases over controls. 7/13 TTN+ve cases also carried a sarcomere gene variant."},{"id":"cggv:ec55d45a-803e-46ce-8ae1-ec267cc07b02","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ec55d45a-803e-46ce-8ae1-ec267cc07b02_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:4292a64b-6ed6-4be6-8032-57341a2025f8","type":"Cohort","allGenotypedSequenced":231,"alleleFrequency":0.01298701298701299,"detectionMethod":"Next-generation or dideoxy sequencing. Only looked at truncating mutations.","evidence":[{"id":"cggv:ec55d45a-803e-46ce-8ae1-ec267cc07b02_cc_evidence_item"}],"numWithVariant":3,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:0eaf1798-ee09-4c1f-ba75-93e9e6ec211f","type":"Cohort","allGenotypedSequenced":249,"alleleFrequency":0.02811244979919679,"detectionMethod":"Next-generation or dideoxy sequencing. Only looked at truncating mutations.","evidence":[{"id":"cggv:ec55d45a-803e-46ce-8ae1-ec267cc07b02_cc_evidence_item"}],"numWithVariant":7},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22335739","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy and hypertrophic cardiomyopathy arise from mutations in many genes. TTN, the gene encoding the sarcomere protein titin, has been insufficiently analyzed for cardiomyopathy mutations because of its enormous size.","dc:creator":"Herman DS","dc:date":"2012","dc:title":"Truncations of titin causing dilated cardiomyopathy."},"rdfs:label":"HCM Case-Control"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"No excess in cases over controls."},{"id":"cggv:ad8fc34f-e48a-46d1-aeb1-cb1c196bee5f","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ad8fc34f-e48a-46d1-aeb1-cb1c196bee5f_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:9d434343-e1bf-4041-85d2-60b98521076b","type":"Cohort","allGenotypedSequenced":16,"alleleFrequency":0.0625,"detectionMethod":"Whole gene sequencing 26 genes","evidence":[{"id":"cggv:ad8fc34f-e48a-46d1-aeb1-cb1c196bee5f_cc_evidence_item"}],"numWithVariant":1,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:80daac91-1a62-47d0-8250-66c47dbadde9","type":"Cohort","allGenotypedSequenced":152026,"alleleFrequency":0.00001315564442924237,"evidence":[{"id":"cggv:ad8fc34f-e48a-46d1-aeb1-cb1c196bee5f_cc_evidence_item"}],"numWithVariant":2},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28797094","type":"dc:BibliographicResource","dc:abstract":"High throughput sequencing technologies have revolutionized the identification of mutations responsible for genetic diseases such as hypertrophic cardiomyopathy (HCM). However, approximately 50% of individuals with a clinical diagnosis of HCM have no causal mutation identified. This may be due to the presence of pathogenic mutations located deep within the introns, which are not detected by conventional sequencing analysis restricted to exons and exon-intron boundaries.","dc:creator":"Mendes de Almeida R","dc:date":"2017","dc:title":"Whole gene sequencing identifies deep-intronic variants with potential functional impact in patients with hypertrophic cardiomyopathy."},"rdfs:label":"Deep intronic TTN variants"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.2}],"evidenceStrength":"Limited","sequence":7065,"specifiedBy":"GeneValidityCriteria9","strengthScore":6.7,"subject":{"id":"cggv:78787cce-6998-47c1-a30f-20e9259c50f9","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:12403","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"TTN was first reported in association with autosomal dominant hypertrophic cardiomyopathy (HCM) in humans in 2009 (Arimura et al. 2009, PMID 19608031). TTN gene encodes titin protein which is a large protein in the sarcomere. There are multiple transcripts with N2BA and N2B as the primary cardiac transcripts. Many variants in TTN have been reported in individuals with HCM but the majority are missense without functional data or located in an exon with low percent spliced in (PSI) for cardiac tissue. There is one report of a frameshift located in the A-band (PSI 100%) (Sepp et al. 2022, PMID 35626289), and one termination in the I-band (PSI 100%) (Micheu et al. 2020, PMID 33297573) in individuals with HCM. Also of note, Higashikuse et al. (2019, PMID 31628103) provide strong functional data for two missense variants in the MURF1 binding region.   \n\nCase-control data is contradictory towards an association with HCM. No excess TTN variants were noted in cases compared to controls in two studies (Herman et al. 2012, PMID 22335739, Zhang et al. 2017, 28822653). An additional study reported a higher proportion of controls with TTN truncations and missense variants compared to cases (Mademont-Soler et al. 2017, PMID: 28771489).\n \nThe gene-disease association is supported by expression studies in the human heart and animal models (Collins et al. 1996, PMID 8841931, Wang et al. 1999, PMID 10093045, Ponten et al. 2008, PMID 18853439, GTEX Consortium 2013, PMID 23715323). Protein interactions and biochemical function studies show Titin interacts with other sarcomere proteins associated with HCM (Freiburg et al. 2009, PMID 8631348, Frazier et al. 2011, PMID 21297871, Satoh et al, 1999, PMID 10462489). Previous mouse models showed homozygous individuals developed signs of HCM (Peng et al. 2007, PMID 17261657, Granzier et al. 2009, PMID 19679835). Most notably, a medaka fish model created through ENU mutagenesis developed features of HCM, and positional cloning led to a TTN missense variant in the MURF1 binding region (Higashikuse et al. 2019, PMID 31628103). \n\nThis classification was originally approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on December 12, 2016. This gene-disease relationship was re-evaluated on July 27, 2023 by the Hereditary Cardiovascular Disorders GCEP. While more points were initially scored for the gene-disease relationship, the classification was downgraded to Limited due to the contradictory case-control data and limited case-level evidence. As a result of this re-evaluation, the classification did not change.\nWhile more points were initially scored for the gene-disease relationship, the classification was downgraded to Limited due to the contradictory case-control data and limited case-level evidence. ","dc:isVersionOf":{"id":"cggv:c17e22eb-c6fc-487d-bcf6-001bb85fdabd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}