{"id":"cggv:3459bec0-88a8-463b-a135-54670357137av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3459bec0-88a8-463b-a135-54670357137a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-01T19:59:12.421Z","role":"Publisher"},{"id":"cggv:3459bec0-88a8-463b-a135-54670357137a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-01T19:58:56.777Z","role":"Approver"}],"evidence":[{"id":"cggv:3459bec0-88a8-463b-a135-54670357137a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3459bec0-88a8-463b-a135-54670357137a_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:6b01d8f1-540b-4b37-8916-607fa782e80d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:708e5762-7ad5-4efc-a5dd-0fb09fc0207e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"blood DNA; a supplemental panel of short (200bp) amplicons corresponding to the coding exons (þ/  10bp at the intron boundaries) of NDUFAF8 were spiked into an existing custom ‘‘complex I’’ ampliseq library for IonTorrent PGM sequencing. ","firstTestingMethod":"Other","phenotypeFreeText":"3 months: infantile spasms/hypsarrhythmia; 4 months: rhinovirus, required respiratory support, metabolic acidosis, developed apneic episodes requiring invasive ventilation; 5 months: brain MRI shows bilateral symmetrical signal changes in the globi pallidi, thalami, brainstem, and optic radiations; in addition, there was evidence of bilateral frontal polymicrogyria and gray matter heterotopia, corpus callosal dysgenesis, bilateral periventricular cysts, and absent septum pellucidum; elevated blood lactate (3.0–6.0 mmol/L; normal range, < 2 mmol/L); discharged two weeks after admission, remained generally hypotonic and hypertonic in lower limbs, required NG feeds, steady but slow progress; currently 2-years-old and able to roll from front to back, say 5-10 words, is now fully orally fed, and has unspecified visual impairment (likely optic atrophy per discussion); has fleeting seizures but does not require AEDs; normal echo/EKG, growth is at 25th percentile for height and weight; muscle biopsy showed (COX)/succinate dehydrogenase (SDH) histochemistry and modified Gomori trichrome staining were unremarkable, with no COX-deficient fibers; spectrophotometric analysis of mito enriched muscle homogenates showed a marked isolated complex I deficiency in the muscle and fibroblasts, with complex I activity measured at 33% activity in muscle and 47% in fibroblasts relative to citrate synthase; Quadruple immunofluorescent histochemistry supported an isolated complex I deficiency","phenotypes":["obo:HP_0002134","obo:HP_0008972","obo:HP_0012747","obo:HP_0012758","obo:HP_0002151"],"sex":"Male","variant":{"id":"cggv:6b01d8f1-540b-4b37-8916-607fa782e80d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:66761dda-e527-4b97-b5c5-b81ff757e4de","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001086521.2(NDUFAF8):c.45_52dup (p.Phe18fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/691644"}},{"id":"cggv:3a3d0554-c860-43a3-964e-a97046904488","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001086521.2(NDUFAF8):c.195+271C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/691642"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31866046","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is one of the most common neurological phenotypes observed in pediatric mitochondrial disease presentations. It is characterized by symmetrical lesions found on neuroimaging in the basal ganglia, thalamus, and brainstem and by a loss of motor skills and delayed developmental milestones. Genetic diagnosis of Leigh syndrome is complicated on account of the vast genetic heterogeneity with >75 candidate disease-associated genes having been reported to date. Candidate genes are still emerging, being identified when \"omics\" tools (genomics, proteomics, and transcriptomics) are applied to manipulated cell lines and cohorts of clinically characterized individuals who lack a genetic diagnosis. NDUFAF8 is one such protein; it has been found to interact with the well-characterized complex I (CI) assembly factor NDUFAF5 in a large-scale protein-protein interaction screen. Diagnostic next-generation sequencing has identified three unrelated pediatric subjects, each with a clinical diagnosis of Leigh syndrome, who harbor bi-allelic pathogenic variants in NDUFAF8. These variants include a recurrent splicing variant that was initially overlooked due to its deep-intronic location. Subject fibroblasts were found to express a complex I deficiency, and lentiviral transduction with wild-type NDUFAF8-cDNA ameliorated both the assembly defect and the biochemical deficiency. Complexome profiling of subject fibroblasts demonstrated a complex I assembly defect, and the stalled assembly intermediates corroborate the role of NDUFAF8 in early complex I assembly. This report serves to expand the genetic heterogeneity associated with Leigh syndrome and to validate the clinical utility of orphan protein characterization. We also highlight the importance of evaluating intronic sequence when a single, definitively pathogenic variant is identified during diagnostic testing.","dc:creator":"Alston CL","dc:date":"2020","dc:title":"Pathogenic Bi-allelic Mutations in NDUFAF8 Cause Leigh Syndrome with an Isolated Complex I Deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31866046","rdfs:label":"Subject 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Subject 1 FCL analyzed for cDNA sequence - whole RNA extracted from subject and control fibroblasts and reverse transcribed, analysis performed on confluent fibroblasts grown under either standard tissue culture conditions using Dulbecco modified eagle medium (DMEM) or with an additional overnight culture in emetine-containing media (100mg/mL) to preserve any mRNA transcripts that would normally be subject to nonsense-mediated mRNA decay. Sequencing analysis of PCR-amplified NDUFAF8 transcripts supported the loss of the NDUFAF8 allele that harbored the intronic c.195+271C>T variant, demonstrated by a loss of heterozygosity at the c.45_52duplication locus. PCR amplification and electrophoresis of the NDUFAF8 transcripts through a 2% agarose gel facilitated identification of normal- and abnormal-length cDNA fragments. Amplicons from subject 1 and a healthy control were excised by crude band-stab, PCR-amplified, and subjected to Sanger sequencing; the results supported the likelihood of a loss of the functionally relevant transcript (isoform 2) in subject 1 fibroblast-derived cDNA, with only the non-functional isoform 3 transcript detectable."},{"id":"cggv:93d4eafb-e865-445f-b115-535fffa2d624_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01cb997b-b915-44e4-86ac-ef22bb84496d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":0,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Pregnancy: IUGR (birth weight 1.38 kg, <0.4th percentile); prenatal ultrasound indicated prominent brain ventricles, possible left dysplastic kidney, and reversed end diastolic flow. A head ultrasound and brain MRI at birth, obtained due to severe intrauterine growth restriction (IUGR), showed large areas of bilateral periventricular cystic encephalomalacia with a thin corpus callosum and no acute hemorrhage; 4 weeks in NICU and needed tube feeds before discharge; 9 months: infantile spasms/hypsarrhythmia; ophtho exam showed small optic nerves and nystagmus; developmental delay (delayed motor development was evident - rolling over at 6 months, sitting at 13–14 months, and pulled-to-stand at 15 months - no regression); by 2 years, not crawling or standing or talking; 2 years, 9 months: developmental regression but some skills regained; admitted at 3 years, 2 months for increasing lethargy and pneumonia, deteriorated further - respiratory failure that required intubation, tracheostomy, and a gastrostomy tube. Despite these efforts, died at the age of 4 years, 1 month. Brain MRI obtained at 2 years, 9 months of age demonstrated signal abnormality in the dorsal brainstem, corpus callosum dysgenesis, right-sided gray matter heterotopia, and bilateral  periventricular  cysts; no muscle biopsy done\n\nHe had a persistently elevated blood lactate (2.9–6.2mmol/L, ref < 2.0mmol/L) and an elevated \nlactate/pyruvate ratio (22, ref 10–20), but all other laboratory results were normal, including urinary organic acids, plasma organic acids, creatine kinase, serum MMA, ammonia, free/total carnitines, and IGF1.","phenotypes":["obo:HP_0002151","obo:HP_0012747","obo:HP_0012758","obo:HP_0002376"],"sex":"Male","variant":{"id":"cggv:93d4eafb-e865-445f-b115-535fffa2d624_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:f37a04ae-f10e-4c1b-ab3f-c14648e8f8eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001086521.2(NDUFAF8):c.1A>G (p.Met1Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/691643"}},{"id":"cggv:3a3d0554-c860-43a3-964e-a97046904488"}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31866046"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31866046","rdfs:label":"Subject 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"intronic variant pathogenic based on functional validation in cells from Subject 1"},{"id":"cggv:fa630bc0-7158-4c47-a8bb-0a8ab68ed1aa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:61f544af-a851-4891-b7cb-000a8e977647","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"15 months: lacked drive to wean to solid food from breastmilk; presented with severe dehydration precipitated by two days of fever, vomiting, and diarrhea; 1 year, 2 months: hypertensive crisis, brain MRI: bilateral symmetrical signal abnormality in the dorsal brainstem basal ganglia, thalamus, and hippocampi and corpus callosum dysgenesis; metabolic acidosis, normal blood lactate, slightly elevated CSF lactate (3 mmol/L; normal <2); UOA showed increased concentrations of Krebs cycle intermediates; discharged with GT due to FTT and feeding difficulty, died during another hypertensive crisis at 18 months; muscle biopsy showed (COX)/succinate dehydrogenase (SDH) histochemistry and modified Gomori trichrome staining were unremarkable, with no COX-deficient fibers; analysis of muscle biopsy revealed a residual complex I activity of just 3% (expressed relative to citrate synthase activity), although additional tissue was not available for further study.","phenotypes":["obo:HP_0012747","obo:HP_0002490","obo:HP_0008972","obo:HP_0012758","obo:HP_0002134"],"sex":"Male","variant":{"id":"cggv:fa630bc0-7158-4c47-a8bb-0a8ab68ed1aa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:962a2575-3172-4d69-a615-4fcfc1e9de8b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001086521.2(NDUFAF8):c.165C>G (p.Phe55Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/691641"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31866046"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31866046","rdfs:label":"Subject 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"\"Located within a helical domain that forms one side of the predicted hairpin structure of NDUFAF8; based upon TRIAP1, another member of the Cx9C family, the Phe55 residue is predicted to be critical for protein-protein interaction, and it could represent a key residue for the interaction between NDUFAF5 and NDUFAF8. The Phe55 residue could also be critical for protein stability; this possibility is exemplified by a pathogenic variant involving another member of the Cx9C family, COA6, in which a pathogenic mutation involving the conserved aromatic Trp59 residue was shown to cause COA6 protein instability. A screen of variants reported in GnomAD shows that non-synonymous variation involving NDUFAF8 is rare, particularly involving the conserved aromatic residues; given the small size of NDUFAF8 (74aa, RefSeq: NP_001079990.1), the prevalence of sequence variants was undertaken for all aromatic residues—Trp8, Phe18, Tyr32, Phe50, Phe55, and Phe62. In fact, there are no non-synonymous variants affecting the Trp8, Phe18, Tyr32 or Phe62 residues according to gnomAD v2.1.37 Only one heterozygous variant is recorded for the Phe50 and Phe55 residues -c.150C>A p.Phe50Leu (MAF ¼ 3.18x10  5; 1/31392 alleles) and c.164T>C p.Phe55Ser (MAF ¼ 7.46x10  6, 1/134102 alleles).\""}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.25},{"id":"cggv:3459bec0-88a8-463b-a135-54670357137a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3459bec0-88a8-463b-a135-54670357137a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:697eddca-48a3-41ef-b5ff-e1ced84c86c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:11ee16d0-a424-4be0-adf8-6e5d470787d3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Leigh map","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31866046","rdfs:label":"C1 assembly factor"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"Per LeighMap (Rahman et al., 2016), there are 6 other complex I assembly factors (NDUFAF2, NDUFAF4, NDUFAF5, NDUFAF6, FOXRED1, NUBPL)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3459bec0-88a8-463b-a135-54670357137a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:59cbbf31-6b36-4cfd-87fc-cbceee049716","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a2437ff-ae6f-4be7-9aeb-241de6038a99","type":"FunctionalAlteration","dc:description":"RNAi to knock down (KD) C17orf89 expression in HEK293 cells via lentiviral shRNA constructs. Silencing of C17orf89 had a dramatic effect on CI activity and subunit levels, with no consistent change in the abundance of subunits of other respiratory chain complexes. There was also a slight decrease in the abundance of a subunit of CIV and of CIV activity, consistent with a recent study suggesting that loss of NDUFAF5 also perturbs CIV. There was also a dramatic reduction in the oxygen consumption rates of live C17orf89 KD cells, both basally and upon stimulation with the uncoupler FCCP, without change to the extracellular acidification rate (ECAR, a measure of glycolytic activity).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27499296","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are essential for numerous cellular processes, yet hundreds of their proteins lack robust functional annotation. To reveal functions for these proteins (termed MXPs), we assessed condition-specific protein-protein interactions for 50 select MXPs using affinity enrichment mass spectrometry. Our data connect MXPs to diverse mitochondrial processes, including multiple aspects of respiratory chain function. Building upon these observations, we validated C17orf89 as a complex I (CI) assembly factor. Disruption of C17orf89 markedly reduced CI activity, and its depletion is found in an unresolved case of CI deficiency. We likewise discovered that LYRM5 interacts with and deflavinates the electron-transferring flavoprotein that shuttles electrons to coenzyme Q (CoQ). Finally, we identified a dynamic human CoQ biosynthetic complex involving multiple MXPs whose topology we map using purified components. Collectively, our data lend mechanistic insight into respiratory chain-related activities and prioritize hundreds of additional interactions for further exploration of mitochondrial protein function.","dc:creator":"Floyd BJ","dc:date":"2016","dc:title":"Mitochondrial Protein Interaction Mapping Identifies Regulators of Respiratory Chain Function."},"rdfs:label":"Floyd et al_functional alteration_non-patient cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Default per GCEP scoring criteria"},{"id":"cggv:ae2292d1-8bf9-4a67-97b4-2c101ae6979a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b1595f76-e98c-45ae-a1d4-f82b457ba83a","type":"FunctionalAlteration","dc:description":"Complexome profiling (a quantitative mass-spectroscopy assay that has previously been informative in the initial characterization of other complex I genes) - These data show a generalized reduction in complex I subunits in subject 1 fibroblasts relative to healthy control fibroblasts; this result is consistent with the results of initial BN-PAGE analyses. A clear reduction in the assembled respirasome (CI-III2-IV) is apparent in subject 1 fibroblasts, with a concomitant increase in ‘‘free’’ complex III. Given that NDUFAF8 is required for NDUFAF5’s stability, we expect subject 1 to experience the same complex I assembly defects found in subjects with NDUFAF5 mutations, namely defects in Q module assembly. Indeed, absence of NDUFAF8 results in a stalled Q module assembly involving at least three of the Q module subunits (NDUFS2, NDUFS3, and NDUFA5). Stalling at this early assembly stage results in increased turnover of the later modules, as reflected in decreased levels of CI subunits.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31866046","rdfs:label":"Alston et al_functional alteration_patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3459bec0-88a8-463b-a135-54670357137a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d51a1188-4a78-4815-95cb-094014e036e0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7ae841bb-8a4f-43ff-aa60-4a65bbf65235","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Cultured fibroblasts from subject 1 were infected with either a FLAG-tagged NDUFAF8-encoding lentivirus or an empty vector in order to generate two polyclonal cell lines: one line expressing NDUFAF8-FLAG (+AF8), and its empty vector counterpart (–AF8) that served as a negative control for off-target effects. NDUFAF8-FLAG production in the +AF8 cell line was confirmed by immunoblot. To determine whether a rescue was obtained following transduction with wild-type NDUFAF8-FLAG cDNA, BN-PAGE was performed on mitochondria-enriched fractions using the –AF8 and +AF8 lines. The results confirmed a substantial increase in fully assembled Complex I in the subject fibroblasts expressing NDUFAF8-FLAG, supporting the likelihood of a rescue of the complex I assembly defect for subject 1, with little effect on the assembly of the other complexes. Finally, spectrophotometric analysis of the +AF8 and -AF8 lines was undertaken, demonstrating a marked increase in complex I activity in subject 1’s NDUFAF8+ transduced line (+AF8); the empty vector (-AF8) cell line showed no measurable rescue when a colorimetric complex I activity assay was used.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31866046","rdfs:label":"Alston et al_rescue_patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":2,"dc:description":"Max scoring (showed overexpression of NDUFAF8 is sufficient to rescue complex I assembly and complex I activity; as well as NDUFAF5 levels)"},{"id":"cggv:9b6b6100-0dca-4829-ae96-6045c84b377c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b1fb8cfd-7fb7-4566-a7db-52b100fc6974","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Notably, transfection of C17orf89-FLAG, but not GFP-FLAG, into KD cell lines (see line 4) was able to rescue much of the lost CI activity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27499296","rdfs:label":"Floyd et al_rescue in cell culture"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":2491,"specifiedBy":"GeneValidityCriteria7","strengthScore":10.25,"subject":{"id":"cggv:f742f512-29f9-4d2d-8144-1f0f5d810b0c","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:33551","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFAF8 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of January 13, 2020. The NDUFAF8 gene encodes NADH:ubiquinone oxidoreductase (complex I) assembly factor 8.\n\nThe NDUFAF8 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2020 (PMID: 31866046). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four unique variants identified in three unrelated cases from one publication (PMID: 31866046). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, functional alteration in non-patient cells, functional alteration in patient cells, rescue in a cell culture model, and rescue in patient cells (PMIDs: 27499296, 31866046).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on January 13, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:3459bec0-88a8-463b-a135-54670357137a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}