{"id":"cggv:94ea5014-0a83-49ea-b001-fc2a8c24c0d9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:94ea5014-0a83-49ea-b001-fc2a8c24c0d9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-02-21T17:00:00.000Z","role":"Approver"},{"id":"cggv:94ea5014-0a83-49ea-b001-fc2a8c24c0d9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-15T12:55:42.537Z","role":"Publisher"}],"evidence":[{"id":"cggv:94ea5014-0a83-49ea-b001-fc2a8c24c0d9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94ea5014-0a83-49ea-b001-fc2a8c24c0d9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:959fe78f-5ae0-4761-9cb0-018317a802e9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:72ba0a2b-a6cf-4085-ac2c-269207529268","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Recently, de novo mutations in the NuRD subunit Gatad2a have been described in patients with severe intellectual disability (Willemsen et al., 2013), suggesting that the NuRD complex plays a critical role in brain development","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22720776","type":"dc:BibliographicResource","dc:abstract":"Mutations in PHF6 are the cause of Börjeson-Forssman-Lehman syndrome (BFLS), an X-linked intellectual disability (XLID) disorder, and both T-cell acute lymphoblastic leukemia (T-ALL) and acute myeloid leukemia (AML). The PHF6 gene encodes a protein with two plant homeodomain (PHD)-like zinc finger domains. As many PHD-like domains function to target chromatin remodelers to post-translationally modified histones, this suggests a role for PHF6 in chromatin regulation. However, PHD domains are usually found in association with a catalytic domain, a feature that is lacking in PHF6. This distinct domain structure and the minimal information on its cellular function prompted us to perform a proteomic screen to identify PHF6 binding partners. We expressed recombinant Flag-tagged PHF6 in HEK 293T cells for coimmunoprecipitation, and analyzed the purified products by mass spectrometry. We identified proteins involved in ribosome biogenesis, RNA splicing, and chromatin regulation, consistent with PHF6 localization to both the nucleoplasm and nucleolus. Notably, PHF6 copurified with multiple constituents of the nucleosome remodeling and deacetylation (NuRD) complex, including CHD4, HDAC1, and RBBP4. We demonstrate that this PHF6-NuRD complex is not present in the nucleolus but is restricted to the nucleoplasm. The association with NuRD represents the first known interaction for PHF6 and implicates it in chromatin regulation.","dc:creator":"Todd MA","dc:date":"2012","dc:title":"PHF6 interacts with the nucleosome remodeling and deacetylation (NuRD) complex."},"rdfs:label":"PHF6 interaction with NuRD"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Since the interacting genes in the Co-IP have not been definitively associated with intellectual disability or autism, this does not serve as direct gene-disease association."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:94ea5014-0a83-49ea-b001-fc2a8c24c0d9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e09044f-ea36-4611-8ec2-8e9b25fcf0f6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:afd3c084-cd91-48a1-befd-3ca4f3c091cb","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"To determine whether the PHF6 RNAi-induced migration phenotype is due to specific knockdown of PHF6, we performed a rescue experiment. Expression of rat PHF6 (PHF6-Res), which contains two mismatches with shRNA-2 targeting mouse PHF6, was refractory to PHF6 RNAi (Figure 1F).\n\nImportantly, expression of PHF6-Res in PHF6 knockdown animals largely restored the normal migration pattern of cortical neurons (Figures 1G and 1H). These data indicate that the PHF6 RNAi-induced migration phenotype is the result of specific knockdown of PHF6.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23791194","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability is a prevalent disorder that remains incurable. Mutations of the X-linked protein PHF6 cause the intellectual disability disorder Börjeson-Forssman-Lehmann syndrome (BFLS). However, the biological role of PHF6 relevant to BFLS pathogenesis has remained unknown. We report that knockdown of PHF6 profoundly impairs neuronal migration in the mouse cerebral cortex in vivo, leading to the formation of white matter heterotopias displaying neuronal hyperexcitability. We find that PHF6 physically associates with the PAF1 transcription elongation complex, and inhibition of PAF1 phenocopies the PHF6 knockdown-induced migration phenotype in vivo. We also identify Neuroglycan C/Chondroitin sulfate proteoglycan 5 (NGC/CSPG5), a potential schizophrenia susceptibility gene, as a critical downstream target of PHF6 in the control of neuronal migration. These findings define PHF6, PAF1, and NGC/CSPG5 as components of a cell-intrinsic transcriptional pathway that orchestrates neuronal migration in the brain, with important implications for the pathogenesis of developmental disorders of cognition.","dc:creator":"Zhang C","dc:date":"2013","dc:title":"The X-linked intellectual disability protein PHF6 associates with the PAF1 complex and regulates neuronal migration in the mammalian brain."},"rdfs:label":"PHF6 rescue by rat transcript"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:da7ee451-6878-4550-a174-a56c49b28f6a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:282c814e-64f3-4a17-9c4f-c02c020e3421","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Unusual heterotopia with neuronal excitability seen in mouse model likely correlates to seizure phenotype in humans.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23791194","rdfs:label":"Neuronal hyperexcitability"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Same model organism counted for 2 points elsewhere."},{"id":"cggv:2329f0db-a0bd-4976-b0e9-7b4d4177e206","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4fbf15c4-f4b9-44eb-9ff5-d60865509157","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"impaired neuronal migration is a known cause of intellectual disability","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23791194","rdfs:label":"knockdown of PHF6 profoundly impairs neuronal migration in t"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:94ea5014-0a83-49ea-b001-fc2a8c24c0d9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94ea5014-0a83-49ea-b001-fc2a8c24c0d9_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4853,"specifiedBy":"GeneValidityCriteria5","strengthScore":16,"subject":{"id":"cggv:31413e3a-1671-40ea-a03a-b7b673b2f06e","type":"GeneValidityProposition","disease":"obo:MONDO_0010537","gene":"hgnc:18145","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*PHF6* variants were first reported in relation to X-linked Börjeson-Forssman-Lehmann syndrome in 2002 (PMID:12415272). *PHF6* encodes a protein that localizes in the nucleus and is involved in transcriptional regulation. Börjeson-Forssman-Lehmann syndrome is characterized by intellectual disability, epilepsy, hypogonadism, narrow palpebral fissures, and large ears.\n\nAt least 9 unique variants (nonsense, frameshift, splice-site, and missense) have been reported in 15 probands in 4 publications (PMIDs:12415272, 15241480, 15466013, 15994862, 23906836) in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by experimental evidence including mouse models, a rescue study, and protein interaction in the NuRD complex (PMIDs:22720776, 23791194). \n\nIn summary, *PHF6* is definitively associated with X-linked Börjeson-Forssman-Lehmann syndrome. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on February 21, 2018. As of July 2022, this record underwent administrative updates to include an evidence summary text and update scoring to be consistent with SOP Version 9. No new evidence has been added.","dc:isVersionOf":{"id":"cggv:94ea5014-0a83-49ea-b001-fc2a8c24c0d9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}