{"id":"cggv:fee2ba7f-6e59-46a9-97b6-0d13c7513292v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:fee2ba7f-6e59-46a9-97b6-0d13c7513292_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-11-07T17:00:00.000Z","role":"Approver"},{"id":"cggv:fee2ba7f-6e59-46a9-97b6-0d13c7513292_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-12-05T17:50:40.606Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33386993","type":"dc:BibliographicResource","dc:abstract":"DOORS syndrome is characterized by deafness, onychodystrophy, osteodystrophy, intellectual disability, and seizures. In this study, we report two unrelated individuals with DOORS syndrome without deafness. Exome sequencing revealed a homozygous missense variant in PIGF (NM_173074.3:c.515C>G, p.Pro172Arg) in both. We demonstrate impaired glycosylphosphatidylinositol (GPI) biosynthesis through flow cytometry analysis. We thus describe the causal role of a novel disease gene, PIGF, in DOORS syndrome and highlight the overlap between this condition and GPI deficiency disorders. For each gene implicated in DOORS syndrome and/or inherited GPI deficiencies, there is considerable clinical variability so a high index of suspicion is warranted even though not all features are noted.","dc:creator":"Salian S","dc:date":"2021","dc:title":"PIGF deficiency causes a phenotype overlapping with DOORS syndrome."},"evidence":[{"id":"cggv:fee2ba7f-6e59-46a9-97b6-0d13c7513292_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fee2ba7f-6e59-46a9-97b6-0d13c7513292_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f7fce8bf-d430-439e-9e6d-deb94df945ec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:92b204d4-c605-4120-a461-676842d211fb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The authors cloned human PIGG (hGPI7), which is involved in the transfer of EtNP to the second mannose during GPI synthesis. PIGF was shown to bind and stabilize PIGG. Furthermore,\nPIGG (hGPI7) and PIGO compete for PIGF, providing a mechanism for regulation of GPI synthesis.\nA later study showed that GPI-anchored proteins are not present on the cell surface in patients with biallelic variants in PIGF (Salian et al, 2020, PMID: 33386993). Therefore, a defect in PIGF could affect GPI synthesis, hence prevent GPI-anchored proteins being expressed on the surface of cells in affected individuals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15632136","type":"dc:BibliographicResource","dc:abstract":"Many eukaryotic cell surface proteins are anchored to the membrane via glycosylphosphatidylinositol (GPI). GPI is synthesized from phosphatidylinositol by stepwise reactions and attached en bloc to nascent proteins. In mammalian cells, the major GPI species transferred to proteins is termed H7. By attachment of an additional ethanolamine phosphate (EtNP) to the second mannose, H7 can be converted to H8, which acts as a minor type of protein-linked GPI and also exists as a free GPI on the cell surface. Yeast GPI7 is involved in the transfer of EtNP to the second mannose, but the corresponding mammalian enzyme has not yet been clarified. Here, we report that the human homolog of Gpi7p (hGPI7) forms a protein complex with PIG-F and is involved in the H7-to-H8 conversion. We knocked down hGPI7 by RNA interference and found that H7 accumulated with little production of H8. Immunoprecipitation experiments revealed that hGPI7 was associated with and stabilized by PIG-F, which is known to bind to and stabilize PIG-O, a protein homologous to hGPI7. PIG-O is a transferase that adds EtNP to the third mannose, rendering GPI capable of attaching to proteins. We further found that the overexpression of hGPI7 decreased the level of PIG-O and, therefore, decreased the level of EtNP transferred to the third mannose. Finally, we propose a mechanism for the regulation of GPI biosynthesis through competition between the two independent enzymes, PIG-O and hGPI7, for the common stabilizer, PIG-F.","dc:creator":"Shishioh N","dc:date":"2005","dc:title":"GPI7 is the second partner of PIG-F and involved in modification of glycosylphosphatidylinositol."},"rdfs:label":"Role of PIGF (with PIGG, GPI7)"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:d2acfc83-e3b0-4601-9e8c-539df1498f32","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8aa1daf0-8734-4f12-b4e5-6221c6d2ba08","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study identified domains of PIGF and are important generating GPI, and in binding PIGG and PIGO as part of this process.\nA later study showed that GPI-anchored proteins are not present on the cell surface in patients with biallelic variants in PIGF (Salian et al, 2020, PMID: 33386993). Therefore, a defect in PIGF could affect GPI synthesis, hence prevent GPI-anchored proteins being expressed on the surface of cells in affected individuals.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25074286","type":"dc:BibliographicResource","dc:abstract":"PIGF is a protein involved in the ethanolamine phosphate (EtNP) transfer steps of glycosylphosphatidylinositol (GPI) biosynthesis. PIGF forms a heterodimer with either PIGG or PIGO, two enzymes that transfer an EtNP to the second or third mannoses of GPI respectively. Heterodimer formation is essential for stable and regulated expression of PIGO and PIGG, but the functional significance of PIGF remains obscure. In the present study, we show that PIGF binds to PIGO and PIGG through distinct molecular domains. Strikingly, C-terminal half of PIGF was sufficient for its binding to PIGO and PIGG and yet this truncation mutant could not complement the PIGF defective mutant cells, suggesting that heterodimer formation is not sufficient for PIGF function. Furthermore, we identified a highly conserved motif in PIGF and demonstrated that the motif is not involved in binding to PIGO or PIGG, but critical for its function. Finally, we identified a PIGF homologue from Trypanosoma brucei and showed that it binds specifically to the T. brucei PIGO homologue. These data together support the notion that PIGF plays a critical and evolutionary conserved role in the ethanolamine-phosphate transfer-step, which cannot be explained by its previously ascribed binding/stabilizing function. Potential roles of PIGF in GPI biosynthesis are discussed.","dc:creator":"Stokes MJ","dc:date":"2014","dc:title":"New insights into the functions of PIGF, a protein involved in the ethanolamine phosphate transfer steps of glycosylphosphatidylinositol biosynthesis."},"rdfs:label":"PIGF functional domains"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:f174c8ac-f733-4321-afcb-7b5415d42740","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01c840ac-d1f2-47d6-8084-427afc72798b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study showed that PIFO and PIGF act together in transferring phosphoethanolamine to the third mannose during the process of GPI synthesis, and that PIGF is important in stabilizing PIGO, the enzyme involved in this process. A later study showed that GPI-anchored proteins are not present on the cell surface in patients with biallelic variants in PIGF (Salian et al, 2020, PMID: 33386993). Therefore, a defect in PIGF could affect GPI synthesis, hence prevent GPI-anchored proteins being expressed on the surface of cells in affected individuals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10781593","type":"dc:BibliographicResource","dc:abstract":"Many eukaryotic proteins are anchored by glycosylphosphatidylinositol (GPI) to the cell surface membrane. The GPI anchor is linked to proteins by an amide bond formed between the carboxyl terminus and phosphoethanolamine attached to the third mannose. Here, we report the roles of two mammalian genes involved in transfer of phosphoethanolamine to the third mannose in GPI. We cloned a mouse gene termed Pig-o that encodes a 1101-amino acid PIG-O protein bearing regions conserved in various phosphodiesterases. Pig-o knockout F9 embryonal carcinoma cells expressed very little GPI-anchored proteins and accumulated the same major GPI intermediate as the mouse class F mutant cell, which is defective in transferring phosphoethanolamine to the third mannose due to mutant Pig-f gene. PIG-O and PIG-F proteins associate with each other, and the stability of PIG-O was dependent upon PIG-F. However, the class F cell is completely deficient in the surface expression of GPI-anchored proteins. A minor GPI intermediate seen in Pig-o knockout but not class F cells had more than three mannoses with phosphoethanolamines on the first and third mannoses, suggesting that this GPI may account for the low expression of GPI-anchored proteins. Therefore, mammalian cells have redundant activities in transferring phosphoethanolamine to the third mannose, both of which require PIG-F.","dc:creator":"Hong Y","dc:date":"2000","dc:title":"Requirement of PIG-F and PIG-O for transferring phosphoethanolamine to the third mannose in glycosylphosphatidylinositol."},"rdfs:label":"Role of PIGF (with PIGO)"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:2037245c-864c-44f6-9d46-891de469371c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b9055682-5978-428a-bc4b-666817382aa9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study showed that PIGF is important in correct localization of proteins in the cell surface. A later study found that GPI-anchored proteins are not present on the cell surface in patients with biallelic variants in PIGF (Salian et al, 2020, PMID: 33386993). \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8463218","type":"dc:BibliographicResource","dc:abstract":"The glycosylphosphatidylinositol (GPI)-anchored proteins are widely distributed in eukaryotic cells, from yeasts to mammals. A number of proteins, such as glycosyltransferases, are necessary for GPI anchor biosynthesis. Cloning of genes encoding these proteins is required for analyses of their nature and the biosynthetic pathway. Here we report a new method of expression cloning that is applicable to many mutant rodent and human cells, and its application for cloning a human cDNA termed PIG-F (for Phosphatidyl-Inositol-Glycan class F) using a Thy-1-negative mutant murine thymoma cell line of complementation class F. PIG-F takes a part in the step of transfer of ethanolamine phosphate to the GPI intermediate containing three residues of mannose. This expression cloning strategy is applicable to the identification of not only other genes involved in GPI anchor biosynthesis but also human disease-associated genes using mutant mammalian cell lines.","dc:creator":"Inoue N","dc:date":"1993","dc:title":"Cloning of a human gene, PIG-F, a component of glycosylphosphatidylinositol anchor biosynthesis, by a novel expression cloning strategy."},"rdfs:label":"cloning of PIGF cDNA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:fee2ba7f-6e59-46a9-97b6-0d13c7513292_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fee2ba7f-6e59-46a9-97b6-0d13c7513292_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:32e9cc37-828e-4ab3-8b64-2a3f3a0e8ecc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:32e9cc37-828e-4ab3-8b64-2a3f3a0e8ecc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":{"id":"cggv:abdf7754-a144-4c2a-b5a9-16fd48f4c602","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002643.4(PIGF):c.515C>G (p.Pro172Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346696363"}},"detectionMethod":"Sanger sequencing confirmed the presence of a homozygous variant in Individual 1 and showed that the parents are heterozygous for the variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay, severe intellectual disability, hypoplastic fingernails, toenails and terminal phalanges, delayed permanent dentition, small teeth, anteverted nares, low-set pinna, open mouth, and atrial septum defect.\nHe has generalized tonic–clonic seizures on a daily basis, refractory to medication.\nNo effective speech, cannot express needs, no toilet control. He displays head banging and repetitive non-purposeful rocking movements of head. He also has precocious puberty.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f05a95b7-0ee8-462c-a2b6-8137d5eb8a58_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:abdf7754-a144-4c2a-b5a9-16fd48f4c602"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33386993"},"rdfs:label":"Salian_2021: Individual 1"},{"id":"cggv:f05a95b7-0ee8-462c-a2b6-8137d5eb8a58","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f05a95b7-0ee8-462c-a2b6-8137d5eb8a58_variant_evidence_item"},{"id":"cggv:f05a95b7-0ee8-462c-a2b6-8137d5eb8a58_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Flow cytometry analysis of GPI-anchored proteins CD59, uPAR, and CD55 in PIGF-deficient CHO cells transiently transfected with wildtype and mutant HA-tagged PIGF cDNAs revealed that the variant reduced the surface localization of these proteins; PIGF stability was not altered.\nTransfection of fibroblasts from Patient 1 with wild type PIGF cDNA restored cell surface expression of CD73. While this result is not specific to the variant, it supports that the patient has a defect in PIGF."}],"strengthScore":1,"dc:description":"Function evidence in both PIGF-deficient CHO cells, and rescue in the patient's cells."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:832e9a53-6b1a-412e-8ef5-842dbbac93f5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:832e9a53-6b1a-412e-8ef5-842dbbac93f5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":13,"allele":{"id":"cggv:abdf7754-a144-4c2a-b5a9-16fd48f4c602"},"detectionMethod":"Sanger sequencing confirmed the presence of a homozygous variant in individual 2, and heterozygous status of the parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Tonic posturing noted since birth, but no clear seizures. \nAt 13 months, she has partial head control, does not reach for objects and does she look at faces. Anterior fontanelle was closed. Microstomia, micrognathia, coarse face, and short nose were noted.\nShe had hypoplastic convex nails on the thumb and the 5th digit, bilateral triphalangeal thumbs, hypoplastic toenails from 1st to 3rd digit, a complete absence of toenails on 4th and 5th digit. \nSee Fig 1 e-i for physical features.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:47f225c8-d728-4b9c-a159-86f966c3f80f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:abdf7754-a144-4c2a-b5a9-16fd48f4c602"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33386993"},"rdfs:label":"Salian_2021: Individual 2"},{"id":"cggv:47f225c8-d728-4b9c-a159-86f966c3f80f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:47f225c8-d728-4b9c-a159-86f966c3f80f_variant_evidence_item"},{"id":"cggv:47f225c8-d728-4b9c-a159-86f966c3f80f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Flow cytometry analysis of GPI-anchored proteins CD59, uPAR, and CD55 in PIGF-deficient CHO cells transiently transfected with wildtype and mutant HA-tagged PIGF cDNAs revealed that the variant reduced the surface localization of these proteins; PIGF stability was not altered."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":9459,"specifiedBy":"GeneValidityCriteria11","strengthScore":5,"subject":{"id":"cggv:3719131f-c06b-4fd7-b8c0-f492dc0c9340","type":"GeneValidityProposition","disease":"obo:MONDO_0859161","gene":"hgnc:8962","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PIGF was first reported in relation to onychodystrophy, osteodystrophy, impaired intellectual development, and seizures syndrome (OORS), an autosomal recessive disorder in 2021 (Salian et al, PMID: 33386993). In this report, the same biallelic missense variant was identified by exome sequencing in two unrelated probands from the same geographical region of India (Salian et al, 2021, PMID: 33386993). The mechanism of pathogenicity appears to be loss of function, although data is limited. \nThis gene-disease relationship is also supported by experimental evidence, including the biochemical function of PIGF. PIGF appears to stabilize two different enzymes, PIGG and PIGO, which are responsible for the transfer of phoshoethanolamine to mannose residues during the synthesis of glycosylphosphatidylinositol (GPI), and essential process for the cell surface localization of GPI-anchored proteins (Inoue et al, 1993, PMID: 8463218; Hong et al, 2000, PMID: 10781593; Shishioh et al, 2005, PMID: 15632136; Kinoshita et al, 2024, PMID: 39129667). GPI-anchored proteins have been shown to be lacking on the cell surface of fibroblasts from patients with OORS, and variants in other genes involved in the GPI synthesis pathway have been identified in patients with overlapping clinical symptoms (Salian et al, 2021, PMID: 33386993). In summary, there is currently limited evidence supporting the relationship between PIGF and the autosomal recessive disorder known as OORS. This classification was approved by the ClinGen Congenital Disorders of Glycosylation Gene Curation Expert Panel on November 7, 2024  (SOP Version 11).\n","dc:isVersionOf":{"id":"cggv:fee2ba7f-6e59-46a9-97b6-0d13c7513292"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}