{"id":"cggv:00998e50-dd3f-4bfa-8500-34d34980d5c8v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:00998e50-dd3f-4bfa-8500-34d34980d5c8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2021-06-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:00998e50-dd3f-4bfa-8500-34d34980d5c8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2021-07-15T19:12:29.282Z","role":"Publisher"}],"evidence":[{"id":"cggv:00998e50-dd3f-4bfa-8500-34d34980d5c8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00998e50-dd3f-4bfa-8500-34d34980d5c8_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:a6cf2c52-25bf-4abd-baa1-c6dbe61d2bc6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e8f34100-b59c-4f87-82e5-a5278a7e3bb5","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Weeks","ageValue":18,"detectionMethod":"Exome sequencing was performed on DNA samples from the index patient on a HiSeq 2000 (Illumina, San Diego, USA) using the Agilent 44M v2 SureSelect Exon enrichment kit at the BGI (Shenzhen, China). Variant of interest confirmed by Sanger sequencing and identified in the consanguineous parents in heterozygosity.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001649","obo:HP_0008050","obo:HP_0009062","obo:HP_0000369","obo:HP_0001290","obo:HP_0001172","obo:HP_0000767","obo:HP_0011968","obo:HP_0040019","obo:HP_0000218","obo:HP_0001638","obo:HP_0001371"],"previousTesting":true,"previousTestingDescription":"The nemaline myopathy genes ACTA1, NEB, TPM2, TPM3, and TNNT1, as well as spinal muscular atrophy (SMA), Prader-Willi syndrome, and myotonic dystrophy-1 (DM1) were excluded by conventional techniques. Normal karyotype. \n\nNormal serum and CRL lactate assessment, mitochondrial respiratory chain complexes enzymatic assay, chromatography of blood and urinary amino acids and urinary organic acid.\n\nMuscle biopsy revealed marked fiber size variability, and a contingent of atrophic muscle fibers was observed. A few of them had a single centralized nucleus. Modified Engel-Gomori trichrome staining revealed the presence of fuchsinophilic inclusions in around 40% of the muscle fibers. The inclusions corresponded to small nemaline bodies (minirods), found both in subsarcolemmal areas and dispersed in the cytoplasm. The minirods occupied most of the cytoplasm of marked atrophic fibers. Oxidative techniques failed to show unevenly stained areas or negative COX fibers. Ultra-structural studies confirmed the presence of minirods presenting the typical lattice structure of Z-disc material.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a6cf2c52-25bf-4abd-baa1-c6dbe61d2bc6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:08cc560a-73bc-4d55-824c-a640ff394944","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032608.7(MYO18B):c.6496G>T (p.Glu2166Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/224413"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27858739","type":"dc:BibliographicResource","dc:abstract":"Nemaline myopathies (NM) are rare and severe muscle diseases characterized by the presence of nemaline bodies (rods) in muscle fibers. Although ten genes have been implicated in the etiology of NM, an important number of patients remain without a molecular diagnosis.","dc:creator":"Malfatti E","dc:date":"2015","dc:title":"A Premature Stop Codon in MYO18B is Associated with Severe Nemaline Myopathy with Cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27858739","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The variant described in this publication (MYO18B c.6496G>T p.Glu2166Ter) was identified in the patient in homozygosity and confirmed to be present in the consanguineous parents in heterozygosity. The variant is not reported in gnomAD.\n\nThe authors report that this variant is located in the final exon (exon 42/42) of the MYO18B gene, however based on the current canonical transcript (NM_032608.6) the variant is located in the penultimate exon (exon 43/44). RT-PCR of exons 40-42 in RNA from patient muscle biopsy compared to age-matched control, revealed no difference in signal intensity. These results suggest the variant does not alter mRNA stability and does not lead to nonsense mediated decay. Immunostaining of muscle sections using N-terminus and C-terminus myosin 18B antibodies show nuclear and cytoplasmic protein localization in similar signal intensity with the N-terminus antibody in patient and age-matched controls, but absence of C-terminus antibody staining in patient compared to control. Further, western blot on muscle samples from patient and control biopsy using the C-terminus antibody show no detectable signal in biopsy from patient (expected at 285 kD based on control). The authors suggest the variant leads to the formation of a truncated protein (lacking 401 residues from the C-terminal end), however the presence of this protein was not demonstrated by western blot with the N-terminus MYO18B antibody.\n\nAn additional publication (Malfatti et al. Neurology. 2018 Apr 10;90(15 Supplement)) reports findings from an additional experiment to characterize the effect of this variant. Contractile measurements in individual permeabilized fibers obtained from muscle biopsy from the patient described in Malfatti et al., 2015 have a severely reduced maximal active tension caused by a reduced number of myosin-actin interactions during activation due to changes in cross bridge cycling kinetics and probably a lower number of intact myofibrils in the patient’s muscle fibers. The calcium sensitivity of force was reduced in the fibers of the patient and accompanied by a reduced cooperativity of activation. However this evidence is not associated with a PMID and no data was shown, only author interpretations of the results.\n\nBased on this evidence, the proband was given a default score of 1."},{"id":"cggv:4d0a04ec-4679-4ca8-981a-7975512e91b9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d97aa92b-1ca7-471c-9e99-296092ef72fa","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":5,"detectionMethod":"Enhanced exome sequencing and total RNA sequencing were used to identify the variants of interest. Sanger sequencing was used to confirm the variants in the proband and determine the variant etiology, identifying that the c.6660_6670del variant was maternally-inherited and the c.6768delG variant was paternally-inherited. Given the close proximity of the alterations, the phase of the variants was also confirmed by evaluating sequencing reads from this region.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"No muscle biopsy findings reported. The pathology of the resected brain mass was consistent with large-cell anaplastic medulloblastoma with no immunoreactivity for GAB1 or YAP1 and cytoplasmic beta-catenin immunostaining, suggestive of a non-WNT, non-SHH medulloblastoma phenotype. Weak p53 nuclear staining was reported.","phenotypes":["obo:HP_0008872","obo:HP_0001251","obo:HP_0002650","obo:HP_0001385","obo:HP_0000473","obo:HP_0001262","obo:HP_0002355","obo:HP_0000954","obo:HP_0002885","obo:HP_0001319","obo:HP_0001252","obo:HP_0001562","obo:HP_0001263","obo:HP_0002013","obo:HP_0000218","obo:HP_0200055","obo:HP_0000347","obo:HP_0001623","obo:HP_0004602","obo:HP_0000592"],"previousTesting":true,"previousTestingDescription":"Chromosome analysis was consistent with a normal male karyotype (46, XY) and methylation-specific PCR to assess for Prader-Willi syndrome (associated with a 15q imprinted gene region) was normal. Array-based comparative genomic hybridization identified a 106 kb interstitial loss on chromosome 1p36.12 (arr[hg18]1p36.12(21,477,800–21,583,610)x1), including the ECE1 gene involved in endothelin proteolytic processing, classified as a variant of uncertain significance. ","sex":"Male","variant":{"id":"cggv:4d0a04ec-4679-4ca8-981a-7975512e91b9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:8b12d1c7-50b8-4cc7-abe0-c565fdaea5e7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032608.7(MYO18B):c.6768del (p.Leu2257fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891844487"}},{"id":"cggv:768c49f8-b416-4d7e-8a5e-33d3d4e3f96e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032608.7(MYO18B):c.6660_6670del (p.Arg2220fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10161583"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31195167","type":"dc:BibliographicResource","dc:abstract":"Klippel-Feil syndrome (KFS) is an exceedingly rare constitutional disorder in which a paucity of knowledge exists about the disease and its associated morbidity and mortality. We present a 4-year-old male with KFS, who notably was also diagnosed with large-cell anaplastic medulloblastoma. We evaluated the genetic basis of co-occurring KFS and medulloblastoma and the role of MYO18B as related to medulloblastoma. Constitutional and somatic variant and copy number analyses were performed from DNA-based exome studies, along with RNA-sequencing of tumor tissue, to elucidate the genetic etiology of the co-existing disease states. We identified novel constitutional compound heterozygous frameshift variants (NM_032608.5: p.Leu2257SerfsTer16 and p.Arg2220SerfsTer74) each encoding a premature stop of translation in MYO18B, consistent with a diagnosis of KFS. We did not identify any somatic variants of known relevance or disease-relevant therapeutic targets in the tumor. The somatic copy number profile was suggestive of Group 3γ medulloblastoma. Relative to pediatric brain tumors, medulloblastoma, particularly, Group 3, had increased gene expression of MYO18B. In summary, coexisting constitutional and somatic diagnoses in this patient enabled the elucidation of the genetic etiology of KFS and provided support for the role of MYO18B in tumor suppression.","dc:creator":"Schieffer KM","dc:date":"2019","dc:title":"Expanding the clinical history associated with syndromic Klippel-Feil: A unique case of comorbidity with medulloblastoma."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31195167","rdfs:label":"Schieffer et al. Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The NM_032608.7:c.6660_6670del (p.Arg2220SerfsTer74) and NM_032608.7:c.6768del (p.Leu2257fs) variants observed in this patient were confirmed to be present in trans by parental testing and analysis of sequencing reads. These variants are located in exon 43/44. Although both variants are expected to introduce premature termination codons >50 nucleotides from the end of the penultimate exon and would be predicted to be susceptible to nonsense-mediated decay, data from RNA sequencing of tumor-derived brain tissue from this proband suggests neither mRNA product undergoes nonsense-mediated decay. The c.6660_6670del variant is rare in gnomAD v2.1.1 (global MAF: 0.004418% (11/248956 alleles); non-Finnish European MAF: 0.009752% (11/112794 alleles) and the c.6768del variant is absent from gnomAD v2.1.1. No experimental evidence was provided to confirm the presence of the truncated protein or determine its functionality (such as localization and contractile or force measurements of patient myofibers, as reported in PMID: 27858739 and Malfatti et al. Neurology. 2018 Apr 10;90(15 Supplement)). Given the lack of experimental evidence from this patient's cells (but previous report of downstream truncating variant with functional effect on patient myofiber contractility and force (PMID: 27858739) and no muscle biopsy to confirm myopathy, this proband was given a score of 0.5 points (reduced from the default score of 1 point)."},{"id":"cggv:3a5d465d-34f6-4bc6-a824-0acd809ec326_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cccc0388-8694-4e00-a676-00d072fb2f2e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":47,"detectionMethod":"The next generation sequencing panel used to detect the MYO18B variants also investigated the following genes: ACTA1, ACVR1, AN05, BAG3, BIN1, C10orf2, CAV3, CCDC78, CFL2, CNTN1, COL12A1, COL6A1, COL6A2, COL6A3, CRYAB, DES, DNM2, DYSF, FHL1, FKBP14, FLNC, GNE, ISCU, KBTBD13, KLHL9, LAMP2, LDB3, MAMLD1, MATR3, MEGF10, MSTN, MTM1, MTMR14, MYF6, MYH2, MYH7, MYH14, MYOT, NEB, OPA1, ORAl1, PABPN1, PLEC, POLG, POLG2, PUS1, RRM28, RYR1, SEPN1, S1l1, STIM1, SUCLA2, TK2, TNNT1, TPM2, TPM3, TRIM32, TIN, VCP, VMA21, YARS2, AGRN, ALG2, ASCC1, CAPN3, CHAT, CHKB, CHRNA1, CHRNB1, CHRND, CHRNE, COLQ, DAG1, DES, DPM1, DPM3, DYNC1H1, EGR2, EMD, EXOSC3, FKRP, FKTN, GAA, GARS, GBE1, GDAP1, GFPT1, GYG1, IGHMBP2, ISPD, ITGA7, LAMA2, LAMB2, LMNA, LRP4, MEGF10, MFN2, MPZ, MUSK, MYO18B, NEFL, ORAI1, PIEZO2, POMGNT1, POMT1, POMT2, PREPL, PTRF, RAPSN, SBDS, SCN4A, SEPN1, SGCA, SGCB, SGCD, SGCG, SLC52A3, SLC5A7, SYT2, TCAP, TNNT3, TNXB, TRPV4, TTN, UBA1, VMA21. Sanger sequencing was used to confirm the presence of the variants in the proband and determine the variant etiology, identifying that the c.112_121delATTAAGCAAC variant was maternally-inherited and the c.3880_3884delAGGAA variant was paternally-inherited. An unaffected sister also carries the c.3880_3884delAGGAA variant in heterozygosity. ","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"No muscle biopsy findings were reported.","phenotypes":["obo:HP_0003458","obo:HP_0003323","obo:HP_0000347","obo:HP_0002093","obo:HP_0009053","obo:HP_0001315","obo:HP_0003700","obo:HP_0000218","obo:HP_0003324","obo:HP_0000369","obo:HP_0003376","obo:HP_0008997","obo:HP_0004322","obo:HP_0000691","obo:HP_0030319","obo:HP_0008994","obo:HP_0001999","obo:HP_0001763","obo:HP_0001270","obo:HP_0000233","obo:HP_0001611","obo:HP_0000486"],"sex":"Male","variant":{"id":"cggv:3a5d465d-34f6-4bc6-a824-0acd809ec326_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:670ca631-15b6-49b4-9c55-70999db5d069","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032608.7(MYO18B):c.112_121del (p.Ile38TrpfsTer18)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768926"}},{"id":"cggv:b29a97f6-b470-471d-8605-5862b1e2de91","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032608.7(MYO18B):c.3880_3884del (p.Arg1294GlyfsTer34)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10160666"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32637634","type":"dc:BibliographicResource","dc:creator":"Mihaylova V","dc:date":"2020","dc:title":"Novel truncating mutations of "}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32637634","rdfs:label":"Mihaylova et al. Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The NM_032608.7:c.112_121del (p.Ile38TrpfsTer18) and NM_032608.7:c.3880_3884del (p.Arg1294GlyfsTer34) variants observed in this patient were confirmed to be present in trans by parental testing. Both variants result in a frameshift and introduce premature stop codons in exon 3/44 and 23/44, respectively. The resulting mRNA products are expected to be susceptible to nonsense mediated decay. Both variants are absent from gnomAD v2.1.1. Given the lack of muscle biopsy evidence to indicate myopathy, the evidence from this proband was given a score of 1.5 points (reduced from the default score of 2 points)."},{"id":"cggv:60955152-9e03-4f6b-8e9b-cc363012befa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c0daab2c-ab1d-408c-a4e1-931b17ec8c62","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"No muscle biopsy or echocardiogram findings reported.","phenotypes":["obo:HP_0000280","obo:HP_0000414","obo:HP_0000369","obo:HP_0001319","obo:HP_0001998","obo:HP_0000494","obo:HP_0000218","obo:HP_0000508","obo:HP_0000293","obo:HP_0000938","obo:HP_0004602","obo:HP_0008872","obo:HP_0001324","obo:HP_0000750","obo:HP_0004322","obo:HP_0000252","obo:HP_0002194"],"sex":"Male","variant":{"id":"cggv:60955152-9e03-4f6b-8e9b-cc363012befa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0fea3bb9-d5ac-48ff-8bbe-afb74f93a2c6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032608.7(MYO18B):c.6905C>A (p.Ser2302Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204948"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33179433","type":"dc:BibliographicResource","dc:abstract":"Klippel-Feil syndrome 4 (KFS4; MIM# 616549) is an autosomal recessive disorder caused by biallelic pathogenic variants in MYO18B and comprises, in addition to Klippel-Feil anomaly (KFA), nemaline myopathy, facial dysmorphism, and short stature. We aim to outline the natural history of KFS4 and provide an updated description of its clinical, radiological, laboratory, and molecular findings. We comprehensively analyzed the medical records of 6 Saudi and 1 American patients (including 5 previously unpublished cases) with a molecularly confirmed diagnosis of KFS4. All patients had myopathy of varying severity that followed a slowly progressive or non-progressive course, affecting primarily the proximal musculature of the lower limb although hand involvement with distal arthrogryposis and abnormal interphalangeal creases was also observed. KFA and characteristic dysmorphic features, including ptosis and bulbous nose, were observed in all but two patients. The causal MYO18B variants were a founder NM_032608.5:c.6905C>A; p.(Ser2302*) variant in the Saudi patients (P1-P6) and a novel MYO18B homozygous variant (c.6660_6670del;p.[Arg2220Serfs*74]) in the American Caucasian patient (P7). We report the phenotypic and genetic findings in seven patients with KFS4. We describe the natural history of this disease, confirm myopathy as a universal feature and describe its pattern and progression, and note interesting differences between the phenotypes observed in patients with KFA and those without.","dc:creator":"Altuame FD","dc:date":"2021","dc:title":"Further delineation of MYO18B-related autosomal recessive Klippel-Feil syndrome with myopathy and facial dysmorphism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33179433","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The NM_032608.7:c.6905C>A (p.Ser2303Ter) variant observed in homozygosity in this proband is located in exon 43/44. Although some evidence from another individual carrying this variant (Index 1 in PMID: 25748484) suggests this nonsense variant leads to nonsense mediated decay of the transcript, the presence or absence of the transcript was not investigated in this patient. Given the lack of experimental evidence from this patient's RNA or cells, no muscle biopsy to confirm myopathy, consanguinity of the proband's parents, and the fact that this is a recurrent founder variant in the Saudi Arabian population, this proband was given a score of 0.1 points (reduced from the default score of 1 point)."},{"id":"cggv:3a83293b-118d-4982-95e7-6acc83388e40_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b652a661-f885-40cc-823e-b7c96b9ed88f","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"No muscle biopsy or echocardiogram findings reported.","phenotypes":"obo:HP_0001324","sex":"Female","variant":{"id":"cggv:3a83293b-118d-4982-95e7-6acc83388e40_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0fea3bb9-d5ac-48ff-8bbe-afb74f93a2c6"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33179433"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33179433","rdfs:label":"P3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The NM_032608.7:c.6905C>A (p.Ser2303Ter) variant observed in homozygosity in this proband is located in exon 43/44. Although some evidence from another individual carrying this variant (Index 1 in PMID: 25748484) suggests this nonsense variant leads to nonsense mediated decay of the transcript, the presence or absence of the transcript was not investigated in this patient. Given the lack of experimental evidence from this patient's RNA or cells, no muscle biopsy to confirm myopathy, consanguinity of the proband's parents, and the fact that this is a recurrent founder variant in the Saudi Arabian population, this proband was given a score of 0.1 points (reduced from the default score of 1 point)."},{"id":"cggv:fb8fe281-5ca5-43af-8ca1-86dceb4e7f99_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a95cf808-55dd-49aa-8c2e-ae151177a993","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Exome capture was performed using a TruSeq Exome Enrichment kit (Illumina) following the manufacturer’s protocol. Samples were prepared as an Illumina sequencing library, and in the second step, the sequencing libraries were enriched for the desired target using the Illumina Exome Enrichment protocol. The captured libraries were sequenced using Illumina HiSeq 2000 Sequencer.\nExome capture data was analyzed for low-frequency exonic or splice-site variants in genes that linked to nemaline myopathy (TPM3, ACTA1, NEB, KLHL40, KLHL41, LMOD3, TPM2, CFL2, KBTBD13, TNNT1), but no variants of interest were identified in the patient. \nNo details given for parental testing, but the mother and four unaffected siblings are reported to be heterozygous for the variant of interest (consanguineous parents; no report of paternal testing).","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0011968","obo:HP_0002162","obo:HP_0000692","obo:HP_0000252","obo:HP_0000341","obo:HP_0002901","obo:HP_0000470","obo:HP_0000508","obo:HP_0001621","obo:HP_0000219","obo:HP_0000465","obo:HP_0000347","obo:HP_0002944","obo:HP_0008807","obo:HP_0000343","obo:HP_0001270","obo:HP_0001324","obo:HP_0002949","obo:HP_0001007","obo:HP_0000218","obo:HP_0000369","obo:HP_0000414"],"previousTesting":true,"previousTestingDescription":"Normal chromosome analysis and chromosomal microarray. LMNA, PTPN11, SOS1, RAF1 and KRAS gene sequencing were negative.\nNormal creatine phosphokinase (CPK), bone profile, parathyroid hormone (PTH), vitamin D, growth hormone (GH), cortisol, adrenocorticotropic hormone (ACTH) and luteinizing hormone (LH) and FSH.\nNo muscle biopsy.","sex":"Female","variant":{"id":"cggv:fb8fe281-5ca5-43af-8ca1-86dceb4e7f99_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0fea3bb9-d5ac-48ff-8bbe-afb74f93a2c6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25748484","type":"dc:BibliographicResource","dc:abstract":"Klippel-Feil anomaly (KFA) can be seen in a number of syndromes. We describe an apparently novel syndromic association with KFA.","dc:creator":"Alazami AM","dc:date":"2015","dc:title":"A novel syndrome of Klippel-Feil anomaly, myopathy, and characteristic facies is linked to a null mutation in MYO18B."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25748484","rdfs:label":"Index 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The variant described in this patient (MYO18B c.6905C>A p.Ser2303Ter) was observed in the patient in homozygosity and presence in the mother and four unaffected siblings in heterozygosity was confirmed (consanguineous parents; testing of unaffected father not reported). This variant is not reported in gnomAD. Although some evidence from a second patient (Index 1) reported in this paper with the same variant (Alazami et al., 2015 PMID 25748484) suggests this variant leads to nonsense mediated decay of the transcript, the presence or absence of the transcript was not investigated in this patient. Further, no muscle biopsy was reported for this patient, however a muscle biopsy was included for Index 1 described in this publication with a similar phenotype and the same variant, mitigating the need for a muscle biopsy for Index 2. Given the lack of experimental evidence from this patient's cells and no muscle biopsy to indicate myopathy (but similar phenotype to a patient with the same reported causative variant and muscle biopsy evidence indicative of myopathy), this proband was given a score of 0.5 points (reduced from the default score of 1 point)."},{"id":"cggv:0e8da566-3c40-46fe-9c16-8c54d114c62d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c0d91973-34bb-4333-8328-38a5b39a6bd5","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Echocardiogram performed at 51 years of age showing mild left ventricular hypertrophy with normal ejection fraction (55–60%). No muscle biopsy findings reported.","phenotypes":["obo:HP_0004322","obo:HP_0000308","obo:HP_0000767","obo:HP_0000414","obo:HP_0001324","obo:HP_0000914","obo:HP_0000369","obo:HP_0002162","obo:HP_0004602","obo:HP_0000508","obo:HP_0001712"],"sex":"Male","variant":{"id":"cggv:0e8da566-3c40-46fe-9c16-8c54d114c62d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:768c49f8-b416-4d7e-8a5e-33d3d4e3f96e"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33179433"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33179433","rdfs:label":"P7"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The NM_032608.7:c.6660_6670del (p.Arg2220SerfsTer74) variant observed in homozygosity in this patient is located in exon 43/44. Although this variant is expected to introduce a premature termination codon >50 nucleotides from the end of the penultimate exon and would be predicted to be susceptible to nonsense-mediated decay, data from RNA sequencing of tumor-derived brain tissue from another proband carrying this variant (Schieffer et al., 2019) suggests the mRNA product does not undergo nonsense-mediated decay (see Schieffer et al. Proband entry for additional information about this variant). Given the lack of experimental evidence from this patient's RNA or cells, no muscle biopsy to confirm myopathy, consanguinity of the proband's parents, and the fact that this is a recurrent variant, this proband was given a score of 0.25 points (reduced from the default score of 1 point)."},{"id":"cggv:03f4d477-a89e-4217-b85c-abb1e43069ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ad936bf6-6f26-4106-a8e9-c8e37d2d652f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":16,"detectionMethod":"Trio exome sequencing identified the variant of interest in homozygosity in the proband and in heterozygosity in each parent. ","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"No muscle biopsy or electromyography were performed. Radiography to confirm the suspected Klippel-Feil anomaly could not be conducted due to the proband's poor condition. \n\n","phenotypes":["obo:HP_0000347","obo:HP_0001252","obo:HP_0002944","obo:HP_0011470","obo:HP_0002194","obo:HP_0011968","obo:HP_0000369","obo:HP_0000219","obo:HP_0000492","obo:HP_0001653","obo:HP_0001655","obo:HP_0009623","obo:HP_0001713","obo:HP_0011471","obo:HP_0030319","obo:HP_0000175","obo:HP_0000494","obo:HP_0008936","obo:HP_0000348","obo:HP_0002793","obo:HP_0012418","obo:HP_0001167","obo:HP_0005684","obo:HP_0000343","obo:HP_0002162","obo:HP_0000253","obo:HP_0030084","obo:HP_0000476","obo:HP_0009487","obo:HP_0011261","obo:HP_0001488","obo:HP_0011682","obo:HP_0002230","obo:HP_0001508"],"previousTesting":true,"previousTestingDescription":"Normal karyotype (46, XY) from conventional chromosome analysis from chorionic villus sampling.","sex":"Male","variant":{"id":"cggv:03f4d477-a89e-4217-b85c-abb1e43069ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c810522b-510f-42dd-8c51-7fdd708e8c32","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032608.7(MYO18B):c.6433C>T (p.Arg2145Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/807635"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32184166","type":"dc:BibliographicResource","dc:abstract":"Homozygous loss-of-function variants in MYO18B have been associated with congenital myopathy, facial dysmorphism and Klippel-Feil anomaly. So far, only four patients have been reported. Comprehensive description of new cases that help to highlight recurrent features and to further delineate the phenotypic spectrum are still missing. We present the fifth case of MYO18B-associated disease in a newborn male patient. Trio exome sequencing identified the previously unreported homozygous nonsense variant c.6433C>T, p.(Arg2145*) in MYO18B (NM_032608.5). While most phenotypic features of our patient align with previously reported cases, we describe the prenatal features for the first time. Taking the phenotypic description of our patient into account, we propose that the core phenotype comprises a severe congenital myopathy with feeding difficulties in infancy and characteristic dysmorphic features.","dc:creator":"Brunet T","dc:date":"2020","dc:title":"A novel pathogenic variant in MYO18B associating early-onset muscular hypotonia, and characteristic dysmorphic features, delineation of the phenotypic spectrum of MYO18B-related conditions."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32184166","rdfs:label":"Brunet et al. Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The NM_032608.7:c.6433C>T (p.Arg2145Ter) variant observed in this patient in homozygosity was confirmed to be inherited from consanguineous parents each carrying the variant in heterozygosity. This variant is located in exon 42/44 and would be expected to produce an mRNA product susceptible to nonsense-mediated decay. Additionally, this variant is rare in gnomAD v2.1.1 (global MAF: 0.00001607 (4/248890 alleles); South Asian MAF: 0.00006543 (2/30566). Given the consanguinity of the proband's parents and no muscle biopsy to confirm myopathy, the score for this evidence was downgraded to 1.5 points (from a default of 2 points)."},{"id":"cggv:1d75f951-8082-40d4-9261-024c255b9f8d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:47135468-bc7c-4b84-9982-07039903f99e","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"No muscle biopsy or echocardiogram findings reported.","phenotypes":["obo:HP_0004322","obo:HP_0001324","obo:HP_0004602","obo:HP_0003307"],"sex":"Male","variant":{"id":"cggv:1d75f951-8082-40d4-9261-024c255b9f8d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0fea3bb9-d5ac-48ff-8bbe-afb74f93a2c6"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33179433"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33179433","rdfs:label":"P2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The NM_032608.7:c.6905C>A (p.Ser2303Ter) variant observed in homozygosity in this proband is located in exon 43/44. Although some evidence from another individual carrying this variant (Index 1 in PMID: 25748484) suggests this nonsense variant leads to nonsense mediated decay of the transcript, the presence or absence of the transcript was not investigated in this patient. Given the lack of experimental evidence from this patient's RNA or cells, no muscle biopsy to confirm myopathy, consanguinity of the proband's parents, and the fact that this is a recurrent founder variant in the Saudi Arabian population, this proband was given a score of 0.1 points (reduced from the default score of 1 point)."},{"id":"cggv:a8fab4fd-759e-4525-8445-64ee4ca58ede_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7ff7ebae-0a23-4480-a0c6-7d04d061e6cf","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband was noted to have peripartum cardiomyopathy with moderate global hypokinesia and left ventricular ejection fraction (LVEF) of 35%. One to two years following pregnancy, LVEF returned to normal (55%), with normal size/thickness of left ventricle and left atrium.","phenotypes":["obo:HP_0002375","obo:HP_0002650","obo:HP_0003422","obo:HP_0001638","obo:HP_0001324"],"sex":"Female","variant":{"id":"cggv:a8fab4fd-759e-4525-8445-64ee4ca58ede_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0fea3bb9-d5ac-48ff-8bbe-afb74f93a2c6"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33179433"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33179433","rdfs:label":"P4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The NM_032608.7:c.6905C>A (p.Ser2303Ter) variant observed in homozygosity in this proband is located in exon 43/44. Although some evidence from another individual carrying this variant (Index 1 in PMID: 25748484) suggests this nonsense variant leads to nonsense mediated decay of the transcript, the presence or absence of the transcript was not investigated in this patient. Given the lack of experimental evidence from this patient's RNA or cells, no muscle biopsy to confirm myopathy, consanguinity of the proband's parents, and the fact that this is a recurrent founder variant in the Saudi Arabian population, this proband was given a score of 0.1 points (reduced from the default score of 1 point)."},{"id":"cggv:47916b23-52cc-4695-914f-64bda7db1fc3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c41ef9ac-0ed7-43a1-9688-d8b7ec52563b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Exome capture was performed using a TruSeq Exome Enrichment kit (Illumina) following the manufacturer’s protocol. Samples were prepared as an Illumina sequencing library, and in the second step, the sequencing libraries were enriched for the desired target using the Illumina Exome Enrichment protocol. The captured libraries were sequenced using Illumina HiSeq 2000 Sequencer.\nExome capture data was analyzed for low-frequency exonic or splice-site variants in genes that linked to nemaline myopathy (TPM3, ACTA1, NEB, KLHL40, KLHL41, LMOD3, TPM2, CFL2, KBTBD13, TNNT1), but no variants of interest were identified in the patient. \nNo details given for parental testing, but both parents (consanguineous) are reported to be heterozygous for the variant of interest.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000232","obo:HP_0000508","obo:HP_0001612","obo:HP_0000465","obo:HP_0000252","obo:HP_0002162","obo:HP_0003502","obo:HP_0001270","obo:HP_0001290","obo:HP_0002066","obo:HP_0002949","obo:HP_0003198","obo:HP_0001999","obo:HP_0000430","obo:HP_0000414"],"previousTesting":true,"previousTestingDescription":"Normal high-resolution karyotyping and molecular karyotyping. Autozygome mapping found a single locus of identical haplotype spanning Chr22:25641025-26665674 (hg19), however none of the five genes within this interval was known to cause a human disease that fits the phenotype of the two patients. \n\nNormal bone profile (calcium, potassium, alkaline phosphatase), GH axis (growth hormone level at baseline and following glucagon and clonidine stimulation), thyroid function, blood indices, liver and renal function, plasma amino acids, urine organic acids, brain MRI, and creatine kinase.","sex":"Male","variant":{"id":"cggv:47916b23-52cc-4695-914f-64bda7db1fc3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0fea3bb9-d5ac-48ff-8bbe-afb74f93a2c6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25748484"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25748484","rdfs:label":"Index 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The variant described in this patient (MYO18B c.6905C>A p.Ser2303Ter) was observed in the patient in homozygosity and presence in the consanguineous parents in heterozygosity was confirmed. This variant is not reported in gnomAD.\n\nThis variant is located in the penultimate exon (exon 43/44) based on the canonical transcript (NM_032608.6). Real-time RT-PCR to detect the MYO18B transcript in RNA extracted from patient lymphoblast cells and controls (cell type not reported) revealed near-complete loss of MYO18B RNA in the patient cells, leading the authors to suggest that the variant leads to nonsense mediated decay (Figure 3, PMID 25748484). However, given that the details of this experiment are unclear (if the control RNA template was derived from lymphoblast cells, if lymphoblast cells normally express MYO18B, where the RT-PCR primers were located) and in light of a report that an upstream variant in same exon (MYO18B c.6496G>T p.Glu2166Ter) was found not to undergo nonsense mediated decay (Malfatti et al., 2015 PMID 27858739), this variant was given a default score of 1."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6.65}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.65},{"id":"cggv:00998e50-dd3f-4bfa-8500-34d34980d5c8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00998e50-dd3f-4bfa-8500-34d34980d5c8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:35d5627f-3142-4267-a7df-f91bf6a7b178","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:47bb7864-41b1-41b8-899c-14abe1e5a24e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"MYO18B mRNA detected by Northern blot in human skeletal muscle and heart tissue only. mRNA detected by RT-PCR in heart and skeletal muscle and lower levels in testis (some expression in other tissues after extended PCR cycles).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12547197","type":"dc:BibliographicResource","dc:abstract":"We have characterized a novel unconventional myosin heavy chain, named MYO18B, that appears to be expressed mainly in human cardiac and skeletal muscles and, at lower levels, in testis. MYO18B transcript is detected in all types of striated muscles but at much lower levels compared to class II sarcomeric myosins, and it is up regulated after in vitro differentiation of myoblasts into myotubes. Phylogenetic analysis shows that this myosin belongs to the recently identified class XVIII, however, unlike the other member of this class, it seems to be unique to Vertebrate since it contains two large amino acid domains of unknown function at the N and C-termini. Immunolocalization of MYO18B protein in skeletal muscle cells shows that this myosin heavy chain is located in the cytoplasm of undifferentiated myoblasts. After in vitro differentiation into myotubes, a fraction of this protein is accumulated in a subset of myonuclei. This nuclear localization was confirmed by immunofluorescence experiments on primary cardiomyocytes and adult muscle sections. In the cytoplasm MYO18B shows a punctate staining, both in cardiac and skeletal fibers. In some cases, cardiomyocytes show a partial sarcomeric pattern of MYO18B alternating that of alpha-actinin-2. In skeletal muscle the cytoplasmic MYO18B results much more evident in the fast type fibers.","dc:creator":"Salamon M","dc:date":"2003","dc:title":"Human MYO18B, a novel unconventional myosin heavy chain expressed in striated muscles moves into the myonuclei upon differentiation."},"rdfs:label":"MYO18B mRNA expression patterns"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Default score of 0.5 points were awarded for expression data showing nearly exclusive expression of MYO18B in human cardiac and skeletal muscle."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:00998e50-dd3f-4bfa-8500-34d34980d5c8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5d816b3-5108-4107-a8eb-9f74de062f19","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f01ef76c-5451-47e1-8168-e55a76b6dc51","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Myo18b (fro)-deficient zebrafish display defective sarcomeric structure organization, abnormal distribution and aggregation of alpha-actinin in fast-twitch fibers in the trunk and tail muscles with myosin heavy chain protein accumulation. Ordered thin and thick filaments are absent from transverse sections of trunk muscle fibers and I-Z-I boundaries are not visible. Mutant larvae also display an enlarged pericardium and a dilated atrium and exhibit reduced blood circulation with pooling of blood in the pericardial cavity. The findings in zebrafish are reminiscent of the defective sarcomeric organization observed in MYO18B-deficient humans and the cardiac defects observed in at least one patient (Malfatti et al., 2015 PMID 27858739).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27879346","type":"dc:BibliographicResource","dc:abstract":"Myosin 18B is an unconventional myosin that has been implicated in tumor progression in humans. In addition, loss-of-function mutations of the MYO18B gene have recently been identified in several patients exhibiting symptoms of nemaline myopathy. In mouse, mutation of Myo18B results in early developmental arrest associated with cardiomyopathy, precluding analysis of its effects on skeletal muscle development. The zebrafish, frozen (fro) mutant was identified as one of a group of immotile mutants in the 1996 Tübingen genetic screen. Mutant embryos display a loss of birefringency in their skeletal muscle, indicative of disrupted sarcomeric organization. Using meiotic mapping, we localized the fro locus to the previously unannotated zebrafish myo18b gene, the product of which shares close to 50% identity with its human ortholog. Transcription of myo18b is restricted to fast-twitch myocytes in the zebrafish embryo; consistent with this, fro mutant embryos exhibit defects specifically in their fast-twitch skeletal muscles. We show that sarcomeric assembly is blocked at an early stage in fro mutants, leading to the disorganized accumulation of actin, myosin, and α-actinin and a complete loss of myofibrillar organization in fast-twitch muscles.","dc:creator":"Gurung R","dc:date":"2017","dc:title":"A Zebrafish Model for a Human Myopathy Associated with Mutation of the Unconventional Myosin MYO18B."},"rdfs:label":"Zebrafish homozygous myo18b (fro) mutants"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Homozygous myo18b (fro) zebrafish mutants exhibit similar skeletal muscle phenotypes to those observed in humans, with disrupted sarcomeric organization and abnormal myofibrillar distribution, as well as cardiac defects, including enlarged pericardium and dilated atrium. This model system was awarded 1.5 points (reduced from a default score of 2 points) due to the relatively low similarity (~50%) between the human MYO18B gene and the zebrafish ortholog."},{"id":"cggv:438c0706-c2b4-432a-9fb1-314cc4283deb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2c1a3715-01d6-4dba-a3b3-6a4605e8e204","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"No live Myo18B–/– offspring was born from either line generated, implying that Myo18B–/–\nembryos had died during embryogenesis. Up to E10, the expected Mendelian ratio of viable Myo18B–/– embryos was observed. However, at E10.5 to E11, 12 of 31 Myo18B–/– embryos were abnormal and 4 empty deciduas were observed. At E11.5 to E13.5, none of the remaining 9 Myo18B–/– embryos were normal and the number of empty deciduas increased. Myo18B–/– dead embryos were shown to have either dilated pericardial cavities, internal hemorrhage or resorption. Cardiac myocytes from unresorbed Myo18B knockout embryos had normal sarcomere length with structures of intercalated disks and Z-lines, but displayed a disorganized alignment of parallel thick and thin filaments when compared with Myo18B+/+ cardiac myocytes. Additionally, in transverse sections of myofibrils, Myo18B double knockout myocytes showed disordered alignment and unbalanced distribution of thick and thin filaments. Therefore, the loss of Myo18B is associated with abnormal cardiac myofibril structure, however embryonic lethality has not been associated with MYO18B variants reported to date.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18761673","type":"dc:BibliographicResource","dc:abstract":"Myo18B is an unconventional myosin family protein expressed predominantly in muscle cells. Although conventional myosins are known to be localized on the A-bands and function as a molecular motor for muscle contraction, Myo18B protein was localized on the Z-lines of myofibrils in striated muscles. Like Myo18A, another 18th class of myosin, the N-terminal unique domain of the protein and not the motor domain and the coiled-coil tail is critical for its localization to F-actin in myocytes. Myo18B expression was induced by myogenic differentiation through the binding of myocyte-specific enhancer factor-2 to its promoter. Deficiency of Myo18B caused an embryonic lethality in mice accompanied by disruption of myofibrillar structures in cardiac myocytes at embryonic day 10.5. Thus, Myo18B is a unique unconventional myosin that is predominantly expressed in myocytes and whose expression is essential for the development and/or maintenance of myofibrillar structure.","dc:creator":"Ajima R","dc:date":"2008","dc:title":"Deficiency of Myo18B in mice results in embryonic lethality with cardiac myofibrillar aberrations."},"rdfs:label":"MYO18B homozygous knockout mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Although Myo18B double knockout mouse embryos have abnormal cardiac myofibril structure, 0 points were awarded to this mouse model due to the discrepancy between the severity of the phenotype in mice (embryonic lethal) compared to humans (two patients reported in second decade of life) and the lack of information about skeletal muscle morphology (due to early developmental arrest)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Moderate","sequence":3103,"specifiedBy":"GeneValidityCriteria7","strengthScore":8.65,"subject":{"id":"cggv:865db48b-e88c-4f11-9f09-9404b0fcf512","type":"GeneValidityProposition","disease":"obo:MONDO_0014689","gene":"hgnc:18150","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"MYO18B was first reported in relation to ​autosomal recessive Klippel-Feil anomaly-myopathy-facial dysmorphism syndrome ​​in ​2015 (Alazami et al., PMID 25748484)​​. At least seven unique nonsense and frameshift variants identified by NGS panels or exome sequencing have been reported in humans. Evidence ​supporting this gene-disease relationship includes ​case-level genetic evidence and experimental data. Summary of case-level data: 6.65 points. Variants in this gene have been reported in at least eleven probands in ​six publications (PMID: 25748484, PMID: 27858739, PMID: 31195167, PMID: 32184166, PMID: 32637634, PMID: 33179433), however there is moderate evidence regarding the functional impact of these variants, particularly those that are not predicted to undergo nonsense-mediated decay. At least one variant, NM_032608.7:c.6905C>A (p.Ser2302Ter), is suspected to be a founder variant and has been reported in homozygosity in six affected individuals in the Saudi Arabian population (PMID: 25748484, PMID: 33179433). The mechanism for disease is postulated to be homozygous loss of function (PMID: 32184166). This gene-disease association is supported by ​experimental evidence from relevant animal models (PMID:18761673, PMID: 27879346) and expression studies (PMID: 12547197). Also of note, both clinical and functional evidence to date suggest variants in MYO18B are associated with congenital myopathy, not nemaline myopathy, although nemaline rods may occur as a secondary consequence of disease. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. (Note: an additional report of two MYO18B variants in a patient with congenital myopathy, cardiomyopathy, short stature, Klippel-Feil anomaly, and dysmorphisms has been described (Sarkozy et al., 2019, abstract presented at UK MRC Translational Congress) and will be reevaluated upon publication.)","dc:isVersionOf":{"id":"cggv:00998e50-dd3f-4bfa-8500-34d34980d5c8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}