{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-11-28T14:07:02.513Z","role":"Publisher"},{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-11-28T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21576112","type":"dc:BibliographicResource","dc:abstract":"To identify the disease-causing gene responsible for an autosomal dominantly inherited Charcot-Marie-Tooth neuropathy subtype in a family excluded for mutations in the common Charcot-Marie-Tooth genes, we used array-based sequence capture to simultaneously analyse the disease-linked protein coding exome at chromosome 14q32. A missense mutation in fibulin-5, encoding a widely expressed constituent of the extracellular matrix that has an essential role in elastic fibre assembly and has been shown to cause cutis laxa, was detected as the only novel non-synonymous sequence variant within the disease interval. Screening of 112 index probands with unclassified Charcot-Marie-Tooth neuropathies detected two further fibulin-5 missense mutations in two families with Charcot-Marie-Tooth disease and hyperextensible skin. Since fibulin-5 mutations have been described in patients with age-related macular degeneration, an additional 300 probands with exudative age-related macular degeneration were included in this study. Two further fibulin-5 missense mutations were identified in six patients. A mild to severe peripheral neuropathy was detected in the majority of patients with age-related macular degeneration carrying mutations in fibulin-5. This study identifies fibulin-5 as a gene involved in Charcot-Marie-Tooth neuropathies and reveals heterozygous fibulin-5 mutations in 2% of our patients with age-related macular degeneration. Furthermore, it adumbrates a new syndrome by linking concurrent pathologic alterations affecting peripheral nerves, eyes and skin to mutations in the fibulin-5 gene.","dc:creator":"Auer-Grumbach M","dc:date":"2011","dc:title":"Fibulin-5 mutations link inherited neuropathies, age-related macular degeneration and hyperelastic skin."},"evidence":[{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.1},{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78d43e91-f3ba-4d37-ba15-1a3152288d7c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b89fe02d-709c-4477-bcca-c6e04aeb464f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Antibody microarrays identified elevated FBLN5 secretion under co‐culture with S16 cells (Figure ​1E).  Enzyme‐linked immunosorbent assay (ELISA) for FBLN5 confirmed that WJ‐MSCs cultured with S16 cells secreted more FBLN5 than the cells cultured alone (Figure 1F). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33107705","type":"dc:BibliographicResource","dc:abstract":"In the peripheral nervous system (PNS), proper development of Schwann cells (SCs) contributing to axonal myelination is critical for neuronal function. Impairments of SCs or neuronal axons give rise to several myelin-related disorders, including dysmyelinating and demyelinating diseases. Pathological mechanisms, however, have been understood at the elementary level and targeted therapeutics has remained undeveloped. Here, we identify Fibulin 5 (FBLN5), an extracellular matrix (ECM) protein, as a key paracrine factor of human Wharton's jelly-derived mesenchymal stem cells (WJ-MSCs) to control the development of SCs. We show that co-culture with WJ-MSCs or treatment of recombinant FBLN5 promotes the proliferation of SCs through ERK activation, whereas FBLN5-depleted WJ-MSCs do not. We further reveal that during myelination of SCs, FBLN5 binds to Integrin and modulates actin remodeling, such as the formation of lamellipodia and filopodia, through RAC1 activity. Finally, we show that FBLN5 effectively restores the myelination defects of SCs in the zebrafish model of Charcot-Marie-Tooth (CMT) type 1, a representative demyelinating disease. Overall, our data propose human WJ-MSCs or FBLN5 protein as a potential treatment for myelin-related diseases, including CMT.","dc:creator":"Won SY","dc:date":"2020","dc:title":"Fibulin 5, a human Wharton's jelly-derived mesenchymal stem cells-secreted paracrine factor, attenuates peripheral nervous system myelination defects through the Integrin-RAC1 signaling axis."},"rdfs:label":"WJ‐MSCs derived paracrine factors affecting Schwann cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dc7c3619-94de-4e61-9f2d-35e9adbe3a8f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1f3cda9b-7eca-4ee8-ae99-73e1b2451557","type":"FunctionalAlteration","dc:description":"S16 cells were treated with recombinant FBLN5 protein in a dose‐dependent manner followed by cell counting kit‐8 (CCK‐8) analysis (Figure ​(Figure2A). The results revealed that 10 ng/mL of recombinant FBLN5 was sufficient to facilitate the proliferation of S16 cells (Figure 2A‐C). Next, WJ‐MSCs were transfected with two kinds of verified siRNAs for FBLN5 then co‐cultured with S16 cells. The S16 cells cultivated with FBLN5‐depleted MSCs showed fewer cells than S16 cells cultured with control MSCs (Figure 2B,C). In order to clarify the role of FBLN5 in SC proliferation, 5‐bromo‐2′‐deoxyuridine (BrdU) assay was performed in S16 cells with or without recombinant FBLN5. The assay data showed that the proliferation of FBLN5‐treated S16 cells was more accelerated (Figure 2D,E).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33107705","rdfs:label":"FBLN5 promotes the proliferation of Scwann cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b35ccbf0-4355-463d-84fc-95aa9af735bf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e1f16747-1728-4be0-8cb2-b1b70833795c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Overexpressed exogenous fbln5 in the CMT zebrafish model rescues the myelination defects to normal levels (Figure 6A,B). Further TEM analysis revealed that the uncompact myelin sheaths of the Mauthner neuronal axons and reticulospinal tracts in the CMT zebrafish are significantly recovered by exogenous fbln5 (Figure 6C,D).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33107705","rdfs:label":"Zebrafish Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:03f66556-01e2-412e-8fd6-a4cdef81a3fb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:744996d3-fa41-4717-a120-fcc08c28f567","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":" Lack of fbln5 led to a decrease in cell proliferation, whereas the exogenous fbln5 increased cell proliferation. Knockdown of fbln5 results in myelination defects in the zebrafish PNS without gross morphological defects depending on the concentration of MOs. Symptoms in humans are a result of demyelination. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33107705","rdfs:label":"Zebrafish Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":7209,"specifiedBy":"GeneValidityCriteria10","strengthScore":8.1,"subject":{"id":"cggv:b008eb91-f082-4964-8b54-57866e35c955","type":"GeneValidityProposition","disease":"obo:MONDO_0018776","gene":"hgnc:3602","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FBLN5 was first reported in relation to autosomal dominant demyelinating hereditary motor and sensory neuropathy in 2011 (PMID: 21576112). FBLN5 is a member of the fibulin family of proteins which are extracellular matrix proteins characterized by tandem arrays of EGF-like domains and a C-terminal fibulin-type module. This gene consists of 11 exons that are differentially combined in three major transcripts.\n\nFBLN5 is also reported in association with autosomal dominant and recessive cutis laxa, a connective tissue disorder, and autosomal dominant age-related macular degeneration. Available data and input from our expert panel indicates these phenotypes should be split: there is phenotypic variability, differences in inheritance pattern (autosomal recessive, autosomal dominant, and autosomal dominant with age-related penetrance), and differences in molecular mechanism (cutis laxa variants are biallelic loss of function or heterozygous dominant-negative, which is different from the variants associated with macular degeneration and neuropathy). However, there are cases with overlapping features suggesting a possible phenotypic spectrum. For example, many of the individuals referenced in this curation have neuropathy with variable connective tissue features (hyperelastic skin, hypermobility) and age-related macular degeneration. There is at least one variant that has been reported in both individuals with neuropathy and in individuals with isolated age-related macular dystrophy (p.G267S, PMID: 21576112).  \n\nIn this curation, we scored evidence for 6 missense variants in over 15 families (some with shared haplotype)- p.G90S, p.V126M, p.G267S, p.D329V, p.R331H, and p.R373C (PMIDs: 21576112, 23328402, 28332470, 31945625, 32757322). A single variant (p.R373C) arose in multiple unique haplotypes and is considered a hotspot variant. Age of onset and phenotype varied between and within families but generally consisted of adult-onset progressive peripheral sensorimotor neuropathy with foot deformities, upper and lower limb sensory disturbances, and impaired gait with or without hypo/areflexia, muscle weakness, hyperelastic skin, hypermobility, and age-related macular degeneration. The mechanism of pathogenicity appears to be loss-of-function. Genetic evidence score totaled 3.1. Of note, there are additional families and variants not included in this curation as insufficient clinical data was reported (e.g. lack of electromyography to confirm neuropathy).\n\nA single publication reports extensive experimental evidence including expression data, non-patient cell functional alteration, non-human model organism, and rescue in a non-human model organism (PMID: 33107705). The non-human (zebrafish) model showed that lack of FBLN5 leads to myelination defects which can be rescued to normal myelination levels with exogenous overexpression of FBLN5. Experimental evidence score is 5.\nThe total score is 8.1. In summary, FBLN5 is moderately associated with autosomal dominant demyelinating hereditary motor and sensory neuropathy.","dc:isVersionOf":{"id":"cggv:a863341a-9dcf-4a4f-a82d-7edb5e63fe92"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}