{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2024-02-06T18:38:18.802Z","role":"Publisher"},{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2024-01-18T18:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33529166","type":"dc:BibliographicResource","dc:abstract":"The coat protein I (COPI) complex mediates retrograde trafficking from the Golgi to the endoplasmic reticulum (ER). Five siblings with persistent bacterial and viral infections and defective humoral and cellular immunity had a homozygous p.K652E mutation in the γ1 subunit of COPI (γ1-COP). The mutation disrupts COPI binding to the KDEL receptor and impairs the retrieval of KDEL-bearing chaperones from the Golgi to the ER. Homozygous Copg1K652E mice had increased ER stress in activated T and B cells, poor antibody responses, and normal numbers of T cells that proliferated normally, but underwent increased apoptosis upon activation. Exposure of the mutants to pet store mice caused weight loss, lymphopenia, and defective T cell proliferation that recapitulated the findings in the patients. The ER stress-relieving agent tauroursodeoxycholic acid corrected the immune defects of the mutants and reversed the phenotype they acquired following exposure to pet store mice. This study establishes the role of γ1-COP in the ER retrieval of KDEL-bearing chaperones and thereby the importance of ER homeostasis in adaptive immunity.","dc:creator":"Bainter W","dc:date":"2021","dc:title":"Combined immunodeficiency due to a mutation in the γ1 subunit of the coat protein I complex."},"evidence":[{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49adf970-a178-4d9f-b608-be603998b766","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f253360b-8027-4b02-84aa-91349b6d5044","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Fig.1 B and D - see above\n\nPlease note:ARCN1 is new symbol for COPD","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22304919","type":"dc:BibliographicResource","dc:abstract":"Budding of COPI-coated vesicles from Golgi membranes requires an Arf family G protein and the coatomer complex recruited from cytosol. Arf is also required with coatomer-related clathrin adaptor complexes to bud vesicles from the trans-Golgi network and endosomal compartments. To understand the structural basis for Arf-dependent recruitment of a vesicular coat to the membrane, we determined the structure of Arf1 bound to the γζ-COP subcomplex of coatomer. Structure-guided biochemical analysis reveals that a second Arf1-GTP molecule binds to βδ-COP at a site common to the γ- and β-COP subunits. The Arf1-binding sites on coatomer are spatially related to PtdIns4,5P(2)-binding sites on the endocytic AP2 complex, providing evidence that the orientation of membrane binding is general for this class of vesicular coat proteins. A bivalent GTP-dependent binding mode has implications for the dynamics of coatomer interaction with the Golgi and for the selection of cargo molecules.","dc:creator":"Yu X","dc:date":"2012","dc:title":"A structure-based mechanism for Arf1-dependent recruitment of coatomer to membranes."},"rdfs:label":"Arf1 interaction with COPI"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2975d844-ca9e-48ad-b0a0-b6f1806d7721","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e26acc79-3973-45ae-9d45-e5f630cc07fb","type":"FunctionalAlteration","dc:description":"Like COPA and COPD, cGAS/STING pathway is activated upon deletion of COPG1, inducing inflammatory signalling.\n\nSupplementary Fig9 - COPG1-deficiency results in a break in cGAS signalling upon stimulation with HT-DNA and\npoly (dA:dT), but IFNλ release following STING stimulation with c-di-AM(PS)2 remains comparable to control cells or higher - Further highlights the essential rolde of intact retrograde transport for functional cellular defence in response to foreign DNA. \n\nFig6a - Immunoblotting for confirmation of COPG1 deletion efficiency. COPG1 deletion also led to spontaneous phosphorylation of STAT1.\n\nFig6c - qRT-PCR analysis of baseline inflammatory cytokine transcripts in COPG1- and COPG2-depleted THP-1 cells. The COPG1-deficient cells showed a significant increase of inflammatory cytokines when compared to the parental cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35484149","type":"dc:BibliographicResource","dc:abstract":"Coatomer complex I (COPI) mediates retrograde vesicular trafficking from Golgi to the endoplasmic reticulum (ER) and within Golgi compartments. Deficiency in subunit alpha causes COPA syndrome and is associated with type I IFN signalling, although the upstream innate immune sensor involved was unknown. Using in vitro models we find aberrant activation of the STING pathway due to deficient retrograde but probably not intra-Golgi transport. Further we find the upstream cytosolic DNA sensor cGAS as essentially required to drive type I IFN signalling. Genetic deletion of COPI subunits COPG1 or COPD similarly induces type I IFN activation in vitro, which suggests that inflammatory diseases associated with mutations in other COPI subunit genes may exist. Finally, we demonstrate that inflammation in COPA syndrome patient peripheral blood mononuclear cells and COPI-deficient cell lines is ameliorated by treatment with the small molecule STING inhibitor H-151, suggesting targeted inhibition of the cGAS/STING pathway as a promising therapeutic approach.","dc:creator":"Steiner A","dc:date":"2022","dc:title":"Deficiency in coatomer complex I causes aberrant activation of STING signalling."},"rdfs:label":"THP-1 COPG1-deficiency experiment"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92bd7b18-2d1d-428b-8eea-ca379a53f965","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6706163e-a033-4567-8e5e-6b3b9695e71a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As observed in patients, COPG1 is essential for retrograde trafficking between Golgi and the ER. There is an accumulation of KDEL in Golgi due to defective retrograde trafficking. \n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35484149","rdfs:label":"HeLa COPG1-deficient cells"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:0c8e4251-582c-42dc-b1c7-34372b95b830","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b6bc26f6-8851-476d-90de-fce5b5b36bc4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MEFs (Mouse Embryonic Fibroblasts) with mutated Copg1 exhibited defective retrograde COPI transport (Fig 2E), similar to that seen in cells derived from affected patients. This is shown by the increased colocalization of the mutant protein with GM130, a cis-golgi marker.\n\nMEFs (Mouse Embryonic Fibroblasts) with mutated Copg1 binding assay of coatomer (WT or Mut) to GST tagged proteins. Copg1 Mut disrupted direct binding of coatomer to the KDELR tail (FIg 2F)\n\nActivated B cells from Copg1 mutant mice have mislocalized ER chaperones and increased ER stress. (Fig 3A-C). There was significantly less colocalization of the KDEL-bearing\nchaperones with calnexin, an ER marker, a greater colocalization of KDEL-bearing ER chaperones\nwith GM130, a Golgi marker, in mutant B cells compared with that seen in WT cells (Fig3A&B).\n\nDefective B cell function in mutant mice. IgG production after stimulation was much higher in WT than Mut cells (Fig4C). Serum immunoglobins - 4J - only IgG was affected (like patients)\n\nUnlike the patients, mutant mice in SPF grew normally, demonstrated no T cell lymphopenia, had normal T cell proliferation to anti-CD3+anti-CD28, and had hypogammaglobulinemia. \n\nInfection with Lymphocytic CMV resulted in no significant differences between mutant and WT mice (S7A-C). \n\nEffect of exposure to a broad range of natural microbes, mutant mice and WT controls (n = 8 each) were cohoused with pet store mice for 22 days in 2 independent experiments (see details below).\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33529166","rdfs:label":"CRISPR/Cas9 Copg1 K652 homozygous mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Very complete overview of the mutant mouse model."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:673a6d6d-0ee9-4125-8de7-73cd3609ca06_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:673a6d6d-0ee9-4125-8de7-73cd3609ca06","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"allele":{"id":"cggv:2ab471eb-1fc2-4155-9f1c-ea99598521c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016128.4(COPG1):c.1954A>G (p.Lys652Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA354443550"}},"detectionMethod":"Whole-exome sequencing of three patients and their mother. 6 nonsynonymous homozygous mutations were found in all3 patients and mother was heterozygous. Autozygosity mapping of the patients revealed a shared region of homozygosity in Chromosome 3 (126611300-134019500). A single variant was identified within the region: COPG1 c.A1954G: p.K652E.\nSanger sequencing revealed the mutation was homozygous in all 5 affected siblings and heterozygous in both parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal numbers of B cells and cytotoxic T cells. Moraxella species and Influenza A found in sputum. Immunological findings collected when patient was 10 years old. ","phenotypes":["obo:HP_0005407","obo:HP_0032247","obo:HP_0031381","obo:HP_0001508","obo:HP_0020072","obo:HP_0002110","obo:HP_0005376","obo:HP_0040218","obo:HP_0005366","obo:HP_0045080","obo:HP_0002205","obo:HP_0002720","obo:HP_0031694","obo:HP_0012115"],"secondTestingMethod":"Homozygosity mapping","sex":"Male","variant":{"id":"cggv:e79a1fc7-311a-440c-b1ad-0a930ec93da2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2ab471eb-1fc2-4155-9f1c-ea99598521c7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33529166"},"rdfs:label":"P1"},{"id":"cggv:e79a1fc7-311a-440c-b1ad-0a930ec93da2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e79a1fc7-311a-440c-b1ad-0a930ec93da2_variant_evidence_item"},{"id":"cggv:e79a1fc7-311a-440c-b1ad-0a930ec93da2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Figure 2C: Skin derived Fibroblasts from Patient vs controls. \nCreated fusion protein fusing the lumenal portion of a temperature-sensitive mutant of the vesicular stomatitis virus G protein (VSVGts) to KDELR, a cargo protein of retrograde COPI transport that cycles between the ER and Golgi. \nAt the permissive temperature, the VSVGts-KDELR fusion protein shuttles between the ER and the Golgi apparatus and has a steady-state distribution mostly at the Golgi. Upon shift to the non-permissive temperature, anterograde transport is selectively blocked, allowing 1 round of retrograde COPI transport to be tracked unambiguously.`\nPerforming this transport assay, the authors found that retrograde COPI transport in skin-derived fibroblasts of affected patients was impaired, as reflected by increased colocalization of the VSVG-KDELR with GM130, a marker of the cis-Golgi, in the mutant cells. This result was also confirmed by quantitation."}],"strengthScore":0.25,"dc:description":"Halved the score due to consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":7761,"specifiedBy":"GeneValidityCriteria10","strengthScore":6.5,"subject":{"id":"cggv:b0d72cf6-bc5d-4036-ad5e-224c31ec72fc","type":"GeneValidityProposition","disease":"obo:MONDO_0800136","gene":"hgnc:2236","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"COPG1 was been reported in relation to an autosomal recessive combined immunodeficiency due to COPG1 deficiency by Bainter W et al. in 2021 (PMID: 33529166). To date, this is the only report of the disease. This publication reports the case of 5 siblings from the same consanguineous family, all homozygous for the same missense mutation. This disease is characterize by onset of recurrent respiratory infections, failure to thrive and severe CD4+ T cell lymphopenia in early childhood. All 5 patients had multiple bacterial and viral infections, both in sputum and blood, and diminished IgG in response to stimulation with anti-CD40+IL-4 but surprisingly no reports of autoinflammation. There were no reported symptoms in the heterozygous parents. The curation of COPG1 related to autosomal recessive combined immunodeficiency due to COPG1 deficiency had MONDO ID 0800136 and includes both case-level and experimental-level data. A score of 1.5 points for genetic evidence has been reached.\nThis gene-disease association is also supported by protein interaction, animal model, cell culture model and functional alteration evidence (PMID: 33529166, 35484149 and 22304919).\nA mouse model with the same homozygous mutation as the patients was created and researchers found the mouse embryonic fibroblasts with the mutated Copg1 exhibited defective retrograde COPI transport similar to that seen in cells derived from affected patients. Also, activated B cells from Copg1 mutant mice have mislocalized ER chaperones and increased ER stress. The same mutated mice co-housed with pet stored mice exhibited reduced number of CD3+, CD4+ and CD8+ T cells, reduced anti-CD3+anti-CD28 driven T cell proliferation and reduced number of B cells (when compared to controls). A cell culture model had COPG1 gene deleted from HeLa cells and an accumulation of KDEL in the Golgi due to defective retrograde trafficking was observed. These cells showed a significant shift in KDEL localization towards the Golgi compartments when compared to controls. THP-1 cells had COPG1 deleted and this showed that the cGAS/STING pathway is activated upon deletion of COPG1, inducing inflammatory signaling. They also observed a significant increase of inflammatory cytokines when compared to parent cells. Finally, anchor protein Arf1-GTP, in the presence of GAP, is hydrolyzed 20 times faster when bound to tetramer βδ/γζ-COP. A score of 5 points for experimental evidence has been reached, increasing the total score to 6.5 points. \nIn summary, COPG1 is moderately associated with autosomal recessive non-severe combined immunodeficiency due to COPG1 deficiency. More cases and research will be needed to elevate the classification to strong. This classification was approved by the ClinGen SCID/CID GCEP on the meeting date January 18, 2024 (SOP Version 10).\nOnly one family reported so far and limited availability of information to date.","dc:isVersionOf":{"id":"cggv:7d3aaced-2415-425a-b2c7-b59c7a687a2c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}