{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-06-07T16:33:23.816Z","role":"Publisher"},{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-12-04T05:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9463323","type":"dc:BibliographicResource","dc:abstract":"We report the cDNA cloning, chromosomal localization, and a mutation in the human nuclear gene encoding the 18-kD (AQDQ) subunit of the mitochondrial respiratory chain complex I. The cDNA has an open reading frame of 175 amino acids and codes for a protein with a molecular mass of 23.2 kD. Its gene was mapped to chromosome 5. A homozygous 5-bp duplication, destroying a consensus phosphorylation site, in the 18-kD cDNA was found in a complex I-deficient patient. The patient showed normal muscle morphology and a remarkably nonspecific fatal progressive phenotype without increased lactate concentrations in body fluids. The child's parents were heterozygous for the mutation. In 19 other complex I-deficient patients, no mutations were found in the 18-kD gene.","dc:creator":"van den Heuvel L","dc:date":"1998","dc:title":"Demonstration of a new pathogenic mutation in human complex I deficiency: a 5-bp duplication in the nuclear gene encoding the 18-kD (AQDQ) subunit."},"evidence":[{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0fa0db54-6ca8-4d10-a068-72d501b6d44d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ebe1e576-fc56-49ed-aa96-9681e5a4457e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"These are complex I subunits.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"Complex I subunits"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"These are complex I subunits."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c366021d-40d4-486f-ae30-5252f641582a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a2307a0a-d022-410a-a9da-48ad8594f96a","type":"FunctionalAlteration","dc:description":"Mitochondria isolated from cultured skin fibroblasts of  four patients with confirmed NDUFS4 mutations and described as having Leigh-like syndrome demonstrated reduced complex 1 activity, decreased levels of fully-assembled complex I, and the presence of a non-functional lower molecular weight sub complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14749350","type":"dc:BibliographicResource","dc:abstract":"NADH-ubiquinone oxidoreductase (complex I) deficiency is amongst the most encountered defects of the mitochondrial oxidative phosphorylation (OXPHOS) system and is associated with a wide variety of clinical signs and symptoms. Mutations in complex I nuclear structural genes are the most common cause of isolated complex I enzyme deficiencies. The cell biological consequences of such mutations are poorly understood. In this paper we have used blue native electrophoresis in order to study how different nuclear mutations affect the integrity of mitochondrial OXPHOS complexes in fibroblasts from 15 complex I-deficient patients. Our results show an important decrease in the levels of intact complex I in patients harboring mutations in nuclear-encoded complex I subunits, indicating that complex I assembly and/or stability is compromised. Different patterns of low molecular weight subcomplexes are present in these patients, suggesting that the formation of the peripheral arm is affected at an early assembly stage. Mutations in complex I genes can also affect the stability of other mitochondrial complexes, with a specific decrease of fully-assembled complex III in patients with mutations in NDUFS2 and NDUFS4. We have extended this analysis to patients with an isolated complex I deficiency in which no mutations in structural subunits have been found. In this group, we can discriminate between complex I assembly and catalytic defects attending to the fact whether there is a correlation between assembly/activity levels or not. This will help us to point more selectively to candidate genes for pathogenic mutations that could lead to an isolated complex I defect.","dc:creator":"Ugalde C","dc:date":"2004","dc:title":"Differences in assembly or stability of complex I and other mitochondrial OXPHOS complexes in inherited complex I deficiency."},"rdfs:label":"Ugalde_patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"Mitochondria isolated from cultured skin fibroblasts of  four patients with confirmed NDUFS4 mutations and described as having Leigh-like syndrome demonstrated reduced complex 1 activity, decreased levels of fully-assembled complex I, and the presence of a non-functional lower molecular weight sub complex."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:112aa568-831c-40b5-b037-7e21c8563dbd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:96571249-6555-42ce-9d04-334130bb5dd9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model system demonstrated biochemical abnormalities consisted with Leigh syndrome reduced Complex I activity),neuropathological evidence in histology, along with neurocognitive and developmental symptoms (decreased lifespan, locomotor defects, and feeding difficulties).​","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29590638","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases are associated with a wide variety of clinical symptoms and variable degrees of severity. Patients with such diseases generally have a poor prognosis and often an early fatal disease outcome. With an incidence of 1 in 5000 live births and no curative treatments available, relevant animal models to evaluate new therapeutic regimes for mitochondrial diseases are urgently needed. By knocking down ND-18, the unique Drosophila ortholog of NDUFS4, an accessory subunit of the NADH:ubiquinone oxidoreductase (Complex I), we developed and characterized several dNDUFS4 models that recapitulate key features of mitochondrial disease. Like in humans, the dNDUFS4 KD flies display severe feeding difficulties, an aspect of mitochondrial disorders that has so far been largely ignored in animal models. The impact of this finding, and an approach to overcome it, will be discussed in the context of interpreting disease model characterization and intervention studies.This article has an associated First Person interview with the first author of the paper.","dc:creator":"Foriel S","dc:date":"2018","dc:title":"Feeding difficulties, a key feature of the Drosophila NDUFS4 mitochondrial disease model."},"rdfs:label":"Foriel_drosophila"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:f5956aa9-b20b-4291-bf70-466ced764851","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f2f08aee-e4ba-410f-91df-db035cf0f1d3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Brain imaging demonstrated MRI findings of severe encephalopathy consistent with LSS: Brain lesions in KO mice are detected by MRI and gliosis. T2-weighted MRI reveals edematous regions as a hyperintense signal that is a primary diagnostic sign for LS. KO mice had had hyperintense lesions in the deep cerebellar fastigial nucleus (FN), cerebellar lobes (predominantly posterior lobes such as VIII, IX, X, but extending to anterior lobes in late-stage animals), the external plexiform layer of the olfactory bulb (OB), and the dorsal medulla in either sagittal or coronal views that are not seen in control mice (Figure 1A). Gliosis, detected by immunohistochemistry developed in the same regions. (Fig 1B). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22653057","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is a subacute necrotizing encephalomyelopathy with gliosis in several brain regions that usually results in infantile death. Loss of murine Ndufs4, which encodes NADH dehydrogenase (ubiquinone) iron-sulfur protein 4, results in compromised activity of mitochondrial complex I as well as progressive neurodegenerative and behavioral changes that resemble LS. Here, we report the development of breathing abnormalities in a murine model of LS. Magnetic resonance imaging revealed hyperintense bilateral lesions in the dorsal brain stem vestibular nucleus (VN) and cerebellum of severely affected mice. The mutant mice manifested a progressive increase in apnea and had aberrant responses to hypoxia. Electrophysiological recordings within the ventral brain stem pre-Bötzinger respiratory complex were also abnormal. Selective inactivation of Ndufs4 in the VN, one of the principle sites of gliosis, also led to breathing abnormalities and premature death. Conversely, Ndufs4 restoration in the VN corrected breathing deficits and prolonged the life span of knockout mice. These data demonstrate that mitochondrial dysfunction within the VN results in aberrant regulation of respiration and contributes to the lethality of Ndufs4-knockout mice.","dc:creator":"Quintana A","dc:date":"2012","dc:title":"Fatal breathing dysfunction in a mouse model of Leigh syndrome."},"rdfs:label":"Quintana_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:df278cbc-96ca-4092-8223-7ae7263002fd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ca559fdc-7da0-4c5a-960e-e9de3433e294","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model system demonstrated biochemical abnormalities consisted with Leigh syndrome (lactic acidemia, reduced Complex I activity, and defect in C1 assembly) along with neurocognitive and developmental symptoms (progressive encephalopathy, ataxia, hypotonia, lethargy, and failure to thrive).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18396137","type":"dc:BibliographicResource","dc:abstract":"To study effects of mitochondrial complex I (CI, NADH:ubiquinone oxidoreductase) deficiency, we inactivated the Ndufs4 gene, which encodes an 18 kDa subunit of the 45-protein CI complex. Although small, Ndufs4 knockout (KO) mice appeared healthy until approximately 5 weeks of age, when ataxic signs began, progressing to death at approximately 7 weeks. KO mice manifested encephalomyopathy including a retarded growth rate, lethargy, loss of motor skill, blindness, and elevated serum lactate. CI activity in submitochondrial particles from KO mice was undetectable by spectrophotometric assays. However, CI-driven oxygen consumption by intact tissue was about half that of controls. Native gel electrophoresis revealed reduced levels of intact CI. These data suggest that CI fails to assemble properly or is unstable without NDUFS4. KO muscle has normal morphology but low NADH dehydrogenase activity and subsarcolemmal aggregates of mitochondria. Nonetheless, total oxygen consumption and muscle ATP and phosphocreatine concentrations measured in vivo were within normal parameters.","dc:creator":"Kruse SE","dc:date":"2008","dc:title":"Mice with mitochondrial complex I deficiency develop a fatal encephalomyopathy."},"rdfs:label":"Kruse_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e6efc7d2-a61d-49bd-8d0f-0a8501255a96_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e6efc7d2-a61d-49bd-8d0f-0a8501255a96","type":"Proband","allele":{"id":"cggv:dff7d1c6-428c-45d9-9f2d-880089c14fb8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002495.4(NDUFS4):c.466_469dup (p.Ser157Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2673829681"}},"phenotypeFreeText":"This girl had basal ganglia abnormality on brain MRI, ophthalmoplegia​, ataxia​, growth delay​, arrhythmias​, optic atrophy​, visual impairment​, neuropathy​, white matter abnormality MRI​, and elevated lactate.","sex":"Female","variant":{"id":"cggv:0371d186-430f-4d2e-9476-aa20d517753d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:dff7d1c6-428c-45d9-9f2d-880089c14fb8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35379322","type":"dc:BibliographicResource","dc:abstract":"Lack of functional evidence hampers variant interpretation, leaving a large proportion of individuals with a suspected Mendelian disorder without genetic diagnosis after whole genome or whole exome sequencing (WES). Research studies advocate to further sequence transcriptomes to directly and systematically probe gene expression defects. However, collection of additional biopsies and establishment of lab workflows, analytical pipelines, and defined concepts in clinical interpretation of aberrant gene expression are still needed for adopting RNA sequencing (RNA-seq) in routine diagnostics.","dc:creator":"Yépez VA","dc:date":"2022","dc:title":"Clinical implementation of RNA sequencing for Mendelian disease diagnostics."}},"rdfs:label":"Yepez_R59185"},{"id":"cggv:0371d186-430f-4d2e-9476-aa20d517753d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0371d186-430f-4d2e-9476-aa20d517753d_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:12980d82-c5b1-4677-83d6-adf024050dec_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:12980d82-c5b1-4677-83d6-adf024050dec","type":"Proband","allele":{"id":"cggv:f078df39-4c20-476a-a4c3-a79e23356049","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002495.4(NDUFS4):c.462del (p.Lys154AsnfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130809"}},"phenotypeFreeText":"This is a boy with Leigh syndrome spectrum disorder. The muscle biopsy revealed increased fiber size variability, few type II hypotrophic fibers, no ragged red or (COX)-deficient fibers and 49% decrease of CI activity when normalized to citrate synthase and to complexes II and III (I+III/CS/II+III). Patient 2 is a similarly affected sibling. ","sex":"Male","variant":{"id":"cggv:4edf41ba-9f66-42ad-8483-87629e39c15c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f078df39-4c20-476a-a4c3-a79e23356049"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24020637","type":"dc:BibliographicResource","dc:creator":"Assereto S","dc:date":"2014","dc:title":"Functional characterization of the c.462delA mutation in the NDUFS4 subunit gene of mitochondrial complex I."}},"rdfs:label":"Assereto_Patient 1"},{"id":"cggv:4edf41ba-9f66-42ad-8483-87629e39c15c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4edf41ba-9f66-42ad-8483-87629e39c15c_variant_evidence_item"},{"id":"cggv:4edf41ba-9f66-42ad-8483-87629e39c15c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Both individuals showed 60% reduction of NDUFS4 transcript levels in primary skin fibroblasts cf controls. The effect was inhibited by puromycin, a protein synthesis inhibitor blocking nonsense-mediated decay (Fig. 1c (i, ii)).​\n\nComplete lack of NDUFS4 peptide demonstrated in isolated mitochondria suggesting an additional defective translation of the mutated transcript and/or proteolytic degradation of this long-translated product.​"}],"strengthScore":1.5,"dc:description":"Both individuals showed 60% reduction of NDUFS4 transcript levels in primary skin fibroblasts cf controls. The effect was inhibited by puromycin, a protein synthesis inhibitor blocking nonsense-mediated decay (Fig. 1c (i, ii)).​\n\nComplete lack of NDUFS4 peptide demonstrated in isolated mitochondria suggesting an additional defective translation of the mutated transcript and/or proteolytic degradation of this long-translated product.​"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f1cf6368-aaac-478b-918d-1c7362342b73_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f1cf6368-aaac-478b-918d-1c7362342b73","type":"Proband","allele":{"id":"cggv:458aef4e-032c-406b-ba68-cb31755d5d32","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002495.4(NDUFS4):c.44G>A (p.Trp15del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118550"}},"phenotypeFreeText":"This child had complex I deficiency and Leigh syndrome spectrum disorder, as well as lactic acidosis.","sex":"UnknownEthnicity","variant":{"id":"cggv:2085219f-d054-4137-b38e-c01cfda4c578_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:458aef4e-032c-406b-ba68-cb31755d5d32"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11181577","type":"dc:BibliographicResource","dc:abstract":"Sequence analysis of mitochondrial and nuclear candidate genes of complex I in children with deficiency of this complex and exhibiting Leigh-like syndrome has revealed, in one of them, a novel mutation in the NDUFS4 gene encoding the 18 kDa subunit. Phosphorylation of this subunit by cAMP-dependent protein kinase has previously been found to activate the complex. The present mutation consists of a homozygous G-->A transition at nucleotide position +44 of the coding sequence of the gene, resulting in the change of a tryptophan codon to a stop codon. Such mutation causes premature termination of the protein after only 14 amino acids of the putative mitochondrial targeting peptide. Fibroblast cultures from the patient exhibited severe reduction of the rotenone-sensitive NADH-->UQ oxidoreductase activity of complex I, which was insensitive to cAMP stimulation. Two-dimensional electrophoresis showed the absence of detectable normally assembled complex I in the inner mitochondrial membrane. These findings show that the expression of the NDUFS4 gene is essential for the assembly of a functional complex I.","dc:creator":"Petruzzella V","dc:date":"2001","dc:title":"A nonsense mutation in the NDUFS4 gene encoding the 18 kDa (AQDQ) subunit of complex I abolishes assembly and activity of the complex in a patient with Leigh-like syndrome."}},"rdfs:label":"Petruzzella_1136"},{"id":"cggv:2085219f-d054-4137-b38e-c01cfda4c578","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2085219f-d054-4137-b38e-c01cfda4c578_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ed7e634e-bed7-42e9-b45b-4c469dd867db_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ed7e634e-bed7-42e9-b45b-4c469dd867db","type":"Proband","allele":{"id":"cggv:23c67de5-d3e4-455b-a9cd-2c16e9ef0b80","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002495.4(NDUFS4):c.393dup (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913185998"}},"phenotypeFreeText":"This is a girl with Leigh syndrome spectrum disorder.","sex":"Female","variant":{"id":"cggv:068d421c-f5e2-4292-a0c7-d1141a6ee90e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:23c67de5-d3e4-455b-a9cd-2c16e9ef0b80"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27671926","type":"dc:BibliographicResource","dc:abstract":"Leigh disease is a progressive, infantile-onset, neurodegenerative disorder characterized by feeding difficulties, failure to thrive, hypotonia, seizures, and central respiratory compromise. Metabolic and neuroimaging investigations typically identify abnormalities consistent with a disorder of mitochondrial energy metabolism. Mutations in more than 35 genes affecting the mitochondrial respiratory chain encoded from both the nuclear and mitochondrial genomes have been associated with Leigh disease. The clinical presentations of five individuals of Hutterite descent with Leigh disease are described herein. An identity-by-descent mapping and candidate gene approach was used to identify a novel homozygous c.393dupA frameshift mutation in the NADH dehydrogenase (ubiquinone) Fe-S protein 4 (NDUFS4) gene. The carrier frequency of this mutation was estimated in >1,300 Hutterite individuals to be 1 in 27. © 2017 Wiley Periodicals, Inc.","dc:creator":"Lamont RE","dc:date":"2017","dc:title":"A novel NDUFS4 frameshift mutation causes Leigh disease in the Hutterite population."}},"rdfs:label":"Lamont_Patient 4"},{"id":"cggv:068d421c-f5e2-4292-a0c7-d1141a6ee90e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:068d421c-f5e2-4292-a0c7-d1141a6ee90e_variant_evidence_item"},{"id":"cggv:068d421c-f5e2-4292-a0c7-d1141a6ee90e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant is located in exon 4 of 5 – would not necessarily be predicted to undergo NMD but the RVS region of the NFUFS4 protein would be lost. Phosphorylation of this protein motif promotes import and maturation of NDUFS4 and indirectly affects complex I assembly​. This variant is a Hutterite founder variant and has been seen in five other affected patients with a family history of LSS of Hutterite descent.​"}],"strengthScore":1.5,"dc:description":"This variant is located in exon 4 of 5 – would not necessarily be predicted to undergo NMD but the RVS region of the NFUFS4 protein would be lost. Phosphorylation of this protein motif promotes import and maturation of NDUFS4 and indirectly affects complex I assembly​. This variant is a Hutterite founder variant and has been seen in five other affected patients with a family history of LSS of Hutterite descent.​"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e7b9b707-13b9-4fb4-b735-9c0184e26158_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e7b9b707-13b9-4fb4-b735-9c0184e26158","type":"Proband","allele":{"id":"cggv:f250b979-608e-4371-9c52-8a37c3545cf3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002495.4(NDUFS4):c.291del (p.Trp97Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118547"}},"phenotypeFreeText":"This is a girl with Leigh syndrome spectrum disorder. The patient showed a significant reduction in PDHc activity in fibroblasts (0.22 nmol/min/mg protein, control values (0.34–2.6) and muscle tissue (0.5 nmol/min/mg protein, control values 0.8–3.4) and a reduction in oxidation of pyruvate in fibroblasts. ​RCC analysis in muscle tissue showed a 50% reduction in the residual activity of RCC I and a 22% reduction in RCC III activity compared to the control values.​ The muscle CoQ activity was low relative to citrate synthase (CS) (2.2 nmol/U CS, reference values 2.7–8.4). ","sex":"Female","variant":{"id":"cggv:438504b1-f34e-46f0-8869-85e53b6c6bd2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f250b979-608e-4371-9c52-8a37c3545cf3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27079373","type":"dc:BibliographicResource","dc:abstract":"The genetic causes of Leigh syndrome are heterogeneous, with a poor correlation between the phenotype and genotype. Here, we present a patient with an NDUFS4 mutation to expand the clinical and biochemical spectrum of the disease. A combined defect in the CoQ, PDH and RCC activities in our patient was due to an inappropriate assembly of the RCC complex I (CI), which was confirmed using Blue-Native polyacrylamide gel electrophoresis (BN-PAGE) analysis. Targeted exome sequencing analysis allowed for the genetic diagnosis of this patient. We reviewed 198 patients with 24 different genetic defects causing RCC I deficiency and compared them to 22 NDUFS4 patients. We concluded that NDUFS4-related Leigh syndrome is invariably linked to an early onset severe phenotype that results in early death. Some data, including the clinical phenotype, neuroimaging and biochemical findings, can guide the genetic study in patients with RCC I deficiency. ","dc:creator":"Ortigoza-Escobar JD","dc:date":"2016","dc:title":"Ndufs4 related Leigh syndrome: A case report and review of the literature."}},"rdfs:label":"Ortigoza-Escobar_Case 1"},{"id":"cggv:438504b1-f34e-46f0-8869-85e53b6c6bd2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:438504b1-f34e-46f0-8869-85e53b6c6bd2_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a853ea9f-e507-4e40-9100-d85a9416651e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a853ea9f-e507-4e40-9100-d85a9416651e","type":"Proband","allele":{"id":"cggv:904941af-8d6c-4b7e-b1c3-1d55d202486e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002495.4(NDUFS4):c.316C>T (p.Arg106del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118548"}},"phenotypeFreeText":"At 7 weeks, he had muscular hypotonia and lack of visual and auditive attention.​ At 3 months, he had poor condition, tachycardia, hepatomegaly (2–3 cm under costal margin) and mild splenomegaly. Spontaneous movements were markedly reduced and he was dependent on ventilator.​ He had elevated lactate levels in blood (3.0 mmol/L) and CSF (3.4 mmol/l), and elevated plasma alanine (693 umol/L)​. He had reduced tone and facial dysmorphia was noted.​ Cranial MRI showed hyperintense signals in T2 weighted images in the basal ganglia pedunculi cerebri and the pariaquaductal region resembling Leigh syndrome. Concentric hypertrophy of the left ventricle with hypercontractility was also seen.  ​Muscle biopsy on histology revealed an irregular intermyofibrillary texture resembling ragged-red fibers. No NADH- or COX-negative fibers were observed. Additionally, there was accumulation of lipid droplets in the sarcoplasm. ​He died at three months from cardiocirculatory insufficiency.​ Biochemical analysis of isolated muscle tissue showed severe complex I deficiency  - 14% of lowest control value. Complex III activity also reduced to 57% of control.​ Cultured skin fibroblasts showed complex I deficiency  - 60% vs 14% in muscle.","sex":"Male","variant":{"id":"cggv:057abbf9-b179-4072-9019-98d4a063a956_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:904941af-8d6c-4b7e-b1c3-1d55d202486e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10944442","type":"dc:BibliographicResource","dc:abstract":"Combined OXPHOS-system enzyme deficiencies are observed in approximately 25% of all OXPHOS-system disturbances. Of these, combined complex I and III deficiency is relatively scarce. So far, only mtDNA and thymidine phosphorylase (TP) mutations have been associated with combined OXPHOS-system disturbances. In this report we show, for the first time, that a nuclear gene mutation in a structural, nuclear encoded complex I gene is associated with combined complex I and III deficiency. After our initial report we describe mutations in the NDUFS4 gene of complex I in two additional patients. The first mutation is a deletion of G at position 289 or 290. Amino acid 96 changes from a tryptophan to a stop codon. The mutation was found homozygous in the patient; both parents are heterozygous for the mutation. The second mutation is a transition from C to T at cDNA position 316. Codon is changed from CGA (arginine) to TGA (stop). The patient is homozygous for the mutation; both parents are heterozygous. Both mutations in the NDUFS4 gene led to a premature stop in Leigh-like patients with an early lethal phenotype. We hypothesise that the structural integrity of the OXPHOS system, in mammal supermolecular structures, may be responsible for the observed biochemical features.","dc:creator":"Budde SM","dc:date":"2000","dc:title":"Combined enzymatic complex I and III deficiency associated with mutations in the nuclear encoded NDUFS4 gene."}},"rdfs:label":"Budde2000_Patient 2"},{"id":"cggv:057abbf9-b179-4072-9019-98d4a063a956","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:057abbf9-b179-4072-9019-98d4a063a956_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8b7c3182-cf4e-460d-a2d5-9762d9d44cb8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8b7c3182-cf4e-460d-a2d5-9762d9d44cb8","type":"Proband","allele":[{"id":"cggv:f078df39-4c20-476a-a4c3-a79e23356049"},{"id":"cggv:11637247-dd49-4a28-90d6-8100ec6ab8cc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002495.4(NDUFS4):c.355G>C (p.Asp119His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3264293"}}],"phenotypeFreeText":"This is a boy with Leigh syndrome spectrum disorder. Respiratory chain activity analysis revealed a partial reduction in complex I activity in muscle homogenate from the patient (54%). ","sex":"Male","variant":[{"id":"cggv:403194cb-4e9b-43bd-852d-dc76334ae099_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f078df39-4c20-476a-a4c3-a79e23356049"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22326555","type":"dc:BibliographicResource","dc:abstract":"Isolated complex I deficiency is a frequent cause of respiratory chain defects in childhood. In this study, we report our systematic approach with blue native PAGE (BN-PAGE) to study mitochondrial respiratory chain assembly in skin fibroblasts from patients with Leigh syndrome and CI deficiency. We describe five new NDUFS4 patients with a similar and constant abnormal BN-PAGE profile and present a meta-analysis of the literature. All NDUFS4 mutations that have been tested with BN-PAGE result in a constant and similar abnormal assembly profile with a complete loss of the fully assembled complex I usually due to a truncated protein and the loss of its canonical cAMP dependent protein kinase phosphorylation consensus site. We also report the association of abnormal brain MRI images with this characteristic BN-PAGE profile as the hallmarks of NDUFS4 mutations and the first founder NDUFS4 mutations in the North-African population.","dc:creator":"Assouline Z","dc:date":"2012","dc:title":"A constant and similar assembly defect of mitochondrial respiratory chain complex I allows rapid identification of NDUFS4 mutations in patients with Leigh syndrome."}},{"id":"cggv:bd4e5a82-c7f4-456b-a816-26aff6dbc8ca_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:11637247-dd49-4a28-90d6-8100ec6ab8cc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22326555"}],"rdfs:label":"Assouline_Patient 7"},{"id":"cggv:bd4e5a82-c7f4-456b-a816-26aff6dbc8ca","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:bd4e5a82-c7f4-456b-a816-26aff6dbc8ca_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:403194cb-4e9b-43bd-852d-dc76334ae099","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:403194cb-4e9b-43bd-852d-dc76334ae099_variant_evidence_item"},{"id":"cggv:403194cb-4e9b-43bd-852d-dc76334ae099_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Frameshift variant is located in exon 5 of 5 but leads to the loss of a regulatory site for complex 1 activity at codons 171-173, NDUFS4 cAMP dependent protein kinase phosphorylation consensus site (RVS). The RVS phosphorylation site at codons 171–173 is considered a regulatory site of complex I activity, both in activity and in the biogenesis (reviewed Breuer et al. 2013). Previously reported in 2 Ashkenazi Jewish patients.​ In fibroblasts, RC activities were within the normal value. Blue native gel electrophoresis: migration profile of the patient’s complex I is slightly smaller than the control suggesting incorrect assembly of complex 1. ​"}],"strengthScore":1.5,"dc:description":"Frameshift variant is located in exon 5 of 5 but leads to the loss of a regulatory site for complex 1 activity at codons 171-173, NDUFS4 cAMP dependent protein kinase phosphorylation consensus site (RVS). The RVS phosphorylation site at codons 171–173 is considered a regulatory site of complex I activity, both in activity and in the biogenesis (reviewed Breuer et al. 2013). Previously reported in 2 Ashkenazi Jewish patients.​ In fibroblasts, RC activities were within the normal value. Blue native gel electrophoresis: migration profile of the patient’s complex I is slightly smaller than the control suggesting incorrect assembly of complex 1. ​"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:89bd1e6d-ea99-4695-b9b4-9634a3773fb1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:89bd1e6d-ea99-4695-b9b4-9634a3773fb1","type":"Proband","allele":{"id":"cggv:ad3c2f08-42ca-4127-b2fd-a162e2ce40e1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002495.4(NDUFS4):c.99-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3264179"}},"phenotypeFreeText":"This girl had onset at 10w of poor suck, drowsiness, hypotonia, poor spontaneous movements, poor reactivity, and absent deep tendon reflexes. She had elevated plasma lactate. Bilateral hypodensity of the periventricular white matter on brain computer tomography (CT) were suggestive of Leigh syndrome of metabolic origin.​ She died at 4months of age of major swallowing difficulties, hypoventilation and severe brainstem involvement. She had a similarly affected siste.","sex":"Female","variant":{"id":"cggv:5a795e04-bb30-475c-b13a-5426951d0cd6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ad3c2f08-42ca-4127-b2fd-a162e2ce40e1"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12616398","type":"dc:BibliographicResource","dc:abstract":"Complex I deficiency, the most common cause of mitochondrial disorders, accounts for a variety of clinical symptoms and its genetic heterogeneity makes identification of the disease genes particularly tedious. Indeed, most of the 43 complex I subunits are encoded by nuclear genes, only seven of them being mitochondrially encoded. In order to offer urgent prenatal diagnosis, we have studied an inbred/multiplex family with complex I deficiency by using microsatellite DNA markers flanking the putative disease loci. Microsatellite DNA markers have allowed us to exclude the NDUFS7, NDUFS8, NDUFV1 and NDUFS1 genes and to find homozygosity at the NDUFS4 locus. Direct sequencing has led to identification of a homozygous splice acceptor site mutation in intron 1 of the NDUFS4 gene (IVS1nt -1, G-->A); this was not found in chorion villi of the ongoing pregnancy. We suggest that genotyping microsatellite DNA markers at putative disease loci in inbred/multiplex families helps to identify the disease-causing mutation. More generally, we suggest giving consideration to a more systematic microsatellite analysis of putative disease loci for identification of disease genes in inbred/multiplex families affected with genetically heterogeneous conditions.","dc:creator":"Bénit P","dc:date":"2003","dc:title":"Genotyping microsatellite DNA markers at putative disease loci in inbred/multiplex families with respiratory chain complex I deficiency allows rapid identification of a novel nonsense mutation (IVS1nt -1) in the NDUFS4 gene in Leigh syndrome."}},"rdfs:label":"Benit_Patient II-2"},{"id":"cggv:5a795e04-bb30-475c-b13a-5426951d0cd6","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5a795e04-bb30-475c-b13a-5426951d0cd6_variant_evidence_item"},{"id":"cggv:5a795e04-bb30-475c-b13a-5426951d0cd6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR of cultured skin fibroblasts of patient II-2 detected a shorter NDUFS4 cDNA (279 bp) compared with that of the control (358 bp) and sequencing this amplification product disclosed a 76-bp deletion corresponding to the complete skipping of exon 2.​ This results in a shortened RNA transcript encoding a predicted truncated protein of only 39 amino acids (controls: 175 amino acids), containing an altered mitochondrial targeting sequence and missing the cleavage site required for the proper maturation of the preprotein."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f2e886ba-76c4-482f-8f02-cad255afb46d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f2e886ba-76c4-482f-8f02-cad255afb46d","type":"Proband","allele":{"id":"cggv:f250b979-608e-4371-9c52-8a37c3545cf3"},"phenotypeFreeText":"This girl presented at 1 week with hypotonia, absent eye-contact, lethargy and failure to thrive. ​At 3 months, physical examination showed microcephaly (head circumference 36.3 cm, 3rd percentile). She also had lactic acidemia (5.5 mmol/L; nl 2.1) with an increased lactate/pyruvate ratio.  Cerebrospinal fluid lactic acid was 7.6 mmol/L (nl 2.1) and total protein 680 mg/L (nl, 550). ​Urinary organic acid analysis showed increased concentrations of lactic acid and dicarboxylic acids with relatively high 3-hydroxydicarboxylic acids concentrations. ​Bilateral basal ganglia hypodensities were seen on CT scan. There were no brainstem abnormalities. ​Brain MRI showed bilateral lesions in the basal ganglia reaching down into the medulla oblongata, and cerebral atrophy​. She died at the age of 3 months during a progressive respiratory insufficiency.​ Muscle pathology showed atrophy of some of the fibers. Biochemical analysis of isolated muscle tissue showed complex I deficiency, 22% of lowest control​. Cultured skin fibroblasts showed complex I deficiency, 47% of control.​ Complex III activity was reduced, 87%.","sex":"Female","variant":{"id":"cggv:1eb9266d-c262-44bd-91a3-b4e1c65b6d41_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f250b979-608e-4371-9c52-8a37c3545cf3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10944442"},"rdfs:label":"Budde2000_Patient 1"},{"id":"cggv:1eb9266d-c262-44bd-91a3-b4e1c65b6d41","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1eb9266d-c262-44bd-91a3-b4e1c65b6d41_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6ab72aad-1b2e-434e-8db3-cfc8cdf51fb0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6ab72aad-1b2e-434e-8db3-cfc8cdf51fb0","type":"Proband","allele":{"id":"cggv:bb02e5e2-41ec-4027-8a00-3bd4ce486939","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002495.4(NDUFS4):c.466_470dup (p.Lys158SerfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA559663161"}},"phenotypeFreeText":"This is a boy with Leigh syndrome spectrum disorder. At 8m, he had severe vomiting, failure to thrive, and hypotonia. He deteriorated and at 13m, showed severe psychomotor delay, convulsions, bradypnea, cyanosis, hypotonia, and depressed tendon reflexes. Brain MRI showed generalized brain atrophy and symmetric basal ganglia abnormalities. Muscle biopsy showed complex I deficiency. He died at 16m from cardiorespiratory failure.","sex":"Male","variant":{"id":"cggv:0b95467d-7c8a-4f0b-8cf1-697394eac598_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bb02e5e2-41ec-4027-8a00-3bd4ce486939"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9463323"},"rdfs:label":"van den Heuvel_case"},{"id":"cggv:0b95467d-7c8a-4f0b-8cf1-697394eac598","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0b95467d-7c8a-4f0b-8cf1-697394eac598_variant_evidence_item"}],"strengthScore":1,"dc:description":"This variant is predicted to escape NMD however expands the protein by 14 amino acids."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:9dd2ae78-99e6-4222-a3b9-e7305fff70f8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9dd2ae78-99e6-4222-a3b9-e7305fff70f8","type":"Proband","allele":{"id":"cggv:904941af-8d6c-4b7e-b1c3-1d55d202486e"},"phenotypeFreeText":"This girl had features onset at 4m. She was found cyanotic with very cold extremities and required resuscitation.​ She also had hypotonia and conjugated eye movements, as well as repeated episodes of respiratory insufficiency and failure to thrive. Brain MRI showed bilateral lesions in the basal ganglia reaching down into the medulla oblongata, and cerebral atrophy​. Plasma lactate was 2.4 – 3.9 mmol (normal < 2.1) with lactate-to-pyruvate ratios of 53 and 59 (normal<20)​. CSF lactate concentration was 3.4 mmol/L (normal<2.1).​ She had mildly elevated plasma alanine.​ EEG at 5 months of age showed severely abnormal background activity with low voltage over the frontal and parietal regions. ​ The child was weaned from the ventilator after the third episode. ​Owing to the severe neurological damage and the poor prognosis, no further resuscitation was performed when a fourth respiratory arrest occurred 2 days after extubation at the age of 8 months.​ CI in fibroblasts was 30% of control​, CIII in fibroblasts was 88% of control​; CI in muscle was 10% of control​, and CIII in muscle was 75% of control.","sex":"Female","variant":{"id":"cggv:966c812e-ef9f-4510-9fc9-d7d669aa5485_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:904941af-8d6c-4b7e-b1c3-1d55d202486e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14765537","type":"dc:BibliographicResource","dc:abstract":"A comparison of the clinical presentation, disease course and results of laboratory and imaging studies of all patients so far published with a NDUFS4 mutation are presented. This reveals marked clinical heterogeneity, even in patients with the same genotype.","dc:creator":"Budde SM","dc:date":"2003","dc:title":"Clinical heterogeneity in patients with mutations in the NDUFS4 gene of mitochondrial complex I."}},"rdfs:label":"Budde_Patient 1"},{"id":"cggv:966c812e-ef9f-4510-9fc9-d7d669aa5485","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:966c812e-ef9f-4510-9fc9-d7d669aa5485_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8373,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:17a2a5a5-231b-4a03-891c-8afc91860ba6","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7711","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *NDUFS4* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of December 4, 2023. The *NDUFS4* gene encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit S4, an iron-sulfur protein. Defects of this protein lead to complex I deficiency.\n\n*NDUFS4* was first reported in relation to autosomal recessive primary mitochondrial disease in 1998 (PMID: 9463323). While various names have been given to the constellation of features seen in those with *NDUFS4*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFS4* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *NDUFS4* was previously curated by this GCEP on February 11, 2019 (SOP Version 6) as having a definitive association with autosomal recessive Leigh syndrome spectrum (LSS). The scope of this current curation includes cases of primary mitochondrial disease, which includes LSS.   \n\nEvidence supporting the relationship between *NDUFS4* and autosomal recessive primary mitochondrial disease includes case-level data and experimental data. This curation includes nine variants identified in 11 unrelated probands from ten publications (PMIDs: 9463323, 14765537, 12616398, 22326555, 24020637, 27079373, 27671926, 10944442, 11181577, 35379322). Nonsense, frameshift, splice, and missense variants have been reported. Affected individuals present with complex I deficiency and variable other features with a typically progressive disease course. Leigh syndrome spectrum disorders are the most common presentation; however, there is a report of adolescent-onset dystonia and parkinsonism (PMID: 29264396). Age of onset is typically in infancy or childhood. Clinical features may include LSS, lactic acidosis, developmental delay and regression, dystonia, ataxia, seizures, hypertrophic cardiomyopathy, bradycardia, respiratory insufficiency, respiratory failure, ophthalmoplegia, failure to thrive, and poor feeding. Complex I deficiency may be observed in muscle biopsy and/or cultured skin fibroblasts.\n\nThe mechanism of disease is loss of function. This gene-disease association is also supported by a biochemical function in mitochondrial complex I shared by more than 10 other genes also associated with primary mitochondrial disease as well as functional alteration in patient cells and model systems including Drosophila and mouse (PMIDs: 33340416, 14749350, 29590638, 18396137, 22653057).\n\nIn summary, there is definitive evidence to support the relationship between *NDUFS4* and primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 4, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:cc39144a-f17d-45b9-b9a9-91cf52e01f08"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}