{"id":"cggv:5d752f7c-43d2-4ba9-910f-f286f5443012v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5d752f7c-43d2-4ba9-910f-f286f5443012_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":["2020-05-27T04:00:00.000Z","2020-05-27T16:00:00.000Z"],"role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10145","role":"SecondaryContributor"},{"id":"cggv:5d752f7c-43d2-4ba9-910f-f286f5443012_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-11-21T18:06:54.010Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:5d752f7c-43d2-4ba9-910f-f286f5443012_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5d752f7c-43d2-4ba9-910f-f286f5443012_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:18ff8c20-123d-44e5-a978-06daf38c0135_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:58328234-2635-4019-a6fb-77f43069656f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Following SSCP/heteroduplex analysis, PCR products were directly sequenced or cloned and sequenced. The authors note that not the entire genomic sequence of the LYST gene had been determined at the time of this analysis.","firstTestingMethod":"SSCP","phenotypeFreeText":"No clinical information is available about this proband except that he had severe childhood CHS and that he was deceased.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:18ff8c20-123d-44e5-a978-06daf38c0135_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0d74ba57-22d2-49b8-913b-cb50b2c6a8b6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001301365.1(LYST):c.9590del (p.Tyr3197fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116449"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9215679","type":"dc:BibliographicResource","dc:abstract":"Chediak-Higashi syndrome (CHS) is a rare, usually fatal, autosomal recessive disorder characterized by severe immunologic defects, reduced pigmentation, progressive neurologic dysfunction and a bleeding diathesis. The hallmark of CHS is giant organelles and giant granules in many different cell types, most likely the result of defective trafficking of specific organellar and granular proteins necessary for the normal genesis, structure or function of these cytoplasmic components. The CHS1 gene has recently been identified and shown to be homologous to the beige locus of the mouse; however, there has been disagreement as to the length of the functional CHS1 mRNA and protein. Here we report homozygous CHS1 gene mutations in two of the original probands we used to map the gene to 1q42-q44. One of these, a frameshift at codon 3197, supports our assertion that the functional CHS protein is a predicted 3801 amino acid polypeptide encoded by a 13.5 kb mRNA.","dc:creator":"Karim MA","dc:date":"1997","dc:title":"Mutations in the Chediak-Higashi syndrome gene (CHS1) indicate requirement for the complete 3801 amino acid CHS protein."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9215679","rdfs:label":"Karim_Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a 1-bp deletion that causes a frameshift and PTC in exon 43/53 : Tyr3197Leufs*62. The parents were both heterozygous for this variant. NMD is predicted."},{"id":"cggv:82594a4f-513f-49a8-b784-8707f0d35e58_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cf83c906-7d84-4c52-8f1a-6e93cf2331f3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Sanger sequencing validated the two variants detected by whole genome sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Proband had partial oculocutaneous albinism. Hair from the proband is noted to have abnormal pigment clumping on light microscopy. Peripheral blood smear showed abnormal WBC granules. Skin biopsy showed edema and increased number of pigment particles in basal epithelial cells. Abnormal retinal vascular pigments noted on fundus examination.","phenotypes":["obo:HP_0000953","obo:HP_0006889","obo:HP_0002218","obo:HP_0000613"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:82594a4f-513f-49a8-b784-8707f0d35e58_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6dc7b57c-e1a9-4fbe-b696-d00b6127b1aa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001301365.1(LYST):c.3310C>T (p.Arg1104Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116442"}},{"id":"cggv:a8053d85-1bab-487e-b188-e5ec0eac460c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_001736947.1(LYST):n.7786dup (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940835"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28145517","type":"dc:BibliographicResource","dc:abstract":"Chediak-Higashi syndrome (CHS) is a rare autosomal recessive disease characterized by varying degrees of oculocutaneous albinism, recurrent infections, and a mild bleeding tendency, with late neurologic dysfunction. This syndrome is molecularly characterized by pathognomonic mutations in the LYST (lysosomal trafficking regulator). Using whole genome sequencing (WGS) we attempted to identify novel mutations of CHS based on a family of CHS with atypical symptoms. The two patients demonstrated a phenotypic constellation including partial oculocutaneous albinism, frequency upper respiratory infection or a marginal intelligence, without bleeding tendency and severe immunodeficiency. WGS revealed two compound LYST mutations including a maternally inherited chr1:235969126G > A (rs80338652) and a novel paternally inherited chr1: 235915327A > AT, associated with autosomal recessive CHS. These two variants fall in the coding regions of LYST, resulting in premature truncation of LYST due to R1104X/N2535KfsX2 induced incomplete translation. Notably, the heterozygous carriers (i.e. parents) were unaffected. Our finding also reveals decreased plasma serotonin levels in patients with CHS compared with unaffected individuals for the first time. The present study contributes to improved understanding of the causes of this disease and provides new ideas for possible treatments.","dc:creator":"Jin Y","dc:date":"2017","dc:title":"Whole Genome Sequencing Identifies Novel Compound Heterozygous Lysosomal Trafficking Regulator Gene Mutations Associated with Autosomal Recessive Chediak-Higashi Syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28145517","rdfs:label":"Jin_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband and her similarly affected brother were compound heterozygous for the nonsense variant in exon 6/53, Arg1104Ter, and the 1-bp duplication in exon 27/53 that results in a frameshift and PTC: Asn2535LysfsTer2. The nonsense variant was inherited from the father, while the frameshift was inherited from the mother. Both variants are expected to cause NMD. The nonsense variant is reported at the highest MAF of 0.00003268 (1/30602 South Asian alleles) with no homozygotes."},{"id":"cggv:46d3ecfa-663d-4e34-b58f-d875d7c70f2a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:da82c1a6-b41b-4242-9a04-97e4ded8a2cc","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":3,"detectionMethod":"RT-PCR on full-length LYST cDNA and sequencing of PCR products was performed","firstTestingMethod":"PCR","phenotypeFreeText":"Peripheral blood smear showed giant granules in PMN leukocytes, numerous azurophilic or eosinophilic cytoplasmic inclusion bodies in cells of myeloid lineage. Hair microscopy showed large melanin granules regularly distributed. Proband was diagnosed to be in the accelerated phase of CHS. He received hematopoietic progenitor cell transplant from an unrelated donor.","phenotypes":["obo:HP_0000980","obo:HP_0001433","obo:HP_0002218"],"previousTesting":true,"previousTestingDescription":"Platelet count = 74 x 10e9/L; platelet aggregometry showed monophasic response to ADP, epinephrine and impaired response to other agonists. Platelet storage pool deficiency with reduced dense bodies was diagnosed. Primary fibroblasts cultured from the patient showed enlarged lysosomes in the perinuclear area and reduced LYST protein expression upon WB.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:46d3ecfa-663d-4e34-b58f-d875d7c70f2a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:256132c4-475e-42c3-a901-8179a48d9cfa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001301365.1(LYST):c.11173G>A (p.Gly3725Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347123"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24112114","type":"dc:BibliographicResource","dc:abstract":"Chediak-Higashi syndrome (CHS) is a rare autosomal recessive disease resulting from mutations in the LYST/CHS1 gene, which encodes for a 429 kDa protein, CHS1/LYST, that regulates vesicle trafficking and determines the size of lysosomes and other organelles. To date, 60 different mutations have been characterized, and a reasonably straightforward phenotype-genotype correlation has been suggested. We describe two patients on opposite ends of the CHS clinical spectrum with novel missense mutations. We characterized these patients in terms of their mutations, protein localization and expression, mRNA stability, and electrostatic potential. Patient 1 is the first report of a severe early-onset CHS with a homozygous missense mutation (c.11362 G>A, p.G3725R) in the LYST/CHS1 gene. This molecular change results in a reduction at the CHS1 protein level, not due to an mRNA effect, but maybe a consequence of both, a change in the structure of the protein and most likely attributable to the remarkable serious perturbation in the electrostatic potential. Patient 2, who exhibited the adolescence form of the disease, was found to be homozygous for a novel missense mutation c.961 T>C, p.C258R, which seemed to have minor effect on the structure of the CHS1/LYST protein. Reexamining accepted premises of missense mutant alleles being reported among patients with clinically mild forms of the disorder should be carried out, and attempts to link genotype and clinical phenotype require identifying the actual molecular effect of the mutation. Early and accurate diagnosis of the severity of the disease is extremely important to early differentiate patients who would benefit from premature enrollment into a transplantation protocol. ","dc:creator":"Sánchez-Guiu I","dc:date":"2014","dc:title":"Chediak-Higashi syndrome: description of two novel homozygous missense mutations causing divergent clinical phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24112114","rdfs:label":"Sanchez-Guiu_Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband was homozygous for the missense change in exon 51, Gly3725Arg. His parents were both heterozygous. The variant is located in the conserved WD40 doamin at the C-terminal of LYST, and molecular modeling shows that the variant would shift the electrostatic potential and lead to conformational changes. In the absence of functonal evidence supporting the impact of the variant, the evidence is scored reduced points.\n\nNote, the variant in the paper is noted as \"c.11362G>A\"; It is not clear what transcript is used."},{"id":"cggv:37c6dd9e-71f5-4310-b4c9-d072e14e63bc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:985e8e9f-0842-4ee2-95fb-e88bcb936852","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"Custom panel covering all 53 exons of LYST was used, followed by validation by Sanger sequencing.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Proband showed hypopigmentation on neck and knee. Leukocytes were seen with giant intracytoplasmic inclusions.","phenotypes":["obo:HP_0002240","obo:HP_0001010","obo:HP_0011947"],"previousTesting":true,"previousTestingDescription":"Platelet count = 88 x 10e9/L; WBC = 2.7 x 10e9/L","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:37c6dd9e-71f5-4310-b4c9-d072e14e63bc_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:390ced4c-1859-4d34-a2d9-b89e4ea1ef3a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001301365.1(LYST):c.4863-4G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1466733"}},{"id":"cggv:366d00f2-d70e-467a-9210-526bf7ece67c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001301365.1(LYST):c.5719A>G (p.Ile1907Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/561992"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31906877","type":"dc:BibliographicResource","dc:abstract":"Chediak-Higashi Syndrome (CHS) is a rare autosomal recessive disease caused by loss of function of the lysosomal trafficking regulator protein. The causative gene LYST/CHS1 was cloned and identified in 1996, which showed significant homology to other species such as bovine and mouse. To date, 74 pathogenic or likely pathogenic mutations had been reported.","dc:creator":"Song Y","dc:date":"2020","dc:title":"Identification of a compound heterozygote in LYST gene: a case report on Chediak-Higashi syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31906877","rdfs:label":"Song_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"The proband was compound heterozygous for a missense variant in exon 19/53, Ile1907Val, inherited from the mother, and an intronic splice region variant, c.4863-4G>A, inherited from the father. No functional evidence is available to support either variant's impact.  The intronic splice region variant is reported at a high frequency of 0.01049 (203/19356 East Asian alleles) with 2 homozygotes in gnomAD v2.1.1, while the missense is reported at a frequency of 0.00006535 (2/30606 South Asian alleles) with no homozygotes. Since the intronic variant appears to be common in the East Asian population and asserted as benign/likely benign in ClinVar, the evidence is not scored."},{"id":"cggv:8faf2215-f894-421b-9fe8-e89e9f88bb0a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:228a32e5-87c3-4b9e-92e7-de67ef8d1111","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"The entire coding region of the LYST gene was amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had mild, adult-onset type of CHS.","phenotypes":["obo:HP_0000980","obo:HP_0002218","obo:HP_0001433","obo:HP_0011947"],"previousTesting":true,"previousTestingDescription":"Platelet count = 227 x 10e9/L; mild platelet storage pool deficiency due to reduced dense bodies was noted.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:8faf2215-f894-421b-9fe8-e89e9f88bb0a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d161e9b7-4c06-4daa-8c2e-57fe8e067e5e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001301365.1(LYST):c.772T>C (p.Cys258Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347084"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24112114"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24112114","rdfs:label":"Sanchez-Guiu_Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The proband and her similarly affected brother were homozygous for the missense variant in exon 5/53, Cys258Arg. The parents were heterozygous for the variant. The variant is located in the ARM/HEAT repeat region inthe N-terminal part of LYST, expected to be involved in membrane interactions. In the absence of functonal evidence supporting the impact of the variant, the evidence is scored reduced points. \n\nNote, the variant in the paper is noted as \"c.961T>C\"; It is not clear what transcript is used."},{"id":"cggv:08282d63-3aef-40fb-a711-03671fd11f0b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0c877660-1f1c-4708-8974-d79c22a664ee","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Following SSCP/heteroduplex analysis, PCR products were cloned and sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"The proband is noted to have typical clinical presentations of Chediak-Higashi syndrome with recurrent childhood infections and oculocutaneous albinism. Lymphoblasts from the patient contained giant perinuclear lysosomal vesicles.","phenotypes":["obo:HP_0005437","obo:HP_0001107"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:08282d63-3aef-40fb-a711-03671fd11f0b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2160e6c9-16a4-4015-8597-514a1a758219","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001301365.1(LYST):c.3085C>T (p.Gln1029Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116455"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9215680","type":"dc:BibliographicResource","dc:abstract":"Chediak-Higashi syndrome is an autosomal recessive, immune deficiency disorder of human (CHS) and mouse (beige, bg) that is characterized by abnormal intracellular protein transport to, and from, the lysosome. Recent reports have described the identification of homologous genes that are mutated in human CHS and bg mice. Here we report the sequences of two major mRNA isoforms of the CHS gene in human and mouse. These isoforms differ both in size and in sequence at the 3' end of their coding domains, with the smaller isoform (approximately 5.8 kb) arising from incomplete splicing and reading through an intron. These mRNAs also differ in tissue distribution of transcription and in predicted biological properties. Novel mutations were identified within the region of the coding domain common to both isoforms in three CHS patients: C-->T transitions that generated stop codons (R50X and Q1029X) were found in two patients, and a novel frameshift mutation (deletion of nucleotides 3073 and 3074 of the coding domain) was found in a third. Northern blots of lymphoblastoid mRNA from CHS patients revealed loss of the largest transcript (approximately 13.5 kb) in two of seven CHS patients, while the small mRNA was undiminished in abundance. These results suggest that the small isoform alone cannot complement Chediak-Higashi syndrome.","dc:creator":"Barbosa MD","dc:date":"1997","dc:title":"Identification of mutations in two major mRNA isoforms of the Chediak-Higashi syndrome gene in human and mouse."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9215680","rdfs:label":"Barbosa_Patient 370"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the nonsense variant, Gln1029Ter, in exon 6/53. NMD is predicted."},{"id":"cggv:a53ff69e-e225-4aae-9bc8-f6d44968bca6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a37fe0a7-d2fe-46ca-83af-9d8a3fe16ccd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":5,"detectionMethod":"Exons 3-53 of the LYST gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Hyperpigmentation was observed in the cheeks and legs. Proband also had choroid atrophy, albinotic fundus. Neutrophils and eosinophils showed large coarse inclusion granules that were myeloperoxidase positive. Basal layer of skin showed sparse melanin, in the form of coarse granules.","phenotypes":["obo:HP_0001433","obo:HP_0002218","obo:HP_0007750","obo:HP_0000540","obo:HP_0000953","obo:HP_0007766","obo:HP_0001875","obo:HP_0000962","obo:HP_0000957","obo:HP_0007894"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a53ff69e-e225-4aae-9bc8-f6d44968bca6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0a898f2c-9963-43e2-9c6c-377dc39a3ff3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_001736947.1(LYST):n.5216_5220del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940834"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26499269","type":"dc:BibliographicResource","dc:abstract":"Chediak-Higashi syndrome (CHS; OMIM no. 214500) is an inherited multisystem disorder presenting with hypopigmentation and a propensity to infections due to immunological dysfunction. CHS generally presents in infancy with a fatal outcome, but less severe cases can present in adulthood. Treatment with bone marrow transplantation can be life-saving, so establishing a correct diagnosis is critical. The presence of large granules on examination of peripheral blood smears is suggestive of the diagnosis of CHS in most centers. However, sequencing of the lysosomal trafficking, LYST, gene confirms the diagnosis and can provide a prognosis regarding disease severity. In the case presented here, we performed molecular testing to identify the causative mutation and tabulated published mutation data from 2009 to 2014. We found a novel frameshift mutation in our case and concluded that frameshift and nonsense are the most common types of mutation in CHS, but this may be biased due to underdiagnosis of the milder and atypical forms of the disease. ","dc:creator":"Singh A","dc:date":"2016","dc:title":"A clinical report of Chediak-Higashi syndrome in infancy with a novel genotype from the Indian subcontinent."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26499269","rdfs:label":"Singh_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the 5-bp deletion in exon 16, which causes a frameshift and PTC. NMD is predicted."},{"id":"cggv:5ec23e81-6508-49a4-86af-fce74892c598_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0b8f3ad4-b986-49d7-abcc-9a7fa9018da0","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Following SSCP/heteroduplex analysis, PCR products were directly sequenced or cloned and sequenced. The authors note that not the entire genomic sequence of the LYST gene had been determined at the time of this analysis.","firstTestingMethod":"SSCP","phenotypeFreeText":"Proband was noted to have typical severe childhood CHS, with silvery hair, oculocutaneous albinism. Peripheral blood leukocytes showed typical cytoplasmic giant granules; melanocytes showed large irregular melanin granules.","phenotypes":["obo:HP_0001875","obo:HP_0001873","obo:HP_0001433","obo:HP_0004315","obo:HP_0025289","obo:HP_0001107","obo:HP_0005429","obo:HP_0005599"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5ec23e81-6508-49a4-86af-fce74892c598_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:18f1ca56-f7cb-476f-9c56-ca3112bd9325","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001301365.1(LYST):c.1902dup (p.Ala635fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116448"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9215679"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9215679","rdfs:label":"Karim_Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a 1-bp duplication in exon 5 that causes a frameshift and a PTC in exon 5/53: Ala635Serfs*4. The parents were both heterozygous for this variant. NMD is predicted."},{"id":"cggv:375b969f-27bb-4d83-937e-9f98c7a9d258_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:66856bb6-3283-4bb7-9ac5-dbf9722af369","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"SSCP on PCR products identified abnormal conformers, which were directly sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"The proband is noted to have typical childhood Chediak-Higashi syndrome, with oculocutaneous albinism.","phenotypes":["obo:HP_0012178","obo:HP_0011125","obo:HP_0001875","obo:HP_0001107","obo:HP_0005599","obo:HP_0001010","obo:HP_0011869"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:375b969f-27bb-4d83-937e-9f98c7a9d258_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:48b2c393-f2f6-48cd-bf2f-94688da0023d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001301365.1(LYST):c.1467del (p.Glu489fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116441"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8896560","type":"dc:BibliographicResource","dc:abstract":"Chediak-Higashi syndrome (CHS) is a rare, autosomal recessive disorder characterized by hypopigmentation, severe immunologic deficiency with neutropenia and lack of natural killer (NK) cells, a bleeding tendency and neurologic abnormalities. Most patients die in childhood. The CHS hallmark is the occurrence of giant inclusion bodies and organelles in a variety of cell types, and protein sorting defects into these organelles. Similar abnormalities occur in the beige mouse, the proposed model for human CHS. Two groups have recently reported the identification of the beige gene, however the two cDNAs were not at all similar. Here we describe the sequence of a human cDNA homologous to mouse beige, identify pathologic mutations and clarify the discrepancies of the previous reports. Analysis of the CHS polypeptide demonstrates that its modular architecture is similar to the yeast vacuolar sorting protein, VPS15.","dc:creator":"Nagle DL","dc:date":"1996","dc:title":"Identification and mutation analysis of the complete gene for Chediak-Higashi syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896560","rdfs:label":"Nagle_Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a 1-bp deletion in exon 5/53, which results in a frameshift and premature termination at position 566, Glu489Aspfs*78. NMD is predicted."},{"id":"cggv:14318f62-8ecf-4b2d-8d72-b747e047884f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0e1e3757-2af3-4537-83d4-bc8e54557f89","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP on PCR products identified abnormal conformers, which were directly sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"The proband is noted to have late-onset CHS","phenotypes":["obo:HP_0001581","obo:HP_0009830","obo:HP_0001256","obo:HP_0001022"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:14318f62-8ecf-4b2d-8d72-b747e047884f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6dc7b57c-e1a9-4fbe-b696-d00b6127b1aa"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896560"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8896560","rdfs:label":"Nagle_Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a nonsense variant in exon 6/53, (NM_001301365.1) Arg1104Ter. NMD is predicted. The variant is reported at the highest MAF of 0.00003268 (1/30602 South Asian alleles) with no homozygotes."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:5d752f7c-43d2-4ba9-910f-f286f5443012_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5d752f7c-43d2-4ba9-910f-f286f5443012_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9f71d3b4-5276-48c1-ab6a-e2540039137f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c453f3b6-e46d-4b09-b4eb-5b91a92aab06","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with CHS also display a similar cellular phenotype with giant granules in leukocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29241728","type":"dc:BibliographicResource","dc:abstract":"Chediak-Higashi syndrome (CHS) is a rare disorder caused by biallelic mutations in the lysosomal trafficking regulator gene (LYST), resulting in formation of giant lysosomes or lysosome-related organelles in several cell types. The disease is characterized by immunodeficiency and a fatal hemophagocytic lymphohistiocytosis caused by impaired function of cytotoxic lymphocytes, including natural killer (NK) cells.","dc:creator":"Gil-Krzewska A","dc:date":"2018","dc:title":"An actin cytoskeletal barrier inhibits lytic granule release from natural killer cells in patients with Chediak-Higashi syndrome."},"rdfs:label":"Gil-Krzewska_Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:5d752f7c-43d2-4ba9-910f-f286f5443012_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a9de5a7-0a21-492c-ba33-1d678a01a757","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8fb3104c-1872-4eaa-8aa9-fb405fea0c4b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Minks are reported to display phenotypic features that overlap with the human CHS, specifically those related to blood parameters and diluted pigmentation. Homozygous mutant mice produce the Aleutian coat color that is a silver-grey color. Aleutian-derived colors of violet and sapphire also exist due to selective breeding. Their neutrophils show giant inclusion bodies; but no difference in platelet count is observed. Mutant platelet aggregation with collagen was markedly different from that of wild-type platelets. Despite these features, homozygous mutant mink do not show any visible clinical abnormalities.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22762706","type":"dc:BibliographicResource","dc:abstract":"One of the colors of mink is Aleutian (aa)-a specific gun-metal gray pigmentation of the fur-commonly used in combination with other color loci to generate popular colors such as Violet (aammpp) and Sapphire (aapp). The Aleutian color allele is a manifestation of mink Chédiak-Higashi syndrome (CHS), which has been described in humans and several other species. As with forms of CHS in other species, we report that the mink CHS is linked to the lysosomal trafficking regulator ( LYST ) gene. Furthermore, we have identified a base deletion (c.9468delC) in exon 40 of LYST, which causes a frameshift and virtually terminates the LYST product prematurely (p.Leu3156Phefs*37). We investigated the blood parameters of three wild-type mink and three CHS mink. No difference in the platelet number between the two groups was observed, but an accumulation of platelets between the groups appears different when collagen is used as a coagulant. Microscopic analysis of peripheral blood indicates giant inclusions in the neutrophils of the Aleutian mink types. Molecular findings at the LYST locus enable the development of genetic tests for analyzing the color selection in American mink.","dc:creator":"Anistoroaei R","dc:date":"2013","dc:title":"A frameshift mutation in the LYST gene is responsible for the Aleutian color and the associated Chédiak-Higashi syndrome in American mink."},"rdfs:label":"Anistoroaei_Mink"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The evidence is awarded reduced points for partial recapitulation of disease. Please note, the model organism described in the paper is the American mink; however, the organism selected in this GCI entry is \"mouse\" since mink is not one of the available options."},{"id":"cggv:71e3247c-9637-40bd-8214-61a5b2400c9d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b0474cdd-c6e1-43d6-9e0f-563a15fecccb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CHS is recognized in Japanese black cattle since 1997 (Ogawa et al, PMID: 9361882). Cattle homozygous for the His2015Arg variant were found to show increased bleeding tendency, abnormal granules in leukocytes, decreased number of platelet dense granules and partial albinism. Collagen-induced platelet aggregation was markedly reduced.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10594238","type":"dc:BibliographicResource","dc:abstract":"An inheritable bleeding disorder with light coat color caused by an autosomal recessive gene has been reported in a population of Japanese black cattle. The disease has been diagnosed as Chediak-Higashi Syndrome (CHS) of cattle which correspond to a human inheritable disorder caused by mutation in LYST gene. To characterize the molecular lesion causing CHS in cattle, cDNAs encoding bovine LYST were isolated from a bovine brain cDNA library. The nucleotide and deduced amino acid sequences of bovine LYST had 89.6 and 90.2% identity with those of the human LYST gene, respectively. In order to identify the mutation within the LYST gene causing CHS in cattle, cDNA fragments of the LYST gene were amplified from an affected animal by RT-PCR and their nucleotide sequences were completely determined. Notably, a nucleotide substitution of A to G transition, resulting in an amino acid substitution of histidine to arginine (H2015R) was identified in the affected animal. The presence of the substitution was completely corresponding with the occurrence of the CHS phenotype among 105 members of pedigrees of the Japanese black cattle and no cattle of other populations had this substitution. These findings strongly suggested that H2015R is the causative mutation in CHS of Japanese black cattle.","dc:creator":"Kunieda T","dc:date":"1999","dc:title":"Cloning of bovine LYST gene and identification of a missense mutation associated with Chediak-Higashi syndrome of cattle."},"rdfs:label":"Kunieda_Cattle"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The evidence is scored reduced points as there is no functional evidence supporting the impact of the missense variant."},{"id":"cggv:a7223955-d20a-404a-a308-090c6414082c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3d320daa-dfbd-456e-9258-ca7e37e3713b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous \"grey\" mice resembled the phenotype expressed by \"beige\" mice, leading to the conclusion that the \"grey\" mutation is a \"beige\" allele. Grey mice displayed a seizure phenotype and grey coat color, due to the intermingling of non-pigemented or scarcely pigmented hair. Dorsal skin examination revealed large, irregularly shaped melanosomes in hair follicles, that were not uniformly distributed, leaving sections of hair shaft devoid of pigment. In dermal mast cells, the granula were large and variable size. In the eye, mutant melanosomes in the pigment epithelium and choroideal melanocytes were irregularly shaped and larger.\n\nNo bleeding phenotype is noted.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16518687","type":"dc:BibliographicResource","dc:abstract":"The murine beige mutant phenotype and the human Chediak-Higashi syndrome are caused by mutations in the murine Lyst (lysosomal trafficking regulator) gene and the human CHS gene, respectively. In this report we have analyzed a novel murine mutant Lyst allele, called Lyst(bg-grey), that had been found in an ENU mutation screen and named grey because of the grey coat color of affected mice. The phenotype caused by the Lyst(bg-grey) mutation was inherited in a recessive fashion. Melanosomes of melanocytes associated with hair follicles and the choroid layer of the eye, as well as melanosomes in the neural tube-derived pigment epithelium of the retina, were larger and irregularly shaped in homozygous mutants compared with those of wild-type controls. Secretory vesicles in dermal mast cells of the mutant skin were enlarged as well. Test crosses with beige homozygous mutant mice (Lyst(bg)) showed that double heterozygotes (Lyst(bg)/Lyst(bg-grey)) were phenotypically indistinguishable from either homozygous parent, demonstrating that the ENU mutation was an allele of the murine Lyst gene. RT-PCR analyses revealed the skipping of exon 25 in Lyst(bg-grey) mutants, which is predicted to cause a missense D2399E mutation and the loss of the following 77 amino acids encoded by exon 25 but leave the C-terminal end of the protein intact. Analysis of the genomic Lyst locus around exon 25 showed that the splice donor at the end of exon 25 showed a T-to-C transition point mutation. Western blot analysis suggests that the Lyst(bg-grey) mutation causes instability of the LYST protein. Because the phenotype of Lyst(bg) and Lyst(bg-grey) mutants is indistinguishable, at least with respect to melanosomes and secretory granules in mast cells, the Lyst(bg-grey) mutation defines a critical region for the stability of the murine LYST protein.","dc:creator":"Runkel F","dc:date":"2006","dc:title":"Grey, a novel mutation in the murine Lyst gene, causes the beige phenotype by skipping of exon 25."},"rdfs:label":"Runkel_Bg-gey mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The model evidence together from this paper and PMID: 9192864 is scored default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":9391,"specifiedBy":"GeneValidityCriteria7","strengthScore":16.5,"subject":{"id":"cggv:ab775b53-8891-4ea9-bdce-9804190c9a0b","type":"GeneValidityProposition","disease":"obo:MONDO_0008963","gene":"hgnc:1968","modeOfInheritance":"obo:HP_0000007"},"version":"1.2","dc:description":["*LYST* was first reported in relation to Autosomal Recessive Chediak-Higahsi syndrome in 1996 (Nagle et al, PMID: 8896560). At least 50 unique variants, including nonsense, frameshift, missense, deletion and duplication variants have been reported to cause disease in humans, in ClinVar. The exact function of the *LYST* is not completely understood, but is involved in regulating intracellular protein trafficking in endosomes. Chediak-Higahsi syndrome is characterized by partial oculocutaneous albinism, immunodeficiency, and a mild bleeding tendency. Some individuals develop the accelerated phase, or hemophagocytic lymphohistiocytosis, which can be life-threatening (Toro et al, GeneReviews). Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n  \nSummary of Case Level Data: 12 Points \nVariants in this gene have been reported in at least 9 probands in 7 publications (PMIDs: 8896560, 9215680, 31906877, 9215679, 26499269, 24112114, 28145517). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. \n  \nThe mechanism for disease is biallelic loss of function (Ajitkumar & Ramphul, 2019).   \t \n  \nSummary of Experimental Data: 4.5 Points \nThis gene-disease association is supported by a number of animal models and in vitro functional assays. Chediak-Higashi syndrome arises spontaneously in many animals, including the beige/grey mice, American mink and Japanese black cattle, due to a natural defect in the Lyst gene  (PMID: 16518687, 22762706, 10594238, 10690356). CRISPR-generated *LYST*-deficient NK cells recapitulate a cellular phenotype that is consistent with that seen in humans (PMID: 29241728).  \n\nIn summary, *LYST* is definitively associated with Autosomal Recessive Chediak-Higahsi syndrome. \nThis has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on May 29, 2020 (SOP Version 7).\n\n\nDue to the overlapping phenotype of Chediak-Higashi Syndrome (CHS) with immunodeficiency and immune dysregulation, the PIRD GCEP has provided an addendum to this gene curation:\nA large proportion of CHS patients (~85-90%) develop hyperinflammatory (or immune dysregulation) manifestations categorized ashemophagocytic lymphohistiocytosis. There are a subset of patients who develop attenuated disease, which is regarded as atypical CHS. *LYST* is a 429 kDa protein with several distinct domains involved in several aspects of vesicle trafficking. Patients with CHS have giant lysosomes or lysosome-related organelles in many cell subsets. NK cells in CHS patients have aberrant morphology and function, including lytic granule polarization and size among other features that severely compromise NK cell cytotoxicity. However, cytokine secretion in NK cells does not appear to be affected. Therefore, *LYST* appears to be important for regulated exocytosis but not for constitutive exocytosis, which supports the development of IFN-gamma-driven hyperinflammatory syndromes in CHS patients, in response to a trigger or stimulus (e.g. viral infection). In mouse models, it has been shown that Lyst regulates TLR3 and TLR4-mediated proinflammatory responses with increased susceptibility to bacterial infections. In patients with hypomorphic *LYST* variants, the attenuated disease is associated with subclinical or no immunodeficiency but rather a progressive, neurodegenerative phenotype in early adulthood. (PMIDs: 26478006; 27881733; https://doi.org/10.1186/1750-1172-8-46)\n","LYST was first reported in relation to Autosomal Recessive Chediak-Higahsi syndrome in 1996 (Nagle et al, PMID: 8896560). At least 50 unique variants, including nonsense, frameshift, missense, deletion and duplication variants have been reported to cause disease in humans, in ClinVar. The exact function of the LYST is not completely understood, but is involved in regulating intracellular protein trafficking in endosomes. Chediak-Higahsi syndrome is characterized by partial oculocutaneous albinism, immunodeficiency, and a mild bleeding tendency. Some individuals develop the accelerated phase, or hemophagocytic lymphohistiocytosis, which can be life-threatening (Toro et al, GeneReviews). Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n  \nSummary of Case Level Data: 12 Points \nVariants in this gene have been reported in at least 9 probands in 7 publications (PMIDs: 8896560, 9215680, 31906877, 9215679, 26499269, 24112114, 28145517). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. \n  \nThe mechanism for disease is biallelic loss of function (Ajitkumar & Ramphul, 2019).   \t \n  \nSummary of Experimental Data: 4.5 Points \nThis gene-disease association is supported by a number of animal models and in vitro functional assays. Chediak-Higashi syndrome arises spontaneously in many animals, including the beige/grey mice, American mink and Japanese black cattle, due to a natural defect in the Lyst gene  (PMID: 16518687, 22762706, 10594238, 10690356). CRISPR-generated LYST-deficient NK cells recapitulate a cellular phenotype that is consistent with that seen in humans (PMID: 29241728).  \n\nIn summary, LYST is definitively associated with Autosomal Recessive Chediak-Higahsi syndrome. \nThis has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on May 29, 2020 (SOP Version 7).\n"],"dc:isVersionOf":{"id":"cggv:5d752f7c-43d2-4ba9-910f-f286f5443012"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}