{"id":"cggv:91eb2fc6-864c-4a4a-9b2d-0b2bdd695999v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:91eb2fc6-864c-4a4a-9b2d-0b2bdd695999_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-12T19:14:40.838Z","role":"Publisher"},{"id":"cggv:91eb2fc6-864c-4a4a-9b2d-0b2bdd695999_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-02-16T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:91eb2fc6-864c-4a4a-9b2d-0b2bdd695999_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91eb2fc6-864c-4a4a-9b2d-0b2bdd695999_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c786426-b3fd-4717-81de-d72c87887481","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:28f2b407-3e46-4a30-bea0-c308e35286ae","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Brielmaier et al. 2012  demonstrated that En2 null mice exhibit deficits in reciprocal social interactions as juveniles and adults, and absence of sociability in adults, replicated in two independent cohorts. Fear conditioning and water maze learning were impaired in En2 knockout mice as well. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22829897","type":"dc:BibliographicResource","dc:abstract":"ENGRAILED 2 (En2), a homeobox transcription factor, functions as a patterning gene in the early development and connectivity of rodent hindbrain and cerebellum, and regulates neurogenesis and development of monoaminergic pathways. To further understand the neurobiological functions of En2, we conducted neuroanatomical expression profiling of En2 wildtype mice. RTQPCR assays demonstrated that En2 is expressed in adult brain structures including the somatosensory cortex, hippocampus, striatum, thalamus, hypothalamus and brainstem. Human genetic studies indicate that EN2 is associated with autism. To determine the consequences of En2 mutations on mouse behaviors, including outcomes potentially relevant to autism, we conducted comprehensive phenotyping of social, communication, repetitive, and cognitive behaviors. En2 null mutants exhibited robust deficits in reciprocal social interactions as juveniles and adults, and absence of sociability in adults, replicated in two independent cohorts. Fear conditioning and water maze learning were impaired in En2 null mutants. High immobility in the forced swim test, reduced prepulse inhibition, mild motor coordination impairments and reduced grip strength were detected in En2 null mutants. No genotype differences were found on measures of ultrasonic vocalizations in social contexts, and no stereotyped or repetitive behaviors were observed. Developmental milestones, general health, olfactory abilities, exploratory locomotor activity, anxiety-like behaviors and pain responses did not differ across genotypes, indicating that the behavioral abnormalities detected in En2 null mutants were not attributable to physical or procedural confounds. Our findings provide new insight into the role of En2 in complex behaviors and suggest that disturbances in En2 signaling may contribute to neuropsychiatric disorders marked by social and cognitive deficits, including autism spectrum disorders.","dc:creator":"Brielmaier J","dc:date":"2012","dc:title":"Autism-relevant social abnormalities and cognitive deficits in engrailed-2 knockout mice."},"rdfs:label":"Brielmaier knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"In the absence of human genetic evidence, the experimental evidence will be downgraded to 0 points to be consistent with the other curations from the ID/Autism GCEP."},{"id":"cggv:ffaf387b-faee-468c-a79d-ebb67288131d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8847e0de-236c-4a7a-9c8d-987e854a1f13","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cheh et al. 2006 (PMID: 16935268) showed that En2 knockout mice displayed deficits in social behavior that included decreased play, reduced social sniffing, and less aggressive behavior. The mice also had deficits in spatial learning tasks, memory tasks, and specific motor tasks. A cerebellar-specific increase in serotonin and its metabolite was also observed in En2 KO mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16935268","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is a prevalent and inheritable neurodevelopmental disorder. Recent human genetic studies are consistent with the homeobox transcription factor, ENGRAILED 2 (EN2), being an ASD susceptibility gene. En2 knockout mice (En2(-/-)) display subtle cerebellar neuropathological changes similar to what has been observed in the ASD brain. To investigate whether En2(-/-) mice displayed abnormal behavior relevant to ASD, they were monitored in tasks designed to assess social maturation as well as learning and memory. Deficits in social behavior were detected in En2(-/-) mice across maturation that included decreased play, reduced social sniffing and allogrooming, and less aggressive behavior. Deficits in two spatial learning and memory tasks were also observed. Because locomotor activity was a component of many of the behavioral tasks, this was measured at various stages of development. Locomotor activity was not compromised in the knockout. However, a more thorough analysis of motor behavior in En2(-/-) mice revealed deficits in specific motor tasks. To determine whether neurochemical changes were associated with these behavioral phenotypes, monoamine levels in specific brain regions were assessed. A cerebellar-specific increase in serotonin and its metabolite was observed. Interestingly, several reports have suggested that the serotonin pathway is affected in ASD. We conclude that En2(-/-) mice display behavioral and neurochemical changes, in addition to genetic and neuropathological changes, relevant to ASD. Therefore, these mice may be useful as an animal model of autism.","dc:creator":"Cheh MA","dc:date":"2006","dc:title":"En2 knockout mice display neurobehavioral and neurochemical alterations relevant to autism spectrum disorder."},"rdfs:label":"Cheh knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"In the absence of human genetic evidence, the ID/Autism GCEP has decided to downgrade this score to 0 points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:91eb2fc6-864c-4a4a-9b2d-0b2bdd695999_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":3641,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:8372bfb5-8717-4010-931f-c1341e690117","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:3343","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"The engrailed 2 (EN2) gene, encoding a homeodomain transcription factor, was first reported to be associated with autism spectrum disorder (ASD) in 2004, based on an association study of common intronic variants (PMID: 15024396). This study, as well as other association studies that followed, performed over a decade ago, analyzed very small samples and were thus underpowered. No association between EN2 and ASD was found when larger samples were analyzed in a genome-wide association meta-analysis (PMID: 30804558). \nConcerning rare variants in EN2, no clear evidence has emerged to implicate EN2 in complex neurodevelopmental disorder. In a study of 94 individuals with encephalic structural anomalies and neurodevelopmental disorders including intellectual disability (ID), ASD and epilepsy, 12 patients were reported to have deletions in EN2 identified by PCR analysis of DNA or cDNA from blood (PMID: 30147646). (Because the deletion coordinates were not defined, they cannot be entered into the curation interface.) The subjects had variable abnormalities on MRI, including cortico-subcortical atrophy, corpus callosum atrophy, microcephaly or macrocephaly. This very high prevalence of EN2 deletions, including in some individuals with deletions in genes involved in cortical dysplasia, questions the significance of these findings. The lack of validation with modern sequencing technologies and the fact that no other studies have reported EN2 deletions also make these findings difficult to interpret. Therefore, these variants were not scored. In addition, three heterozygous missense variants in EN2 have been reported in individuals with variable neurodevelopmental presentations, including ASD, ID, and ataxia. However, these variants were not scored because in one case, the variant as described in the publication could not be unambiguously identified (PMID: 24321989); in the others, the variants were inherited from unaffected parents and were observed multiple times in gnomAD (PMID: 27755371). Population data from gnomAD (v2.1.1) indicates that EN2 is not highly constrained for either protein truncating variants (pLI = 0.63, LOEUF = 0.63) or missense variation (Z score = 1.08).\nThe relationship between EN2 and complex neurodevelopmental disorder is supported by animal models. En2 knockout mice exhibit changes in cerebellar patterning, reduction in Purkinje cell number, reduction in GABAergic interneurons in the hippocampus and cerebral cortex, and deficits in social behavior, learning and memory, and motor coordination (PMIDs: 1672471 9315908, 16935268, 22829897, 23360806). While the experimental data is compelling, the genetic evidence reported thus far does not support a role for EN2 in human neurodevelopmental disorders. Thus, the experimental evidence was not scored.\nIn summary, there is no convincing genetic evidence to support the relationship between EN2 and complex neurodevelopmental disorder, including ASD, so this gene-disease relationship is disputed. This classification was approved by the ClinGen Intellectual disability and Autism Gene Curation Expert Panel on February 16, 2021 (SOP Version 8).\nThe gene-disease relationship between EN2 and complex neurodevelopmental disorder has been disputed by the ID/Autism GCEP. More information, such as supporting or contradictory evidence, is needed to upgrade this classification or totally refute this gene-disease relationship.","dc:isVersionOf":{"id":"cggv:91eb2fc6-864c-4a4a-9b2d-0b2bdd695999"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}