{"id":"cggv:6e1ef9a4-9da5-4455-bfdf-5ad59f7b3270v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6e1ef9a4-9da5-4455-bfdf-5ad59f7b3270_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-18T16:00:00.000Z","role":"Approver"},{"id":"cggv:6e1ef9a4-9da5-4455-bfdf-5ad59f7b3270_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-10-28T18:44:56.099Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:6e1ef9a4-9da5-4455-bfdf-5ad59f7b3270_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e1ef9a4-9da5-4455-bfdf-5ad59f7b3270_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f6acfce-a62f-4950-95d7-5659178c6cd5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c8934bf7-f6ee-4508-af91-f4d020ddf5e4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Nfib conditional knockout mouse model suggest that the increased head circumference and macrocephaly identified in individuals with NFIB haploinsufficiency may correspond to megalencephaly secondary to lateral expansion of the cortex during fetal development.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30388402","type":"dc:BibliographicResource","dc:abstract":"The nuclear factor I (NFI) family of transcription factors play an important role in normal development of multiple organs. Three NFI family members are highly expressed in the brain, and deletions or sequence variants in two of these, NFIA and NFIX, have been associated with intellectual disability (ID) and brain malformations. NFIB, however, has not previously been implicated in human disease. Here, we present a cohort of 18 individuals with mild ID and behavioral issues who are haploinsufficient for NFIB. Ten individuals harbored overlapping microdeletions of the chromosomal 9p23-p22.2 region, ranging in size from 225 kb to 4.3 Mb. Five additional subjects had point sequence variations creating a premature termination codon, and three subjects harbored single-nucleotide variations resulting in an inactive protein as determined using an in vitro reporter assay. All individuals presented with additional variable neurodevelopmental phenotypes, including muscular hypotonia, motor and speech delay, attention deficit disorder, autism spectrum disorder, and behavioral abnormalities. While structural brain anomalies, including dysgenesis of corpus callosum, were variable, individuals most frequently presented with macrocephaly. To determine whether macrocephaly could be a functional consequence of NFIB disruption, we analyzed a cortex-specific Nfib conditional knockout mouse model, which is postnatally viable. Utilizing magnetic resonance imaging and histology, we demonstrate that Nfib conditional knockout mice have enlargement of the cerebral cortex but preservation of overall brain structure and interhemispheric connectivity. Based on our findings, we propose that haploinsufficiency of NFIB causes ID with macrocephaly.","dc:creator":"Schanze I","dc:date":"2018","dc:title":"NFIB Haploinsufficiency Is Associated with Intellectual Disability and Macrocephaly."},"rdfs:label":"Nfib conditional knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This animal model was downgraded due to the difference in mechanism of pathogenicity between mice and humans."},{"id":"cggv:eb3e1e77-c2ab-409a-80f1-d4cfb9495e5d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cff6483e-cbac-42d3-89c3-25e823b000c4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"NFIB haploinsufficiency (either deletions of 9p23-p22.2 or NFIB sequence variations) is associated with NFIB - Syndromic Complex Neurodevelopmental Disorder. Most patients present with a range of structural brain anomalies, mainly involving the corpus callosum. This mouse model recapitulates relevant phenotypic features seen in affected patients.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15632069","type":"dc:BibliographicResource","dc:abstract":"The phylogenetically conserved nuclear factor I (NFI) gene family encodes site-specific transcription factors essential for the development of a number of organ systems. We showed previously that Nfia-deficient mice exhibit agenesis of the corpus callosum and other forebrain defects, whereas Nfic-deficient mice have agenesis of molar tooth roots and severe incisor defects. Here we show that Nfib-deficient mice possess unique defects in lung maturation and exhibit callosal agenesis and forebrain defects that are similar to, but more severe than, those seen in Nfia-deficient animals. In addition, loss of Nfib results in defects in basilar pons formation and hippocampus development that are not seen in Nfia-deficient mice. Heterozygous Nfib-deficient animals also exhibit callosal agenesis and delayed lung maturation, indicating haploinsufficiency at the Nfib locus. The similarity in brain defects in Nfia- and Nfib-deficient animals suggests that these two genes may cooperate in late fetal forebrain development, while Nfib is essential for late fetal lung maturation and development of the pons.","dc:creator":"Steele-Perkins G","dc:date":"2005","dc:title":"The transcription factor gene Nfib is essential for both lung maturation and brain development."},"rdfs:label":"Nfib-deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This animal model was downgraded due to the difference in mechanism of pathogenicity between mice and humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6e1ef9a4-9da5-4455-bfdf-5ad59f7b3270_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9257,"specifiedBy":"GeneValidityCriteria10","strengthScore":13.5,"subject":{"id":"cggv:9772b885-112d-4b0e-b8ca-a154a9519682","type":"GeneValidityProposition","disease":"obo:MONDO_0800439","gene":"hgnc:7785","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*NFIB* was first reported in connection with autosomal dominant (AD) syndromic complex neurodevelopmental disorder in 2018 (Schanze et al., 2018 PMID: 30388402). Affected individuals share a tetrad of potentially recognizable features: neurodevelopmental disorder(mild-to-moderate ID and/or autism spectrum disorder); craniofacial dysmorphisms (such as facial asymmetry, broad forehead, sparse eyebrows, short and/or down-slanting palpebral fissures, and midface hypoplasia); macrocephaly; and corpus callosum anomalies (PMID:36756855). Additional features may include lung and heart defects.  \n\nEleven variants, 7 of which were *de novo* (4 nonsense, 3 microdeletions, 4 missense), reported in 2 publications are included in this curation (PMIDs: 30388402, 36756855). Molecular mechanism of pathogenicity is known to be loss-of-function whereby heterozygous *NFIB* molecular defects cause inactivation of the protein (PMID:36756855). The maximum score for genetic evidence (12 pts.) has been reached, however, more case-level data is available in literature (PMIDs: 32902921, 36321570, 33130023, 35433561). \n\nThis gene-disease relationship is also supported by two mouse models (PMIDs: 30388402, 15632069). MRI and histology analysis on cortex-specific Nfib conditional knockout mice revealed enlargement of the cerebral cortex but preservation of overall brain structure and interhemispheric connectivity (PMID: 30388402). Furthermore, Nfib-deficient mice possess unique defects in lung maturation and exhibit callosal agenesis and forebrain defects (PMID:15632069). Loss of Nfib also results in defects in basilar pons formation and hippocampus development. Heterozygous Nfib-deficient animals exhibit callosal agenesis and delayed lung maturation, indicating haploinsufficiency at the Nfib locus. \n\nIn summary, there is definitive evidence to support the relationship between *NFIB* and AD syndromic complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism GCEP on June 18th, 2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:6e1ef9a4-9da5-4455-bfdf-5ad59f7b3270"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}