{"id":"cggv:78e45dbe-ea30-434d-9522-aa1731b9a764v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:78e45dbe-ea30-434d-9522-aa1731b9a764_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:20:56.234Z","role":"Approver"},{"id":"cggv:78e45dbe-ea30-434d-9522-aa1731b9a764_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:21:09.553Z","role":"Publisher"}],"evidence":[{"id":"cggv:78e45dbe-ea30-434d-9522-aa1731b9a764_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78e45dbe-ea30-434d-9522-aa1731b9a764_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:73dff53f-8548-4262-bb68-d2e4d509fe7f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0edf6101-3e7e-47db-bbf6-f449445b5d6a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"DLAT is expressed in all tissues. In the brain it is expressed in the cerebral cortex, cerebellum, hippocampus and caudate. Evidence of expression in the brain consistent with disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Expression in brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:0ddcf768-5939-4bd0-bfb3-b743ef67b9e5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b66103c1-f455-4179-aeee-1909488263cc","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"DLAT shares biochemical function with PDHA1, PDHB, DLD and PDHX, all of which are part of the pyruvate dehydrogenase complex and associated with similar phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Pyruvate dehydrogenase complex"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Points increased based on scoring guide."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:78e45dbe-ea30-434d-9522-aa1731b9a764_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b22c5f1-0423-448e-a982-021784c69600","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:871c4bd2-8af4-469e-a632-8d51c0f971b2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The DLAT mouse model presents with preweaning lethality and complete penetrance. Embryonic lethality suggests that DLAT is essential for embryonic development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30407599","type":"dc:BibliographicResource","dc:abstract":"The Mouse Genome Database (MGD; http://www.informatics.jax.org) is the community model organism genetic and genome resource for the laboratory mouse. MGD is the authoritative source for biological reference data sets related to mouse genes, gene functions, phenotypes, and mouse models of human disease. MGD is the primary outlet for official gene, allele and mouse strain nomenclature based on the guidelines set by the International Committee on Standardized Nomenclature for Mice. In this report we describe significant enhancements to MGD, including two new graphical user interfaces: (i) the Multi Genome Viewer for exploring the genomes of multiple mouse strains and (ii) the Phenotype-Gene Expression matrix which was developed in collaboration with the Gene Expression Database (GXD) and allows researchers to compare gene expression and phenotype annotations for mouse genes. Other recent improvements include enhanced efficiency of our literature curation processes and the incorporation of Transcriptional Start Site (TSS) annotations from RIKEN's FANTOM 5 initiative.","dc:creator":"Bult CJ","dc:date":"2019","dc:title":"Mouse Genome Database (MGD) 2019."},"rdfs:label":"Mouse model-MGI:6262286"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This model does not recaptulate the phenotype observed in patients and points were awarded for embryonic lethality."},{"id":"cggv:302ae820-5a4c-4afd-bb00-604c2cf866ae","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:62f5e936-595c-4ed5-85d8-91d4aa1f037f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors studied the blind zebrafish mutant model with no optokinetic response (noa). This zebrafish model has two N-ethyl-N-nitrosourea induced mutations that disrupt retinal function (a13-stop gain and m631-missense allele). Other characteristics of noa include expanded melanophores, absence of feeding behavior, lethargy, and premature death. (1) Dlat protein levels are significantly reduced in mutant compared with WT. Shortened form of Dlat in the a13 allele was not detected, suggesting that the truncated protein is completely degraded. (2) Mutants showed a 16.1-fold increase in lactate and a 2.6-fold increase in pyruvate (Fig. 3 C and D) indicative of PDH deficiency. ATP and ADP levels and ratios were normal in mutants similar to humans with PDH deficiency. (3) At 8dpf, histological examination of mutants show no brain abnormalities. On a ketogenic diet, at 21-40dpf, growth retardation was observed (mutants die 2-4 days after removing from diet). (4) Similar to patients with PDH deficiency, mutants showed reduced growth rate even on a ketogenic diet.\nThe zebrafish mutant noa model exhibits many disease characteristics similar to those of human patients with PDH deficiency. The mutants do not present with brain abnormalities except growth retardation, however, they do show increased lactate.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15070761","type":"dc:BibliographicResource","dc:abstract":"Defects in the pyruvate dehydrogenase (PDH) complex result in severe neurological dysfunction, congenital lactic acidosis, growth retardation, and early death. Current treatments for PDH deficiency are administered postnatally and are generally unsuccessful. Because many patients with this disease are born with irreversible defects, a model system for the development of effective pre- and postnatal therapies would be of great value. In a behavioral genetic screen aimed to identify zebrafish with visual function defects, we previously isolated two alleles of the recessive lethal mutant no optokinetic response a (noa). Here we report that noa is deficient for dihydrolipoamide S-acetyltransferase (Dlat), the PDH E2 subunit, and exhibits phenotypes similar to human patients with PDH deficiency. To rescue the deficiency, we added ketogenic substrates to the water in which the embryos develop. This treatment successfully restored vision, promoted feeding behavior, reduced lactic acidosis, and increased survival. Our study demonstrates an approach for establishing effective therapies for PDH deficiency and other congenital diseases that affect early embryonic development.","dc:creator":"Taylor MR","dc:date":"2004","dc:title":"A zebrafish model for pyruvate dehydrogenase deficiency: rescue of neurological dysfunction and embryonic lethality using a ketogenic diet."},"rdfs:label":"Zebrafish model with PDH deficiency"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This model presents with some of the features of PDH deficiency"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:78e45dbe-ea30-434d-9522-aa1731b9a764_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78e45dbe-ea30-434d-9522-aa1731b9a764_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:101a12f3-0f87-4ed5-9518-e72453337805_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:742e5e6e-e880-40f1-9c0a-c123ef8078e3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":20,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"She was described as a ‘bottom-shuffler’ and did not walk until the age of 20 months. Strabismus was noted at around 2 years of age and visual assessment at that time revealed a lower visual field loss in both eyes. By age 4 years a motor disorder was evident with episodic dystonia and she was thought to have moderate cognitive impairment. Throughout childhood there has been no apparent deterioration in her learning abilities, but the dystonia was more pronounced. No dysmorphism.\n(Younger sibling: more severe developmental problems than her older sister)\nBrain MRI revealed globus pallidus hyperintensity at 6 years for proband and 4 years for her sibling (Fig. 1).\nNormal lab: blood urea and electrolytes, glucose, lactate, pyruvate, amino acids, creatinine kinase, biotinidase, copper, caeruloplasmin and carnitine, urine organic acids and glycosaminoglycans, cerebrospinal fluid protein, glucose, lactate and neurotransmitters, bone marrow examination, liver and rectal biopsies.\nFibroblast PDH activity was 0.49 nmol/mg protein/min (normal 0.7–1.1 nmol/mg protein/min). While this is a significant reduction, the residual activity is greater than is usually found in patients with PDH deficiency.","previousTesting":true,"previousTestingDescription":"Negative for karyotype, FMR1, and PANK2 mutations.","sex":"Female","variant":{"id":"cggv:101a12f3-0f87-4ed5-9518-e72453337805_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b2af9df6-478a-4c67-beb7-4e3bc3612b72","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_164072.1(DLAT):n.853-1777A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA923726329"}},{"id":"cggv:7fb2db7d-7318-4dea-af02-3fcf5c089c14","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001931.5(DLAT):c.412G>T (p.Glu138Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/631651"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20022530","type":"dc:BibliographicResource","dc:abstract":"The association of progressive episodic dystonia and learning disability with distinctive neuroimaging findings may lead to consideration of atypical Pantothenate Kinase Associated Neurodegeneration (PKAN) and investigations directed towards that diagnosis. Recent reports indicate that deficiency of dihydrolipoamide acetyltransferase, the E2 component of the pyruvate dehydrogenase complex, may present similarly, and that this disorder should also be considered in the differential diagnosis. We describe two sisters with early onset episodic dystonia and pyruvate dehydrogenase deficiency caused by defects in the E2 subunit. Both have neuroimaging features similar to previously described patients and have mutations in the DLAT gene. As this condition is potentially treatable with a ketogenic diet, the possibility of this diagnosis should be considered in similar cases.","dc:creator":"McWilliam CA","dc:date":"2010","dc:title":"Pyruvate dehydrogenase E2 deficiency: a potentially treatable cause of episodic dystonia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20022530","rdfs:label":"Proband 1 (older sister)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:5956cb54-7b34-4124-94bf-b5f6d36ac843_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:486be6c7-b527-4428-9fd0-e4b325fa3777","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"PDH E1 alpha, E3 binding protein, and E2 cDNA were amplified and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"At the age of 5 months, he experienced development of nystagmus, jerky head movements, and episodic clenching of his hands. By age 6 months, he had marked head lag and was generally floppy. He crawled at age 13 months, walked with knee-foot orthoses at age 14 months, and had said four single words at age 18 months. Examination at 4 years confirmed that he was ataxic with gross and fine motor delay. He had mild intermittent ptosis and an intermittent convergent squint with full abduction in each eye. He had pendular nystagmus and reduced, abnormal eye movements. Eye movement studies confirmed saccade initiation failure (oculomotor apraxia). He drooled constantly and had dystonic movements of the facial muscles and of his hands and feet. Passive movements demonstrated variable tone in the limbs, mostly somewhat reduced. Tendon reflexes were brisk, with some recruitment in the upper limbs. He could say 12 words. \nUrinary organic acids and cerebrospinal fluid (CSF) amino acids and neurotransmitters also were normal. On one occasion (3 hours postprandial), the blood lactate was 1.47mmol/L (normal, 1.1–2.2), the pyruvate was 0.137mmol/L, and the lactate/pyruvate ratio 11 (normal, <25). On a second occasion (2 hours postprandial), plasma lactate was 2.3mmol/L (normal, <1.8) and the CSF lactate was 3.2mmol/L (normal, <2.0). MRI- at 1 year was normal, but a repeat at 6 years showed lesions in the globus pallidus with low T1 signal and bright T2 signal, compatible with an abnormality of energy metabolism (Fig 1). Magnetic resonance spectroscopy showed accumulation of lactic acid in the lentiform nuclei, dorsal midbrain, and localized areas of the cortex. Treatment with lipoic acid and thiamine given together with a ketogenic diet resulted in striking improvement in motor function within 9 months after starting the diet.\nAt age 11 years, he can still walk independently without orthoses, and peripheral tone and power are normal. He continues to have some mild coordination difficulties, mainly in his upper limbs.\nPDH activity in fibroblasts was 0.27nmol/mg protein/min after dichloroacetate activation, compared with the reference range of 0.7 to 1.1.","sex":"Male","variant":{"id":"cggv:5956cb54-7b34-4124-94bf-b5f6d36ac843_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e19be9f4-4606-4909-887c-1e388ffce575","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"DLAT, 3-BP DEL, 361GAA","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2109"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16049940","type":"dc:BibliographicResource","dc:abstract":"Pyruvate dehydrogenase deficiency is a major cause of primary lactic acidosis and neurological dysfunction in infancy and early childhood. Most cases are caused by mutations in the X-linked gene for the E1alpha subunit of the complex. Mutations in DLAT, the gene encoding dihydrolipoamide acetyltransferase, the E2 core component of the complex, have not been described previously. We report two unrelated patients with pyruvate dehydrogenase deficiency caused by defects in the E2 subunit. Both patients are less severely affected than typical patients with E1alpha mutations and both have survived well into childhood. Episodic dystonia was the major neurological manifestation, with other more common features of pyruvate dehydrogenase deficiency, such as hypotonia and ataxia, being less prominent. The patients had neuroradiological evidence of discrete lesions restricted to the globus pallidus, and both are homozygous for different mutations in the DLAT gene. The clinical presentation and neuroradiological findings are not typical of pyruvate dehydrogenase deficiency and extend the clinical and mutational spectrum of this condition.","dc:creator":"Head RA","dc:date":"2005","dc:title":"Clinical and genetic spectrum of pyruvate dehydrogenase deficiency: dihydrolipoamide acetyltransferase (E2) deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16049940","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:ecff7e7d-c438-44b0-bfd0-1676b33da88d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5fe55781-0e8b-4e83-8699-a567ac7cc3fa","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"detectionMethod":"PDH E1 alpha, E3 binding protein, and E2 cDNA were amplified and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Developed normally until age 11 months, when he presented with episodes of arching of the body, stiffening of the limbs with flexion of the wrists and inversion of the feet, eye-rolling, and distress without loss of consciousness and lasting up to 3 hours several times daily. plasma and CSF lactate concentrations, were negative. Brain MRI showed abnormal signal in the globus pallidus, bilaterally. After the onset of episodes of dystonia, developmental progress slowed, but he continued to acquire new skills. At age 8 years, the paroxysmal dystonia continues but has decreased in frequency. His neurodevelopment is delayed, he bottom shuffles, he is unable to weight bear, and he is wheelchair bound. He can self-feed with difficulty. Cognitive assessment shows him to be functioning in the borderline range. He has generalized dystonia with tightening of the Achilles tendon and brisk tendon reflexes. \nLevels of plasma amino acids, transferrin isoforms, very long chain fatty acids, biotinidase, copper, ceruloplasmin, carnitines, lysosomal enzymes, urine organic and amino acids, CSF amino acids and neurotransmitters, and muscle histology, electron microscopy, and respiratory chain enzyme analysis were all normal. Brainstem and visual-evoked responses and electroretinogram were normal. Fasting plasma lactate level was 1.28mmol/L (normal, <1.8) and the CSF lactate level was 1.65mmol/L (normal, <2.0).\nMRI of the brain at 15 months showed focal signal abnormality in the basal ganglia with high T2 signal and low T1 signal in the globus pallidus bilaterally. Repeat MRI scans at age 2 and 6 years confirmed persistent but unchanged signal abnormalities in the globus pallidus bilaterally (Fig 2). Patient fibroblasts showed PDH activity was 0.36nmol/mg protein/min after dichloroacetate activation and 0.22nmol/mg protein without.","previousTesting":true,"previousTestingDescription":"Negative for PANK2 mutations.","sex":"Male","variant":{"id":"cggv:ecff7e7d-c438-44b0-bfd0-1676b33da88d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f93e8c69-3242-41fa-b3f1-05c2003b90f6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001931.5(DLAT):c.1728C>A (p.Phe576Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115349"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16049940"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16049940","rdfs:label":"Proband 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":1847,"specifiedBy":"GeneValidityCriteria7","strengthScore":8,"subject":{"id":"cggv:6e8ad6c7-7cf1-47fa-b462-e5cd640b3798","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:2896","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between DLAT and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of July 13, 2020. The DLAT gene encodes dihydrolipoamide acetyltransferase, the E2 subunit of the pyruvate dehydrogenase complex (PDC). PDC catalyzes conversion of pyruvate into acetyl-CoA, thus is the link between glycolysis and the citric acid cycle. PDC deficiency leads to impaired energy metabolism.\n\nThe DLAT gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2005 (PMID: 16049940). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four variants identified in three cases in two publications (PMIDs: 16049940, 20022530). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression data, and model systems (PMIDs: 27977873, 25613900, 30407599, 15070761). \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on July 13, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:78e45dbe-ea30-434d-9522-aa1731b9a764"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}