{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-12-14T14:49:04.801Z","role":"Publisher"},{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2021-12-14T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34ca086c-09da-4fa4-b491-e3210b07575a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:34935f90-797f-4d4b-a6c1-6cce0c6cae6d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"BPAG1 protein expression in postnatal day 3 wild-type mice, immunohistochemistry on a lumbar spinal cord section, using an antibody against the BPAG1-n actin binding domain\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9242412","type":"dc:BibliographicResource","dc:abstract":"Ablation of the BPAG1 gene results in the dystonia musculorum mouse, exhibiting rapid spinal nerve degeneration, dystonic movements, and severe ataxia. By defining the developmental and tissue-specific expression of the neuronal form of BPAG1 (BPAG1-n) and by comparing the corresponding pathology in BPAG1 null mice, we seek here to understand how absence of BPAG1 results in this devastating phenotype in mice and in potentially related human neurological disorders. Throughout normal development, BPAG1-n was expressed in a variety of sensory and autonomic neuronal structures, but was absent or reduced in areas such as basal ganglia that are often affected in dystonias and ataxias. Interestingly, BPAG1-n was also expressed broadly in embryonic motor neurons, but expression declined dramatically after birth. Despite these complex developmental patterns, BPAG1-/- pathology was restricted largely to postnatal development. Moreover, gross neuronal degeneration was restricted to only a few regions where BPAG1-n was found, including dorsal root ganglion neurons and a small subset of motor neurons. Most notably, while skeletal muscle was normal, appearance of severe dystonic ataxia correlated with postnatal degeneration of muscle spindles. Collectively, our findings suggest a mechanism for the BPAG1 null phenotype and indicate that different neurons respond differently to the absence of BPAG1-n, a cytoskeletal linker protein.","dc:creator":"Dowling J","dc:date":"1997","dc:title":"Developmental expression of BPAG1-n: insights into the spastic ataxia and gross neurologic degeneration in dystonia musculorum mice."},"rdfs:label":"BPAG1 immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:0d1c8f9d-6f63-4ea9-a338-3bb6e820e192","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4385b094-370d-459a-a798-661b994a1b32","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"DST is upregulated in fibroblasts derived from a patient with IKBKAP-associated familial dysautonomia (same phenotype), which could be an attempt of compensation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22522446","type":"dc:BibliographicResource","dc:abstract":"In 4 infants with a new lethal autonomic sensory neuropathy with clinical features similar to familial dysautonomia as well as contractures, we identified a deleterious mutation in the DST gene, using homozygosity mapping followed by exome sequencing. DST encodes dystonin, a cytoskeleton linker protein, and the mutation results in an unstable transcript. Interestingly, dystonin is significantly more abundant in cells of familial dysautonomia patients with IKBKAP (I-κ-B kinase complex-associated protein) mutation compared to fibroblasts of controls, suggesting that upregulation of dystonin is responsible for the milder course in familial dysautonomia. Homozygosity mapping followed by exome sequencing is a successful approach to identify mutated genes in rare monogenic disorders.","dc:creator":"Edvardson S","dc:date":"2012","dc:title":"Hereditary sensory autonomic neuropathy caused by a mutation in dystonin."},"rdfs:label":"Co-localization immunostaining"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8d58f296-f2ec-4dcd-8319-d7ebcd79f980","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b14d1bba-4f5e-4738-9356-913c08ef9d13","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Axonal transport is an important function in several neuropathy subtypes, including DCTN1-related neuropathy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14581450","type":"dc:BibliographicResource","dc:abstract":"Disruption of the BPAG1 (bullous pemphigoid antigen 1) gene results in progressive deterioration in motor function and devastating sensory neurodegeneration in the null mice. We have previously demonstrated that BPAG1n1 and BPAG1n3 play important roles in organizing cytoskeletal networks in vivo. Here, we characterize functions of a novel BPAG1 neuronal isoform, BPAG1n4. Results obtained from yeast two-hybrid screening, blot overlay binding assays, and coimmunoprecipitations demonstrate that BPAG1n4 interacts directly with dynactin p150Glued through its unique ezrin/radixin/moesin domain. Studies using double immunofluorescent microscopy and ultrastructural analysis reveal physiological colocalization of BPAG1n4 with dynactin/dynein. Disruption of the interaction between BPAG1n4 and dynactin results in severe defects in retrograde axonal transport. We conclude that BPAG1n4 plays an essential role in retrograde axonal transport in sensory neurons. These findings might advance our understanding of pathogenesis of axonal degeneration and neuronal death.","dc:creator":"Liu JJ","dc:date":"2003","dc:title":"BPAG1n4 is essential for retrograde axonal transport in sensory neurons."},"rdfs:label":"Double-ligation axonal transport studies in KO mice"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:a44d9543-ec50-49ad-a0f3-89c675f19915","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b39f3209-910d-45a7-bb64-55b9323688ef","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"neuromuscular homepage, OMIM data base","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18638474","type":"dc:BibliographicResource","dc:abstract":"Dystonin/Bpag1 proteins are cytoskeletal linkers whose loss of function in mice results in a hereditary sensory neuropathy with a progressive loss of limb coordination starting in the second week of life. These mice, named dystonia musculorum (dt), succumb to the disease and die of unknown causes prior to sexual maturity. Previous evidence indicated that cytoskeletal defects in the axon are a primary cause of dt neurodegeneration. However, more recent data suggests that other factors may be equally important contributors to the disease process. In the present study, we demonstrate perikaryal defects in dorsal root ganglion (DRG) neurons at stages preceding the onset of loss of limb coordination in dt mice. Abnormalities include alterations in endoplasmic reticulum (ER) chaperone protein expression, indicative of an ER stress response. Dystonin in sensory neurons localized in association with the ER and nuclear envelope (NE). A fusion protein ofthe dystonin-a2 isoform, which harbors an N-terminal transmembrane domain, associated with and reorganized the ER in cell culture. This isoform also interacts with the NE protein nesprin-3alpha, but not nesprin-3beta. Defects in dt mice, as demonstrated here, may ultimately result in pathogenesis involving ER dysfunction and contribute significantly to the dt phenotype.","dc:creator":"Young KG","dc:date":"2008","dc:title":"Dystonin/Bpag1 is a necessary endoplasmic reticulum/nuclear envelope protein in sensory neurons."},"rdfs:label":"Immunofluorescence microscopy in COS1 "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:487c15cd-9ac0-44ed-b2b0-70100b2a8f56","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:14373957-0c38-46f7-872a-5a1ca620b3c3","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"This attenuated the degeneration of sensory neuron subtypes, ameliorated the phenotype, and increased life span.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24381311","type":"dc:BibliographicResource","dc:abstract":"A newly identified lethal form of hereditary sensory and autonomic neuropathy (HSAN), designated HSAN-VI, is caused by a homozygous mutation in the bullous pemphigoid antigen 1 (BPAG1)/dystonin gene (DST). The HSAN-VI mutation impacts all major neuronal BPAG1/dystonin protein isoforms: dystonin-a1, -a2 and -a3. Homozygous mutations in the murine Dst gene cause a severe sensory neuropathy termed dystonia musculorum (dt). Phenotypically, dt mice are similar to HSAN-VI patients, manifesting progressive limb contractures, dystonia, dysautonomia and early postnatal death. To obtain a better molecular understanding of disease pathogenesis in HSAN-VI patients and the dt disorder, we generated transgenic mice expressing a myc-tagged dystonin-a2 protein under the regulation of the neuronal prion protein promoter on the dt(Tg4/Tg4) background, which is devoid of endogenous dystonin-a1 and -a2, but does express dystonin-a3. Restoring dystonin-a2 expression in the nervous system, particularly within sensory neurons, prevented the disorganization of organelle membranes and microtubule networks, attenuated the degeneration of sensory neuron subtypes and ameliorated the phenotype and increased life span in these mice. Despite these improvements, complete rescue was not observed likely because of inadequate expression of the transgene. Taken together, this study provides needed insight into the molecular basis of the dt disorder and other peripheral neuropathies including HSAN-VI. ","dc:creator":"Ferrier A","dc:date":"2014","dc:title":"Transgenic expression of neuronal dystonin isoform 2 partially rescues the disease phenotype of the dystonia musculorum mouse model of hereditary sensory autonomic neuropathy VI."},"rdfs:label":"Trangenic mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:b0c400a9-803a-4c66-8c39-10c331915bc0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9c281f1e-06d9-4ad8-b16e-04c1ae4f617d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Close replication of the phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7736575","type":"dc:BibliographicResource","dc:abstract":"BPAG1 is the major antigenic determinant of autoimmune sera of bullous pemphigoid (BP) patients. It is made by stratified squamous epithelia, where it localizes to the inner surface of specialized integrin-mediated adherens junctions (hemidesmosomes). To explore the function of BPAG1 and its relation to BP, we targeted the removal of the BPAG1 gene in mice. Hemidesmosomes are otherwise normal, but they lack the inner plate and have no cytoskeleton attached. Though not affecting cell growth or substratum adhesion, this compromises mechanical integrity and influences migration. Unexpectedly, the mice also develop severe dystonia and sensory nerve degeneration typical of dystonia musculorum (dt/dt) mice. We show that in at least one other strain of dt/dt mice, BPAG1 gene is defective.","dc:creator":"Guo L","dc:date":"1995","dc:title":"Gene targeting of BPAG1: abnormalities in mechanical strength and cell migration in stratified epithelia and neurologic degeneration."},"rdfs:label":"DST KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:967152a1-3348-4ad3-b36c-d4de5dd5caee","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:49b27a41-2663-4f3e-b699-8f24f42a4b4b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"loss of function mutations affecting specific BPAG1 isoforms cause disturbances of the sensory nerves, parallel in mice and in humans","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27693510","type":"dc:BibliographicResource","dc:abstract":"We identified a novel spontaneous mutant mouse showing motor symptoms that are similar to those of the dystonia musculorum (dt) mouse. The observations suggested that the mutant mice inherited the mild dt phenotype as an autosomal recessive trait. Linkage analysis showed that the causative gene was located near D1Mit373 and D1Mit410 microsatellite markers on chromosome 1, which are close to the dystonin (Dst) gene locus. To investigate whether Dst is the causative gene of the novel mutant phenotype, we crossed the mutant with Dst gene trap (Dst","dc:creator":"Horie M","dc:date":"2016","dc:title":"Characterization of novel dystonia musculorum mutant mice: Implications for central nervous system abnormality."},"rdfs:label":"Spontanteous homozygous DST stop mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:858c75c8-3aa0-491e-8045-ad2ef7a06de7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:858c75c8-3aa0-491e-8045-ad2ef7a06de7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":57,"allele":[{"id":"cggv:6cc47936-64b9-4307-8ade-e3e6285c91d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015548.5(DST):c.11476A>T (p.Lys3826Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/559659"}},{"id":"cggv:2b866e22-5043-4853-9b1e-993ed029fab7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001144769.3(DST):c.608C>A (p.Ala203Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/559660"}}],"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0006121","obo:HP_0002661","obo:HP_0000007","obo:HP_0001097","obo:HP_0000763","obo:HP_0008066","obo:HP_0000407","obo:HP_0030016","obo:HP_0000966","obo:HP_0000217","obo:HP_0002754","obo:HP_0007021"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:64b9e8a1-0a77-47ca-8367-d5dcb0153ae4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6cc47936-64b9-4307-8ade-e3e6285c91d9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30371979","type":"dc:BibliographicResource","dc:abstract":"Hereditary sensory and autonomic neuropathies (HSAN) are clinically and genetically heterogeneous disorders, characterized by a progressive sensory neuropathy often complicated by ulcers and amputations, with variable motor and autonomic involvement. Several pathways have been implicated in the pathogenesis of neuronal degeneration in HSAN, while recent observations point to an emerging role of cytoskeleton organization and function. Here, we report novel biallelic mutations in the DST gene encoding dystonin, a large cytolinker protein of the plakin family, in an adult form of HSAN type VI. Affected individuals harbored the premature termination codon variant p.(Lys4330*) in trans with the p.(Ala203Glu) change affecting a highly conserved residue in an isoform-specific N-terminal region of dystonin. Functional studies showed defects in actin cytoskeleton organization and consequent delayed cell adhesion, spreading and migration, while recombinant p.Ala203Glu dystonin loses the ability to bind actin. Our data aid in the clinical and molecular delineation of HSAN-VI and suggest a central role for cell-motility and cytoskeletal defects in its pathogenesis possibly interfering with the neuronal outgrowth and guidance processes.","dc:creator":"Fortugno P","dc:date":"2019","dc:title":"Recessive mutations in the neuronal isoforms of DST, encoding dystonin, lead to abnormal actin cytoskeleton organization and HSAN type VI."}},{"id":"cggv:525c67a7-9273-4958-a92e-23dd0a9904a5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2b866e22-5043-4853-9b1e-993ed029fab7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30371979"}],"rdfs:label":"III.3"},{"id":"cggv:64b9e8a1-0a77-47ca-8367-d5dcb0153ae4","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:64b9e8a1-0a77-47ca-8367-d5dcb0153ae4_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:525c67a7-9273-4958-a92e-23dd0a9904a5","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:525c67a7-9273-4958-a92e-23dd0a9904a5_variant_evidence_item"},{"id":"cggv:525c67a7-9273-4958-a92e-23dd0a9904a5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Co-IP"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:640c1b10-ccea-4b4c-9d52-542d1abb371c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:640c1b10-ccea-4b4c-9d52-542d1abb371c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"allele":{"id":"cggv:982bc434-8f9a-43b3-9ccd-ae2fe4215f77","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015548.5(DST):c.13887del (p.Ala4630fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA281107"}},"detectionMethod":"A search for homozygous regions in the only available patient DNA, that of 4237, was performed using the Affymetrix GeneChip Human Mapping 250K Nsp Array. Whole exome sequencing was performed in DNA from patient 4237 using SureSelect Human All Exon v.2 Kit (Agilent Technologies, Santa Clara, CA) on HiSeq2000 (Illumina, San Diego, CA).","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Homozygosity mapping","phenotypes":["obo:HP_0001319","obo:HP_0001188","obo:HP_0002093","obo:HP_0001371","obo:HP_0001510","obo:HP_0000522","obo:HP_0000559","obo:HP_0007610","obo:HP_0011968","obo:HP_0000194","obo:HP_0001945","obo:HP_0001762","obo:HP_0001284"],"previousTesting":true,"previousTestingDescription":" IKBKAP (Sanger sequencing)","secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"cggv:a44d5567-d71f-4c49-8184-d7ea48514c7c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:982bc434-8f9a-43b3-9ccd-ae2fe4215f77"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22522446"},"rdfs:label":"K2"},{"id":"cggv:a44d5567-d71f-4c49-8184-d7ea48514c7c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a44d5567-d71f-4c49-8184-d7ea48514c7c_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0198718d-274c-42a1-85f1-1d6e78e0aac5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0198718d-274c-42a1-85f1-1d6e78e0aac5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":13,"allele":[{"id":"cggv:fff0e2e6-34e6-47eb-9660-6e20704b9607","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001144769.5(DST):c.250C>T (p.Arg84Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364619560"}},{"id":"cggv:91f7899e-af9b-4aec-8bcb-b285708eb158","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.56557318C>T (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364520699"}}],"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000639","obo:HP_0002355","obo:HP_0010871","obo:HP_0002936","obo:HP_0009027","obo:HP_0000007","obo:HP_0009063","obo:HP_0003376"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:d0de3927-170f-44a6-bb8f-b6519a55fb6d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fff0e2e6-34e6-47eb-9660-6e20704b9607"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32802955","type":"dc:BibliographicResource","dc:abstract":"To determine the genetic cause of axonal Charcot-Marie-Tooth disease in a small family with 2 affected siblings, one of whom had cerebellar features on examination.","dc:creator":"Motley WW","dc:date":"2020","dc:title":"Isoform-specific loss of dystonin causes hereditary motor and sensory neuropathy."}},{"id":"cggv:aed092ed-51ab-42d3-8fc6-976664c4c6e7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:91f7899e-af9b-4aec-8bcb-b285708eb158"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32802955"}],"rdfs:label":"II.1"},{"id":"cggv:aed092ed-51ab-42d3-8fc6-976664c4c6e7","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:aed092ed-51ab-42d3-8fc6-976664c4c6e7_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:d0de3927-170f-44a6-bb8f-b6519a55fb6d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d0de3927-170f-44a6-bb8f-b6519a55fb6d_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:65f11a1e-efd1-4974-9392-17167f21f310_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:65f11a1e-efd1-4974-9392-17167f21f310","type":"Proband","allele":[{"id":"cggv:b899956d-a8a1-485e-800e-a5b43b57672a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.56735227C>T (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364617529"}},{"id":"cggv:2acdec03-37e1-4c7c-b807-cb9ad0f5aa38","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001144769.5(DST):c.616C>T (p.Arg206Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3871947"}}],"sex":"Male","variant":[{"id":"cggv:2a4d6fed-d7df-435e-8044-80a0681bf875_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b899956d-a8a1-485e-800e-a5b43b57672a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28468842","type":"dc:BibliographicResource","dc:abstract":"To describe a second hereditary sensory autonomic neuropathy type VI (HSAN-VI) family harboring 2 novel heterozygous mutations in the dystonin (","dc:creator":"Manganelli F","dc:date":"2017","dc:title":"Novel mutations in "}},{"id":"cggv:32f3c87b-2acc-4c8d-bc01-c1a9cba18ebc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2acdec03-37e1-4c7c-b807-cb9ad0f5aa38"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28468842"}],"rdfs:label":"II.1"},{"id":"cggv:32f3c87b-2acc-4c8d-bc01-c1a9cba18ebc","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:32f3c87b-2acc-4c8d-bc01-c1a9cba18ebc_variant_evidence_item"},{"id":"cggv:32f3c87b-2acc-4c8d-bc01-c1a9cba18ebc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Confocal images of normal and affected differentiated iPSC; Western blotting of dystonin in normal and affected differentiated iPSC"}],"strengthScore":0.5},{"id":"cggv:2a4d6fed-d7df-435e-8044-80a0681bf875","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2a4d6fed-d7df-435e-8044-80a0681bf875_variant_evidence_item"},{"id":"cggv:2a4d6fed-d7df-435e-8044-80a0681bf875_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Confocal images of normal and affected differentiated iPSC; Western blotting of dystonin in normal and affected differentiated iPSC"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:0ecf14df-59de-47a3-acdf-06bc04bd93c7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0ecf14df-59de-47a3-acdf-06bc04bd93c7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"allele":[{"id":"cggv:2ecde394-c062-4189-a270-efe1e890e303","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001144769.5(DST):c.806A>G (p.His269Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364618034"}},{"id":"cggv:21366fea-fd68-4f31-98b1-d6f5c55b8057","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001144769.5(DST):c.3886C>T (p.Arg1296Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3870995"}}],"detectionMethod":"Section 2.1","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","previousTesting":true,"previousTestingDescription":"Chromosome analysis, SOX10, SLC5A1 \nMethod: Array CGH, Sanger sequencing ","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:bb5bcfb4-ed75-4c77-9dae-846c7300bae7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2ecde394-c062-4189-a270-efe1e890e303"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31633269","type":"dc:BibliographicResource","dc:creator":"Cappuccio G","dc:date":"2020","dc:title":"Expanding the phenotype of DST-related disorder: A case report suggesting a genotype/phenotype correlation."}},{"id":"cggv:d8e16959-1246-428d-9c61-4f69ed6b6130_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:21366fea-fd68-4f31-98b1-d6f5c55b8057"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31633269"}],"rdfs:label":"II.1"},{"id":"cggv:d8e16959-1246-428d-9c61-4f69ed6b6130","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d8e16959-1246-428d-9c61-4f69ed6b6130_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:bb5bcfb4-ed75-4c77-9dae-846c7300bae7","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:bb5bcfb4-ed75-4c77-9dae-846c7300bae7_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3775,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:75e480f5-9ad7-4bd3-b329-9b75a5950775","type":"GeneValidityProposition","disease":"obo:MONDO_0013839","gene":"hgnc:1090","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The gene DST was discovered in and named after a mouse line exhibiting a dystonia-like phenotype that was later found to be caused by sensory ataxia (PMIDs, among others: 14188280, 9242412). With a severe sensory and autonomic phenotype, the first human family was described in 2012 (PMID: 22522446). Milder subtypes were reported reminding of hereditary sensory and autonomic neuropathy, but including distal motor involvement as well (PMIDs: 28468842, 30371979), or of a CMT2 (PMID: 32802955) phenotype without autonomic signs. The clinical severeness seems to correlate with the number and pattern of DST isoforms affected by the respective mutations (PMID: 32802955). While neuropathy phenotypes cluster around the a and b, and especially the a2 and b2 isoforms, the e (for epidermal) isoform is strictly associated with epidermolysis bullosa (20164846,  22113475), a likewise recessive disease that come with abnormal skin blistering, but without neuropathy. In one family, the affected individuals manifested with a mixed epidermolysis bullosa and neuropathy phenotype (PMID: 31633269), which correlated with one of the two mutations affecting both the a and b as well as the e isoform. Based on the aforementioned and further mouse models (PMIDs: 7736575, 9242412, 27693510, 24381311), several authors studied the protein expression in multiple parts of the nervous system (PMIDs: 9242412, 22522446), its biochemical function including axonal transport (PMID: 14581450) and ER shaping (PMID: 18638474), and reported on partial rescue by expressing the a2 isoform (PMID: 24381311). With this broad and replicated clinical and experimental evidence, we conclude that the gene disease relationship for DST and autosomal recessive axonal neuropathy is definitive.\n","dc:isVersionOf":{"id":"cggv:d90c7de8-a72a-4c54-bab8-fe9d4aef0409"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}