{"id":"cggv:22036d0d-71a8-4824-894b-0de40c412e15v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:22036d0d-71a8-4824-894b-0de40c412e15_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T17:00:00.000Z","role":"Approver"},{"id":"cggv:22036d0d-71a8-4824-894b-0de40c412e15_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-06-20T21:15:39.573Z","role":"Publisher"}],"evidence":[{"id":"cggv:22036d0d-71a8-4824-894b-0de40c412e15_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22036d0d-71a8-4824-894b-0de40c412e15_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:22036d0d-71a8-4824-894b-0de40c412e15_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22036d0d-71a8-4824-894b-0de40c412e15_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c37ca81-c72b-41a1-92e5-64e94846ce64","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b7c65ed5-9798-44cc-bd83-36c7a84aee15","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"YY1 binds to the APC promoter and drives transcription. When the binding site is disrupted, it doesn't bind and this leads to low expression of APC, similar to a truncating allele. Note: this assay is actually ChIP-qPCR, not coimmunoprecipitation, but there was no choice for ChIP-qPCR. This assay identified YY1 binding to wild-type APC and quantified it at ~7fold increase compared to negative controls and non-specific binding regions (without the YY1 motif).  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27087319","type":"dc:BibliographicResource","dc:abstract":"Gastric adenocarcinoma and proximal polyposis of the stomach (GAPPS) is an autosomal-dominant cancer-predisposition syndrome with a significant risk of gastric, but not colorectal, adenocarcinoma. We mapped the gene to 5q22 and found loss of the wild-type allele on 5q in fundic gland polyps from affected individuals. Whole-exome and -genome sequencing failed to find causal mutations but, through Sanger sequencing, we identified point mutations in APC promoter 1B that co-segregated with disease in all six families. The mutations reduced binding of the YY1 transcription factor and impaired activity of the APC promoter 1B in luciferase assays. Analysis of blood and saliva from carriers showed allelic imbalance of APC, suggesting that these mutations lead to decreased allele-specific expression in vivo. Similar mutations in APC promoter 1B occur in rare families with familial adenomatous polyposis (FAP). Promoter 1A is methylated in GAPPS and sporadic FGPs and in normal stomach, which suggests that 1B transcripts are more important than 1A in gastric mucosa. This might explain why all known GAPPS-affected families carry promoter 1B point mutations but only rare FAP-affected families carry similar mutations, the colonic cells usually being protected by the expression of the 1A isoform. Gastric polyposis and cancer have been previously described in some FAP-affected individuals with large deletions around promoter 1B. Our finding that GAPPS is caused by point mutations in the same promoter suggests that families with mutations affecting the promoter 1B are at risk of gastric adenocarcinoma, regardless of whether or not colorectal polyps are present.","dc:creator":"Li J","dc:date":"2016","dc:title":"Point Mutations in Exon 1B of APC Reveal Gastric Adenocarcinoma and Proximal Polyposis of the Stomach as a Familial Adenomatous Polyposis Variant."},"rdfs:label":"YY1 binding to APC promoter "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Increasing the score because of quantification of YY1 compared to nonspecific binding in other regions of the APC promoter. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:22036d0d-71a8-4824-894b-0de40c412e15_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:046c4c74-62ed-414c-b631-267387f7d428","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:24b07719-640b-4dc8-9c98-4549b65dd290","type":"FunctionalAlteration","dc:description":"There is no binding of APC for -191C>T. There is very faint binding for -192A>G, and -190G>A. There is strong binding, but not in the same location as WT for -195A>C. The authors have supplementary material testing the same alteration in HCT116 cell line and describe decreased activity of the variant in the HCT116 cell line. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27087319","rdfs:label":"EMSA assay (2) of YY1 binding disruption in APC Promoter"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:393d17d1-e1e5-4a5f-8ba1-ea63b456a0e4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2726e450-d7e1-4dc7-adda-6751074c20c4","type":"FunctionalAlteration","dc:description":"For AGS, MKN74. and RKO cell lines, all variants tested showed significantly reduced luciferase activity. For  the HTC16 cell line, only the -125delA showed significantly reduced luciferase activity. Although the others were reduced they displayed overlapping error bars. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27087319","rdfs:label":"Decreased Transcription of APC Multiple Cancer Cell Lines  "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Increased because 4 cell lines were tested. "},{"id":"cggv:55c22f97-650a-4399-994d-edf82ffe00e0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81fba971-1014-4fc3-8c20-3510877c1681","type":"FunctionalAlteration","dc:description":"Compared to wild type APC, there is no binding of YY1 for: -191C>T. There is very faint binding for :  -192A>G, -192A>T and -190G>A ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27087319","rdfs:label":"EMSA assay of YY1 binding disruption in APC Promoter "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":4597,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:ea6c84cf-5275-43b5-a079-adfa24cfa595","type":"GeneValidityProposition","disease":"obo:MONDO_0017790","gene":"hgnc:583","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"APC variants have been associated with familial adenomatous polyposis (FAP) and gastric adenocarcinoma and proximal polyposis of the stomach (GAPPS). Per criteria outlined by the ClinGen Lumping an1d Splitting Working Group, we found differences in phenotypic variability. Therefore, this curation focuses solely on autosomal dominant GAPPS. The gene-disease relationship between APC and FAP was curated separately. APC was first reported in relation to autosomal dominant GAPPS (MONDO:0017790) in family pedigrees displaying fundic gland polyps but lacking a causal gene (PMID: 21813476). Li et al summarized these families, added additional families, identified causal variants through linkage analysis of a large family with 27 affected members to a region in the APC promoter and performed experimental assays (PMID:27087319).  This autosomal dominant condition causes numerous fundic gland polyps and is associated with an increased incidence of gastric cancer. At least 5 probands from families with variants segregating with disease demonstrated rare, noncoding promoter variants that alter the YY1 transcription factor binding site in the APC promoter. There are multiple additional publications, including the following PMIDs: 27343414, 29141268, 31409086, 33242120.  Through cases and segregation data, the maximum score for genetic evidence has been reached (12 points).  This gene-disease association is also supported by experimental evidence (3 points) including decreased transcriptional activity in luciferase reporter plasmids with the YY1 binding motif disrupted across 4 cancer cell lines, EMSA assays display binding of YY1 and DNA motifs in two cancer cell lines and quantification of YY1 binding to the wild-type APC promoter (PMID:27087319).  In summary, APC promoter 1B variants in the YY1 binding motif are definitively associated with gastric adenocarcinoma and proximal polyposis of the stomach (GAPPS, MONDO:0017790).  This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:22036d0d-71a8-4824-894b-0de40c412e15"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}