{"id":"cggv:01141943-dabb-4218-a147-657c69679ec3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:01141943-dabb-4218-a147-657c69679ec3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-12-06T21:14:50.858Z","role":"Publisher"},{"id":"cggv:01141943-dabb-4218-a147-657c69679ec3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-12-06T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:01141943-dabb-4218-a147-657c69679ec3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01141943-dabb-4218-a147-657c69679ec3_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.6},{"id":"cggv:ef53af24-0bc1-4d4a-b86d-3667e6016f09_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ef53af24-0bc1-4d4a-b86d-3667e6016f09","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"allele":[{"id":"cggv:4169631b-76cc-4fa5-b6df-62fea16df32a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033159.4(HYAL1):c.751_787delinsTTCCGTGTGGCCCG (p.Val251PhefsTer20)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116328"}},{"id":"cggv:8a4e7a0f-84a6-487c-8a95-dab67f99db50","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033159.4(HYAL1):c.802G>A (p.Glu268Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116326"}}],"detectionMethod":"Coding regions of the HYAL1 and HYAL2 genes were PCR-amplified and were examined for mutations by using SSCP. Abnormal fragment was cloned and sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"Proband had a normal early medical history except for otitis media and a “ganglion” that was excised from her left wrist when she was 6mo. At 7.5yo, several soft tissue masses developed throughout her body. At 9.5yo, she developed several episodes of transient, painful swelling of the periarticular masses and generalized cutaneous swelling. There was full range of motion of all joints. Ophthalmologic and neurologic examinations were normal, and her academic performance was good. urinary mucopolysaccharides and oligosaccharides and numerous lysosomal-enzyme activities were normal. Proband had no plasma hyaluronidase activity. Plasma concentrations of hyaluronan ranged from 918 to 2118 μg per liter in three specimens from the patient. The development of progressive degenerative joint disease was also observed in the proband as indicated by bi-lateral hip surgeries at age 18 and unilateral hip replacement at 25 years (personal communication from authors).","phenotypes":["obo:HP_0000403","obo:HP_0000176","obo:HP_0000193","obo:HP_0020127","obo:HP_0000431"],"previousTesting":true,"previousTestingDescription":"Radiographs of the ankles and knees at 9yo showed prominent bilateral nodular, periarticular uncalcified soft-tissue masses. MRI at 10yo showed nodular synovium, a popliteal (Baker's) cyst, and a large joint effusion. Histological examination of ankle lesion consisted of synovium with marked villonodular transformation. finger lesion had the appearance of a ganglion cyst with vacuolated histiocytes lining the inner layer of the cyst wall. histiocytes from both the ankle and finger lesions were nearly filled with numerous large membrane-bound vacuoles whose appearance was consistent with that of lysosomes. No detectable hyaluronidase activity was found in the serum of the proband on gel-based assay.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:63baaac1-6204-4957-8f69-530258641bbc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8a4e7a0f-84a6-487c-8a95-dab67f99db50"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10339581","type":"dc:BibliographicResource","dc:abstract":"Hyaluronan (HA), a large glycosaminoglycan abundant in the extracellular matrix, is important in cell migration during embryonic development, cellular proliferation, and differentiation and has a structural role in connective tissues. The turnover of HA requires endoglycosidic breakdown by lysosomal hyaluronidase, and a congenital deficiency of hyaluronidase has been thought to be incompatible with life. However, a patient with a deficiency of serum hyaluronidase, now designated as mucopolysaccharidosis IX, was recently described. This patient had a surprisingly mild clinical phenotype, including notable periarticular soft tissue masses, mild short stature, an absence of neurological or visceral involvement, and histological and ultrastructural evidence of a lysosomal storage disease. To determine the molecular basis of mucopolysaccharidosis IX, we analyzed two candidate genes tandemly distributed on human chromosome 3p21.3 and encoding proteins with homology to a sperm protein with hyaluronidase activity. These genes, HYAL1 and HYAL2, encode two distinct lysosomal hyaluronidases with different substrate specificities. We identified two mutations in the HYAL1 alleles of the patient, a 1412G --> A mutation that introduces a nonconservative amino acid substitution (Glu268Lys) in a putative active site residue and a complex intragenic rearrangement, 1361del37ins14, that results in a premature termination codon. We further show that these two hyaluronidase genes, as well as a third recently discovered adjacent hyaluronidase gene, HYAL3, have markedly different tissue expression patterns, consistent with differing roles in HA metabolism. These data provide an explanation for the unexpectedly mild phenotype in mucopolysaccharidosis IX and predict the existence of other hyaluronidase deficiency disorders.","dc:creator":"Triggs-Raine B","dc:date":"1999","dc:title":"Mutations in HYAL1, a member of a tandemly distributed multigene family encoding disparate hyaluronidase activities, cause a newly described lysosomal disorder, mucopolysaccharidosis IX."}},{"id":"cggv:1285634f-6ce6-43ce-9b3e-7dd93e647c56_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4169631b-76cc-4fa5-b6df-62fea16df32a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10339581"}],"rdfs:label":"Triggs-Raine_Proband"},{"id":"cggv:63baaac1-6204-4957-8f69-530258641bbc","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:63baaac1-6204-4957-8f69-530258641bbc_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The variant is reported at the highest MAF of 0.0001495 (17/113696 NFE alleles) in gnomAD v2.1.1."},{"id":"cggv:1285634f-6ce6-43ce-9b3e-7dd93e647c56","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1285634f-6ce6-43ce-9b3e-7dd93e647c56_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband was compound heterozygous for a delins variant, c.751_787delinsTTCCGTGTGGCCCG, causing a frameshift, Val251Phefs*20 with a PTC in exon 2/4, and a missense variant, Glu268Lys, confirmed in trans."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:260a8008-aa51-4bb9-aa00-cbf09233b434_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:260a8008-aa51-4bb9-aa00-cbf09233b434","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"allele":{"id":"cggv:873b76e5-13fc-4bf3-a0aa-348bf1b122ed","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033159.4(HYAL1):c.104del (p.Val35AlafsTer25)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573052212"}},"detectionMethod":"Coding exons from the candidate genes (HYAL1, HYAL2, HYAL3) were sequenced using dideoxy sequencing following PCR amplification of the exons which included at least 30 base pairs of adjacent intronic sequence","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Proband had onset with right knee pain and swelling, anterior knee effusion, and Baker’s cyst. MRI showed unusual proliferative synovitis with a small effusion, but without evidence of cartilage defects or bone erosions. Treatments with non-steroidal anti-inflammatory or intra-articular steroid injection failed. \n\n","previousTesting":true,"previousTestingDescription":"Laboratory testing for sarcoid, tuberculosis, or pigmented villonodular synovitis, mutations in the Proteoglycan-4 gene were normal. Histiocytes exhibited round nuclei and abundant cytoplasm filled with faintly basophilic vacuoles. No serum hyaluronidase activity detected.\n","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:dfe766c0-0230-46b0-8ee3-c20ae8dd588c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:873b76e5-13fc-4bf3-a0aa-348bf1b122ed"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21559944","type":"dc:BibliographicResource","dc:abstract":"We describe a single consanguineous family with three affected children exhibiting knee and/or hip pain associated with swelling. Detailed clinical evaluation demonstrated diffuse joint involvement with an unusual proliferative synovitis on MRI. Synovial biopsies were notable for an infiltration of macrophages with abundant cytoplasm filled with faintly basophilic vacuoles. We used homozygosity mapping with a panel of 262,000 single nucleotide polymorphism markers to identify a homozygous stretch of 40.52 Mb on chromosome 3p22.3 - 3p13 that segregated with the arthropathy in the family. Of the 378 genes in the interval, the three hyaluronoglucosaminidase genes were considered good candidates based on the phenotype. Dideoxy sequencing identified a homozygous deletion in HYAL1, c.104delT, resulting in a premature termination codon, p.Val35AlafsX25, found in all three affected children. Enzymatic analysis confirmed total HYAL1 deficiency in the three affected children. This confirms the diagnosis of Mucopolysaccharidosis IX (MPS IX) which has only been described in a single patient to date. In contrast to the previously described MPS IX patient, our three patients display a phenotype limited to the joints, suggesting that this is the primary manifestation of HYAL1 deficiency.","dc:creator":"Imundo L","dc:date":"2011","dc:title":"A complete deficiency of Hyaluronoglucosaminidase 1 (HYAL1) presenting as familial juvenile idiopathic arthritis."}},"rdfs:label":"Imundo_Proband"},{"id":"cggv:dfe766c0-0230-46b0-8ee3-c20ae8dd588c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:dfe766c0-0230-46b0-8ee3-c20ae8dd588c_variant_evidence_item"}],"strengthScore":3,"dc:description":"Proband and his similarly affected siblings (n=2) were homozygous for the 1-bp deletion, c.104del, causing a frameshift, Val35AlafsTer25 and termination in exon 2/4."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.6},{"id":"cggv:01141943-dabb-4218-a147-657c69679ec3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01141943-dabb-4218-a147-657c69679ec3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a426fdb-0ff2-4018-889b-79355e9433f9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:757452fb-e3c8-4365-b0ed-e43704841e66","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"While HYAL1 is expressed in several tissues, it is most highly expressed in the liver, which is the site of hyaluronidase degradation, and absent in the brain, which correlates with the absence of neurological features in patients with MPS IX. HYAL1, HYAL2 and HYAL3 show differential expression profiles: HYAL2 is more widely expressed while HYAL3 is limited in expression to the brain and liver.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10339581","rdfs:label":"Triggs-Raine_HYAL1 highly expressed in liver"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:01141943-dabb-4218-a147-657c69679ec3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:52c03e03-84ea-4b5f-abcb-c620150c2605","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1a53b864-b6a9-42be-ae30-81b672e93f61","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hyal1-/- mice showed normal viability, body weight, development, walking, movement, and fertility. No masses in joints or organomegaly were detected, which may be due to different biomechanics in the mouse. The only abnormality in KO mice at 20mo was liver spotting, but this was determined to be due to the mouse background. Loss of proteoglycans in the cartilage, with pericellular accumulation of hyaluronan (HA) and bony outgrowth development in KO mice indicated osteoarthritis, recapitulating the joint involvement observed in human patients. Serum HA concentrations were not different between WT and null mice, unlike the observation of HA accumulation in human patients. Hyal3 transcript expression was elevated 4.3-7.4 fold in null mice compared to WT, indicating that some compensatory mechanism may be activated. \n\nThis mouse model has also been used in PMID: 22451654, wherein authors also develop a triple knock-out mouse (Hexa-/-, Hexb-/-, Hyal1-/-) and show that HYAL1 and HEXB compensate for one another in a tissue-specific manner. Figure 6 shows increased HA detected in the liver of Hyal1 KO mouse compared to WT mice.\n\nAdditional evidence from PMID: 35710820 reveals that Hyal-/- mice show accumulation of HA in femurs and reduced bone mineral density. \n\n\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18344557","type":"dc:BibliographicResource","dc:abstract":"Hyaluronidases are endoglycosidases that hydrolyze hyaluronan (HA), an abundant component of the extracellular matrix of vertebrate connective tissues. Six human hyaluronidase-related genes have been identified to date. Mutations in one of these genes cause a deficiency of hyaluronidase 1 (HYAL1) resulting in a lysosomal storage disorder, mucopolysaccharidosis (MPS) IX. We have characterized a mouse model of MPS IX and compared its phenotype with the human disease. The targeted Hyal1 allele in this model had a neomycin resistance cassette in exon 2 that replaced 753 bp of the coding region containing the predicted enzyme active site. As a result, Hyal1(-/-) animals had no detectable wild-type Hyal1 transcript, protein or serum activity. Hyal1 null animals were viable, fertile and showed no gross abnormalities at 1 year and 8 months of age. Histological studies of the knee joint showed a loss of proteoglycans occurring as early as 3 months that progressed with age. An increased number of chondrocytes displaying intense pericellular and/or cytoplasmic HA staining were detected in the epiphyseal and articular cartilage of null mice, demonstrating an accumulation of HA. Elevations of HA were not detected in the serum or non-skeletal tissues, indicating that osteoarthritis is the key disease feature in a Hyal1 deficiency. Hyal3 expression was elevated in Hyal1 null mice, suggesting that Hyal3 may compensate in HA degradation in non-skeletal tissues. Overall, the murine MPS IX model displays the key features of the human disease.","dc:creator":"Martin DC","dc:date":"2008","dc:title":"A mouse model of human mucopolysaccharidosis IX exhibits osteoarthritis."},"rdfs:label":"Martin_KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model recapitulates the enzyme deficiency and joint abnormality observed in human patients, warranting default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Moderate","sequence":5387,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.1,"subject":{"id":"cggv:03a149bb-06ec-475f-9d01-09390ec85159","type":"GeneValidityProposition","disease":"obo:MONDO_0011093","gene":"hgnc:5320","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between HYAL1 and Mucopolysaccharidosis IX (MPS IX), an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of November, 2022. HYAL1 encodes a lysosomal enzyme, hyaluronidase 1, which breaks down hyaluronic acid or hyaluronan (HA), one of the major glycosaminoglycans of the extracellular matrix, especially of soft connective tissue. MPS IX or hyaluronidase deficiency is characterized by short stature, dysmoprhic features, periarticular masses, generalized swelling and elevated serum HA. MPS IX may also present similar to juvenile idiopathic arthritis. HYAL1 was first reported in relation to autosomal recessive MPS IX in 1999 (Triggs-Raine et al, PMID: 10339581). Variants reported in this gene are mostly putative loss of function variants, all of them being nonsense and frameshift variants. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n   \nSummary of Case Level Data (4.6 points):\nThere have only been 2 published patients (and two siblings of one of the probands, PMID: 21559944) from 3 publications, till date, reported with biallelic variants in HYAL1 (PMID: 8793927, 10339581, 21559944). The mechanism of disease is  loss of function. \n\nSummary of experimental data (2.5 points):\nThis gene-disease association is supported by expression assays and an animal model. HYAL1 is highly expressed in the liver, which is the site of hyaluronidase degradation. It is absent in the brain, which correlates with the absence of neurological features in patients with MPS IX (PMID: 10339581). The HYAL1 knock-out mouse model shows absence of hyaluronidase activity, pericellular accumulation of HA and bony outgrowth development, consistent with osteoarthritis (PMID: 18344557) and reduced bone mineral density (PMID: 35710820).\n  \nIn summary, the level of evidence to support the gene-disease relationship of HYAL1 and autosomal recessive MPS IX is moderate. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. ","dc:isVersionOf":{"id":"cggv:01141943-dabb-4218-a147-657c69679ec3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}