{"id":"cggv:ce97120a-5094-4768-b305-941353791584v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:ce97120a-5094-4768-b305-941353791584_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-08-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:ce97120a-5094-4768-b305-941353791584_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-10-07T19:21:38.539Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/26539891","type":"dc:BibliographicResource","dc:abstract":"Development of the human nervous system involves complex interactions among fundamental cellular processes and requires a multitude of genes, many of which remain to be associated with human disease. We applied whole exome sequencing to 128 mostly consanguineous families with neurogenetic disorders that often included brain malformations. Rare variant analyses for both single nucleotide variant (SNV) and copy number variant (CNV) alleles allowed for identification of 45 novel variants in 43 known disease genes, 41 candidate genes, and CNVs in 10 families, with an overall potential molecular cause identified in >85% of families studied. Among the candidate genes identified, we found PRUNE, VARS, and DHX37 in multiple families and homozygous loss-of-function variants in AGBL2, SLC18A2, SMARCA1, UBQLN1, and CPLX1. Neuroimaging and in silico analysis of functional and expression proximity between candidate and known disease genes allowed for further understanding of genetic networks underlying specific types of brain malformations.","dc:creator":"Karaca E","dc:date":"2015","dc:title":"Genes that Affect Brain Structure and Function Identified by Rare Variant Analyses of Mendelian Neurologic Disease."},"evidence":[{"id":"cggv:ce97120a-5094-4768-b305-941353791584_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce97120a-5094-4768-b305-941353791584_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f550744c-144d-421f-81e7-0ddb27296ff8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:80bdc0db-af50-4b34-bd94-00e4237b657e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"BPTF is associated with syndromic intellectual disability (Definitive, curated by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 7/6/2022).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14609955","type":"dc:BibliographicResource","dc:abstract":"The modification of chromatin structure is an important regulatory mechanism for developmental gene expression. Differential expression of the mammalian ISWI genes, SNF2H and SNF2L, has suggested that they possess distinct developmental roles. Here we describe the purification and characterization of the first human SNF2L-containing complex. The subunit composition suggests that it represents the human ortholog of the Drosophila nucleosome-remodeling factor (NURF) complex. Human NURF (hNURF) is enriched in brain, and we demonstrate that it regulates human Engrailed, a homeodomain protein that regulates neuronal development in the mid-hindbrain. Furthermore, we show that hNURF potentiates neurite outgrowth in cell culture. Taken together, our data suggess a role for an ISWI complex in neuronal growth.","dc:creator":"Barak O","dc:date":"2003","dc:title":"Isolation of human NURF: a regulator of Engrailed gene expression."},"rdfs:label":"Isolation of NURF, a complex formed by SMARCA1 and BPTF"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ce97120a-5094-4768-b305-941353791584_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2a63b147-bdca-475a-82df-d889042b74e9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e783c7f6-3382-421c-badc-160c8b97356c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cell culture phenotype suggests that SMARCA1 is important for neural development and brain function. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14609955","rdfs:label":"Mouse Cell Culture Model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"A neuroblastoma cell line rather than neurons was used in this experiment. "},{"id":"cggv:5c127a75-75bc-4494-9645-1d19ae01dd31","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:90217ebf-f478-45ac-8c87-2312f9dc9f02","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Snf2l (Smarca1) mutant mice (hemizygous deletion of exon 6, encoding the ATP-binding domain) exhibit deregulated Foxg1 expression resulting in enhanced progenitor expansion, increased brain mass and cell density, and delayed differentiation.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22516202","type":"dc:BibliographicResource","dc:abstract":"Balancing progenitor cell self-renewal and differentiation is essential for brain development and is regulated by the activity of chromatin remodeling complexes. Nevertheless, linking chromatin changes to specific pathways that control cortical histogenesis remains a challenge. Here we identify a genetic interaction between the chromatin remodeler Snf2l and Foxg1, a key regulator of neurogenesis. Snf2l mutant mice exhibit forebrain hypercellularity arising from increased Foxg1 expression, increased progenitor cell expansion, and delayed differentiation. We demonstrate that Snf2l binds to the Foxg1 locus at midneurogenesis and that the phenotype is rescued by reducing Foxg1 dosage, thus revealing that Snf2l and Foxg1 function antagonistically to regulate brain size.","dc:creator":"Yip DJ","dc:date":"2012","dc:title":"Snf2l regulates Foxg1-dependent progenitor cell expansion in the developing brain."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Mice exhibit increased brain size whereas 1 patient with LoF variant reported by Karaca had microcephaly. In addition, FOXG1 is involved in disease through loss-of-function, whereas here the loss of Smarca1 results in increased FoxG1 expression."},{"id":"cggv:c933d980-ea2e-4d61-8b6c-c247e8f81209","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:41982789-c6e0-4524-9e0a-5fd5a5ad1a36","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"LoF of the SMARCA5 Drosophila ortholog Iswi (orthologous to human SMARCA1 or SMARCA5) led to smaller body size, reduced sensory dendrite complexity, and tiling defects in larvae. In adult flies, Iswi neural knockdown caused decreased brain size, aberrant mushroom body morphology, dendrite and axon mispatterning, and abnormal locomotor function. Iswi LoF was rescued by wild-type but not mutant SMARCA5.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33980485","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability encompasses a wide spectrum of neurodevelopmental disorders, with many linked genetic loci. However, the underlying molecular mechanism for more than 50% of the patients remains elusive. We describe pathogenic variants in ","dc:creator":"Li D","dc:date":"2021","dc:title":"Pathogenic variants in "},"rdfs:label":"Fly Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The drosophila gene is orthologous to both human SMARCA1 and human SMARCA5."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:ce97120a-5094-4768-b305-941353791584_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":5183,"specifiedBy":"GeneValidityCriteria9","strengthScore":2,"subject":{"id":"cggv:1c12b166-0ed0-4aa3-8601-a2e077b17dad","type":"GeneValidityProposition","disease":"obo:MONDO_0100284","gene":"hgnc:11097","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The *SMARCA1* gene encodes a member of the SWI/SNF family of proteins. Also known as SNF2L, the encoded protein is an ATPase which is expressed in diverse tissues and forms chromatin remodeling complexes with different partners to regulate transcription. In 2015, Karaca *et al.* reported a nonsense *SMARCA1* variant of unknown inheritance in a male with intellectual disability, microcephaly, spasticity, cortical atrophy, and Coffin-Siris-like dysmorphic features (PMID: 26539891). In 2016, a large exome study reported a *de novo* frameshift variant in a male patient with intellectual disability (PMID: 27479843). In addition, at least four missense variants have been reported in individuals with intellectual disability: a *de novo* variant in a female with a Rett syndrome–like phenotype (PMID: 26740508), two *de novo* variants in individuals with developmental delay/intellectual disability (PMID: 33057194), and a maternally-inherited missense variant in two affected brothers (PMID: 27457812). While *SMARCA1* is highly intolerant to truncating variants (pLI 1, gnomAD v2.1.1), it is not significantly constrained for missense variants (Z = 2.44). Thus, in the absence of functional evidence of pathogenicity, none of the missense variants were scored.\n\nThis gene-disease relationship is supported by experimental evidence. SMARCA1 and BPTF are part of the human NURF complex, an ISWI-containing ATP-dependent chromatin-remodeling complex (PMID: 14609955); variants in *BPTF* are implicated in autosomal dominant syndromic intellectual disability. In addition, transfection of mouse neuroblastoma cells by wild type but not mutant SMARCA1 protein has been shown to promote neurite outgrowth (PMID: 14609955).\n\nIn summary, there is limited evidence at this time to support the relationship between *SMARCA1* and X-linked intellectual disability. Additional studies are required to verify this gene-disease relationship. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on August 3, 2022 (SOP Version 9). Please note: this gene was originally curated for Coffin-Siris syndrome by the General Gene Curation Expert Panel in 2016 and classified as Moderate. The current classification of Limited reflects updated scoring practices in SOP version 9 and the consensus of the ID/Autism Gene Curation Expert panel.\n","dc:isVersionOf":{"id":"cggv:ce97120a-5094-4768-b305-941353791584"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}