{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-05-26T16:49:58.549Z","role":"Publisher"},{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-04-25T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:84f3f70b-e07b-41ec-81da-6b86f52c6226_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:84f3f70b-e07b-41ec-81da-6b86f52c6226","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":16,"allele":{"id":"cggv:d128d385-4752-430b-909a-8c7e4a3433dc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015259.6(ICOSLG):c.657C>G (p.Asn219Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA321497070"}},"detectionMethod":"Whole-exome sequencing was performed on genomic DNA. Sanger Sequencing confirmed the variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Had recurrent sinusitis approximately once per year as a youth. Age 21 was hospitalized for pneumonia. Had genital warts at age 16. Absent cell-surface expression determines functional consequence of mutation on the T-cell. At age 35 IgG 10.9-17.6 (g/L), IgA .16-0.3(g/L), IgM 0.66-0.76 (g/L). IgA are below the reference range. At age 38 CD3+ T cells: 387; CD4+ T cells: 281 CD8+ T cells: 92 all below the reference range. Started intravenous immunoglobulin replacement which helped with his respiratory tract infection.","phenotypes":["obo:HP_0100825","obo:HP_0011108","obo:HP_0032076","obo:HP_0032301","obo:HP_0011107","obo:HP_0000246","obo:HP_0032215","obo:HP_0001875","obo:HP_0004313","obo:HP_0033004","obo:HP_0002090","obo:HP_0410028","obo:HP_0001888","obo:HP_0200043","obo:HP_0002205","obo:HP_0000403","obo:HP_0012387"],"previousTesting":true,"previousTestingDescription":"Flow cytometric analysis, using two different antibodies recognizing distinct epitopes of ICOSL, showed that its cell-surface expression was absent in P1. Confocal microscopy likewise demonstrated decreased cell-surface expression. Both showed that ICOSL was absent. Sequencing of CXCR4 identified no mutation. ","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:16b5e03d-fb60-40fe-95a5-959da4d42c74_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d128d385-4752-430b-909a-8c7e4a3433dc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30498080","type":"dc:BibliographicResource","dc:abstract":"Primary immunodeficiencies represent naturally occurring experimental models to decipher human immunobiology. We report a patient with combined immunodeficiency, marked by recurrent respiratory tract and DNA-based viral infections, hypogammaglobulinemia, and panlymphopenia. He also developed moderate neutropenia but without prototypical pyogenic infections. Using whole-exome sequencing, we identified a homozygous mutation in the inducible T cell costimulator ligand gene (","dc:creator":"Roussel L","dc:date":"2018","dc:title":"Loss of human ICOSL results in combined immunodeficiency."}},"rdfs:label":"38 y.o Canadian Male"},{"id":"cggv:16b5e03d-fb60-40fe-95a5-959da4d42c74","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:16b5e03d-fb60-40fe-95a5-959da4d42c74_variant_evidence_item"},{"id":"cggv:16b5e03d-fb60-40fe-95a5-959da4d42c74_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Flow cytometry and confocal microscopy showed reduced cell surface expression with an accumulation of ICOSL in the Golgi complex. Similar phenomenon was observed following transient transfection of HEK293T cells, which lack endogenous ICOSL, with p.N219K ICOSL protein."}],"strengthScore":0.5,"dc:description":"The proband was homozygous for missense variant in ICOSLG, p.N219K. There was no known consanguinity and the proband was of French Canadian ancestry. RT PCR to compare the ICOSLG mRNA levels in patient EBV-transformed B-lymphoblastoid cell lines (LCLs) and it showed that there was not significant decay in the mRNA. p.N219K variant is reported at the highest frequency of 0.00006424 (4/62262 non Finnish European alleles in gnomAD 2.1.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b53782df-3d1f-4d76-8fbc-489fda77c2d2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b53782df-3d1f-4d76-8fbc-489fda77c2d2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":77,"allele":{"id":"cggv:d128d385-4752-430b-909a-8c7e4a3433dc"},"detectionMethod":"Whole exome sequencing (WES) was performed on whole blood DNA from the patient.\n\n","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Beginning at age 14 proband was hospitalized for pneumonia. Started at age 14- 62 developed pneumonia several times. Proband had immunoglobulin replacement therapy. Proband was reported to have finger and forehead warts. Multiple episodes of Bowen's Disease of cheek. Due to worsening CMV colitis she underwent total abdominal colectomy with end ileostomy at age 77.. CMV viral load was 8641 copies/mL. IgG 11.32(g/L), IgA .28(g/L), IgM.2 (g/L). IgA and IgM are below the reference range. Neutropenia occurred only while on (val)ganciclovir for CMV.\n","phenotypes":["obo:HP_0200043","obo:HP_0006532","obo:HP_0032247","obo:HP_0025085","obo:HP_0001824","obo:HP_0003139","obo:HP_0001875","obo:HP_0033431","obo:HP_0002090","obo:HP_0002014","obo:HP_0032155","obo:HP_0040167","obo:HP_0033005","obo:HP_0032215","obo:HP_0033166","obo:HP_0002205"],"previousTesting":true,"previousTestingDescription":"Near-absence of ICOSL in plasma. Cell surface expression of ICOSL by flow cytometry-based evaluation of PBMC from whole blood revealed severely diminished levels on CD19+ B cells.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:58fc7120-6748-4a78-b4dc-e95c2fb9758f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d128d385-4752-430b-909a-8c7e4a3433dc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34694545","type":"dc:BibliographicResource","dc:creator":"Loo VG","dc:date":"2022","dc:title":"Late-Onset Combined Immunodeficiency with Refractory CMV Disease due to ICOSL Deficiency."}},"rdfs:label":"77 yo Female. French Canadian"},{"id":"cggv:58fc7120-6748-4a78-b4dc-e95c2fb9758f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:58fc7120-6748-4a78-b4dc-e95c2fb9758f_variant_evidence_item"},{"id":"cggv:58fc7120-6748-4a78-b4dc-e95c2fb9758f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From PMID: 30498080. Reduced cell surface expression of ICOSL was observed following transient transfection of HEK293T cells, which lack endogenous ICOSL, with p.N219K ICOSL protein. "}],"strengthScore":0.5,"dc:description":"Proband was homozygous for the missense variant in ICOSLG, p.N219K. Similar to the previous paper this individual is also French Canadian. No known consanguinity. p.N219K variant is reported at the highest frequency of 0.00006424 (4/62262 non Finnish European alleles in gnomAD 2.1.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa355ade-b66c-46a5-8e34-9342d0c3ed92","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:40512f74-dd2b-4060-9269-604f61022719","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The authors determined the molecular basis of ICOS/ICOSLG interaction based on the three-dimensional structure elucidated by X-ray crystallography. ICOS-L is organized in two distinct domains: the most apical domain (D1) adopts a V-type fold, whereas the membrane-proximal domain (D2) adopts a C1-type fold. Authors report that ICOS/ICOS-L interact in a 1:1 receptor-ligand stoichiometry. The main binding interface is formed by the FDPPPFK motif (amino acids 114–120) located in the ICOS FG loop, which interacts with residues from strands C and C’ and loops CC’ and C’D of ICOSL. These residues form a network of interactions that are critical for receptor binding.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33033255","type":"dc:BibliographicResource","dc:abstract":"The inducible co-stimulator (ICOS) is a member of the CD28/B7 superfamily, and delivers a positive co-stimulatory signal to activated T cells upon binding to its ligand (ICOS-L). Dysregulation of this pathway has been implicated in autoimmune diseases and cancer, and is currently under clinical investigation as an immune checkpoint blockade. Here, we describe the molecular interactions of the ICOS/ICOS-L immune complex at 3.3 Å resolution. A central FDPPPF motif and residues within the CC' loop of ICOS are responsible for the specificity of the interaction with ICOS-L, with a distinct receptor binding orientation in comparison to other family members. Furthermore, our structure and binding data reveal that the ICOS N110 N-linked glycan participates in ICOS-L binding. In addition, we report crystal structures of ICOS and ICOS-L in complex with monoclonal antibodies under clinical evaluation in immunotherapy. Strikingly, antibody paratopes closely mimic receptor-ligand binding core interactions, in addition to contacting peripheral residues to confer high binding affinities. Our results uncover key molecular interactions of an immune complex central to human adaptive immunity and have direct implications for the ongoing development of therapeutic interventions targeting immune checkpoint receptors.","dc:creator":"Rujas E","dc:date":"2020","dc:title":"Structural characterization of the ICOS/ICOS-L immune complex reveals high molecular mimicry by therapeutic antibodies."},"rdfs:label":"Rujas- Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:ab6abc00-ca0d-42c4-8529-ecbc0f6d31d3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:59b21752-d54f-40b2-bc71-63604d9cb92f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ICOSL binds to the receptor ICOS and this interaction is critical or the maturation of germinal center B cells to affinity-matured memory B cells and long-lived plasma cells. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12833154","type":"dc:BibliographicResource","dc:abstract":"Costimulation through the inducible costimulator (ICOS) and its ligand (ICOSL) is essential for T cell-dependent B cell responses, but the cellular and temporal dynamics underlying its in vivo effects are poorly defined. Here we have shown that Icosl(-/-) and Icos(-/-) mice had similar phenotypes and that ICOS-ICOSL costimulation modulated the early but not late phases of IgG1 affinity maturation. Exploiting the adoptive transfer of T or B cells from primed Icosl(-/-) mice, we provided genetic evidence that costimulation through ICOSL was essential for primary but not secondary helper T cell responses and for the control of both T and B cell activities, resulting in T cell-dependent IgG1 production.","dc:creator":"Mak TW","dc:date":"2003","dc:title":"Costimulation through the inducible costimulator ligand is essential for both T helper and B cell functions in T cell-dependent B cell responses."},"rdfs:label":"Mak- Function similar to ICOS"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8584f6b5-c553-4796-a93d-7ad2385d56dd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1a4ba74d-e9fa-4988-9c8d-18b03d44a9c3","type":"FunctionalAlteration","dc:description":"Similar to HEK293T cells transfected with the variant HMEC1 cells showed significantly reduced expression of ICOSL protein at the cell surface. Transendothelial migration of TNFα-activated  Jurkat cells across the transfected HMEC1 cells was significantly reduced compared to wild type.  HMEC-1 cells transfected with ICOSL WT significantly increased cell-surface expression of  adhesion molecules involved in neutrophil recruitment, however this effect was significantly diminished with ICOSL p.N219K, implicating ICOSL on endothelial cells in the transmigration of neutrophils.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30498080","rdfs:label":"Roussel- FA in HMEC1 cells "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Two pieces of functional alteration evidence, defective transendothelial migration of T cells and neutrophils, on HMEC1 cells have been scored together. "},{"id":"cggv:488788f9-6c8a-4a28-84d7-3dd566ac2c85","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:515f159c-98e7-4698-ad93-181881d609da","type":"FunctionalAlteration","dc:description":"ICOS-ICOSL interaction is known for cytokine secretion through its effects on mature T cells. The author cocultured patient's LCL and Jurkat cells activated by TNFα to induce ICOS expression and measure  gene responses of cytokines. It was shown that patients LCLs impaired their ability to release cytokines. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30498080","rdfs:label":"Roussel -Absent expression"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Experiments conducted in patient's EBV transformed LCL showed reduced release of cytokines."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:669ae834-6972-4464-99a3-9491fe308903","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dea8e341-78ec-41f9-a015-5f926f1cd53b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"IgG1 has reduced production in Icosl-/- mice. Helper T cells differentiation was impaired in Icosl-/- mice and defect in T- Cell dependent B- cell response was reported. In Icosl -/- mice the sizes and mean numbers of germinal centers were reduced, indicating interference with B- cell isotype class switching. The percentage of T cells producing IL-4- and IL-10 was substantially decreased in the Icosl -/-. Impaired IgG1 affinity maturation in Icosl -/- mice was transient however the defect in IgG1 production was severe and persistent but was partially rescued by induction of dendritic cells.  Attenuated allergic airway disease in Icosl–/– mice was observed.  When analyzing the lung inflammatory infiltrate by bronchoalveolar lavage authors found that the total number of cells infiltrating the airways of Icosl–/– mice was decreased. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12833154","rdfs:label":"Mak - Knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Default score"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":6279,"specifiedBy":"GeneValidityCriteria9","strengthScore":7,"subject":{"id":"cggv:3ae20b0f-5fe7-45cd-a77d-96c4c5a8a556","type":"GeneValidityProposition","disease":"obo:MONDO_0015131","gene":"hgnc:17087","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between ICOSLG and Combined Immunodeficiency, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of April, 2023. Features of combined immunodeficiency due to ICOSLG variants include recurrent infections, panhypogammaglobulinemia and pneumonia. ICOSLG is an important protein that plays a role in regulating T- Cells. ICOSLG is expressed on antigen presenting cells while ICOS is expressed on T- Cells. The two interact to secrete cytokines that promote proliferation and differentiation of T- Cells, enhancing the immune response (Roussel, et al; PMID: 30498080).  Patients with autosomal recessive NIK deficiency (MAP3K14 gene) have low ICOSL as this is regulated by NIK (PMID: 21768353 and PMID: 25406581). ICOSLG was first reported in relation to autosomal recessive combined immunodeficiency in 2018 (Roussel L 2018, PMID: 30498080).\n\nSummary Case Level Data (2 points):\nVariants in this gene have been reported in at least two individuals from two publications, both of French Canadian origin (PMID: 30498080, 34694545). Both individuals were homozygous for the missense variant in ICOSLG, Asn219Lys. Although only two apparently unrelated individuals have been reported with the same missense variant, each proband was scored the full 1 point due to the potential for a common founder variant in the French Canadian population, similar to ICOS deficiency.\n\nEXPERIMENTAL EVIDENCE (5 points):\n This gene-disease association is supported by a mouse model and functional assays. Icosl-/- mice show reduced antibody production and impaired helper T cell differentiation. Icosl-/- mice developed attenuated allergic airway disease and showed an interference with the B- Cell isotype class switching (Mak, et al; PMID: 12833154).\n\nICOSL binds to the receptor ICOS and this interaction is critical for the maturation of germinal center B cells to affinity-matured memory B cells and long-lived plasma cells.\n\nThis gene-disease association is supported by functional alteration; the authors cocultured Jurkat cells  activated by TNFα to induce ICOS expression and measure gene responses of cytokines. This showed that there was a significant reduction in of the expression of ICOSL protein on the cell surface. The variant transfected into HMEC1 cells resulted in defective transendothelial migration of T cells and neutrophils (Roussel, et al; PMID: 3049808).\n\nIn summary, the level of evidence to support the gene-disease relationship of ICOSLG and autosomal recessive Combined Immunodeficiency is moderate. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. The interaction of ICOSL with ICOS to promote proliferation and differentiation of T- Cells, enhancing the immune response, is well understood. ICOS deficiency is well described and the ICOS- Common Variable Immunodeficiency gene disease relationship is definitive. Based on ICOS and ICOSL belonging to the same pathway, the Antibody Deficiencies GCEP determined that the ICOSL- Combined Immunodeficiency relationship should reach a moderate classification. This classification was approved by the Antibody Deficiencies GCEP on April 25th, 2023 (SOP v9). \n\n","dc:isVersionOf":{"id":"cggv:312b156d-fc56-48da-9d10-1cd034afbb84"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}