{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T13:57:32.582Z","role":"Approver"},{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T13:57:41.937Z","role":"Publisher"}],"evidence":[{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:6207b33d-bf2a-4b3a-baa4-7acba6fd73d0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:99ed5d02-4bf3-4591-9290-64999a50387b","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":4,"detectionMethod":"Linkage and a candidate gene screen was performed on three affected family members (DNA SNP Chip was used to identify mt genes within homologous regions)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Diagnosed with prenatal ventriculomegaly followed by infantile encephalomyopathy.\nAt 14 week sonograph bilateral septated choroid plexus cysts were seen and brain lateral ventricles and the cisterna magna measurements were noted to be enlarged (15 mm and 12 mm, respectively). Repeated examinations revealed persistence of the brain anomalies throughout gestation, including choroids plexus cysts, bilateral brain ventriculomegaly (13–15 mm), and enlarged cisterna magna.\nNewborn: marked hypotonia and paucity of spontaneous movements; deep tendon reflexes were normally elicited and there were no focal neurological deficits. Swallowing difficulties and required NG tube/gastrostomy feeding.\nRepeated episodes of aspiration pneumonia, necessitating lengthy periods of mechanical ventilatory support. Neonatal seizures. \nThe patient died at age 4 years.\nFH: similarly affected brother, died at three months, patient b. A third pregnancy revealed a male fetus with similar bilateral brain abnormalities, terminated at week 17. \nCSF lactate levels noted as normal\nBrain MRI at the age of 2 months disclosed bilateral abnormal T2 hyperintensity signal in the basal ganglia and a persistent choroids plexus cyst. \nIn isolated mitochondria the activities of complex I and IV were markedly decreased (Table 1) in muscle biopsy, but complex IV activity in fibroblast homogenate was normal.","previousTesting":true,"previousTestingDescription":"Mitochondrial DNA sequenced","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:6207b33d-bf2a-4b3a-baa4-7acba6fd73d0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:db699c07-04dd-421b-9047-71da1d6725cc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004208.4(AIFM1):c.923G>A (p.Gly308Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/732658"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22019070","type":"dc:BibliographicResource","dc:abstract":"The identification of disease causing mutation in patients with neurodegenerative disorders originating from small, non-consanguineous families is challenging. Three siblings were found to have ventriculomegaly at early gestation; postnatally, there was no acquisition of developmental milestones, and the muscles of the children were dystrophic. Plasma and CSF lactate levels were normal, but the activities of mitochondrial complex I and IV were markedly decreased. Using linkage analysis in the family, followed by whole exome sequencing of a single patient, we identified a pathogenic mutation in the AIFM1 gene which segregated with the disease state and was absent in 86 anonymous controls. This is the second report of a mutation in the AIFM1 gene, extending the clinical spectrum to include prenatal ventriculomegaly and underscores the importance of AIF for complex I assembly. In summary, linkage analysis followed by exome sequencing of a single patient is a cost-effective approach for the identification of disease causing mutations in small non-consanguineous families.","dc:creator":"Berger I","dc:date":"2011","dc:title":"Early prenatal ventriculomegaly due to an AIFM1 mutation identified by linkage analysis and whole exome sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22019070","rdfs:label":"Patient A"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Variant is conserved across species and predicted to be disease-causing by several pathogenicity prediction software programs (SIFT, PolyPhen and Mutation Taster). The variant segregates within the family. No functional evidence of the variant's impact on gene function."},{"id":"cggv:334b45a2-f8f4-4b26-ac6f-e250645988a3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:39729b11-d022-4a5b-8d9c-3c22855c6355","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"Comparing the two patients (cousins)  a haploidentical region between markers RS5977571 and RS5904872 on the X chromosome was identified. Three candidate genes from a region containing 75 coding genes were identified for direct sequencing of exons and intron/exon boundaries, AIFM1 included.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Other","phenotypeFreeText":"Diagnosis: progressive mitochondrial encephalomyopathy\nInitial symptoms of reduced spontaneous motility of the right leg and continuous involuntary movements of small amplitude in the hands and feet from early months. \nAt 15 months: he could not reach and maintain the standing position by himself, Neurological examination revealed continuous fasciculations of the tongue, hypotonia, and areflexia. Verbal communication was limited to modulated babble, but no defined words, and the general quotient on the Griffith scale was 50. \nElectromyography and nerve conduction velocities demonstrated axonal sensory and motor peripheral neuropathy.\nCT scan of quadriceps muscles showed a severe grade of muscular atrophy. \nAt 2 years: generalized seizures, severe respiratory insufficiency requiring ventilation\nAt 5 years alert but unable to communicate, tetraplegic, wheel chair bound, under permanent artificial ventilation. \nMRI: Bilateral abnormal signal in the neostriatum (Fig 1A, 1B)\nLactate and pyruvate were moderately increased in plasma and cerebro-spinal fluid (CSF), values not given\nIn cultured fibroblasts, the level of mitochondrial was normal, however partial reduction of complex III and IV noted (Table 1).\n\nPatient 2, the cousin of patient 1 presented with a LSS phenotype: Onset was at 11 months onset with reduction of active movements and subsequent psychomotor regression. \n1 year of age, he presented with marked irritability, severe hypotonia, hypo-areflexia, muscle wasting, and weakness.\nBrain MRI showed showed abnormal bilateral signal intensities in the neostriatum (Fig 1C and Fig1D)\nPlasma lactate was increased up to 3150 mM (normal < 2000 mM)\nThe activity of respiratorychain complexes in muscle was reduced, especially that of COX (complex IV, cIV), which was as low as 11% of the normal mean.\nComplex III and IV activities that were below the normal range in fibroblasts\nThe patient suddenly died at 16 months of age during sleep.\n\nThe mother of patient 2 was a monozygotic twin sister of the mother of patient #1. Genotyping of family members indicate a de novo variant in the monozygotic twins, see pedigree Fig 2.","previousTesting":true,"previousTestingDescription":"Mitochondrial DNA testing","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:334b45a2-f8f4-4b26-ac6f-e250645988a3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8fb00209-e9e1-4273-9d39-598ee31f3c6b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004208.4(AIFM1):c.603_605del (p.Arg201del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA121542"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20362274","type":"dc:BibliographicResource","dc:abstract":"We investigated two male infant patients who were given a diagnosis of progressive mitochondrial encephalomyopathy on the basis of clinical, biochemical, and morphological features. These patients were born from monozygotic twin sisters and unrelated fathers, suggesting an X-linked trait. Fibroblasts from both showed reduction of respiratory chain (RC) cIII and cIV, but not of cI activities. We found a disease-segregating mutation in the X-linked AIFM1 gene, encoding the Apoptosis-Inducing Factor (AIF) mitochondrion-associated 1 precursor that deletes arginine 201 (R201 del). Under normal conditions, mature AIF is a FAD-dependent NADH oxidase of unknown function and is targeted to the mitochondrial intermembrane space (this form is called AIF(mit)). Upon apoptogenic stimuli, a soluble form (AIF(sol)) is released by proteolytic cleavage and migrates to the nucleus, where it induces \"parthanatos,\" i.e., caspase-independent fragmentation of chromosomal DNA. In vitro, the AIF(R201 del) mutation decreases stability of both AIF(mit) and AIF(sol) and increases the AIF(sol) DNA binding affinity, a prerequisite for nuclear apoptosis. In AIF(R201 del) fibroblasts, staurosporine-induced parthanatos was markedly increased, whereas re-expression of AIF(wt) induced recovery of RC activities. Numerous TUNEL-positive, caspase 3-negative nuclei were visualized in patient #1's muscle, again indicating markedly increased parthanatos in the AIF(R201 del) critical tissues. We conclude that AIF(R201 del) is an unstable mutant variant associated with increased parthanatos-linked cell death. Our data suggest a role for AIF in RC integrity and mtDNA maintenance, at least in some tissues. Interestingly, riboflavin supplementation was associated with prolonged improvement of patient #1's neurological conditions, as well as correction of RC defects in mutant fibroblasts, suggesting that stabilization of the FAD binding in AIF(mit) is beneficial.","dc:creator":"Ghezzi D","dc:date":"2010","dc:title":"Severe X-linked mitochondrial encephalomyopathy associated with a mutation in apoptosis-inducing factor."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20362274","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"According to the X-ray data, the R201 residue is part of the AIF-specific 191–203 b-hairpin, which forms the FAD binding pouch and confers conformational stability to the flavoprotein, its deletion can predictably perturb the functional properties of both oxidized and reduced forms of AIF (Figure 3C).\nFunction: Recombinant AIFM1-Arg201del shows altered redox properties, using anaerobic titration of recombinant human AIFR201 del with NADH experiments showed that the lifetime of the FADH2-NAD complex formed by AIFM1-Arg201del is reduced compared to WT, and that the kinetics of the redox reaction is 2 orders of magnitude faster (fig 2). \n(Muscle biopsy : histochemical COX deficiency, together with a combined biochemical defect of MRC complex activities.)"},{"id":"cggv:b961080f-69d3-4f31-8a8d-4999310d0459_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:16580fe7-4000-4fd1-90bd-59e749ab4f33","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"A NGS panel of 100 nuclear genes associated with mitochondriopathies","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"The proband was diagnosed with an early-onset, slowly progressive mitochondrial disease.\nNormal development until 1 year when he started  showing walking difficulties\nDuring childhood, he developed gait and limb ataxia (sensory and cerebellar), hearing loss, and cognitive impairment\nVisual deficit and distal muscle wasting and weakness became evident at puberty, with scanned speech, head and trunk titubation, and intention tremor, progressively more marked at repeated neurologic examinations.\nAt age 23 years developed progressive sleep apnea\nAt age 30 years visual loss had progressed to 1-2/10 bilaterally\nOnly one (13 years) of several assays showed elevated lactate and pyruvate serum levels (3,051 mmol/L, normal value 580–2,100; 146 mmol/L, normal value 40–140 mmol/L, respectively)\nMRI and brain CT normal at 9 years, cerebral atrophy at 9 years, and mild cortical and thalamic atrophy (30 years). at 35 years bulbar olives, dentate nuclei, and spinal cord (slight cervical atrophy with T2 hyperintensity in posterior columns) were observed- MRI: Figure A-C\nNerve conduction study showed axonal, more sensory than motor, neuropathy. \nEEG was normal.\nOptic atrophy and retinopathy were documented by visual evoked potentials (since his teens) and electroretinogram (25 years).\nMuscle biopsy at 9 years: hyporeactive to cytochrome c oxidase, reduced cIV activity, partial reduction of complex I and III (Fig 1d). \nMother and sister heterozugous carriers, patient hemizygous for a AIFM1 variant","previousTesting":true,"previousTestingDescription":"Mitochondrial DNA Southern blot and screening for POLG1, SURF1, SCO1, and COX15 mutations were normal","sex":"Male","variant":{"id":"cggv:b961080f-69d3-4f31-8a8d-4999310d0459_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6bc59efa-e0ae-45d4-bf6f-af58cd1d1fb7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004208.4(AIFM1):c.784G>A (p.Gly262Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/732670"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25934856","type":"dc:BibliographicResource","dc:creator":"Ardissone A","dc:date":"2015","dc:title":"A slowly progressive mitochondrial encephalomyopathy widens the spectrum of AIFM1 disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25934856","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"MRI and clinical details need to be reviewed by the GCEP. The variant has mixed in silico predictions, FigG. Western blot shows a reduction in the level of AIF protein in fibroblast cell lysate."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1.25},{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:1faea1cb-7bfc-4b8f-884a-32afbb8cf40d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:abcfc226-e677-49ed-9d38-995827aea1b8","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"detectionMethod":"WES was performed on samples from the mother and the proband. Sanger sequencing confirmed the variant was de novo.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed with congenital lactic acidosis. \nClinical features: congenital lactic acidosis, intractable seizures, polyneuropathy, and myopathy\nOnset at 2 days after birth, hypopnea and cyanosis, early-onset metabolic acidosis without hypoglycemia (metabolic acidosis with pH 6.67 and pCO2 of 46 mmHg (reference range: venous pH 7.31–7.41, pCO2 41–51). Glucose was elevated at 174 mg/dl (reference range: 52–100). The patient had a second episode of respiratory failure in the setting of severe acidosis at 3 wk of age, requiring intubation for 1 d. \nCSF lactate (6 mmol/l, reference range: 0.9–2.5 mmol/l) and pyruvate were elevated\nSkin fibroblasts demonstrated normal activity of the pyruvate dehydrogenase complex.\nElectromyography at 4 wk of age and again at 3 mo, demonstrated moderately severe axonal and sensorimotor polyneuropathy. \nMRI/MRA on the second day of life demonstrated underopercularization of the Sylvian fissures and prominence of the bifrontal and bitemporal extra-axial spaces\nCT at 3 wks: new hypodensities in the anteromedial thalami bilaterally. Repeat magnetic resonance imaging (MRI) demonstrated T2 hyperintensity in the bilateral anteromedial thalami with increased signal on diffusion-weighted images, in addition to\nthe bifrontal and bitemporal extra-axial space prominence. At 2. 5 months:Repeat MRI demonstrated cerebral atrophy in addition to previous findings. Fig1. \nMuscle biopsy at 2.5 months,  demonstrated decreased activity of electron transport chain complex I and IV, with normal activity of complexes II and III.","previousTesting":true,"previousTestingDescription":"MtDNA , no SNVs or deletions, no pathogenic SURF1 or SCO1 variants, and although multiple variants were found in COX10, POLG, and SCO2, none were known to be pathogenic. Chromosomal microarray revealed a 1.3-Mb paternally\ninherited duplication at 16q23.3.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1faea1cb-7bfc-4b8f-884a-32afbb8cf40d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3ea76656-ae3a-4351-b553-223c28b0c75c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004208.4(AIFM1):c.1436A>G (p.Gln479Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10654936"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28299359","type":"dc:BibliographicResource","dc:abstract":"Apoptosis-inducing factor mitochondrion-associated 1 (AIFM1), encoded by the gene AIFM1, has roles in electron transport, apoptosis, ferredoxin metabolism, reactive oxygen species generation, and immune system regulation. Here we describe a patient with a novel AIFM1 variant presenting unusually early in life with mitochondrial disease, rapid deterioration, and death. Autopsy, at the age of 4 mo, revealed features of mitochondrial encephalopathy, myopathy, and involvement of peripheral nerves with axonal degeneration. In addition, there was microvesicular steatosis in the liver, thymic noninvolution, follicular bronchiolitis, and pulmonary arterial medial hypertrophy. This report adds to the clinical and pathological spectrum of disease related to AIFM1 mutations and provides insights into the role of AIFM1 in cellular function.","dc:creator":"Morton SU","dc:date":"2017","dc:title":"AIFM1 mutation presenting with fatal encephalomyopathy and mitochondrial disease in an infant."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28299359","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"de novo missense variant without evidence of the impact of the variant on gene function. The p.Gln479Arg variant is highly conserved across species (Fig5B). Homology modelling suggests  p.Gln479Arg does not change the charge status of this residue, but extends the length of the side chain of Gln479, which might disrupt the binding pocket of FAD and/or NAD. This change might affect the binding capability of AIFM1 to FAD and/or NAD."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.75},{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:336e6dfa-20b5-428c-8614-1cde7fd63845","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5562f6c9-cbd6-4f5f-b2a9-aa8806a33e36","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"AIFM 1 is expressed ubiquitously through all tissues including the brain. Figure 7 shows western blot analysis of AIF levels across mouse tissues including cerebellum, spinal cord, cortex, retina, skeletal muscle , kidney and liver. \nThe human protein atlas confirms that  RNA expression is seen throughout the brain, protein expression is confirmed in the cerebellum only. https://www.proteinatlas.org/ENSG00000156709-AIFM1/tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18791645","type":"dc:BibliographicResource","dc:abstract":"Despite the considerable progress made in understanding the molecular bases of mitochondrial diseases, no effective treatments have been developed to date. Faithful animal models would be extremely helpful for designing such treatments. We showed previously that the Harlequin mouse phenotype was due to a specific mitochondrial complex I deficiency resulting from the loss of the Apoptosis Inducing Factor (Aif) protein.","dc:creator":"Bénit P","dc:date":"2008","dc:title":"The variability of the harlequin mouse phenotype resembles that of human mitochondrial-complex I-deficiency syndromes."},"rdfs:label":"Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:07a3f9fe-e22d-4782-9318-d3c3d11a2a4e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8eda6558-a439-4327-8c87-b91a73d6e652","type":"FunctionalAlteration","dc:description":"AIF-deficient ES cells (AIF\u0002/y) showed increased lactate production (Fig1), and a 40% reduction in comlex I dependent substrate oxidation (Fig 2 a), similar data was seen in siRNA AIFM1 treated HeLa cells. The activity of complex II, IV, and V was not significantly different from controls (Fig 3). \nBNPAGE showed reduced levels of complex I and to a lesser extent, complex 3 Fig 4), the levels of the individual subunit proteins  were reduced as determined by western blot, while mRNA transcripts of the units were not affected.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15526035","type":"dc:BibliographicResource","dc:abstract":"Apoptosis-inducing factor (AIF) is a mitochondrial flavoprotein that, after apoptosis induction, translocates to the nucleus where it participates in apoptotic chromatinolysis. Here, we show that human or mouse cells lacking AIF as a result of homologous recombination or small interfering RNA exhibit high lactate production and enhanced dependency on glycolytic ATP generation, due to severe reduction of respiratory chain complex I activity. Although AIF itself is not a part of complex I, AIF-deficient cells exhibit a reduced content of complex I and of its components, pointing to a role of AIF in the biogenesis and/or maintenance of this polyprotein complex. Harlequin mice with reduced AIF expression due to a retroviral insertion into the AIF gene also manifest a reduced oxidative phosphorylation (OXPHOS) in the retina and in the brain, correlating with reduced expression of complex I subunits, retinal degeneration, and neuronal defects. Altogether, these data point to a role of AIF in OXPHOS and emphasize the dual role of AIF in life and death.","dc:creator":"Vahsen N","dc:date":"2004","dc:title":"AIF deficiency compromises oxidative phosphorylation."},"rdfs:label":"AIF-deficient mouse ES cells (AIF-/y)"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"KO cell line showed increased lactate and a reduction in complex I activity, consistent with a LSS phenotype. The experiments indicate that the reduction in complex I activity may correlate with the stability of the complex I subunits, the levels of which were reduced."},{"id":"cggv:5f827fc2-2f1c-43b0-abc8-05e07b9c5885","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7cef33bb-c0fd-45d5-94e8-5cf26ffde616","type":"FunctionalAlteration","dc:description":"Patient fibroblast cell lines grown in a galactose-rich, glucose-free medium (forcing cells to rely for energy on mitochondrial respiration rather than glycolysis), showed CI, CII and CIV deficiency,  (Table 1). Mitotracker showed 75% patient cells showed mitochondrial fragmentation under galactose treatment compared to 23% in controls.(Fig 4C). \nMTT cell viability assay showed reduced cell growth of mutant fibroblasts in glucose and showed an even greater reduction of growth in galactose medium (Figure 4D).\nThe OXPHOS deficiencies were partially rescued by stable expression of a WT viral construct in the patient fibroblasts (see table 1). \nNote: further experiments with the cell lines investigated increased susceptibility to AIF-mediated programmed cell death.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20362274","rdfs:label":"OXPHOS deficiency in patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Reduced OXPHOS activity, fragmented mitochondrial is typical of mitochondrial with faulty OXPHOS in preapoptotic conditions and is consistent with LSS. This phenotype could be partially rescued by wild type protein."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:da6e1f80-8de6-43e6-8219-b99ae29b02da","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bfb056b3-556e-4767-9fc9-40071b5edba9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The AIFM1 homolog in c.elegans is WAH-1, reduction of WAF-1 levels using (RNAi) to approximately 40%, affected the expression of ETC complexes and mitochondrial respiration and  resulting in reduced lifespan (fig 1). WAH-1 deficiency affected growth rate, body size, pharyngeal pumping, fertility, and defecation rhythm (Fig. 1b).Immunoblot analysis of ETC subunits showed decreased complex I subunit NUO-2/NDUFS3 expression in wah-1-silenced nematodes (Fig. 1c). The oxygen consumption rate (OCR) was reduced in wah-1 deficient nematodes, further indicating an impaired mitochondrial activity. In a transgenic fly line expressing GFP under the myo-3 promoter, depletion of WAH-1 was shown to result on mitochondria with an abnormal irregular appearance. \n\nIn the treated worms, levels of stress proteins were elevated (hsp6, gst4, sod3) but ROS levels were decreased (Fig2).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29531799","type":"dc:BibliographicResource","dc:abstract":"Impaired mitochondrial energy metabolism contributes to a wide range of pathologic conditions, including neurodegenerative diseases. Mitochondrial apoptosis-inducing factor (AIF) is required for the correct maintenance of mitochondrial electron transport chain. An emerging body of clinical evidence indicates that several mutations in the AIFM1 gene are causally linked to severe forms of mitochondrial disorders. Here we investigate the consequence of WAH-1/AIF deficiency in the survival of the nematode Caenorhabditis elegans. Moreover, we assess the survival of C. elegans strains expressing a disease-associated WAH-1/AIF variant. We demonstrate that wah-1 downregulation compromises the function of the oxidative phosphorylation system and reduces C. elegans lifespan. Notably, the loss of respiratory subunits induces a nuclear-encoded mitochondrial stress response independently of an evident increase of oxidative stress. Overall, our data pinpoint an evolutionarily conserved role of WAH-1/AIF in the maintenance of proper mitochondrial activity.","dc:creator":"Troulinaki K","dc:date":"2018","dc:title":"WAH-1/AIF regulates mitochondrial oxidative phosphorylation in the nematode Caenorhabditis elegans."},"rdfs:label":"C.elegans RNAi model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Recapitulation of OXPHOS deficiency in WAF-1 deficient worms."},{"id":"cggv:6ade0787-c150-4402-bc29-8a93d4bad334","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:940bf9ed-e080-4b75-8d6e-db0297ce4625","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Spontaneous mouse model, the Hq mutation is a murine ecotropic proviral insertion in the gene encoding apoptosis-inducing factor (Aifm1), X linked in mice. This insertion results in an 80% reduction in Aifm1 expression.\nThe mouse was first described by 12353028 Klein et al. (2002). hemizygous mice show an ataxia phenotype with aging, they show 80% reduction in the expression of AIFM1.\nAt 3 months of age hemizygous mice are indistinguishable from wt littermates, by 4 months pyknotic granule cell nuclei were observed, by seven months cerebella smaller than control mice (Fig 1b, d), dying granule cells had hallmarks of apoptosis including nuclear condensation and blebbing (Fig. 1f). By seven months Purkinje cells showed degeneration, swollen mitochondria and fragmented cell membranes, indicated they were undergoing necrosis.  Hq mice also exhibited later onset retinal degeneration.\nVahsen et al. further demonstrated that mitochondria from the retina and brain of male Harlequin mice (genotype AIFHQY) manifested a significant reduction in complex I activity as compared to isogenic controls (Figure 7A and B), a reduced abundance of complex I (as determined by BN-PAGE of brain mitochondria;Figure 7B), reduced expression of complex I subunits both in the brain and in the retina (Figure 7C), but no gross perturbation in other respiratory chain complexes (as determined by respirometry (Figure 7A) and two-dimensional gel electrophoresis of brain mitochondria (Figure 7D). \nLevels of AIF are also reduced in the heart and liver of these mice but a similar alteration of complex I activity is not observed in these tissues.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15526035","rdfs:label":"Harlequin mouse model 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The gross phenotype of this mouse model does not recapitulate Leigh syndrome spectrum, however the reduction of complex I activity is a feature consistent with Leigh syndrome."},{"id":"cggv:8074eea2-c759-4a49-8339-b1e44257cc3e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:763cc896-1318-40b1-9794-a874c0b7af52","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"At around 6 months of age, Aifm1 (R200 del) homozygous females and hemizygous males displayed hind limb clasping and developed kyphosis (Figure 1G,H, I, J), indicating potential muscle atrophy and innervation defects\nFig2 shows features associated with OXPHOS deficiency in the skeletal muscle of the knockin mice: Consistent with the early development of myopathy-like features, Aifm1 (R200 del) males exhibited an increased number of nemaline rod-like structures in skeletal muscle fibers between 3 and 6 months of age (Figure 2A,B, ) Histopathology D and E.\nAifm1 (R200 del) mice showed a more pronounced loss of COX-positive muscle fibers compared to Hq mutant animals at 3 months of age (Figure 2D E), indicating reduced CIV activity. SDH staining was similar in WT and mutant mice. At 3 months of age, Aifm1 (R200 del) animals exhibited a clear trend towards a decreased expression of CI and CIV subunits, which became even more significant at 6 months of age (Figure 2GeH)\nFig 3. Figure 3: Mutant AIF protein does not cause cerebellar degeneration but induces peripheral neuropathy. (Distinct from the Harlequin mouse which has an ataxia pehnotype associated with cerebellar degeneration) \nFig 3F, 3G Axonla swelling in 6 month mice and reduced levels of myelin basic protein and neurofilament  at 12 months suggested that axonal neuropathy is secondary to muscle wasting.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29780003","type":"dc:BibliographicResource","dc:abstract":"Mutations in the AIFM1 gene have been identified in recessive X-linked mitochondrial diseases. Functional and molecular consequences of these pathogenic AIFM1 mutations have been poorly studied in vivo.","dc:creator":"Wischhof L","dc:date":"2018","dc:title":"A disease-associated Aifm1 variant induces severe myopathy in knockin mice."},"rdfs:label":"Knock-in mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Recapitulation of OXPHOS deficiency within skeletal muscle tissue was demonstrated, this was consistent with the  hind limb clasping and developed kyphosis phenotypes observed in mice. No brain pathology was reported in these mice. GDA is supported by biochemical recapitulation of disease."},{"id":"cggv:ca5a2b4c-1aab-4597-b5c8-e0b4d49138ed","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:139ad69b-6a7c-487c-8fde-7a906be79007","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The larvae of the KO flies were markedly reduced in size although their general anatomy was grossly normal. OXPHOS complexes I and IV in the larvae were reduced compared to heterozygotes (fig 2 g)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18309327","type":"dc:BibliographicResource","dc:abstract":"Apoptosis-inducing factor (AIF) is a phylogenetically conserved redox-active flavoprotein that contributes to cell death and oxidative phosphorylation in Saccharomyces cerevisiae, Caenorhabditis elegans, mouse and humans. AIF has been characterized as a caspase-independent death effector that is activated by its translocation from mitochondria to the cytosol and nucleus. Here, we report the molecular characterization of AIF in Drosophila melanogaster, a species in which most cell deaths occur in a caspase-dependent manner. Interestingly, knockout of zygotic D. melanogaster AIF (DmAIF) expression using gene targeting resulted in decreased embryonic cell death and the persistence of differentiated neuronal cells at late embryonic stages. Although knockout embryos hatch, they undergo growth arrest at early larval stages, accompanied by mitochondrial respiratory dysfunction. Transgenic expression of DmAIF misdirected to the extramitochondrial compartment (DeltaN-DmAIF), but not wild-type DmAIF, triggered ectopic caspase activation and cell death. DeltaN-DmAIF-induced death was not blocked by removal of caspase activator Dark or transgenic expression of baculoviral caspase inhibitor p35, but was partially inhibited by Diap1 overexpression. Knockdown studies revealed that DeltaN-DmAIF interacts genetically with the redox protein thioredoxin-2. In conclusion, we show that Drosophila AIF is a mitochondrial effector of cell death that plays roles in developmentally regulated cell death and normal mitochondrial function.","dc:creator":"Joza N","dc:date":"2008","dc:title":"The molecular archaeology of a mitochondrial death effector: AIF in Drosophila."},"rdfs:label":"Drosophila knockout model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Recapitulation of OXPHOS deficiency"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":2909,"specifiedBy":"GeneValidityCriteria7","strengthScore":6.75,"subject":{"id":"cggv:a90fff88-2d82-44bb-9919-4c9a14f1e0d0","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:8768","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The relationship between AIFM1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of August 17, 2020. The AIFM1 gene encodes apoptosis-inducing factor, mitochondria-associated, 1 which is an FAD-dependent oxidoreductase with important roles in oxidative phosphorylation, apoptosis, and redox control. \n\nThe AIFM1 gene was first reported in relation to X-linked Leigh syndrome spectrum in 2010 (PMID: 20362274). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four unique variants identified in four cases from four publications (PMIDs: 20362274, 22019070, 25934856, 28299359). No segregation data were available. AIFM1 variants have also been reported to be associated with X-linked Charcot-Marie-Tooth disease-4 (CMTX-4, also known as Cowchock syndrome). Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by expression, functional alteration in patient cells, functional alteration in non-patient cells, and animal models (PMIDs: 18791645, 20362274, 15526035, 29780003, 29531799, 18309327).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on August 17, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:e917f93b-01ef-42e3-bf8d-b50a91f83f9c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}