{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-31T00:26:40.897Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10080","role":"SecondaryContributor"},{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2022-12-30T18:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76adc4bc-8f05-4fbd-87df-448cffd85481","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4ba4f480-2a5a-448a-a1c8-55f73e3087c2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Gata2 mRNA was elevated approximately 10-fold in primary lymphatic (LECs), compared with blood vascular (BECs) endothelial cells isolated from the skin of embryonic mice and, moreover, that nuclear Gata2 protein was present selectively in isolated LECs, but not BECs. Nuclear Gata2 protein was also apparent in lymphatic vessels, but not blood vessels, of embryonic and adult tissues. High levels of Gata2 protein were also obvious in CD45-positive hematopoietic cells in skin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22147895","type":"dc:BibliographicResource","dc:abstract":"Recent work has established that heterozygous germline GATA2 mutations predispose carriers to familial myelodysplastic syndrome (MDS)/acute myeloid leukemia (AML), \"MonoMAC\" syndrome, and DCML deficiency. Here, we describe a previously unreported MDS family carrying a missense GATA2 mutation (p.Thr354Met), one patient with MDS/AML carrying a frameshift GATA2 mutation (p.Leu332Thrfs*53), another with MDS harboring a GATA2 splice site mutation, and 3 patients exhibiting MDS or MDS/AML who have large deletions encompassing the GATA2 locus. Intriguingly, 2 MDS/AML or \"MonoMAC\" syndrome patients with GATA2 deletions and one with a frameshift mutation also have primary lymphedema. Primary lymphedema occurs as a result of aberrations in the development and/or function of lymphatic vessels, spurring us to investigate whether GATA2 plays a role in the lymphatic vasculature. We demonstrate here that GATA2 protein is present at high levels in lymphatic vessel valves and that GATA2 controls the expression of genes important for programming lymphatic valve development. Our data expand the phenotypes associated with germline GATA2 mutations to include predisposition to primary lymphedema and suggest that complete haploinsufficiency or loss of function of GATA2, rather than missense mutations, is the key predisposing factor for lymphedema onset. Moreover, we reveal a crucial role for GATA2 in lymphatic vascular development.","dc:creator":"Kazenwadel J","dc:date":"2012","dc:title":"Loss-of-function germline GATA2 mutations in patients with MDS/AML or MonoMAC syndrome and primary lymphedema reveal a key role for GATA2 in the lymphatic vasculature."},"rdfs:label":"Kazenwadel Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Selective localization of Gata2 in lymphatic, but not blood, vessels is consistent with a role in the primary lymphedema which occurs in some patients. Additionally the high levels of Gata2 protein in CD45-positive hematopoietic cells in skin, is in accordance with demonstrated roles of Gata2 during hematopoietic development."},{"id":"cggv:9ae9649b-64eb-4f5b-94b0-d342e1ee8da8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:675eeeaa-5a8d-4256-b592-d805281211b0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"As part of a complex central to establishing the transcriptional program for blood, GATA2 disruption leads to hematological dysfunction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12065417","type":"dc:BibliographicResource","dc:abstract":"Stem cells are a central feature of metazoan biology. Haematopoietic stem cells (HSCs) represent the best-characterized example of this phenomenon, but the molecular mechanisms responsible for their formation remain obscure. The stem cell leukaemia (SCL) gene encodes a basic helix-loop-helix (bHLH) transcription factor with an essential role in specifying HSCs. Here we have addressed the transcriptional hierarchy responsible for HSC formation by characterizing an SCL 3' enhancer that targets expression to HSCs and endothelium and their bipotential precursors, the haemangioblast. We have identified three critical motifs, which are essential for enhancer function and bind GATA-2, Fli-1 and Elf-1 in vivo. Our results suggest that these transcription factors are key components of an enhanceosome responsible for activating SCL transcription and establishing the transcriptional programme required for HSC formation.","dc:creator":"Göttgens B","dc:date":"2002","dc:title":"Establishing the transcriptional programme for blood: the SCL stem cell enhancer is regulated by a multiprotein complex containing Ets and GATA factors."},"rdfs:label":"Göttgens2002"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"GATA‐2, Fli‐1 and Elf‐1 bind to the +19 core enhancer of SCL. The identification of three critical transcription factor-binding sites, at which mutations abolish enhancer activity, suggests that the corresponding transcription factors form a multimeric complex necessary for enhancer function. This enhanceosome is responsible for establishing the transcriptional program necessary for hematopoietic stem cell and blood cell development."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5a1c7c7a-d87d-4369-897b-f9eae77be2e7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97a335fb-2629-4783-bfcb-1ac8a5afd38e","type":"FunctionalAlteration","dc:description":"Transducing HL60 cells with WT or Arg396Gln showed the variant fails to maintain the immature characteristics of hematopoietic stem and progenitor cells. Murine HSPCs were transduced with WT or Arg396Gln and colony forming ability was analyzed, the variant was unable to decrease colony numbers as WT does.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25624456","type":"dc:BibliographicResource","dc:abstract":"Germline GATA2 mutations have been identified as the cause of familial syndromes with immunodeficiency and predisposition to myeloid malignancies. GATA2 mutations appear to cause loss of function of the mutated allele leading to haploinsufficiency; however, this postulate has not been experimentally validated as the basis of these syndromes. We hypothesized that mutations that are translated into abnormal proteins could affect the transcription of GATA2, triggering GATA2 deficiency. Chromatin immunoprecipitation and luciferase assays showed that the human GATA2 protein activates its own transcription through a specific region located at -2.4 kb, whereas the p.Thr354Met, p.Thr355del, and p.Arg396Gln germline mutations impair GATA2 promoter activation. Accordingly, GATA2 expression was decreased to ∼58% in a patient with p.Arg396Gln, compared with controls. p.Arg396Gln is the second most common mutation in these syndromes, and no previous functional analyses have been performed. We therefore analyzed p.Arg396Gln. Our data show that p.Arg396Gln is a loss-of-function mutation affecting DNA-binding ability and, as a consequence, it fails to maintain the immature characteristics of hematopoietic stem and progenitor cells, which could result in defects in this cell compartment. In conclusion, we show that human GATA2 binds to its own promoter, activating its transcription, and that the aforementioned mutations impair the transcription of GATA2. Our results indicate that they can affect other GATA2 target genes, which could partially explain the variability of symptoms in these diseases. Moreover, we show that p.Arg396Gln is a loss-of-function mutation, which is unable to retain the progenitor phenotype in cells where it is expressed. ","dc:creator":"Cortés-Lavaud X","dc:date":"2015","dc:title":"GATA2 germline mutations impair GATA2 transcription, causing haploinsufficiency: functional analysis of the p.Arg396Gln mutation."},"rdfs:label":"Cortes-Lavaud2012"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Retroviral particles were produced by transfecting AmphoPack 293 cells with pMD2.G envelope vector and an empty, GATA2, or p.Arg396Gln cDNA.. Particles were harvested and used immediately for transduction in HL60 cells and murine bone marrow cells."},{"id":"cggv:477e0404-2e54-476e-b9c3-dbe0138646fc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9b43d33b-1709-4d16-b46b-f764fa631f0a","type":"FunctionalAlteration","dc:description":"In HL-60 promyelocytes with WT GATA2  there is differentiation into granulocytes upon exposure to ATRA, resulting in cessation of proliferation and promotion of apoptosis. However, 355del inhibited differentiation while 354Met allowed differentiation but did not result in cessation of proliferation and promotion of apoptosis. Microarray analysis was also performed to compare global gene expression in HL-60 cells expressing wild-type GATA2 and three GATA2 mutants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21892162","type":"dc:BibliographicResource","dc:abstract":"We report the discovery of GATA2 as a new myelodysplastic syndrome (MDS)-acute myeloid leukemia (AML) predisposition gene. We found the same, previously unidentified heterozygous c.1061C>T (p.Thr354Met) missense mutation in the GATA2 transcription factor gene segregating with the multigenerational transmission of MDS-AML in three families and a GATA2 c.1063_1065delACA (p.Thr355del) mutation at an adjacent codon in a fourth MDS family. The resulting alterations reside within the second zinc finger of GATA2, which mediates DNA-binding and protein-protein interactions. We show differential effects of the mutations on the transactivation of target genes, cellular differentiation, apoptosis and global gene expression. Identification of such predisposing genes to familial forms of MDS and AML is critical for more effective diagnosis and prognosis, counseling, selection of related bone marrow transplant donors and development of therapies.","dc:creator":"Hahn CN","dc:date":"2011","dc:title":"Heritable GATA2 mutations associated with familial myelodysplastic syndrome and acute myeloid leukemia."},"rdfs:label":"Hahn2011 HL-60 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Site-directed mutagenesis was used to generate p.Thr354Met, p.Thr355del and p.Leu359Val mutants. The coding regions of wild-type, p.Thr354Met and p.Leu359Val were cloned into a dual lentiviral vector system which was used to generate HL-60 cells expressing wild-type or mutant GATA2 upon addition of 4HT."},{"id":"cggv:259075b2-e0a6-42f2-a7c1-5e2276fca718","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6b89eb59-82bb-4b34-aaeb-6beb3a210549","type":"FunctionalAlteration","dc:description":"Transcriptional profiles separate GATA2 patients from healthy normals by principal component analysis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23502222","type":"dc:BibliographicResource","dc:abstract":"Previous reports of GATA2 mutations have focused on the coding region of the gene or full gene deletions. We recently identified 2 patients with novel insertion/deletion mutations predicted to result in mRNA nonsense-mediated decay, suggesting haploinsufficiency as the mechanism of GATA2 deficient disease. We therefore screened patients without identified exonic lesions for mutations within conserved noncoding and intronic regions. We discovered 1 patient with an intronic deletion mutation, 4 patients with point mutations within a conserved intronic element, and 3 patients with reduced or absent transcription from 1 allele. All mutations affected GATA2 transcription. Full-length cDNA analysis provided evidence for decreased expression of the mutant alleles. The intronic deletion and point mutations considerably reduced the enhancer activity of the intron 5 enhancer. Analysis of 512 immune system genes revealed similar expression profiles in all clinically affected patients and reduced GATA2 transcript levels. These mutations strongly support the haploinsufficient nature of GATA2 deficiency and identify transcriptional mechanisms and targets that lead to MonoMAC syndrome.","dc:creator":"Hsu AP","dc:date":"2013","dc:title":"GATA2 haploinsufficiency caused by mutations in a conserved intronic element leads to MonoMAC syndrome."},"rdfs:label":"Hsu2013"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9128d614-1989-409d-9f68-652edc9e4fd8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:11fa1248-0d62-4d21-860a-a93b87e56289","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice recapitulated the decrease in total number of blood cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8078582","type":"dc:BibliographicResource","dc:abstract":"Blood cell development relies on the expansion and maintenance of haematopoietic stem and progenitor cells in the embryo. By gene targeting in mouse embryonic stem cells, we demonstrate that the transcription factor GATA-2 plays a critical role in haematopoiesis, particularly of an adult type. We propose that GATA-2 regulates genes controlling growth factor responsiveness or the proliferative capacity of early haematopoietic cells.","dc:creator":"Tsai FY","dc:date":"1994","dc:title":"An early haematopoietic defect in mice lacking the transcription factor GATA-2."},"rdfs:label":"Tsai1994"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This was a null model, not consistent with the heterozygous state of affected humans. Potentially for this reason, the phenotype was more severe in mice with embryonic lethality so many of the clinical phenotypes observed in humans could not be studied in the mice."},{"id":"cggv:f97aa7ca-cf3c-4211-bfcc-04939b226305","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d24bff3-c598-41f8-956e-2f288f6e17fa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"GATA-2 deficiency in the endothelial lineage results in edema and hemorrhage. Using a combinatorial conditional loss-of-function strategy, they directly and formally demonstrated that GATA-2 is vital for immunophenotypic as well as functional HSC recovery from both mid-gestational embryos and adults.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22996665","type":"dc:BibliographicResource","dc:abstract":"The transcription factor GATA-2 plays vital roles in quite diverse developmental programs, including hematopoietic stem cell (HSC) survival and proliferation. We previously identified a vascular endothelial (VE) enhancer that regulates GATA-2 activity in pan-endothelial cells. To more thoroughly define the in vivo regulatory properties of this enhancer, we generated a tamoxifen-inducible Cre transgenic mouse line using the Gata2 VE enhancer (Gata2 VECre) and utilized it to temporally direct tissue-specific conditional loss of Gata2. Here, we report that Gata2 VECre-mediated loss of GATA-2 led to anemia, hemorrhage, and eventual death in edematous embryos. We further determined that the etiology of anemia in conditional Gata2 mutant embryos involved HSC loss in the fetal liver, as demonstrated by in vitro colony-forming and immunophenotypic as well as in vivo long-term competitive repopulation experiments. We further documented that the edema and hemorrhage in conditional Gata2 mutant embryos were due to defective lymphatic development. Thus, we unexpectedly discovered that in addition to its contribution to endothelial cell development, the VE enhancer also regulates GATA-2 expression in definitive fetal liver and adult BM HSCs, and that GATA-2 function is required for proper lymphatic vascular development during embryogenesis.","dc:creator":"Lim KC","dc:date":"2012","dc:title":"Conditional Gata2 inactivation results in HSC loss and lymphatic mispatterning."},"rdfs:label":"Lim2012"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This is a homozygous knockout, and while it is a tissue-specific conditional, is still embryonic lethal. While there is a reduction in the number of hematopoietic stem cells, the lethality makes it so the model does not recapitulate many of the human phenotypes such as susceptibility to hematological malignancies."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5631,"specifiedBy":"GeneValidityCriteria9","strengthScore":17,"subject":{"id":"cggv:d749b7ef-0b72-427c-8286-74bca51c6a05","type":"GeneValidityProposition","disease":"obo:MONDO_0042982","gene":"hgnc:4171","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"GATA2 was first reported in relation to autosomal dominant GATA2-deficiency with susceptibility to myelodysplastic syndrome/acute myelogenous leukemia (MDS/AML) in 2011. This occurred over several publications, referring to the condition as Emberger Syndrome, when presenting with primary lymphedema (Ostergaard et al., 2011 PMID 21892158), familial MDS (Hahn et al., 2011 PMID 21895162), DCML deficiency (Dickinson et al., 2011 PMID: 21765025, 21810969), and MonoMac (Hsu et al., 2011 PMID 21670465). In addition, Warts, Immunodeficiency, Lymphedema, and anogenital Dysplasia (WILD) syndrome (PMID: 28373026) is another clinical entity described in the literature that falls under the umbrella of GATA2 deficiency with susceptibility to MDS/AML. Due to the deficiency of several white blood cell subsets (B cells, NK cells, dendritic cells, monocytes, CD4+ T cells) (PMID: 30047422, 23365458) and susceptibility to viral, bacterial and fungal infections (PMID: 25397911), as well as the presence of dysplastic megakaryocytes in the bone marrow (PMID: 30047422) and other phenotypes such as pulmonary alveolar proteinosis (PMID: 34089740), the GATA2 gene, and associated haploinsufficiency is considered an inborn error of immunity (Tangye S et al., 2020 PMID 31953710). At least 40 variants (including missense, nonsense, frameshift, and large deletions) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Variants in this gene have been reported in at least 19 probands in 7 publications (PMIDs: 21892158, 21895162, 21670465, 22147895, 23223431, 23502222, 25624456). Variants in this gene segregated with disease in 46 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism for disease is haploinsufficiency (Hsu et al., 2013 PMID 23502222). This gene-disease association is supported by its biochemical function as part of the transcriptional program for blood (Gottgens et al., 2002 PMID 12065417), expression in hematopoietic cells (Kazenwadel et al., 2012 PMID 22147895), functional alteration in both patient and non-patient cells leading to altered gene expression (PMIDs: 21892162, 23502222, 25624456), and two mouse model organisms with limited utility due to lethality (PMIDs: 8078582, 22996665). In summary GATA2 is definitively associated with autosomal dominant GATA2-deficiency with susceptibility to MDS/AML. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanisms, inheritance pattern, or phenotypic variability underlying the these many disease entities: Emberger Syndrome (MIM 614038), Immunodeficiency 21 (MIM 614172), susceptibility to acute myeloid leukemia (MIM 601626) and susceptibility to Myelodysplastic syndrome (MIM 614286). Today it is well accepted that all these clinical manifestations belong to the broad spectrum of a single genetic disease; the term GATA2 deficiency or haploinsufficiency has been widely accepted to describe GATA2-related disorders (Wlodarski et al., 2017 PMID 28637621). Therefore, all of the disease entities have been lumped into one disease entity, dominant GATA2-deficiency with susceptibility to MDS/AML.","dc:isVersionOf":{"id":"cggv:7c0449f7-e20b-4610-95ad-896eee265492"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}