{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-03-11T17:24:16.347Z","role":"Publisher"},{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-03-11T17:23:36.036Z","role":"Approver"}],"evidence":[{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:18a31610-0671-418d-a14b-d6b3c49a4bc1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0acb4740-e917-485d-acbf-9b378c818068","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"Sequenced 11 known human genes (PDSS1 [MIM #607429], PDSS2, COQ2, COQ3 [MIM *605196], COQ4, COQ5, COQ6, COQ7 [MIM #601683], CABC1 [MIM #606980], COQ9, and ADCK2) encoding COQ10 biosynthetic proteins as well as COQ10A and COQ10B,\nwhich encode proteins required for CoQ10 function in the respiratory chain.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Diagnosed with Leigh Syndrome with Nephropathy and CoQ10 Deficiency. Neonatal pneumonia and hypotonia; seizures; feeding difficulties; edema; low serum albumin; proteinuria; nephrotic syndrome; markedly elevated serum lactate (7.5 mmol/liter; normal !2.0), and his lactate:pyruvate ratio was at the upper limit of normal\n(21; normal <20); abnormal EEG; absence of purposeful gaze and visual-evoked potential responses; normal funduscopy; normal amino acid and acylcarnitive profiles. Brain magnetic resonance imaging (MRI) showed bilateral symmetric areas of increased T2- and decreased T1-signal intensity in the basal ganglia, consistent with Leigh syndrome (fig. 2B). Died at age 8 mo because of severe refractory focal status epilepticus.\ninclusion criteria: elevated lactate, developmental delay (?), neuroimaging findings in basal ganglia","sex":"Male","variant":{"id":"cggv:18a31610-0671-418d-a14b-d6b3c49a4bc1_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:8bbb848f-aabc-41a1-ba52-1177ee41d580","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020381.4(PDSS2):c.964C>T (p.Gln322Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114833"}},{"id":"cggv:c9f0991d-07d6-40d2-beb3-e47bf1d024d8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020381.4(PDSS2):c.1145C>T (p.Ser382Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114835"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17186472","type":"dc:BibliographicResource","dc:abstract":"Coenzyme Q(10) (CoQ(10)) is a vital lipophilic molecule that transfers electrons from mitochondrial respiratory chain complexes I and II to complex III. Deficiency of CoQ(10) has been associated with diverse clinical phenotypes, but, in most patients, the molecular cause is unknown. The first defect in a CoQ(10) biosynthetic gene, COQ2, was identified in a child with encephalomyopathy and nephrotic syndrome and in a younger sibling with only nephropathy. Here, we describe an infant with severe Leigh syndrome, nephrotic syndrome, and CoQ(10) deficiency in muscle and fibroblasts and compound heterozygous mutations in the PDSS2 gene, which encodes a subunit of decaprenyl diphosphate synthase, the first enzyme of the CoQ(10) biosynthetic pathway. Biochemical assays with radiolabeled substrates indicated a severe defect in decaprenyl diphosphate synthase in the patient's fibroblasts. This is the first description of pathogenic mutations in PDSS2 and confirms the molecular and clinical heterogeneity of primary CoQ(10) deficiency.","dc:creator":"López LC","dc:date":"2006","dc:title":"Leigh syndrome with nephropathy and CoQ10 deficiency due to decaprenyl diphosphate synthase subunit 2 (PDSS2) mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17186472","rdfs:label":"Lopez 2006 case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound het for stop-gained and missense. CoQ10 concentration was severely reduced in muscle (4.6 mg/g tissue; mean±SD in 185 controls 32.1±6.8) and fibroblasts (patient 6.7±2.6 ng/mg protein; mean in 10 controls 52.2±9.1). Biochemical assays with radiolabeled substrates indicated a severe defect in decaprenyl diphosphate and CoQ10 synthesis in patient fibroblasts (table 2)."},{"id":"cggv:bd78ffcc-7982-4f81-a664-f9123880cc98_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fb0d087b-d8b9-4e22-a33c-9e611988f7e2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"Genetic testing methodology not known.","phenotypeFreeText":"Diagnosed with coenzyme Q10 deficiency. Did well during the first weeks of life, but nystagmus was noted early, and he gradually developed severe myopia and bilateral visual loss. At 10 years, he was diagnosed with retinitis pigmentosa with optic nerve atrophy of the left eye and cataract of the right eye. Bilateral sensorineural deafness was suspected early (at 3 months) and was further confirmed by detection of impaired auditive evoked potentials at 1 year (50 dB). He could sit at 6 months and walk unaided at 18 months. Nephrotic syndrome was diagnosed at 3 years and resulted in terminal renal failure that required kidney transplantation at 9 years. Progressive ataxia, dystonia with generalised amyotrophy, and increased deep tendon reflexes of lower limbs substantially hindered his ability to walk unaided. At 12 years, he could no longer ride his bicycle or walk unaided and he became progressively wheelchair-bound. He had a long face with large ears, a gaping mouth, and increased salivation, but no specific dysmorphic features were noted. Magnetic resonance imaging showed abnormal signals in the periventricular and cerebellar white matter, with moderate ventricular dilatation (not shown). Hypertrophic normokinetic cardiomyopathy was found at age 11 years. Metabolic investigation showed normal plasma and cerebrospinal fluid lactate. Respiratory enzyme activity in circulating lymphocytes (table 1) and skeletal muscle mitochondria from patients 1 and 3 (sibling), and cultured skin fibroblasts from patient 1 (not shown), was within the normal range. However, quinone-dependent activities in lymphocytes (complex I and III, complex II and III, glycerol-3-phosphate and complex III) were in the lowest absolute control values, and activity ratios, which are used to detect unbalanced respiratory chain enzyme functions, differed substantially from control (table 1). Per author communication, patient had lactate peak in cerebellum and leukodystrophy.\nNot sure this case meets inclusion criteria; only 1 affected sibling (patient 2) had neuroimaging findings reported, and this was CT showing generalized white matter hypodensity.","sex":"Male","variant":{"id":"cggv:bd78ffcc-7982-4f81-a664-f9123880cc98_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c9f0991d-07d6-40d2-beb3-e47bf1d024d8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10972372","type":"dc:BibliographicResource","dc:abstract":"The respiratory-chain deficiencies are a broad group of largely untreatable diseases. Among them, coenzyme Q10 (ubiquinone) deficiency constitutes a subclass that deserves early and accurate diagnosis.","dc:creator":"Rötig A","dc:date":"2000","dc:title":"Quinone-responsive multiple respiratory-chain dysfunction due to widespread coenzyme Q10 deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10972372","rdfs:label":"Rotig 2000 patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Does not meet inclusion criteria."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3130dde-a957-4111-b7d6-9587f6f75471","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b3b5bc0b-d69d-412e-bda6-20635c99c677","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Low tissue specificity and low human brain regional specificity. Protein expression low in cerebellum; RNA expression throughout brain. Expressed in cytosol.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21139605","type":"dc:BibliographicResource","dc:creator":"Uhlen M","dc:date":"2010","dc:title":"Towards a knowledge-based Human Protein Atlas."},"rdfs:label":"human protein atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"expressed in brain, but protein expression is low and restricted to cerebellum; scored according to rubric"},{"id":"cggv:f0ea1db6-4053-4333-a704-eba45c76b55a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9967a978-9db6-42ea-989f-f8c32b826cd6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Leigh map","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"In Leigh map, 1 of 2 genes involved in CoQ10 biosynthesis associated with Leigh syndrome (also COQ9). 13 other genes associated with Leigh syndrome are involved in cofactor biosynthesis and metabolism more generally."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d1cf9e22-cf7c-4bb6-94ef-686934a5ac5b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:649aebbf-1676-4fa6-83a6-400b6ce37f98","type":"FunctionalAlteration","dc:description":"Used short-hairpin RNA (shRNA) to stably silence its expression in the MIHA immortalized liver cell line (Supplementary Fig. S5A–S5B). The knockdown efficiency was also confirmed in Huh7 cells (Supplementary Fig. S5C).Mitochondrial complex I decreased slightly in MIHA-KD cells compared with MIHA-C (Fig. 4A, Supplementary Fig. S5D). Compared with vector control cells, MIHA-KD cells displayed decreased PDH, IDH, and MDH2 and increased TPI1 protein levels (Fig. 4B; Supplementary Fig. S5E). SDH activity also decreased in the MIHA-KD cells compared with that in the vector control cells (P < 0.05; Fig. 4C). IDH activity decreased slightly in MIHA-KD cells compared with that in vector control cells (Fig. 4C). MIHA-KD1 showed increased glucose uptake and lactate production and decreased oxygen consumption (Fig. 4D). The MIHA-KD1:MIHA-C ratio of glycolytic index was 4.75:1, indicating that PDSS2 knockdown cells had approximately 4-fold higher glycolytic activity than the vector control cells. The ATP level increased in MIHA-KD1 cells (Fig. 4D), which might be the result of increased glycolysis to produce more ATP to facilitate cell proliferation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29967258","type":"dc:BibliographicResource","dc:abstract":"Glucose metabolic reprogramming from oxidative phosphorylation to glycolysis is one of the hallmarks of cancer development. Coenzyme Q10 (CoQ10) is essential for electron transport in the mitochondrial respiratory chain and for antioxidant defense. Here, we investigated the role of a key factor in CoQ10 synthesis, prenyldiphosphate synthase subunit 2 (PDSS2), in hepatocellular carcinoma (HCC) tumorigenesis. PDSS2 was frequently downregulated in HCC tissues and was significantly associated with poorer HCC prognosis (P = 0.027). PDSS2 downregulation was a prognostic factor independent of T status and stage (P = 0.028). Downregulation of CoQ10 was significantly correlated with downregulation of PDSS2 in HCC tumor tissues (R = 0.414; P < 0.001). Of the six different splicing isoforms of PDSS2, the five variants other than full-length PDSS2 showed loss of function in HCC. Reintroduction of full-length PDSS2 into HCC cells increased CoQ10 and mitochondrial electron transport complex I activity and subsequently induced a metabolic shift from aerobic glycolysis to mitochondrial respiration in cells. Reintroduction of PDSS2 also inhibited foci formation, colony formation in soft agar, and tumor formation in nude mice. Knockdown of PDSS2 induced chromosomal instability in the MIHA immortalized human liver cell line. Furthermore, knockdown of PDSS2 in MIHA induced malignant transformation. Overall, our findings indicate that PDSS2 deficiency might be a novel driving factor in HCC development.Significance: Downregulation of PDSS2 is a driving factor in hepatocellular carcinoma tumorigenesis. Cancer Res; 78(16); 4471-81. ©2018 AACR.","dc:creator":"Li Y","dc:date":"2018","dc:title":"PDSS2 Deficiency Induces Hepatocarcinogenesis by Decreasing Mitochondrial Respiration and Reprogramming Glucose Metabolism."},"rdfs:label":"Li 2018 functional alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"PDSS2 KD alters Krebs cycle protein and activity levels, increased lactate production, and decreased oxygen consumption in a liver cell line"},{"id":"cggv:7837ec1d-6126-4b96-9420-f90d65618f9b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ef59eb20-2b09-4a7d-8ad7-7a8516e3ef04","type":"FunctionalAlteration","dc:description":"Modified Gomori trichrome and cytochrome c oxidase (COX) stains of muscle revealed increased proportions(4%–7%) of fibers with excessive subsarcolemmal mitochondrial aggregates (fig. 2D), but no COX-negative fibers were present. Measurement of respiratory-chain enzyme activities in muscle and cultured fibroblasts showed decreased complex II+III activities (muscle: 20 mU/U citrate synthase, control range 37–285; fibroblasts: 84 mU/U COX, control range 160–440). Complex I activity was mildly reduced in fibroblasts (88 mU/U COX, normal range 110– 260) but normal in muscle. Isolated activities of complexes II, III, and IV were normal. After addition of decylubiquinone to the reaction mixtures, activity of complex II + III increased 8.9-fold in the patient’s muscle and 2.2-fold in control muscle. Similarly, decylubiquinone addition increased complex II+III activity 4.7-fold in the patient’s fibroblasts and 3.6-fold in control fibroblasts.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17186472","rdfs:label":"Lopez 2006 patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"evidence of mitochondrial dysfunction (reduced respiratory chain enzyme activity) in patient fibroblasts. Cells from this individual further investigated by 18230681: Quinzii et al. (2008), who show that respiratory chain dysfunction and oxidative stress correlate with severity of primary CoQ10 deficiency."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:74fd879d-76fa-44a7-a3b8-882dc2ec9860","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:34d557b7-7e57-495a-84bc-069cfcf6ba2d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"PDSS2 is downregulated in hepatocellular carinoma human tissue and cell lines (SMMC7721, QGY7703, Huh7, PLC8024), and CoQ10 is decreased (Fig. 1). Downregulation of the Krebs cycle enzye IDH1 was positively correlated with downregulation of PDSS2 (R = 0.260, P = 0.017; Pearson correlation; Supplementary Tables S4–S5; Supplementary Fig. S1B). When HCC cells were transfected with PDSS2, Western blotting showed a significant increased in level of complex 1 and slight increased in complex II but not change in complexes III and IV and ATP synthase. The activity of Complex I increased in PDSS2-transfected cells compared with that in empty vector-transfected cells (Fig. 2). Western blots demonstrated that the levels of pyruvate dehydrogenase (PDH), a key mitochondrial enzyme that converts pyruvate to acetyl-CoA for further metabolism through the Krebs cycle, and three molecules involved in the Krebs cycle (isocitrate dehydrogenase, IDH; malate dehydrogenase, MDH2; and citrate synthase, CS) increased in PDSS2-transfected cells compared with those in vector-transfected cells, except CS decreased in Huh7-PDSS2 cells (Fig.2D–E and Supplementary Fig. S2A). The SDH and IDH activity also increased in PDSS2-overexpressing cells (Fig. 2F and G). After reintroduction of PDSS2, both the glucose uptake and lactate level decreased (Fig. 3A) (Fig. 2). Reintroduction of PDSS2 in SMMC7721, QGY7703, and Huh7 cells led to a nearly 25% increase in the oxygen consumption rate compared with that in control cells. The maximal respiration also increased in 7721-PDSS2 cells compared with that in vector control cells (P < 0.01; Supplementary Fig. S2B). The reintroduction of PDSS2 increased the production of cellular ATP compared with that in vector-transfected cells (Fig. 3C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29967258","rdfs:label":"Li 2018 rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0,"dc:description":"comparison was with empty vector-transfected cells only; no healthy control cell used. Also in liver cancer cells."},{"id":"cggv:6464fd7d-e3b4-4e36-89c3-24cb4a11dd70","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a33f96ba-e2cf-4f3b-9eb1-1adfa5e86e59","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Investigated in vivo effects of Pdss2 deficiency in affected and unaffected organs of CBA/Pdss2kd/kd mice (which are homozygous for a naturally occurring V117M  variant) at presymptomatic, phenotypic-onset, and end-stages of the disease. \n\nPdss2 mutant mice manifest widespread CoQ9 deficiency (Fig. 1; brain, kidney, liver, muscle) and various mitochondrial respiratory chain abnormalities in kidney, brain, liver, and muscle (Tables 1-4), but only affected organs show increased ROS production and oxidative stress (Fig. 4), mitochondrial DNA depletion (Fig. 2), reduced ATP levels (Fig. 3), and reduced citrate synthase activity, an index of mitochondrial mass.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23150520","type":"dc:BibliographicResource","dc:abstract":"Primary human CoQ(10) deficiencies are clinically heterogeneous diseases caused by mutations in PDSS2 and other genes required for CoQ(10) biosynthesis. Our in vitro studies of PDSS2 mutant fibroblasts, with <20% CoQ(10) of control cells, revealed reduced activity of CoQ(10)-dependent complex II+III and ATP synthesis, without amplification of reactive oxygen species (ROS), markers of oxidative damage, or antioxidant defenses. In contrast, COQ2 and ADCK3 mutant fibroblasts, with 30-50% CoQ(10) of controls, showed milder bioenergetic defects but significantly increased ROS and oxidation of lipids and proteins. We hypothesized that absence of oxidative stress markers and cell death in PDSS2 mutant fibroblasts were due to the extreme severity of CoQ(10) deficiency. Here, we have investigated in vivo effects of Pdss2 deficiency in affected and unaffected organs of CBA/Pdss2(kd/kd) mice at presymptomatic, phenotypic-onset, and end-stages of the disease. Although Pdss2 mutant mice manifest widespread CoQ(9) deficiency and mitochondrial respiratory chain abnormalities, only affected organs show increased ROS production, oxidative stress, mitochondrial DNA depletion, and reduced citrate synthase activity, an index of mitochondrial mass. Our data indicate that kidney-specific loss of mitochondria triggered by oxidative stress may be the cause of renal failure in Pdss2(kd/kd) mice.","dc:creator":"Quinzii CM","dc:date":"2013","dc:title":"Tissue-specific oxidative stress and loss of mitochondria in CoQ-deficient Pdss2 mutant mice."},"rdfs:label":"Quinzii mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"LOF due to homozygosity for the V117M missense variant leads to renal failure and early death as well as mitochondrial dysfunction.in mice"},{"id":"cggv:91a757a9-b0d8-413d-8a54-37ab5a8ca3b7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8a953d3e-b1e4-4610-9424-104485f4b04b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Total knockout of PDSS2 (B6.Zp3/Cre,Pdss2loxP/loxP) was embryonically lethal, with no homozygous embryos surviving beyond 10.5 days of gestation (data not shown). kd/kd mice show nephrotic syndrome, which is observed in human patients but not relevant for Leigh syndrome.\n\n There was a significant reduction in CoQ9 and CoQ10 levels in the kidneys of B6.Pdss2kd/kd mice compared to age-matched B6 controls. B6.Alb/cre,Pdss2loxP/loxP mice had no evidence of disease through 8 months of life, but isolated liver mitochondria respiratory chain capacity in 6 to 8 month old animals was impaired to a similar extent as seen in B6.Pdss2kd/kd missense mice. Specifically, polarography of freshly isolated liver mitochondria showed significantly decreased complex I- and complex II-dependent integrated respiratory chain capacity in both B6.Pdss2kd/kd and B6.Alb/cre,Pdss2loxP/loxP mutants compared with controls (Figure 6, panels A and B). Significantly increased complex IV-dependent respiratory capacity was also observed in both the B6.Pdss2kd/kd and B6.Alb/cre,Pdss2loxP/loxP mutants (Figure 6, panel C). Electron transport chain enzyme activity analyses performed on frozen liver mitochondria from these same animals (Figure 6, Panel D) showed consistent results.\n\nIn kidney mitochondria from B6.Pdss2kd/kd, B6.Podocin/cre,Pdss2loxP/loxP, B6.PEPCK/cre, Pdss2loxP/loxP, and B6.Alb/cre,Pdss2loxP/loxP mice, no significant differences were detected in activities of enzyme complex I-III, II-III, III, or IV normalized to citrate synthase activity for any of the mutants in comparison with controls, although a trend toward increase was observed for complex IV enzyme activity in B6.Pdss2kd/kd mice (data not shown).\n\nHistological sections of the brain, retina, liver, and skeletal muscle of B6.Pdss2kd/kd mutants demonstrated no obvious structural abnormalities. Skeletal muscle sections stained with Gomori/trichrome and antibodies to muscle enzymes (ATPase, NADH, SDH) showed no evidence of subsarcolemmal mitochondrial aggregates or other abnormalities. In addition, no differences were observed in bone mineral density or concentration, lean body mass, complete blood count, or liver transaminase (ALT) (data not shown).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18437205","type":"dc:BibliographicResource","dc:abstract":"Coenzyme Q (CoQ) is an essential electron carrier in the respiratory chain whose deficiency has been implicated in a wide variety of human mitochondrial disease manifestations. Its multi-step biosynthesis involves production of polyisoprenoid diphosphate in a reaction that requires the enzymes be encoded by PDSS1 and PDSS2. Homozygous mutations in either of these genes, in humans, lead to severe neuromuscular disease, with nephrotic syndrome seen in PDSS2 deficiency. We now show that a presumed autoimmune kidney disease in mice with the missense Pdss2(kd/kd) genotype can be attributed to a mitochondrial CoQ biosynthetic defect. Levels of CoQ9 and CoQ10 in kidney homogenates from B6.Pdss2(kd/kd) mutants were significantly lower than those in B6 control mice. Disease manifestations originate specifically in glomerular podocytes, as renal disease is seen in Podocin/cre,Pdss2(loxP/loxP) knockout mice but not in conditional knockouts targeted to renal tubular epithelium, monocytes, or hepatocytes. Liver-conditional B6.Alb/cre,Pdss2(loxP/loxP) knockout mice have no overt disease despite demonstration that their livers have undetectable CoQ9 levels, impaired respiratory capacity, and significantly altered intermediary metabolism as evidenced by transcriptional profiling and amino acid quantitation. These data suggest that disease manifestations of CoQ deficiency relate to tissue-specific respiratory capacity thresholds, with glomerular podocytes displaying the greatest sensitivity to Pdss2 impairment.","dc:creator":"Peng M","dc:date":"2008","dc:title":"Primary coenzyme Q deficiency in Pdss2 mutant mice causes isolated renal disease."},"rdfs:label":"Peng mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Homozygous gene KO is embryonic lethal in mice. Homozygous hepatocyte-specific KO mice (albumin promoter) and homozygous missense variant carrying kd/kd mice also show disrupted respiratory chain activity in liver tissue."},{"id":"cggv:516959e3-b399-4973-bc97-0b7f665eb530","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b690042c-ef44-4600-b9a5-384a7b779092","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Demonstrate additional motor deficits (reduced performance on rotorod test (Fig. 1), reduced home cage activity (Fig. 2)) and reduced balance and coordination (akinesia tests, Fig. 3) in the homozygous  kd/kd mouse (same mouse as in Peng et al. 2008). The mice also showed reduced mitochondrial respiratory capacity in skeletal muscle (Fig. 6). Reduced tyrosine hydroxylase immunoreactive neurons were observed in the substantia nigra pars compacta (Fig. 7).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21983691","type":"dc:BibliographicResource","dc:abstract":"The Pdss2 gene product is needed for the isoprenylation of benzoquinone to generate coenzyme Q (CoQ). A fatal kidney disease occurs in mice that are homozygous for a missense mutation in Pdss2, which can be recapitulated in conditional Pdss2 knockouts targeted to glomerular podocytes. We now report that homozygous missense mutants also demonstrate significant neuromuscular deficits, as validated by behavioral and coordination assays, and these deficits are recapitulated in conditional Pdss2 knockouts targeted to dopaminergic neurons. Both conditional knockout and missense mutant mice demonstrate deficiencies in tyrosine hydroxylase-positive neurons in the substantia nigra, implicating a pathology similar to sporadic Parkinson's disease (PD).","dc:creator":"Ziegler CG","dc:date":"2012","dc:title":"Parkinson's disease-like neuromuscular defects occur in prenyl diphosphate synthase subunit 2 (Pdss2) mutant mice."},"rdfs:label":"Ziegler mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"discussed at GCEP; consensus not to score because model of Parkinson's disease"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":2373,"specifiedBy":"GeneValidityCriteria7","strengthScore":6.5,"subject":{"id":"cggv:8ad8dba9-3b57-4cb9-a2c6-324c1e868467","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:23041","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PDSS2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of July 13, 2020. The PDSS2 gene encodes prenyl diphosphate synthase subunit 2, which is important early in the coenzyme Q10 biosynthesis pathway. Coenzyme Q10 is critical for many processes in the cell, including in the mitochondrial respiratory chain transferring electrons from complexes I and II to complex III.\n\nThe PDSS2 gene was first reported in association with autosomal recessive Leigh syndrome spectrum in 2006 (PMID: 17186472). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included two variants identified in one cases from one publications (PMID: 17186472), as well as a case reported in a book chapter (Quinzii C, Loos M. Multisystemic Infantile CoQ10 Deficiency with Renal Involvement. In: Russell P. Saneto, Sumit Parikh and Bruce H. Cohen, editors. Mitochondrial Case Studies Underlying Mechanisms and Diagnosis. Academic Press; 2016. pp 299-04). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, expression, functional alteration in patient cells, functional alteration in non-patient cells, and animal models (PMIDs: 27977873, 21139605, 17186472, 29967258, 18437205, 23150520).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on July 13, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:5e0928f3-2b7d-4622-bc96-68a4d0078826"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}