{"id":"cggv:1068b8e8-36a1-4110-9ab4-45f9d4ece894v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:1068b8e8-36a1-4110-9ab4-45f9d4ece894_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2021-08-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:1068b8e8-36a1-4110-9ab4-45f9d4ece894_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2023-01-12T23:36:59.651Z","role":"Publisher"}],"evidence":[{"id":"cggv:1068b8e8-36a1-4110-9ab4-45f9d4ece894_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1068b8e8-36a1-4110-9ab4-45f9d4ece894_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd8401be-c4a3-4bed-9302-5e20b0a3b8e5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c8676a6d-8024-4534-92a4-448280aef124","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients show elevated levels of plasmalogens. Defects in plasmalogen synthesis leading to low levels of plasmalogens and to symptoms of FAR1 deficiency or RCDP 4. FAR1 dysregulation due to gain of function variants lead to elevated levels of plasmalogens. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15220348","type":"dc:BibliographicResource","dc:abstract":"The conversion of fatty acids to fatty alcohols is required for the synthesis of wax monoesters and ether lipids. The mammalian enzymes that synthesize fatty alcohols have not been identified. Here, an in silico approach was used to discern two putative reductase enzymes designated FAR1 and FAR2. Expression studies in intact cells showed that FAR1 and FAR2 cDNAs encoded isozymes that reduced fatty acids to fatty alcohols. Fatty acyl-CoA esters were the substrate of FAR1, and the enzyme required NADPH as a cofactor. FAR1 preferred saturated and unsaturated fatty acids of 16 or 18 carbons as substrates, whereas FAR2 preferred saturated fatty acids of 16 or 18 carbons. Confocal light microscopy indicated that FAR1 and FAR2 were localized in the peroxisome. The FAR1 mRNA was detected in many mouse tissues with the highest level found in the preputial gland, a modified sebaceous gland. The FAR2 mRNA was more restricted in distribution and most abundant in the eyelid, which contains wax-laden meibomian glands. Both FAR mRNAs were present in the brain, a tissue rich in ether lipids. The data suggest that fatty alcohol synthesis in mammals is accomplished by two fatty acyl-CoA reductase isozymes that are expressed at high levels in tissues known to synthesize wax monoesters and ether lipids.","dc:creator":"Cheng JB","dc:date":"2004","dc:title":"Mammalian wax biosynthesis. I. Identification of two fatty acyl-Coenzyme A reductases with different substrate specificities and tissue distributions."},"rdfs:label":"Wang_Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1068b8e8-36a1-4110-9ab4-45f9d4ece894_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02d5e538-75b8-498d-a703-3e157e6a27bf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b6e87c18-8ecb-4b01-a9b3-605046b52201","type":"FunctionalAlteration","dc:description":"CHO-K1 Cell line stably expressing FLAG-Far1, cells were labeled with [14C]palmitate to assess plasmalogen synthesis. Plasmalogen synthesis was significantly higher in cells expressing Far1 (Figure 6). The authors also found that the stability of Far1 is regulated in response to the level of plasmalogens in the CHO-K1 cells; Degradation of Far1 is inhibited in plasmalogen‐deficient cells, whereas elevation of cellular PlsEtn enhances the degradation of Far1, thereby reducing the synthesis of PlsEtn. Far1 is a rate-limiting enzyme for plasmalogen synthesis. FAR1 deficiency is characterized by low levels of plasmalogens while FAR1 dysregulation is associated with elevated levels of plasmalogens. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24108123","type":"dc:BibliographicResource","dc:abstract":"Peroxisomal fatty acyl-CoA reductase 1 (Far1) is essential for supplying fatty alcohols required for ether bond formation in ether glycerophospholipid synthesis. The stability of Far1 is regulated by a mechanism that is dependent on cellular plasmalogen levels. However, the membrane topology of Far1 and how Far1 is targeted to membranes remain largely unknown. Here, Far1 is shown to be a peroxisomal tail-anchored protein. The hydrophobic C terminus of Far1 binds to Pex19p, a cytosolic receptor harboring a C-terminal CAAX motif, which is responsible for the targeting of Far1 to peroxisomes. Far1, but not Far2, was preferentially degraded in response to the cellular level of plasmalogens. Experiments in which regions of Far1 or Far2 were replaced with the corresponding region of the other protein showed that the region flanking the transmembrane domain of Far1 is required for plasmalogen-dependent modulation of Far1 stability. Expression of Far1 increased plasmalogen synthesis in wild-type Chinese hamster ovary cells, strongly suggesting that Far1 is a rate-limiting enzyme for plasmalogen synthesis. ","dc:creator":"Honsho M","dc:date":"2013","dc:title":"Topogenesis and homeostasis of fatty acyl-CoA reductase 1."},"rdfs:label":"Honsho_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:1068b8e8-36a1-4110-9ab4-45f9d4ece894_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":5789,"specifiedBy":"GeneValidityCriteria9","strengthScore":7,"subject":{"id":"cggv:e2267ada-584b-4368-a73a-90174d74f1d3","type":"GeneValidityProposition","disease":"obo:MONDO_0100230","gene":"hgnc:26222","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The relationship between FAR1 and FAR1 Dysregulation, a newly described autosomal dominant disorder, was evaluated using the ClinGen Clinical Validity Framework as of August, 2021. FAR1 encodes a peroxisomal membrane protein that is required for the reduction of fatty acids to fatty alcohols. The disorder is characterized by spastic paraparesis and bilateral congenital/juvenile cataracts, in most combined with speech and gross motor developmental delay and truncal hypotonia (PMID: 33239752). The clinical phenotypes seen in affected individuals overlap with those of the autosomal recessive condition, FAR1 deficiency, caused by biallelic variants in FAR1. However, the biochemical phenotypes are in contrast - while FAR1 deficiency is associated with plasmalogen deficiency, FAR1 dysregulation is characterized by elevated plasmalogen levels. FAR1 protein levels are subject to plasmalogen-dependent feedback regulation (PMID: 33239752). FAR1 was first reported in relation to autosomal dominant FAR1 Dysregulation in 2020 (Ferdinandusseet al, 2020; PMID: 33239752), and so far this is the only report. Variants in this gene that cause FAR1 dysregulation (n = 3) all affect the same residue (Arg480) and arise de novo. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n   \nSummary of Case Level Data (6 points):\nTwelve unrelated patients from around the world  in 1 publication (PMID: 33239752) have been reported with de novo heterozygous variants in FAR1. \n\nThe mechanism is reported to be gain of function (PMID: 33239752). \n  \nSummary of experimental data (1 point):\nFAR1 has a functional role in plasmalogen synthesis as outlined in PMIDs: 15220348 and 24108123.  \n  \nIn summary, the evidence to support the gene-disease relationship of FAR1 and FAR1 dysregulation is moderate. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. \n\nLumping and Splitting Considerations: \nOMIM entities: Cataracts, spastic paraparesis, and speech delay\t(MIM# 619338), Peroxisomal fatty acyl-CoA reductase 1 disorder\t(MIM# 616154). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanisms, inheritance patterns AND phenotypic presentation. Therefore, we have split curations for the disease entities, FAR1 deficiency and FAR1 dysregulation (terms introduced by the peroxisomal GCEP).","dc:isVersionOf":{"id":"cggv:1068b8e8-36a1-4110-9ab4-45f9d4ece894"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}