{"id":"cggv:93557c1a-c141-4833-bcbb-83fccbd7d761v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:93557c1a-c141-4833-bcbb-83fccbd7d761_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:93557c1a-c141-4833-bcbb-83fccbd7d761_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-02-22T19:24:45.186Z","role":"Publisher"}],"evidence":[{"id":"cggv:93557c1a-c141-4833-bcbb-83fccbd7d761_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.6},{"id":"cggv:93557c1a-c141-4833-bcbb-83fccbd7d761_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93557c1a-c141-4833-bcbb-83fccbd7d761_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3374512b-b0df-4db9-b296-09daa16b7bdb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ff73cf1-b9ef-4a73-98d8-4fc8ecc66d75","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Their studies show that Pctaire 1 phosphorylates cyclin Y and that this influences their interaction and activity. They identified Ser336 as the Pctaire1 dependent phosphorylation site, however S336 phosphorylation does not have a significant activity or impact on the interaction between pctaire1 and cyclin Y. Further studies showed that phosphorylation of ser100 and ser326 residues play an important role in binding and activating pctaire 1 by promoting binding to other proteins. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26205494","type":"dc:BibliographicResource","dc:abstract":"PCTAIRE-1 [also known as cyclin-dependent kinase 16 (CDK16)] is implicated in various physiological processes such as neurite outgrowth and vesicle trafficking; however, its molecular regulation and downstream targets are largely unknown. Cyclin Y has recently been identified as a key interacting/activating cyclin for PCTAIRE-1; however, the molecular mechanism by which it activates PCTAIRE-1 is undefined. In the present study, we initially performed protein sequence analysis and identified two candidate phosphorylation sites (Ser(12) and Ser(336)) on cyclin Y that might be catalysed by PCTAIRE-1. Although in vitro peptide analysis favoured Ser(12) as the candidate phosphorylation site, immunoblot analysis of cell lysates that had been transfected with wild-type (WT) or kinase-inactive (KI) PCTAIRE-1 together with WT or phospho-deficient mutants of cyclin Y suggested Ser(336), but not Ser(12), as a PCTAIRE-1-dependent phosphorylation site. Monitoring phosphorylation of Ser(336) may provide a useful read-out to assess cellular activity of PCTAIRE-1 in vivo; however, a phospho-deficient S336A mutant displayed normal interaction with PCTAIRE-1. Unbiased mass spectrometry and targeted mutagenesis analysis of cyclin Y identified key phosphorylation sites (Ser(100) and Ser(326)) required for 14-3-3 binding. Recombinant WT cyclin Y, but not a S100A/S326A mutant, prepared in COS-1 cells co-purified with 14-3-3 and was able to activate bacterially expressed recombinant PCTAIRE-1 in cell-free assays. Finally, we observed that recently identified PCTAIRE-1 variants found in patients with intellectual disability were unable to interact with cyclin Y, and were inactive enzymes. Collectively, the present work has revealed a new mechanistic insight into activation of PCTAIRE-1, which is mediated through interaction with the phosphorylated form of cyclin Y in complex with 14-3-3. ","dc:creator":"Shehata SN","dc:date":"2015","dc:title":"Cyclin Y phosphorylation- and 14-3-3-binding-dependent activation of PCTAIRE-1/CDK16."},"rdfs:label":"Shehata et al."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:63857871-3f8a-4730-87cf-df6f2ea07e24","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:383527fd-f050-4148-bb33-a0ad69b548d7","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Pctaire1 interacts with N-ethylmaleimide-sensitive fusion protein (NSF), a cytosolic protein that is essential for vesicular transport and fusion of synaptic vesicles with presynaptic membrane. The D2 domain of NSF, which is required for the oligomerization of NSF subunits, binds directly to and is phosphorylated by Pctaire1 on serine 569.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16461345","type":"dc:BibliographicResource","dc:abstract":"Pctaire1, a member of the cyclin-dependent kinase (Cdk)-related family, has recently been shown to be phosphorylated and regulated by Cdk5/p35. Although Pctaire1 is expressed in both neuronal and non-neuronal cells, its precise functions remain elusive. We performed a yeast two-hybrid screen to identify proteins that interact with Pctaire1. N-Ethylmaleimide-sensitive fusion protein (NSF), a crucial factor in vesicular transport and membrane fusion, was identified as one of the Pctaire1 interacting proteins. We demonstrate that the D2 domain of NSF, which is required for the oligomerization of NSF subunits, binds directly to and is phosphorylated by Pctaire1 on serine 569. Mutation of this phosphorylation site on NSF (S569A) augments its ability to oligomerize. Moreover, inhibition of Pctaire1 activity by transfecting its kinase-dead (KD) mutant into COS-7 cells enhances the self-association of NSF. Interestingly, Pctaire1 associates with NSF and synaptic vesicle-associated proteins in adult rat brain. To investigate whether Pctaire1 phosphorylation of NSF is involved in regulation of Ca(2+)-dependent exocytosis, we examined the effect of expressing Pctaire1 or NSF phosphorylation mutants on the regulated secretion of growth hormone from PC12 cells. Interestingly, expression of either Pctaire1-KD or NSF-S569A in PC12 cells significantly increases high K(+)-stimulated growth hormone release. Taken together, our findings provide the first demonstration that Pctaire1 phosphorylation of NSF regulates the ability of NSF to oligomerize, implicating an unexpected role of this kinase in modulating exocytosis. These findings open a new avenue of research in studying the functional roles of Pctaire1 in the nervous system.","dc:creator":"Liu Y","dc:date":"2006","dc:title":"Pctaire1 phosphorylates N-ethylmaleimide-sensitive fusion protein: implications in the regulation of its hexamerization and exocytosis."},"rdfs:label":"Liu et al. "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:bed5f570-fcd0-4d8a-aa8a-c80341d72568","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:597fab8b-cdef-468a-8af0-85d986e365d9","type":"Finding","demonstrates":{"id":"obo:MI_0935"},"dc:description":"The group used a chemical genetic screen in vitro and identified PCTAIRE-1 substrates including AAK1, dynamin 1, and synaptojanin 1. All of the substrates identified have been shown to regulate receptor endocytosis in the nervous system and are involved in neuronal synaptic transmission. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30880224","type":"dc:BibliographicResource","dc:abstract":"PCTAIRE-1 (also known as cyclin-dependent protein kinase (CDK) 16), is a Ser/Thr kinase that has been implicated in many cellular processes, including cell cycle, spermatogenesis, neurite outgrowth, and vesicle trafficking. Most recently, it has been proposed as a novel X-linked intellectual disability (XLID) gene, where loss-of-function mutations have been identified in human patients. The precise molecular mechanisms that regulate PCTAIRE-1 remained largely obscure, and only a few cellular targets/substrates have been proposed with no clear functional significance. We and others recently showed that cyclin Y binds and activates PCTAIRE-1 via phosphorylation and 14-3-3 binding. In order to understand the physiological role that PCTAIRE-1 plays in brain, we have performed a chemical genetic screen in vitro using an engineered PCTAIRE-1/cyclin Y complex and mouse brain extracts. Our screen has identified potential PCTAIRE-1 substrates (AP2-Associated Kinase 1 (AAK1), dynamin 1, and synaptojanin 1) in brain that have been shown to regulate crucial steps of receptor endocytosis, and are involved in control of neuronal synaptic transmission. Furthermore, mass spectrometry and protein sequence analyses have identified potential PCTAIRE-1 regulated phosphorylation sites on AAK1 and we validated their PCTAIRE-1 dependence in a cellular study and/or brain tissue lysates. Our results shed light onto the missing link between PCTAIRE-1 regulation and proposed physiological functions, and provide a basis upon which to further study PCTAIRE-1 function in vivo and its potential role in neuronal/brain disorders.","dc:creator":"Shehata SN","dc:date":"2019","dc:title":"Identification of novel PCTAIRE-1/CDK16 substrates using a chemical genetic screen."},"rdfs:label":"Shehata et al_2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:93557c1a-c141-4833-bcbb-83fccbd7d761_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9c4bae2-3c38-4fd0-b8b0-0ee9bc20a488","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4d261e96-c7a2-46d1-a159-b82ec37fa3f0","type":"FunctionalAlteration","dc:description":"Mutant 575 and tm2175 both showed mislocalization of vesical transmembrane proteins to the dendrites rather than the axons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20510931","type":"dc:BibliographicResource","dc:abstract":"Polarized trafficking of synaptic proteins to axons and dendrites is crucial to neuronal function. Through forward genetic analysis in C. elegans, we identified a cyclin (CYY-1) and a cyclin-dependent Pctaire kinase (PCT-1) necessary for targeting presynaptic components to the axon. Another cyclin-dependent kinase, CDK-5, and its activator p35, act in parallel to and partially redundantly with the CYY-1/PCT-1 pathway. Synaptic vesicles and active zone proteins mostly mislocalize to dendrites in animals defective for both PCT-1 and CDK-5 pathways. Unlike the kinesin-3 motor, unc-104/Kif1a mutant, cyy-1 cdk-5 double mutants have no reduction in anterogradely moving synaptic vesicle precursors (SVPs) as observed by dynamic imaging. Instead, the number of retrogradely moving SVPs is dramatically increased. Furthermore, this mislocalization defect is suppressed by disrupting the retrograde motor, the cytoplasmic dynein complex. Thus, PCT-1 and CDK-5 pathways direct polarized trafficking of presynaptic components by inhibiting dynein-mediated retrograde transport and setting the balance between anterograde and retrograde motors.","dc:creator":"Ou CY","dc:date":"2010","dc:title":"Two cyclin-dependent kinase pathways are essential for polarized trafficking of presynaptic components."},"rdfs:label":"Wy575/tm2175 mutants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Functional evidence showing alteration of gene/protein function in mutants"},{"id":"cggv:7ed538e5-36a9-4d03-9d1d-23f0cc22a947","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:18e6fc6a-b81a-4acf-9ed5-8207465a4885","type":"FunctionalAlteration","dc:description":"Both variants showed lower cyclin Y expression and marginally detectable or absent binding to cyclin Y. The variants were also catalytically inactive.  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26205494","rdfs:label":"Shehata et al_variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Functional evidence showing altered cyclin Y binding and altered enzymatic activity"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Limited","sequence":4025,"specifiedBy":"GeneValidityCriteria8","strengthScore":5.1,"subject":{"id":"cggv:358cb1c4-f1a4-440b-8a16-f5d5aeff952a","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:8749","modeOfInheritance":"obo:HP_0001417"},"version":"1.3","dc:description":"CDK16 was first reported in relation to X-linked intellectual disability and spastic paraplegia in 2016 (Hu et al, 2016 PMID: 25644381). Within this publication, the variant segregated with disease in three additional family members. Since then, only one additional human case has been reported, this time in association with West syndrome (Peng et al, 2018 PMID: 29667327). Within these publications, two unique variants, one frameshift (predicted null) and one missense, have been reported. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, disease entities were lumped. Although two phenotypes were identified via publication, including intellectual disability with spastic paraplegia and west syndrome, no distinct differences in molecular mechanism or inheritance pattern were identified. Therefore, all of the disease entities have been lumped into one disease entity, complex neurodevelopmental disorder. Evidence supporting this gene-disease relationship includes case level data and experimental data. For the purposes of this curation, two variants in this gene were scored in the two publications mentioned above: PMIDs 25644381 and 29667327. This gene-disease association is supported by data from protein expression analysis, two hybrid screens, targeted mutagenesis, and in vitro chemical genetic screens (PMIDs: 100099831, 20510931, 26205494, 16461345 and 30880224)\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on October 28, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:93557c1a-c141-4833-bcbb-83fccbd7d761"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}