{"id":"cggv:2e000b88-9487-46a6-830a-7a613152853dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:2e000b88-9487-46a6-830a-7a613152853d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2024-03-29T16:00:00.000Z","role":"Approver"},{"id":"cggv:2e000b88-9487-46a6-830a-7a613152853d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2024-03-29T21:23:41.200Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20852386","type":"dc:BibliographicResource","dc:abstract":"Dense deposit disease (DDD) is a severe renal disease characterized by accumulation of electron-dense material in the mesangium and glomerular basement membrane. Previously, DDD has been associated with deficiency of factor H (fH), a plasma regulator of the alternative pathway (AP) of complement activation, and studies in animal models have linked pathogenesis to the massive complement factor 3 (C3) activation caused by this deficiency. Here, we identified a unique DDD pedigree that associates disease with a mutation in the C3 gene. Mutant C(3923ΔDG), which lacks 2 amino acids, could not be cleaved to C3b by the AP C3-convertase and was therefore the predominant circulating C3 protein in the patients. However, upon activation to C3b by proteases, or to C3(H₂O) by spontaneous thioester hydrolysis, C(3923ΔDG) generated an active AP C3-convertase that was regulated normally by decay accelerating factor (DAF) but was resistant to decay by fH. Moreover, activated C(3b923ΔDG) and C3(H₂O)(923ΔDG) were resistant to proteolysis by factor I (fI) in the presence of fH, but were efficiently inactivated in the presence of membrane cofactor protein (MCP). These characteristics cause a fluid phase-restricted AP dysregulation in the patients that continuously activated and consumed C3 produced by the normal C3 allele. These findings expose structural requirements in C3 that are critical for recognition of the substrate C3 by the AP C3-convertase and for the regulatory activities of fH, DAF, and MCP, all of which have implications for therapeutic developments.","dc:creator":"Martínez-Barricarte R","dc:date":"2010","dc:title":"Human C3 mutation reveals a mechanism of dense deposit disease pathogenesis and provides insights into complement activation and regulation."},"evidence":[{"id":"cggv:2e000b88-9487-46a6-830a-7a613152853d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e000b88-9487-46a6-830a-7a613152853d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f9e76595-84f3-4216-80c8-0b510f449c4c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eb78f3ac-6d7a-41f2-ac75-82c5a036ea86","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using a microtitre plate assay, direct binding between complement factors I and H was demonstrated, and ligand blotting indicated that factor H interacts with the heavy chain of factor I. Direct C3(NH3)-factor I and C3(NH3)-factor H binding was characterized [where C3(NH3) is a form of C3 that is cleaved by factor I in the presence of factor H]. Both factor H and factor I interacted with both chains of C3(NH3) in ligand blotting.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9291131","type":"dc:BibliographicResource","dc:abstract":"Using a microtitre plate assay, direct binding between complement factors I and H was demonstrated, and ligand blotting indicated that factor H interacts with the heavy chain of factor I. Similarly, direct C3(NH3)-factor I and C3(NH3)-factor H binding was characterized [where C3(NH3) is a form of C3 that is cleaved by factor I in the presence of factor H]. Both factor H and factor I interacted with both chains of C3(NH3) in ligand blotting. Binding reactions between all three pairs of components were highly dependent on ionic strength, and showed similar pH optima. Binding assays with all three components present led to the following conclusions. (a) Binding sites for C3(NH3) and factor I on factor H do not overlap, and binding of factor I and C3(NH3) to soluble factor H promotes the weak factor I-C3(NH3) interaction. (b) Anomalies arise with immobilized factor H, which may be artefactual or may reflect the physiological situation. (c) Similarly, binding sites on factor I for C3(NH3) and for factor H do not overlap, and binding of factor H and C3(NH3) to factor I promotes direct factor H-C3(NH3) interactions. Based on these results, a model of the interactions between factor H, factor I and C3(NH3) leading to the processing of C3(NH3) is proposed.","dc:creator":"Soames CJ","dc:date":"1997","dc:title":"Interactions between human complement components factor H, factor I and C3b."},"rdfs:label":"CFH Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:88f67ede-a947-4d62-b9cc-e7ee3b3e5606","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d5fe7ae-befe-4767-8f9e-208fb8c15313","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Features of this phenotype are diagnosable in patients upon kidney biopsy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/379217","type":"dc:BibliographicResource","dc:abstract":"C3 nephritic factor (C3NeF), found in the sera of some patients with membranoproliferative glomerulonephritis, has been shown to be composed of two heavy and two light chains, like IgG; in addition it shares antigenic determinants with IgG. Purified C3NeF binds to the amplification convertase of complement, C3b,Bb, and thereby prevents decay of its C3-cleaving potential. The capability of C3NeF to bind to C3b,Bb was used as a means for purifying C3NeF to homogeneity. The investigation described in this report suggests that binding of C3NeF to C3b,Bb occurs via the Fab portion of the molecule. Pepsin treatment of eight C3NeF preparations resulted in an average loss of 76% of C3NeF functional activity. Papain treatment induced a loss of approximately 90%. The decrease in functional activity could be attributed to the accelerated rate of dissociation of 125I-F(ab')2 and 125I-Fab fragments from stabilized cell-bound C3b,Bb. The dissociation rate of 125I-F(ab')2 from C3b,Bb was comparable with the decay of the functional activity of C3b,Bb stabilized by F(ab')2 or Fab fragments of C3NeF. Although these results suggest that the stabilizing activity of C3NeF is mediated by the Fab portion of the molecule, it was found that the Fc portion also contributes to its functional activity.","dc:creator":"Daha MR","dc:date":"1979","dc:title":"Further evidence for the antibody nature of C3 nephritic factor (C3NeF)."},"rdfs:label":"C3NeF implication in disease"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:2e000b88-9487-46a6-830a-7a613152853d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:71507119-b2ef-4f49-9742-54c5e5991def","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9df80a0d-202c-410e-b7b7-e1cb74c4b2a1","type":"FunctionalAlteration","dc:description":"An AP hemolytic assay demonstrated that heterozygous risk factors of DDD (R102G and P314L) have lower APH50 values (higher AP activity) than controls homozygous for WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21784901","type":"dc:BibliographicResource","dc:abstract":"The alternative pathway of the complement cascade plays a role in the pathogenesis of dense deposit disease (DDD). Deficiency of complement factor H and mutations in CFH associate with the development of DDD, but it is unknown whether allelic variants in other complement genes also associate with this disease. We studied patients with DDD and identified previously unreported sequence alterations in several genes in addition to allelic variants and haplotypes common to patients with DDD. We found that the likelihood of developing DDD increases with the presence of two or more risk alleles in CFH and C3. To determine the functional consequence of this finding, we measured the activity of the alternative pathway in serum samples from phenotypically normal controls genotyped for variants in CFH and C3. Alternative pathway activity was higher in the presence of variants associated with DDD. Taken together, these data confirm that DDD is a complex genetic disease and may provide targets for the development of disease-specific therapies.","dc:creator":"Abrera-Abeleda MA","dc:date":"2011","dc:title":"Allelic variants of complement genes associated with dense deposit disease."},"rdfs:label":"AP Hemolytic Assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:2e000b88-9487-46a6-830a-7a613152853d_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.3}],"evidenceStrength":"Moderate","sequence":7995,"specifiedBy":"GeneValidityCriteria10","strengthScore":6.8,"subject":{"id":"cggv:d530baa7-7c3d-47b6-82db-5006368c649f","type":"GeneValidityProposition","disease":"obo:MONDO_0013892","gene":"hgnc:1318","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"C3 was first reported in relation to autosomal dominant C3 Glomerulopathy (C3G) in 2010 (Martínez-Barricarte et al., PMID: 20852386). C3G is characterized by complement dysregulation occurring in the fluid phase and in the glomerular microenvironment (Smith et al., 2019, PMID: 30692664). The term C3G is inclusive of dense deposit disease (DDD) and C3 glomerulonephritis (C3GN). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities, atypical hemolytic uremic syndrome (aHUS) (OMIM:612925) and C3G. The split curation for autosomal dominant aHUS has been curated separately. Seventeen variants (missense) that have been reported in 17 probands in 7 publications (PMIDs: 20852386, 21784901, 26283675, 26471127, 26895476, 29566171, 37615951) are included in this curation. The mechanism of pathogenicity is known to be gain of function (GOF), causing the score of variants’ functional evidence to be upgraded when in support of this mechanism. This gene-disease association is also supported by protein interaction with CFH, functional alteration demonstrated on alternative pathway (AP) hemolysis assay, and biochemical function involving C3 nephritic factor (C3NeF) (PMIDs: 379217, 9291131, 21784901). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Complement-Mediated Kidney Diseases GCEP on the meeting date January 17, 2024 (SOP Version 10.1).","dc:isVersionOf":{"id":"cggv:2e000b88-9487-46a6-830a-7a613152853d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}