{"id":"cggv:48fe311d-94be-4953-adb2-9fdbab31e7bev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:48fe311d-94be-4953-adb2-9fdbab31e7be_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-06-22T17:40:38.752Z","role":"Publisher"},{"id":"cggv:48fe311d-94be-4953-adb2-9fdbab31e7be_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-03-24T18:05:44.792Z","role":"Approver"}],"evidence":[{"id":"cggv:48fe311d-94be-4953-adb2-9fdbab31e7be_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.1},{"id":"cggv:48fe311d-94be-4953-adb2-9fdbab31e7be_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48fe311d-94be-4953-adb2-9fdbab31e7be_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b3a5c476-a3d2-4eee-820d-981d23cb1389","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c2875427-7706-4e39-b3ee-1a80f3e1be97","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The gene for COX-1 (PTGS1) is preferentially expressed constitutively at high levels in selected cells, including endothelium, monocytes, platelets, renal collecting tubules, and seminal vesicles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18657230","type":"dc:BibliographicResource","dc:abstract":"Cyclooxygenase (COX) is a key enzyme in prostanoid synthesis. It exists in two isoforms, COX-1 and COX-2. COX-1 is referred to as a 'constitutive isoform', and is considered to be expressed in most tissues under basal conditions. In contrast, COX-2 is referred to as an 'inducible isoform', which is believed to be undetectable in most normal tissues, but can be up-regulated during various conditions, many of them pathological. Even though the role of COX in homeostasis and disease in now well appreciated, controversial information is available concerning the distribution of COX isoforms in normal human tissues. There is mounting evidence that it is much more complex than generally believed. Our aim was therefore to analyse the expression and distribution of COX isoforms in normal human tissues, using immunohistochemistry, Western blotting and real-time RT-PCR. Autopsy samples from 20 healthy trauma victims and samples from 48 biopsy surgical specimens were included. COX-1 was found in blood vessels, interstitial cells, smooth muscle cells, platelets and mesothelial cells. In contrast, COX-2 was found predominantly in the parenchymal cells of many tissues, with few exceptions, for example the heart. Our results confirm the hypothesis that the distribution of COX isoforms in healthy tissues is much more complex than generally believed. This and previous studies indicate that both isoforms, not only COX-1, are present in many normal human tissues, and that both isoforms, not only COX-2, are up-regulated in various pathological conditions. We may have to revise the concept of 'constitutive' and 'inducible' COX isoforms.","dc:creator":"Zidar N","dc:date":"2009","dc:title":"Cyclooxygenase in normal human tissues--is COX-1 really a constitutive isoform, and COX-2 an inducible isoform?"},"rdfs:label":"Immunohistochemical expression of COX-1 （PTGS1）in tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8862bbfa-6b8a-4431-8e93-6354d2fcb515","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:40d05c13-f2b4-4007-8391-9386ae260cfa","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"8% SDS-PAGE of platelet lysates and immunoblotting analysis revealed a second COX-1 protein band with lower molecular weight in the proband, which is consistent with the predicted hypo-glycosylated COX-1 variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33326144","type":"dc:BibliographicResource","dc:creator":"Palma-Barqueros V","dc:date":"2021","dc:title":"A novel genetic variant in PTGS1 affects N-glycosylation of cyclooxygenase-1 causing a dominant-negative effect on platelet function and bleeding diathesis."},"rdfs:label":"COX-1 (PTGS1) expression with hypo-glycosylation"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:48fe311d-94be-4953-adb2-9fdbab31e7be_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:921b1a3a-4d03-407e-9ca6-51e3f253efcb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:11736aa0-1ded-4834-bb04-bbea1552ca70","type":"FunctionalAlteration","dc:description":"The variant Ser143 COX-1 displayed higher electrophoretic mobility than wildtype Asn143 COX-1, as was expected for a hypo-glycosylated enzyme with reduced molecular mass. Moreover, cells co-transfected with both Asn143 and Ser143 COX-1, simulating heterozygosis status, had a COX-1 double protein band similar to that observed in the patient's platelet lysates (Figure 1D). Interestingly, cells co-transfected with equal amounts of wild-type (Asn143) and mutant Ser143 COX-1 (1.5.g of each vector) showed 70% reduced TxB2 synthesis in comparison to cells transfected with 1.5 μg of wild-type COX-1 vector. These data strongly support that the p.Ans143Ser variant has a dominant-negative effect in COX-1 activity.\n\nIn the second model, it showed the similar results- the TXB2 synthesis was abolished in cells stably expressing Ser143 COX1 and co expression of wild-type Asn143 COX-1 partially recovered TXB2 production, but following a non-linear dose dependent pattern.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33326144","rdfs:label":"The dominant negative effect of the PTGS1 N143S variant "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:ad52c126-696f-4a2b-966b-ead1c9f4b3d0","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:c97e1d68-1a34-4db6-a2eb-74c33d7521ce","type":"FunctionalAlteration","dc:description":"Proband's platelets showed absent with AA-induced aggregation and normal with U46619, a stable TXA2 analog, indicating unaffected signaling downstream the TXA2 receptor.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33326144","rdfs:label":"Platelet aggregation in response to arachidonic acid "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":4637,"specifiedBy":"GeneValidityCriteria8","strengthScore":2.6,"subject":{"id":"cggv:7c592bb0-5d36-47e4-885d-250089984acb","type":"GeneValidityProposition","disease":"obo:MONDO_0011588","gene":"hgnc:9604","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"PTGS1 was first reported in relation to autosomal dominant platelet-type bleeding disorder 12 in 2018 (PMID: 28983057). So far, only two unique variants (one in-frame deletion and one missense) have been reported in humans. Recently, another PTGS1 missense variant (NM_000962:exon5:c.412T>C (p.W138R )) was identified in an affected mother and her affected son by an expert member of the Hemostasis/Thrombosis GCEP. Both individuals had normal platelet count and size and \nnormal platelet surface glycoprotein expression. In addition, they presented with absent aggregation to AA and and reduced to low dose collagen with a normal response to endoperoxide analog suggesting a cyclooxygenase deficiency. \nThis gene-disease relationship includes case-level data and experimental data. This gene-disease relationship is supported by protein expression A that the PTGS1 protein is preferentially expressed constitutively at high levels in selected cells, including endothelium, monocytes, platelets, renal collecting tubules, and seminal vesicles [PMID: 18657230], protein expression B that COX-1 variant showed hypo-glycosylated pattern [PMID: 33326144], functional alteration in non-patient cells that the PTGS1 N143S variant caused a dominant-negative effect of the COX-1 enzyme activity and reduced downstream TXB2 synthesis [PMID: 33326144]. In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:48fe311d-94be-4953-adb2-9fdbab31e7be"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}