{"id":"cggv:210108ec-da38-4a32-80b6-8d88f4d22677v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:210108ec-da38-4a32-80b6-8d88f4d22677_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-10-11T21:45:20.292Z","role":"Publisher"},{"id":"cggv:210108ec-da38-4a32-80b6-8d88f4d22677_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-02-17T05:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:210108ec-da38-4a32-80b6-8d88f4d22677_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:210108ec-da38-4a32-80b6-8d88f4d22677_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c06f281f-901e-4f50-8039-8288c5f34d64","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c1561426-b49d-4570-a751-18a8ae8731c8","type":"FunctionalAlteration","dc:description":"Used siRNA knockdown in H9c2 cells (cardioblast cell line) of the complex I subunit NDUFA11. Knockdown stimulated dissociation of a supercomplex (respirasome composed of complexes I, III, and IV) and reduced the activity of complexes I, III, and IV (Fig. 2). The activity of complex I was almost completely blocked in cells treated with NDUFA11 siRNA, complex III and IV activity was also reduced (Fig. 2). Knockdown of NDUFA11 significantly reduced ATP levels in the cells (Fig. 4).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30531981","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial electron transport chain (ETC) plays a central role in ATP synthesis, and its dysfunction is associated with human diseases. Recent studies revealed that individual ETC complexes are assembled into supercomplexes. The main supercomplex, respirasome composed of complexes I, III, and IV has been suggested to improve electron channeling and control ROS production, maintain the structural integrity of ETC complexes and prevent protein aggregation in the inner mitochondrial membrane. However, many questions related to the structural organization of the respirasome, particularly, a possible role of complexes I and II in respirasome formation remain unclear. Here, we investigated whether genetic and pharmacological inhibition of complexes I and II affect respirasome assembly in cardioblast cells and isolated cardiac mitochondria. Pharmacological inhibition of the enzymatic activity of complexes I and II stimulated disruption of the respirasome. Likewise, knockdown of the complex I subunit NDUFA11 stimulated dissociation of respirasome and reduced the activity of complexes I, III, and IV. However, silencing of the membrane-anchored SDHC subunit of complex II had no effect on the respirasome assembly but reduced the activity of complexes II and IV. Downregulation of NDUFA11 or SDHC reduced ATP production and increased mitochondrial ROS production. Overall, these studies, for the first time, provide biochemical evidence that the complex I activity, and the NDUFA11 subunit are important for assembly and stability of the respirasome. The SDHC subunit of complex II is not involved in the respirasome however the complex may play a regulatory role in respirasome formation.","dc:creator":"Jang S","dc:date":"2018","dc:title":"Elucidating the contribution of ETC complexes I and II to the respirasome formation in cardiac mitochondria."},"rdfs:label":"Functional alteration 2"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Knockdown of NDUFA11 suggests NDUFA11 is important for assembly/structural integrity of complex I, and is important for the respirasome formation with complexes III and IV."},{"id":"cggv:c1bf8ac5-309c-41d0-a779-76658b4f2601","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:300b8e79-22d4-43ed-8105-048ffcfd7732","type":"FunctionalAlteration","dc:description":"Used TALEN and CRISPR/Cas9 to disrupt 31 accessory subunits of complex I (including NDUFA11) in human HEK293T cells. The NDUFA11 knockout cell line was unable to grow on galactose-containing media, indicating mitochondrial respiration defects (Fig. 1). Blue-native (BN)–PAGE and immunoblot analysis for subunits NDUFA9, NDUFA13 and NDUFB11 (located in different regions of the complex) revealed that loss of NDUFA11 disrupted assembly of complex I (Fig. 1). Analysis of the supercomplex was also disrupted in the same cell lines (Extended Data Fig. 1) whereas assembly of complexes III and IV was not affected (Extended Data Fig. 2). The NDUFA11 subunit was not clearly mapped to an individual module and the authors suggest it may reside at a module interface.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626371","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first enzyme of the mitochondrial respiratory chain and is composed of 45 subunits in humans, making it one of the largest known multi-subunit membrane protein complexes. Complex I exists in supercomplex forms with respiratory chain complexes III and IV, which are together required for the generation of a transmembrane proton gradient used for the synthesis of ATP. Complex I is also a major source of damaging reactive oxygen species and its dysfunction is associated with mitochondrial disease, Parkinson's disease and ageing. Bacterial and human complex I share 14 core subunits that are essential for enzymatic function; however, the role and necessity of the remaining 31 human accessory subunits is unclear. The incorporation of accessory subunits into the complex increases the cellular energetic cost and has necessitated the involvement of numerous assembly factors for complex I biogenesis. Here we use gene editing to generate human knockout cell lines for each accessory subunit. We show that 25 subunits are strictly required for assembly of a functional complex and 1 subunit is essential for cell viability. Quantitative proteomic analysis of cell lines revealed that loss of each subunit affects the stability of other subunits residing in the same structural module. Analysis of proteomic changes after the loss of specific modules revealed that ATP5SL and DMAC1 are required for assembly of the distal portion of the complex I membrane arm. Our results demonstrate the broad importance of accessory subunits in the structure and function of human complex I. Coupling gene-editing technology with proteomics represents a powerful tool for dissecting large multi-subunit complexes and enables the study of complex dysfunction at a cellular level.","dc:creator":"Stroud DA","dc:date":"2016","dc:title":"Accessory subunits are integral for assembly and function of human mitochondrial complex I."},"rdfs:label":"Functional alteration 3"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Knockdown of NDUFA11 suggests NDUFA11 is important for assembly/structural integrity of complex I, and is important for the supercomplex formation with complexes III and IV."},{"id":"cggv:977f8485-e0c3-4524-9a98-6c2e49b95e1f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:58dc3fba-fee7-44c3-b400-d7c203624f8a","type":"FunctionalAlteration","dc:description":"Knockdown of NDUFA11 in 143B human osteosarcoma cells (siRNA) had 3 effects: 1.) cellular oxygen consumption linked to complex I was reduced by two-thirds (Fig. 1) and the effect was rescued by addition of the complex III substrate,\nduroquinol, 2.) the mitochondrial network observed in control cells became fragmented (Fig. S1), and 3.) the amount of intact complex I was reduced, and subcomplexes with molecular masses of 815 and 550 kDa accumulated (Fig. 2). Eight known assembly factors,\nNDUFAF1–4, ACAD9, ECSIT, FOXRED1, and TMEM126B were associated with the NDUFA11-deficient subcomplexes (Fig. 3 and Dataset S1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24191001","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial respiratory complex I is a product of both the nuclear and mitochondrial genomes. The integration of seven subunits encoded in mitochondrial DNA into the inner membrane, their association with 14 nuclear-encoded membrane subunits, the construction of the extrinsic arm from 23 additional nuclear-encoded proteins, iron-sulfur clusters, and flavin mononucleotide cofactor require the participation of assembly factors. Some are intrinsic to the complex, whereas others participate transiently. The suppression of the expression of the NDUFA11 subunit of complex I disrupted the assembly of the complex, and subcomplexes with masses of 550 and 815 kDa accumulated. Eight of the known extrinsic assembly factors plus a hydrophobic protein, C3orf1, were associated with the subcomplexes. The characteristics of C3orf1, of another assembly factor, TMEM126B, and of NDUFA11 suggest that they all participate in constructing the membrane arm of complex I.","dc:creator":"Andrews B","dc:date":"2013","dc:title":"Assembly factors for the membrane arm of human complex I."},"rdfs:label":"Functional alteration 1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"In the absence of NDUFA11, subcomplexes of complex I of 550 and 815 kDa accumulate, suggesting NDUFA11 is required for the assembly and/or the structural integrity of complex I. Additional experiments led the authors to conclude that NDUFA11, together with C3orf1 and another extrinsic assembly factor TMEM126B, help to assemble the membrane arm of the complex."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:210108ec-da38-4a32-80b6-8d88f4d22677_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:df6f693d-a0c5-47cc-9de4-8c498e632070","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f76299f1-a505-47bf-a8a1-8b7108e86274","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Identified nduf-11 (B0491.5) as encoding the C.elegans homologue of NDUFA11 (sequence analysis and homology modeling). Animals homozygous for a CRISPR-Cas9-generated knockout allele of nduf-11 arrested at the second larval (L2) development stage. Reducing (but not eliminating) expression using RNAi allowed development to adulthood. nduf-11 knockdown reduced NDUF-11 was downregulated to ~20% of wild-type levels and complex I levels were reduced to ~50% (Fig. S2). They confirmed nduf-11 is associated with complex I in C.elegans with BN-PAGE, and knockdown of nduf-11 results in destabilization of complex I and its supercomplexes (Fig. 4C) and a dysregulation of respiratory function, including downregulation of fatty acid biosynthesis and upregulation of fatty acid catabolic pathways (Fig. 3). A targeted GFP reporter was used to observe changes in mitochondrial morphology; nduf-11 knockdown mitochondria appeared fragmented and less reticulated (Fig. 5) and cryoelectron\ntomography highlighted aberrant morphology of cristae and widening of both cristae junctions and the intermembrane space (Fig. 6). The respiratory performance of isolated mitochondria was assessed based on their oxygen consumption and membrane potential. When stimulated by the addition of ADP, the rate of respiration increased to drive OXPHOS. This activation dropped from 6.9-fold to a modest 2.3-fold in mitochondria with reduced levels of NDUF-11 (Fig. 7). They next measured the individual enzymatic activities of complex I and II in isolated mitochondrial fractions from N2 control and nduf-11(RNAi)-treated animals (Fig. 8). In line with the proteomic data, we observed a marginal increase in complex II and a significant decrease in complex I activities (Fig. 8A).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34106255","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial supercomplexes form around a conserved core of monomeric complex I and dimeric complex III; wherein a subunit of the former, NDUFA11, is conspicuously situated at the interface. We identified nduf-11 (B0491.5) as encoding the Caenorhabditis elegans homologue of NDUFA11. Animals homozygous for a CRISPR-Cas9-generated knockout allele of nduf-11 arrested at the second larval (L2) development stage. Reducing (but not eliminating) expression using RNAi allowed development to adulthood, enabling characterisation of the consequences: destabilisation of complex I and its supercomplexes and perturbation of respiratory function. The loss of NADH dehydrogenase activity was compensated by enhanced complex II activity, with the potential for detrimental reactive oxygen species (ROS) production. Cryo-electron tomography highlighted aberrant morphology of cristae and widening of both cristae junctions and the intermembrane space. The requirement of NDUF-11 for balanced respiration, mitochondrial morphology and development presumably arises due to its involvement in complex I and supercomplex maintenance. This highlights the importance of respiratory complex integrity for health and the potential for its perturbation to cause mitochondrial disease. This article has an associated First Person interview with Amber Knapp-Wilson, joint first author of the paper.","dc:creator":"Knapp-Wilson A","dc:date":"2021","dc:title":"Maintenance of complex I and its supercomplexes by NDUF-11 is essential for mitochondrial structure, function and health."},"rdfs:label":"C.elegans model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Depletion of the C. elegans NDUFA11 homologue led to destabilization of complex I and its supercomplexes, a dysregulation of respiratory function, and altered mitochondrial morphology."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:210108ec-da38-4a32-80b6-8d88f4d22677_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a13654f7-dbed-4890-8abe-00fc5408e2ee_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a13654f7-dbed-4890-8abe-00fc5408e2ee","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":18,"allele":{"id":"cggv:22d3d301-55c2-4a60-8fcb-96603e7baf3f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_175614.5(NDUFA11):c.97+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658658765"}},"detectionMethod":"Homozygosity mapping showed large ROH on chr 19; subsequent sequencing of 3 complex I subunit genes within the shared chr 19 ROH (NDUFA11, NDUFA7, NDUFB7)","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Patients C-IV-1, C-IV-2, and C-IV-7: early psychomotor development was slow. Repeated examinations demonstrated acquired microcephaly, marked generalized hypotonia, muscle weakness, and paucity of voluntary movements. Hearing was normal, but visual fixation was impaired with nystagmus in one patient and bilateral optic atrophy in another. Convulsive disorder appeared at 4 months in one patient. Echocardiogram at birth was normal, but hypertrophy of the myocardial walls and septum (wall thickness, 6mm; normal for age, 2.5–3mm) with mild dilatation of the left ventricle was present at 3 to 4 months of age. Plasma lactate level was increased (3.2–10mM), and the patients suffered from exacerbation of the acidosis during intercurrent\ninfections. The electroencephalogram was normal, and brain computed tomography scan performed in two patients demonstrated generalized brain atrophy. Two patients died at\n18 months and 4 years of age during an intercurrent infection. One patient was alive at 6 months at the time of writing this report. \nEnzymatic activities of the five respiratory chain complexes were determined in isolated muscle mitochondria from Patient C-IV-1. The activity of complex I in muscle mitochondria, determined as rotenone-sensitive NADH: cytochrome c oxidoreductase, NADH:ubiquinone reductase, and NADH:ferricyanide reductase, was reduced to 19 to 39% of the control\nmean. The activities of the other complexes were within the reference range.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4a802b94-9734-4269-aa8e-076b974d18d2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:22d3d301-55c2-4a60-8fcb-96603e7baf3f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18306244","type":"dc:BibliographicResource","dc:abstract":"Complex I deficiency is the most common respiratory chain defect, clinically manifesting by severe neonatal lactic acidosis, Leigh's disease, or various combinations of cardiac, hepatic, and renal disorders. Using homozygosity mapping, we identified a splice-site mutation in the NDUFA11 gene in six patients from three unrelated families. The patients presented with encephalocardiomyopathy or fatal infantile lactic acidemia. The mutation is predicted to abolish the first transmembrane domain of the gene product, thereby destabilizing the enzymatic complex. Mutation analysis of the NDUFA11 is warranted in isolated complex I deficiency presenting with infantile lactic acidemia or encephalocardiomyopathy.","dc:creator":"Berger I","dc:date":"2008","dc:title":"Mitochondrial complex I deficiency caused by a deleterious NDUFA11 mutation."}},"rdfs:label":"Family C; IV-1"},{"id":"cggv:4a802b94-9734-4269-aa8e-076b974d18d2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a802b94-9734-4269-aa8e-076b974d18d2_variant_evidence_item"},{"id":"cggv:4a802b94-9734-4269-aa8e-076b974d18d2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR from cDNA from patients’ fibroblasts detected a shorter transcript that lacked the 3’ end 78 bp of exon 1, as well as the wild-type transcript, suggesting a “leaky” splice variant"}],"strengthScore":0.5,"dc:description":"Score as founder variant (identical haplotype found in all patients); used score from first family (Family A) -0.5 pts per variant = 0.5 pt/variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:51ac2f64-2810-4f0a-9276-7784643710d0_proband_score_evidence_line","type":"EvidenceLine","direction":"Inconclusive","evidence":[{"id":"cggv:51ac2f64-2810-4f0a-9276-7784643710d0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":[{"id":"cggv:6f52704c-541c-4f5b-a436-bb087e901708","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.5896447A>G (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9118945"}},{"id":"cggv:c0ab28da-9867-4506-a918-f130960ed43b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_175614.5(NDUFA11):c.65C>T (p.Ala22Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA403544618"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"infant-onset encephalopathy; patient noted to have an abnormal MRI and seizures (no EEG data provided)\nPart of large cohort of Chinese patients with neonatal encephalopathy. The inclusion criterion was a diagnosis of NE.6 The diagnosis of NE was based on the following criteria: (a) the gestational age is greater than 35 weeks; (b) a subnormal level of consciousness or seizures or difficulty with initiating and maintaining respiration or depression of muscle tone and reflexes; (c) abnormal brain MRI features or abnormal EEG features. Newborns included in this study need to meet the first criteria, and at least one of the other two criteria. Abnormal brain MRI features included signal abnormalities in white matter, gray matter, or both, hypogenesis of the brain, focal encephalomalacia, edema, delayed myelination or hemorrhage\n","previousTesting":false,"sex":"Female","variant":[{"id":"cggv:8585a1c0-58bb-40a1-a130-a76f569e24d4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c0ab28da-9867-4506-a918-f130960ed43b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32712949","type":"dc:BibliographicResource","dc:abstract":"This study aimed to investigate the potential genetic causes of neonatal encephalopathy (NE) in a large cohort of Chinese patients. We included 366 neonates with encephalopathy. Whole exome sequencing was performed to assess the potential molecular defects. In this study, 43 patients (11.7%) were identified with pathogenic or likely pathogenic variants and 10 patients (2.7%) carried variants with unknown significance. Compared with patients without genetic findings (28.9%), patients with genetic findings (96.2%) displayed a significant higher incidence of seizure (P = .0009); however, a lower frequency of abnormal magnetic resonance imaging (MRI) results (P < .0001). Epileptic encephalopathy related genes account for nearly half (46.4%) of all genetic defects of NE with seizures. Follow-up results revealed genetic diagnosis, seizure and severe abnormal electroencephalograph results were significantly associated with high risk of developmental delay (P < .05). This study increases the understanding of genetic contribution to NE. Our findings suggest that the full-term NE patients with seizure, the greater the possibility of genetic diseases. However, for newborns especially the preterm babies with abnormal MRI findings, there is smaller possibility of genetic diseases. NE caused from genetic diseases have poor prognosis, and intensive intervention and follow-up is necessary for these newborns.","dc:creator":"Yang L","dc:date":"2020","dc:title":"Clinical features and underlying genetic causes in neonatal encephalopathy: A large cohort study."}},{"id":"cggv:1dc65041-27f4-46fd-8e75-82003e66cbad_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6f52704c-541c-4f5b-a436-bb087e901708"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32712949"}],"rdfs:label":"Patient 52"},{"id":"cggv:1dc65041-27f4-46fd-8e75-82003e66cbad","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Inconclusive","evidence":[{"id":"cggv:1dc65041-27f4-46fd-8e75-82003e66cbad_variant_evidence_item"}],"strengthScore":0,"dc:description":"not clear if parents tested and if variants are in trans. SpliceAI gives scores from 0.13-0.15."},{"id":"cggv:8585a1c0-58bb-40a1-a130-a76f569e24d4","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Inconclusive","evidence":[{"id":"cggv:8585a1c0-58bb-40a1-a130-a76f569e24d4_variant_evidence_item"}],"strengthScore":0,"dc:description":"not clear if parents tested and if variants are in trans. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:78577eb7-23e7-44b9-8e11-cdb95d698149_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:78577eb7-23e7-44b9-8e11-cdb95d698149","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":40,"allele":{"id":"cggv:22d3d301-55c2-4a60-8fcb-96603e7baf3f"},"detectionMethod":"Homozygosity mapping showed large ROH on chr19. Sequencing of 3 complex I subunit genes within the shared chr 19 ROH (NDUFA11, NDUFA7, NDUFB7).","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Patients Patient A-II-1, B-II-2, and B-II-4: at 10 to 24 hours of age the patients became apneic and\nhypotensive with severe metabolic acidosis and hyperlactatemia (pH 6.80–6.90; blood lactate 10–15mM; N 2.1mM). Echocardiogram, normal at birth, disclosed biventricular hyperplasia on the second week of life and the patients died at 6 to 40 days of age because of intractable acidosis. Enzymatic activities of the five respiratory chain complexes were determined in isolated muscle mitochondria from Patients A-II-1, B-II-2, and C-IV-1, and in isolated fibroblast mitochondria from Patient B-II-2 by standard spectrophotometric methods and normalized to citrate synthase.10 The activity of complex I in muscle mitochondria, determined as rotenone-sensitive NADH: cytochrome c oxidoreductase, NADH:ubiquinone reductase,\nand NADH:ferricyanide reductase, was reduced to\n4 to 10%, 13 to 27%, and 19 to 39% of the control mean, respectively. In mitochondria isolated from fibroblasts, NADH:ubiquinone reductase activity was reduced to 45% of the control mean. The activities of the other complexes were within the reference range.","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9c2a2287-9b09-4e68-937b-21f585ddf8a2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:22d3d301-55c2-4a60-8fcb-96603e7baf3f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18306244"},"rdfs:label":"FamilyB; II-2"},{"id":"cggv:9c2a2287-9b09-4e68-937b-21f585ddf8a2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c2a2287-9b09-4e68-937b-21f585ddf8a2_variant_evidence_item"},{"id":"cggv:9c2a2287-9b09-4e68-937b-21f585ddf8a2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Two NDUFA11 complementary DNA transcripts were amplified from the patients’ fibroblasts. The normal transcript was 484bp long, and the shorter (406bp) lacked the 3'-end 78bp of exon 1 (see Fig 2). Real-time polymerase chain reaction of the two transcripts in complementary DNA produced from the patient fibroblasts detected a 2:1 ratio of the wild-type to the mutant transcript. These findings suggest that the variant in the NDUFA11 gene is a “leaky” mutation, reducing the splice score at the normal site with the consequent activation of a cryptic splice site at 19 to 20bp of exon 1."}],"strengthScore":0.5,"dc:description":"Score as founder variant (identical haplotype found in all patients); used score from first family (Family A) -0.5 pts per variant = 0.5 pt/variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:63f2cbfb-b4c8-4d6c-8a32-c880b5dd73c5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:63f2cbfb-b4c8-4d6c-8a32-c880b5dd73c5","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":6,"allele":{"id":"cggv:22d3d301-55c2-4a60-8fcb-96603e7baf3f"},"detectionMethod":"Homozygosity mapping showed large ROH on chr19. Sequencing of 3 complex I subunit genes within the shared chr19 ROH (NDUFA11, NDUFA7, NDUFB7).","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Patients Patient A-II-1, B-II-2, and B-II-4: at 10 to 24 hours of age the patients became apneic and\nhypotensive with severe metabolic acidosis and hyperlactatemia (pH 6.80–6.90; blood lactate 10–15mM; N 2.1mM). Echocardiogram, normal at birth, disclosed biventricular hyperplasia on the second week of life and the patients died at 6 to 40 days of age because of intractable acidosis.\nEnzymatic activities of the five respiratory chain complexes were determined in isolated muscle mitochondria from Patients A-II-1, B-II-2, and C-IV-1, and in isolated fibroblast mitochondria from Patient B-II-2 by standard spectrophotometric methods and normalized to citrate synthase.10 The activity of complex I in muscle mitochondria, determined as rotenone-sensitive NADH: cytochrome c oxidoreductase, NADH:ubiquinone reductase, and NADH:ferricyanide reductase, was reduced to 4 to 10%, 13 to 27%, and 19 to 39% of the control mean, respectively. In mitochondria isolated from fibroblasts, NADH:ubiquinone reductase activity was reduced to 45% of the control mean. The activities of the other complexes were within the reference range.","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ebef130d-de21-44ec-b15a-947c34b97bbb_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:22d3d301-55c2-4a60-8fcb-96603e7baf3f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18306244"},"rdfs:label":"Family A; II-1"},{"id":"cggv:ebef130d-de21-44ec-b15a-947c34b97bbb","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ebef130d-de21-44ec-b15a-947c34b97bbb_variant_evidence_item"},{"id":"cggv:ebef130d-de21-44ec-b15a-947c34b97bbb_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Two NDUFA11 complementary DNA transcripts were amplified from the patients’ fibroblasts. The normal transcript was 484bp long, and the shorter (406bp) lacked the 3'-end 78bp of exon 1 (see Fig 2). Real-time polymerase chain reaction of the two transcripts in complementary DNA produced from the patient fibroblasts detected a 2:1 ratio of the wild-type to the mutant transcript. These findings suggest that the variant in the NDUFA11 gene is a “leaky” mutation, reducing the splice score at the normal site with the consequent activation of a cryptic splice site at 19 to 20bp of exon 1."}],"strengthScore":1,"dc:description":"Variant1 (0.1 + 0.4 functional impact splicing + 0.4 functional CI deficiency) + Variant2 (0.1 + 0.4 functional impact splicing + 0.4 functional CI deficiency) = 2 pt"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:210108ec-da38-4a32-80b6-8d88f4d22677_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4},{"id":"cggv:3c0c6771-4052-45e3-a9a7-c9f340a59e70_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3c0c6771-4052-45e3-a9a7-c9f340a59e70","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":72,"allele":[{"id":"cggv:6410f38c-6bf6-4901-ab77-f98cdb524e74","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000019.10:g.5893287G>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA403536588"}},{"id":"cggv:67df7261-0477-4a55-ad38-48c59de068e6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001193375.3(NDUFA11):c.394G>C (p.Ala132Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA325437"}}],"detectionMethod":"Panel screen for nuclear genes encoding CI subunits","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Complex I deficiency; adult-onset neuromuscular phenotype. \nAt 65 years of age, he noted mild muscle weakness in his legs along with moderate leg stiffness. Examination revealed saccadic eye movements and bilateral hearing loss. Mild, proximal leg weakness was present along with a reduction in the muscle bulk of the thighs. Deep tendon reflexes were symmetrically reduced in the lower limbs. Elevated creatine kinase levels (900 U/L) were detected.  Needle electromyography examination revealed short duration, low-amplitude motor unit potentials, absence of abnormal spontaneous activity, and an early recruitment pattern\nin the muscles of the arms and legs. Brain MRI results revealed diffuse white matter involvement due to cerebrovascular chronic lesions. Histological and histochemical analyses of a muscle biopsy from the quadriceps showed diffuse mitochondrial alterations (Figure 1A–D). The biochemical\nassessment of the mitochondrial respiratory chain revealed an isolated and severe deficiency of CI (Figure 1E,F).","previousTesting":true,"previousTestingDescription":"whole mtDNA sequence was normal","sex":"Male","variant":[{"id":"cggv:9007b565-d65f-4e04-8294-8d4697a19343_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:67df7261-0477-4a55-ad38-48c59de068e6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31074871","type":"dc:BibliographicResource","dc:creator":"Peverelli L","dc:date":"2019","dc:title":"New missense variants of NDUFA11 associated with late-onset myopathy."}},{"id":"cggv:2da74f3a-b9a2-4f73-9b81-8d9e69d73046_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6410f38c-6bf6-4901-ab77-f98cdb524e74"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31074871"}],"rdfs:label":"Peverelli proband"},{"id":"cggv:9007b565-d65f-4e04-8294-8d4697a19343","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:9007b565-d65f-4e04-8294-8d4697a19343_variant_evidence_item"}],"strengthScore":0,"dc:description":"gnomAD v3: African/African American 0.0183 (6 homs in gnomAD v3; one aged 65-70 yrs, other <30 and 40-45 yrs)"},{"id":"cggv:2da74f3a-b9a2-4f73-9b81-8d9e69d73046","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:2da74f3a-b9a2-4f73-9b81-8d9e69d73046_variant_evidence_item"},{"id":"cggv:2da74f3a-b9a2-4f73-9b81-8d9e69d73046_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Not done for individual variants, but biochemical analyses of mitochondrial respiratory chain complex activities in muscle from the proband showed isolated and severe deficiency of CI (Figure 1E,F). Mixed in silico predictions and SpliceAI gives score 0.23 for acceptor loss (3 bp)"}],"strengthScore":0,"dc:description":"Biocurator meeting agree not to score this case (phenotype much different than other cases described, 6 homs in gnomAD for one variant)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Limited","sequence":5227,"specifiedBy":"GeneValidityCriteria8","strengthScore":6,"subject":{"id":"cggv:e35ccb6c-a66b-441a-b9e8-fc36b8049bf0","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:20371","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between *NDUFA11* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of February 17, 2022. The *NDUFA11* gene encodes a subunit of complex I of the mitochondrial respiratory chain. \n\nThe *NDUFA11* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2008 (PMID: 18306244). While various names have been given to the constellation of features seen in those with *NDUFA11*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFA11* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one splice region variant that was reported in a homozygous state in three consanguineous Israeli Bedouin families from one publication (PMID: 18306244). RT-PCR from cDNA from patients’ fibroblasts demonstrated a shorter transcript as well as the wild-type transcript, and enzymatic studies from isolated muscle mitochondria showed reduced complex I activity in the three probands (PMID: 18306244). Affected individuals from two families had a fatal infantile lactic acidosis while individuals in the third family had developmental delay, microcephaly, optic atrophy, and seizures. No segregation data were available. This gene-disease association is also supported by known functional alterations in non-patient cells and a Caenorhabditis elegans model organism (PMIDs: 24191001, 27626371, 30531981, 34106255). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 17, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:210108ec-da38-4a32-80b6-8d88f4d22677"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}