{"id":"cggv:4b652280-1291-4166-ac59-62caabd977bbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4b652280-1291-4166-ac59-62caabd977bb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2017-12-06T17:00:00.000Z","role":"Approver"},{"id":"cggv:4b652280-1291-4166-ac59-62caabd977bb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-14T18:48:44.541Z","role":"Publisher"}],"evidence":[{"id":"cggv:4b652280-1291-4166-ac59-62caabd977bb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4b652280-1291-4166-ac59-62caabd977bb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:814def2a-be07-4b0a-a9d7-3e4f526aa59f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ad611643-8e0f-4bc9-b19d-1a4c68fae325","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The data indicate that Fgd1 is expressed in a variety of regions of incipient and active endochondral and intramembranous ossification including the craniofacial bones, vertebrae, ribs, long bones and phalanges.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10906777","type":"dc:BibliographicResource","dc:abstract":"FGD1 encodes a guanine nucleotide exchange factor (GEF) that specifically activates the Rho GTPase Cdc42; FGD1 mutations result in Faciogenital Dysplasia (FGDY, Aarskog syndrome), an X-linked developmental disorder that adversely affects the formation of multiple skeletal structures. To further define the role of FGD1 in skeletal development, we examined its expression in developing mouse embryos and correlated this pattern with FGDY skeletal defects. In this study, we show that Fgd1, the mouse FGD1 ortholog, is initially expressed during the onset of ossification during embryogenesis. Fgd1 is expressed in regions of active bone formation in the trabeculae and diaphyseal cortices of developing long bones. The onset of Fgd1 expression correlates with the expression of bone sialo-protein, a protein specifically expressed in osteoblasts at the onset of matrix mineralization; an analysis of serial sections shows that Fgd1 is expressed in tissues containing calcified and mineralized extracellular matrix. Fgd1 protein is specifically expressed in cultured osteoblast and osteoblast-like cells including MC3T3-E1 cells and human osteosarcoma cells but not in other mesodermal cells; immunohistochemical studies confirm the presence of Fgd1 protein in mouse calvarial cells. Postnatally, Fgd1 is expressed more broadly in skeletal tissue with expression in the perichondrium, resting chondrocytes, and joint capsule fibroblasts. The data indicate that Fgd1 is expressed in a variety of regions of incipient and active endochondral and intramembranous ossification including the craniofacial bones, vertebrae, ribs, long bones and phalanges. The observed pattern of Fgd1 expression correlates with FGDY skeletal manifestations and provides an embryologic basis for the prevalence of observed skeletal defects. The observation that the induction of Fgd1 expression coincides with the initiation of ossification strongly suggests that FGD1 signaling plays a role in ossification and bone formation; it also suggests that FGD1 signaling does not play a role in the earlier phases of skeletogenesis. With the observation that FGD1 mutations result in the skeletal dysplasia FGDY, accumulated data indicate that FGD1 signaling plays a critical role in ossification and skeletal development.","dc:creator":"Gorski JL","dc:date":"2000","dc:title":"Skeletal-specific expression of Fgd1 during bone formation and skeletal defects in faciogenital dysplasia (FGDY; Aarskog syndrome)."},"rdfs:label":"Mouse Expression Studies"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Do not show expression in brain or neuronal tissues, only shows expression in skeletal precursors."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:4b652280-1291-4166-ac59-62caabd977bb_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4841,"specifiedBy":"GeneValidityCriteria5","strengthScore":12,"subject":{"id":"cggv:58a54f29-c601-4c62-8330-124c0a1fc18e","type":"GeneValidityProposition","disease":"obo:MONDO_0010589","gene":"hgnc:3663","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*FGD1* variants were first reported in relation to X-linked Aarskog-Scott syndrome in 1994 (PMID:7954831). *FGD1* encodes a protein with Dbl and pleckstrin homology domains and is involved in the binding of Rho family GTPase Cdc42Hs. Aarskog-Scott syndrome is characterized by a rounded face, wide philtrum, ocular hypertelorism, ptosis, broad nasal bridge, and variable intellectual disability. \n\nAt least 8 unique variants (nonsense, frameshift, missense, etc.) have been reported in 19 probands in 8 publications (PMIDs:7954831, 10930571, 11093277, 14560308, 16353258, 17152066, 20082460, 21739585) included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by a mouse expression study (PMID:10906777) but has not been scored because the mouse tissue does not exhibit expression in brain or neurons.\n\nIn summary, *FGD1* is definitively associated with X-linked Aarskog-Scott syndrome. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on December 6, 2017. As of July 2022, this record underwent administrative updates to include an evidence summary text and update scoring to be consistent with SOP Version 9. No new evidence has been added.\n","dc:isVersionOf":{"id":"cggv:4b652280-1291-4166-ac59-62caabd977bb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}