{"id":"cggv:b6e7e531-093b-4216-8c56-0c94e63c2811v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:b6e7e531-093b-4216-8c56-0c94e63c2811_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-08-15T04:00:00.000Z","role":"Approver"},{"id":"cggv:b6e7e531-093b-4216-8c56-0c94e63c2811_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-28T19:49:02.413Z","role":"Publisher"}],"evidence":[{"id":"cggv:b6e7e531-093b-4216-8c56-0c94e63c2811_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.6},{"id":"cggv:b6e7e531-093b-4216-8c56-0c94e63c2811_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b6e7e531-093b-4216-8c56-0c94e63c2811_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b10e5e6a-54e2-4388-a3df-83da879afeed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97100d1b-e9b3-404f-b02d-32e34f1bd236","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA in situ hybridization and immunohistochemistry shows specific expression of NLGN3 in brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23041053","type":"dc:BibliographicResource","dc:abstract":"The Allen Human Brain Atlas is a freely available multimodal atlas of gene expression and anatomy comprising a comprehensive 'all genes-all structures' array-based dataset of gene expression and complementary in situ hybridization (ISH) gene expression studies targeting selected genes in specific brain regions. Available via the Allen Brain Atlas data portal (www.brain-map.org), the Atlas integrates structure, function, and gene expression data to accelerate basic and clinical research of the human brain in normal and disease states.","dc:creator":"Shen EH","dc:date":"2012","dc:title":"The Allen Human Brain Atlas: comprehensive gene expression mapping of the human brain."},"rdfs:label":"RNA In situ hybridization and immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2e8a6e7e-f814-4a14-8718-b10c09c01828","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:14b55557-25e3-4d1a-a774-0112ed472fa3","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Neurexins play an important role in synaptic transmission. Recurrent mutations in the NRXN1 gene have been identified in individuals with ASD. An excess of exotic NRNX1 CNVs was found in cases vs. controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8576240","type":"dc:BibliographicResource","dc:abstract":"Neuroligin 1 is a neuronal cell surface protein that binds to a subset of neurexins, polymorphic cell surface proteins that are also localized on neurons (Ichtchenko, K., Hata, Y., Nguyen, T., Ullrich, B., Missler, M., Moomaw, C., and Südhof, T. C. (1995) Cell 81, 435-443). We now describe two novel neuroligins called neuroligins 2 and 3 that are similar in structure and sequence to neuroligin 1. All neuroligins contain an N-terminal hydrophobic sequence with the characteristics of a cleaved signal peptide followed by a large esterase homology domain, a highly conserved single transmembrane region, and a short cytoplasmic domain. The three neuroligins are alternatively spliced at the same position and are expressed at high levels only in brain. Binding studies demonstrate that all three neuroligins bind to beta-neurexins both as native brain proteins and as recombinant proteins. Tight binding of the three neuroligins to beta-neurexins is observed only for beta-neurexins lacking an insert in splice site 4. Thus, neuroligins constitute a multigene family of brain-specific proteins with distinct isoforms that may have overlapping functions in mediating recognition processes between neurons.","dc:creator":"Ichtchenko K","dc:date":"1996","dc:title":"Structures, alternative splicing, and neurexin binding of multiple neuroligins."},"rdfs:label":"Affinity chromatography"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:30af40a3-509c-4565-acbc-947805cb31cd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42ae19a1-b023-403c-8f6f-5a7663ef9a92","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SHANK3 lies within a multi-genic region on chromosome 22 that is deleted in Phelan-McDermid syndrome, a disorder which is frequently accompanied by ASD. Recurrent mutations in the SHANK3 gene have been identified in multiple individuals with ASD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15458844","type":"dc:BibliographicResource","dc:abstract":"The postsynaptic specialisation at glutamatergic synapses is composed of a network of proteins located within the membrane and the underlying postsynaptic density. The strong interconnectivity between the protein components is mediated by a limited number of interaction modes. Particularly abundant are PDZ domain-mediated interactions. An obstacle in understanding the fidelity of postsynaptic processes involving PDZ domains is the high degree of overlap with respect to their binding specificities. Focussing on transsynaptic adhesion molecules, we used the yeast two-hybrid system to obtain an overview of the binding specificities of selected C-terminal PDZ binding motifs. Neuroligin, a postsynaptic cell surface protein that spans the synaptic cleft and interacts with beta-neurexin, served as a starting point. Neuroligin binds to the PDZ domain-containing proteins PSD95, SAP102, Chapsyn110, S-SCAM, Magi1 and 3, Shank1 and 3, Pick1, GOPC, SPAR, Semcap3 and PDZ-RGS3. Next, we examined the relationship between neuroligin and synaptic cell adhesion molecules or glutamate receptor subunits with respect to PDZ-mediated interactions. We found a limited overlap in the PDZ-domain binding specificities of neuroligin with those of Sidekick2 and Ephrin-B2. In contrast, Syndecan2 and IgSF4 show no overlap with the PDZ-domain specificity of neuroligin, instead, they bind to GRIP and syntenin. The AMPA receptor subunit GluR2 interacts with Semcap3 and PDZ-RGS3, whereas the kainate receptor subunits GluR5 and GluR6 show weak interactions with PSD95. In summary, we can sketch a complex pattern of overlap in the binding specificities of synaptic cell surface proteins towards PDZ-domain proteins.","dc:creator":"Meyer G","dc:date":"2004","dc:title":"The complexity of PDZ domain-mediated interactions at glutamatergic synapses: a case study on neuroligin."},"rdfs:label":"Yeast two-hybrid screen"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:b6e7e531-093b-4216-8c56-0c94e63c2811_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa006b62-a197-4b94-9501-0760774282f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:48bd8e6b-98b0-40af-898e-16e85dfcf926","type":"FunctionalAlteration","dc:description":"R451C variant results in ER retention of the mutant NLGN3 protein. ER chaperones show more association with the mutant protein, and the mutant protein is more sensitive to protease cleavage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20615874","type":"dc:BibliographicResource","dc:abstract":"Despite great functional diversity, characterization of the alpha/beta-hydrolase fold proteins that encompass a superfamily of hydrolases, heterophilic adhesion proteins, and chaperone domains reveals a common structural motif. By incorporating the R451C mutation found in neuroligin (NLGN) and associated with autism and the thyroglobulin G2320R (G221R in NLGN) mutation responsible for congenital hypothyroidism into NLGN3, we show that mutations in the alpha/beta-hydrolase fold domain influence folding and biosynthetic processing of neuroligin3 as determined by in vitro susceptibility to proteases, glycosylation processing, turnover, and processing rates. We also show altered interactions of the mutant proteins with chaperones in the endoplasmic reticulum and arrest of transport along the secretory pathway with diversion to the proteasome. Time-controlled expression of a fluorescently tagged neuroligin in hippocampal neurons shows that these mutations compromise neuronal trafficking of the protein, with the R451C mutation reducing and the G221R mutation virtually abolishing the export of NLGN3 from the soma to the dendritic spines. Although the R451C mutation causes a local folding defect, the G221R mutation appears responsible for more global misfolding of the protein, reflecting their sequence positions in the structure of the protein. Our results suggest that disease-related mutations in the alpha/beta-hydrolase fold domain share common trafficking deficiencies yet lead to discrete congenital disorders of differing severity in the endocrine and nervous systems.","dc:creator":"De Jaco A","dc:date":"2010","dc:title":"Neuroligin trafficking deficiencies arising from mutations in the alpha/beta-hydrolase fold protein family."},"rdfs:label":"Immunoprecipitation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Count as variant evidence. ER retention or protease sensitivity of neuroligin is not known to be mechanism of neurodevelopmental disorder."},{"id":"cggv:d7691689-383e-428f-b7f3-f788c17745f7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b4f8660-22dd-4d55-8ff4-092e8a3f3f69","type":"FunctionalAlteration","dc:description":"Fluorescent labeled R451C mutant protein shows a defect in the translocation of the proteins through the axon trunk into the dendrites.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20615874","rdfs:label":"Fluorescence labeling on protein trafficking"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Use as variant evidence for R451C. Mislocalization of the neuroligins is not known to be a mechanism for neurodevelopmental disorder."},{"id":"cggv:ae95bcef-8c40-4778-a9f5-7da054fdc330","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:99d5cb48-67b9-4893-9ed5-ef2cbfbf678f","type":"FunctionalAlteration","dc:description":"Rat hippocampal neurons were transfected with R451C mutant or wild type NLGN3. Cells transfected with the mutant form had significantly decreased number of synapsin-positive puncta. Synaptic formation plays an important role in neurodevelopment and etiology of autism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15150161","type":"dc:BibliographicResource","dc:abstract":"Autism is a neuro-developmental syndrome that affects 0.1-0.5% of the population. It has been proposed that alterations in neuronal circuitry and/or neuronal signaling are responsible for the behavioral and cognitive aberrations in autism patients. However, the cellular basis of such alterations is unknown. Recently, point mutations in a family of neuronal cell adhesion molecules called neuroligins have been linked to autism-spectrum disorders and mental retardation. We investigated the consequences of these disease-associated mutations on neuroligin function. We demonstrate that the point mutation at arginine 451 and a nonsense mutation at aspartate 396 of neuroligin-3 and -4 (NL3 and NL4), respectively, result in intracellular retention of the mutant proteins. Over-expression of wild-type NL3 and NL4 proteins in hippocampal neurons stimulates the formation of presynaptic terminals, whereas the disease-associated mutations result in a loss of this synaptic function. Our findings suggest that the previously identified mutations in neuroligin genes are likely to be relevant for the neuro-developmental defects in autism-spectrum disorders and mental retardation since they impair the function of a synaptic cell adhesion molecule.","dc:creator":"Chih B","dc:date":"2004","dc:title":"Disorder-associated mutations lead to functional inactivation of neuroligins."},"rdfs:label":"Spine density"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:b6e7e531-093b-4216-8c56-0c94e63c2811_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fea50201-a3d9-41c2-a4a0-1ef74a13faf0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4521421f-6d0c-427b-a695-54d02afebe45","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A few mouse models with autism gene disruption show longer latencies to fall from the accelerating rotarod, which can be interpreted as repetitive behaviors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19360662","type":"dc:BibliographicResource","dc:abstract":"Neuroligin-3 is a member of the class of cell adhesion proteins that mediate synapse development and have been implicated in autism. Mice with the human R451C mutation (NL3), identical to the point mutation found in two brothers with autism spectrum disorders, were generated and phenotyped in multiple behavioral assays with face validity to the diagnostic symptoms of autism. No differences between NL3 and their wildtype (WT) littermate controls were detected on measures of juvenile reciprocal social interaction, adult social approach, cognitive abilities, and resistance to change in a spatial habit, findings which were replicated in several cohorts of males and females. Physical and procedural abilities were similar across genotypes on measures of general health, sensory abilities, sensorimotor gating, motor functions, and anxiety-related traits. Minor developmental differences were detected between NL3 and WT, including slightly different rates of somatic growth, slower righting reflexes at postnatal days 2-6, faster homing reflexes in females, and less vocalizations on postnatal day 8 in males. Significant differences in NL3 adults included somewhat longer latencies to fall from the rotarod, less vertical activity in the open field, and less acoustic startle to high decibel tones. The humanized R451C mutation in mice did not result in apparent autism-like phenotypes, but produced detectable functional consequences that may be interpreted in terms of physical development and/or reduced sensitivity to stimuli.","dc:creator":"Chadman KK","dc:date":"2008","dc:title":"Minimal aberrant behavioral phenotypes of neuroligin-3 R451C knockin mice."},"rdfs:label":"Behavioral assays"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"No social interaction deficits were found in this model."},{"id":"cggv:0c5ddf99-a584-4761-817a-5aa920a60d07","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e8e72c39-60b1-41fb-8cc3-aafc1bf565ea","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormal synaptic transmission has been established as part of the disease etiology of autism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21808020","type":"dc:BibliographicResource","dc:abstract":"Multiple independent mutations in neuroligin genes were identified in patients with familial autism, including the R451C substitution in neuroligin-3 (NL3). Previous studies showed that NL3(R451C) knock-in mice exhibited modestly impaired social behaviors, enhanced water maze learning abilities, and increased synaptic inhibition in the somatosensory cortex, and they suggested that the behavioral changes in these mice may be caused by a general shift of synaptic transmission to inhibition. Here, we confirm that NL3(R451C) mutant mice behaviorally exhibit social interaction deficits and electrophysiologically display increased synaptic inhibition in the somatosensory cortex. Unexpectedly, however, we find that the NL3(R451C) mutation produced a strikingly different phenotype in the hippocampus. Specifically, in the hippocampal CA1 region, the NL3(R451C) mutation caused an ∼1.5-fold increase in AMPA receptor-mediated excitatory synaptic transmission, dramatically altered the kinetics of NMDA receptor-mediated synaptic responses, induced an approximately twofold up-regulation of NMDA receptors containing NR2B subunits, and enhanced long-term potentiation almost twofold. NL3 KO mice did not exhibit any of these changes. Quantitative light microscopy and EM revealed that the NL3(R451C) mutation increased dendritic branching and altered the structure of synapses in the stratum radiatum of the hippocampus. Thus, in NL3(R451C) mutant mice, a single point mutation in a synaptic cell adhesion molecule causes context-dependent changes in synaptic transmission; these changes are consistent with the broad impact of this mutation on murine and human behaviors, suggesting that NL3 controls excitatory and inhibitory synapse properties in a region- and circuit-specific manner.","dc:creator":"Etherton M","dc:date":"2011","dc:title":"Autism-linked neuroligin-3 R451C mutation differentially alters hippocampal and cortical synaptic function."},"rdfs:label":"Electrophysiology"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Decide to give a total of 3 points for this specific KI mouse model."},{"id":"cggv:83876e89-d41c-4309-ab00-fca0746b211f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4e6f16b8-278a-45e0-b3fc-393e68416b98","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Hyperactivity is one symptom in ADHD. Decreased social novelty preference is one aspect of abnormal social behavior.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19243448","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is a frequent neurodevelopmental disorder characterized by variable clinical severity. Core symptoms are qualitatively impaired communication and social behavior, highly restricted interests and repetitive behaviors. Although recent work on genetic mutations in ASD has shed light on the pathophysiology of the disease, classifying it essentially as a synaptopathy, no treatments are available to date. To develop and test novel ASD treatment approaches, validated and informative animal models are required. Of particular interest, in this context are loss-of-function mutations in the postsynaptic cell adhesion protein neuroligin-4 and point mutations in its homologue neuroligin-3 (NL-3) that were found to cause certain forms of monogenic heritable ASD in humans. Here, we show that NL-3-deficient mice display a behavioral phenotype reminiscent of the lead symptoms of ASD: reduced ultrasound vocalization and a lack of social novelty preference. The latter may be related to an olfactory deficiency observed in the NL-3 mutants. Interestingly, such olfactory phenotype is also present in a subgroup of human ASD patients. Tests for learning and memory showed no gross abnormalities in NL-3 mutants. Also, no alterations were found in time spent in social interaction, prepulse inhibition, seizure propensity and sucrose preference. As often seen in adult ASD patients, total brain volume of NL-3 mutant mice was slightly reduced as assessed by magnetic resonance imaging (MRI). Our findings show that the NL-3 knockout mouse represents a useful animal model for understanding pathophysiological events in monogenic heritable ASD and for developing novel treatment strategies in this devastating human disorder.","dc:creator":"Radyushkin K","dc:date":"2009","dc:title":"Neuroligin-3-deficient mice: model of a monogenic heritable form of autism with an olfactory deficit."},"rdfs:label":"Behavioral tests"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Learning ability in this KO mouse model was not significantly different from WT. Cannot rule out possibility of olfactory deficit confounding the decreased social novelty preference phenotype."},{"id":"cggv:79285fd5-22cd-4e7b-bf0a-f330b2c28260","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fe4ae58d-160d-4632-8f5c-2c214bc211e5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Impaired interest in social novelty is an established phenotype in mouse models with mutations that predispose to autism.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21808020","rdfs:label":"Social novelty test"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Please note that this mouse model (Tabuchi et al 2008) is different from the KI mouse model in Chadman et al 2008."},{"id":"cggv:1d68a3b5-2d03-46ab-9b04-7e03734cb779","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bb524293-840f-444e-9699-c6a1f93ed6ec","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Decreased juvenile play in rats is interpreted as impaired social interaction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24773431","type":"dc:BibliographicResource","dc:abstract":"Animal models are critical for gaining insights into autism spectrum disorder (ASD). Despite their apparent advantages to mice for neural studies, rats have not been widely used for disorders of the human CNS, such as ASD, for the lack of convenient genome manipulation tools. Here we describe two of the first transgenic rat models for ASD, developed using zinc-finger nuclease (ZFN) methodologies, and their initial behavioral assessment using a rapid juvenile test battery. A syndromic and nonsyndromic rat model for ASD were created as two separate knockout rat lines with heritable disruptions in the genes encoding Fragile X mental retardation protein (FMRP) and Neuroligin3 (NLGN3). FMRP, a protein with numerous proposed functions including regulation of mRNA and synaptic protein synthesis, and NLGN3, a member of the neuroligin synaptic cell-adhesion protein family, have been implicated in human ASD. Juvenile subjects from both knockout rat lines exhibited abnormalities in ASD-relevant phenotypes including juvenile play, perseverative behaviors, and sensorimotor gating. These data provide important first evidence regarding the utility of rats as genetic models for investigating ASD-relevant genes.","dc:creator":"Hamilton SM","dc:date":"2014","dc:title":"Fmr1 and Nlgn3 knockout rats: novel tools for investigating autism spectrum disorders."},"rdfs:label":"Behavioral assays"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":3583,"specifiedBy":"GeneValidityCriteria5","strengthScore":11.6,"subject":{"id":"cggv:d17d4f67-7edd-4c44-a43b-9690be05e26f","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:14289","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"Variants in NLGN3 have been identified in individuals with autism, intellectual disability, and/or schizophrenia. In vitro studies underscore a critical role of NLGN3 in synaptic transmission. Mouse models with R451C mutation or KO of NLGN3 show somewhat differential behavioral abnormalities, raising the question of LOF vs. GOF mechanism.\nThe current scoring system is not overly strict, thus the group feels more comfortable to not round up the points.","dc:isVersionOf":{"id":"cggv:b6e7e531-093b-4216-8c56-0c94e63c2811"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}