{"id":"cggv:c78e8a8a-49db-40f5-96a3-d126a3834976v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c78e8a8a-49db-40f5-96a3-d126a3834976_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-03-25T20:05:34.139Z","role":"Publisher"},{"id":"cggv:c78e8a8a-49db-40f5-96a3-d126a3834976_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-02-28T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21981780","type":"dc:BibliographicResource","dc:abstract":"The disease classification neurodegeneration with brain iron accumulation (NBIA) comprises a clinically and genetically heterogeneous group of progressive neurodegenerative disorders characterized by brain iron deposits in the basal ganglia. For about half of the cases, the molecular basis is currently unknown. We used homozygosity mapping followed by candidate gene sequencing to identify a homozygous 11 bp deletion in the orphan gene C19orf12. Mutation screening of 23 ideopathic NBIA index cases revealed two mutated alleles in 18 of them, and one loss-of-function mutation is the most prevalent. We also identified compound heterozygous missense mutations in a case initially diagnosed with Parkinson disease at age 49. Psychiatric signs, optic atrophy, and motor axonal neuropathy were common findings. Compared to the most prevalent NBIA subtype, pantothenate kinase associated neurodegeneration (PKAN), individuals with two C19orf12 mutations were older at age of onset and the disease progressed more slowly. A polyclonal antibody against the predicted membrane spanning protein showed a mitochondrial localization. A histopathological examination in a single autopsy case detected Lewy bodies, tangles, spheroids, and tau pathology. The mitochondrial localization together with the immunohistopathological findings suggests a pathomechanistic overlap with common forms of neurodegenerative disorders.","dc:creator":"Hartig MB","dc:date":"2011","dc:title":"Absence of an orphan mitochondrial protein, c19orf12, causes a distinct clinical subtype of neurodegeneration with brain iron accumulation."},"evidence":[{"id":"cggv:c78e8a8a-49db-40f5-96a3-d126a3834976_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c78e8a8a-49db-40f5-96a3-d126a3834976_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ae577023-250f-46e1-9896-d926de4b86c4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ec117b1-36f2-41ca-80bf-327795814577","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"C19orf12 expression is prominent in the brain, blood cells and adipocytes according to public databases (Figure S4).  \nC19orf12 expression levels was analysed in an in vitro preadipocyte differentiation model. The expression of C19orf12 increased constantly during the course of adipose differentiation. C19orf12 was upregulated with genes involved in the two categories valine, leucine and isoleucine degradation (p = 3.46 x 10(-7)) and fatty acid metabolism (p = 2.5 x 10(-0.6) (FIgure S5).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21981780","rdfs:label":"C19orf12 expression increases in adipocyte differentiation"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:133d4d0b-37f4-4e0d-b722-caa3f16397db","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cdd4a6cf-ec0e-4995-b5df-61d052cfafc6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PANK2 - Mitochondrial localization of human PANK2 and hypotheses of secondary iron accumulation in pantothenate kinase-associated neurodegeneration (Johnson MA, Kuo YM, Westaway SK, et al. Mitochondrial localization of human PANK2 and hypotheses of secondary iron accumulation in pantothenate kinase-associated neurodegeneration. Ann N Y Acad Sci. 2004;1012:282-298. doi:10.1196/annals.1306.023) PLA2G6 - PLA2G6 codes for enzyme A2 phospholipase. Article: Calcium-independent Phospholipase A2 Localizes in and Protects Mitochondria during Apoptotic Induction by Staurosporine* (Seleznev K, Zhao C, Zhang XH, Song K, Ma ZA. Calcium-independent phospholipase A2 localizes in and protects mitochondria during apoptotic induction by staurosporine. J Biol Chem. 2006 Aug 4;281(31):22275-22288. doi: 10.1074/jbc.M604330200. Epub 2006 May 25. PMID: 16728389; PMCID: PMC1829309.)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23857908","type":"dc:BibliographicResource","dc:abstract":"We report here the genetic basis for a form of progressive hereditary spastic paraplegia (SPG43) previously described in two Malian sisters. Exome sequencing revealed a homozygous missense variant (c.187G>C; p.Ala63Pro) in C19orf12, a gene recently implicated in neurodegeneration with brain iron accumulation (NBIA). The same mutation was subsequently also found in a Brazilian family with features of NBIA, and we identified another NBIA patient with a three-nucleotide deletion (c.197_199del; p.Gly66del). Haplotype analysis revealed that the p.Ala63Pro mutations have a common origin, but MRI scans showed no brain iron deposition in the Malian SPG43 subjects. Heterologous expression of these SPG43 and NBIA variants resulted in similar alterations in the subcellular distribution of C19orf12. The SPG43 and NBIA variants reported here as well as the most common C19orf12 missense mutation reported in NBIA patients are found within a highly conserved, extended hydrophobic domain in C19orf12, underscoring the functional importance of this domain.","dc:creator":"Landouré G","dc:date":"2013","dc:title":"Hereditary spastic paraplegia type 43 (SPG43) is caused by mutation in C19orf12."},"rdfs:label":"C19orf12 localizes to mitochondria and endoplasmic reticulum"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:7f0dec58-6d58-4b20-b96d-f54ef77e25dc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a76dde6f-9182-4b12-851c-41570167cfff","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PANK2 - Mitochondrial localization of human PANK2 and hypotheses of secondary iron accumulation in pantothenate kinase-associated neurodegeneration (Johnson MA, Kuo YM, Westaway SK, et al. Mitochondrial localization of human PANK2 and hypotheses of secondary iron accumulation in pantothenate kinase-associated neurodegeneration. Ann N Y Acad Sci. 2004;1012:282-298. doi:10.1196/annals.1306.023) PLA2G6 - PLA2G6 codes for enzyme A2 phospholipase. Article: Calcium-independent Phospholipase A2 Localizes in and Protects Mitochondria during Apoptotic Induction by Staurosporine* (Seleznev K, Zhao C, Zhang XH, Song K, Ma ZA. Calcium-independent phospholipase A2 localizes in and protects mitochondria during apoptotic induction by staurosporine. J Biol Chem. 2006 Aug 4;281(31):22275-22288. doi: 10.1074/jbc.M604330200. Epub 2006 May 25. PMID: 16728389; PMCID: PMC1829309.)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21981780","rdfs:label":"Subcellular localization of C19orf12"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:53d32dd7-a399-4a61-b4b9-dab94b56fb18","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:687f571c-3dd0-4191-bc18-a848c8d5c8d3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PLA2G6 - see above","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31548400","type":"dc:BibliographicResource","dc:abstract":"Mutations in the ","dc:creator":"Mori A","dc:date":"2019","dc:title":"Parkinson's disease-associated "},"rdfs:label":"Rescue phenotype in iPLA2-VIA-deficient flies using C19orf12"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c78e8a8a-49db-40f5-96a3-d126a3834976_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:492b1c02-0fdd-4a79-a6bf-fa0d41cc9897","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c34f4eb9-b226-491a-ab51-36090460ac3a","type":"FunctionalAlteration","dc:description":"The electron microscopy and quantitive analysis showed significantly reduced mitochondrial length in C19orf12(G58S) MPAN skin fibroblasts compared with normal controls. Furthermore, mitochondrial oxygen consumption rate (OCR) assays demonstrated imparied mitochondrial respiratory function as evidenced by significantly reduced basal OCR, ATP production linked OCR and maximal OCR in C19orf12 (G58S/G58S) and C19orf12(p99fs*102) MPAN skin fibroblasts (Fig. 5B-E). The levels of cytosolic labile ferrous iron and total cytosolic labile iron were significantly increased in MPAN skin fibroblasts bearing either homozygous C19orf12G58S or heterozygous C19orf12p99fs*102 mutations when compared with normal control fibroblasts. (Fig 6A, B) These data suggested that C19orf12 mutations caused mitochondrial deficits, iron overload and lipid peroxidation in patient fibroblast cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35182730","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial membrane protein-associated with neurodegeneration (MPAN) is a rare genetic disease characterized by aggressive neurodegeneration and massive iron accumulation in patients' brains. Genetics studies identified defects in C19orf12 locus being associated with MPAN which likely caused loss of function although underlying pathogenic mechanism(s) remain elusive. In the present study, we investigated C19orf12 knockout (KO) M17 neuronal cells and primary skin fibroblasts from MPAN patients with C19orf12 homozygous G58S or heterozygous C19orf12 p99fs*102 mutations as cellular models of MPAN. C19orf12 KO cells and MPAN fibroblast cells demonstrated mitochondrial fragmentation and dysfunction, iron overload and increased oxidative damage. Antioxidant NAC and iron chelator DFO rescued both oxidative stress and mitochondrial deficits. Moreover, C19orf12 KO cells and MPAN fibroblast cells were susceptible to erastin- or RSL3-induced ferroptosis which could be almost completely prevented by pretreatment of iron chelator DFO. Importantly, we also found mitochondrial fragmentation and increased ferroptosis related oxidative damage in neurons in the biopsied cortical tissues from an MPAN patient. Collectively, these results supported the notion that iron overload and ferroptosis likely play an important role in the pathogenesis of MPAN.","dc:creator":"Shao C","dc:date":"2022","dc:title":"C19orf12 ablation causes ferroptosis in mitochondrial membrane protein-associated with neurodegeneration."},"rdfs:label":"Mitochondrial deficits in human MPAN fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:92ddd51a-a6eb-42c9-95a6-924989c71fcd","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:85f94049-3a66-47f4-9cb6-ea87afa1e943","type":"FunctionalAlteration","dc:description":"Using mitochondrial-targeted aequorin probe in the measurement of mitochondrial Ca2+, it was found that high levels of mitochondrial Ca2+ in patient fibroblasts as compared to control, suggesting the mutation altering the intracellular distribution of C19orf12 is detrimental for proper mitochondrial function and Ca2+ homeostasis and may cause pateint derived fibroblast more sensitive to Ca2+ dependent stimuli like H2O2 induced death as compared to fibroblast.  (figure 7)\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26136767","type":"dc:BibliographicResource","dc:abstract":"Mutations in C19orf12 have been identified in patients affected by Neurodegeneration with Brain Iron Accumulation (NBIA), a clinical entity characterized by iron accumulation in the basal ganglia. By using western blot analysis with specific antibody and confocal studies, we showed that wild-type C19orf12 protein was not exclusively present in mitochondria, but also in the Endoplasmic Reticulum (ER) and MAM (Mitochondria Associated Membrane), while mutant C19orf12 variants presented a different localization. Moreover, after induction of oxidative stress, a GFP-tagged C19orf12 wild-type protein was able to relocate to the cytosol. On the contrary, mutant isoforms were not able to respond to oxidative stress. High mitochondrial calcium concentration and increased H2O2 induced apoptosis were found in fibroblasts derived from one patient as compared to controls. C19orf12 protein is a 17 kDa mitochondrial membrane-associated protein whose function is still unknown. Our in silico investigation suggests that, the glycine zipper motifs of C19orf12 form helical regions spanning the membrane. The N- and C-terminal regions with respect to the transmembrane portion, on the contrary, are predicted to rearrange in a structural domain, which is homologs to the N-terminal regulatory domain of the magnesium transporter MgtE, suggesting that C19orf12 may act as a regulatory protein for human MgtE transporters. The mutations here described affect respectively one glycine residue of the glycine zipper motifs, which are involved in dimerization of transmembrane helices and predicted to impair the correct localization of the protein into the membranes, and one residue present in the regulatory domain, which is important for protein-protein interaction.","dc:creator":"Venco P","dc:date":"2015","dc:title":"Mutations of C19orf12, coding for a transmembrane glycine zipper containing mitochondrial protein, cause mis-localization of the protein, inability to respond to oxidative stress and increased mitochondrial Ca²⁺."},"rdfs:label":"Mitochondrial Ca2+ Homeostasis Analysis"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:c78e8a8a-49db-40f5-96a3-d126a3834976_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8a44622c-e04e-41db-9465-75e6c06a336e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89388890-b608-43de-802f-fa14d6d0b091","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The expression of the human WT mRNA significantly increased the number of embryos showing a normal phenotype, which were about 55% of the alive embryos (167/305) vs. 8.3% (n D 24/290) observed in ATG-MO-injected embryos. About 43% (n D 132/305) of the co-injected embryos still showed a mild phenotype, but less than 2% (n D 6/305) a severe one (Figure 3C). On the contrary, the type and percentage distribution of the morphological features observed upon the co-injection of ATGMO and MUT-mRNA were similar to those observed when ATG-MO alone was injected (Figure 3C). Normal embryos represented 9.4% (14/127) of the survived embryos, while embryos with mild or severe abnormalities were 79.5% (101/127) and 11% (12/127), respectively. The differences in the percentage of embryos with normal and mild phenotype observed between ATG-MO-WT-mRNA co-injected embryos, and ATG-MOinjected embryos was statistically significant (p < 0.001). This suggests that the WT human mRNA was able to overcome the deficiency of c19orf12a mRNA, by significantly increasing the number of embryos with normal phenotypic development a compared to that observed in the ATG-MO-injected group. On the contrary, the injection of the MUT-mRNA did not affect the aberrant development. This result further confirms the specific relationship between the knock-down of gene a mRNA and the perturbed development observed in ATG-morphants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33425903","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial membrane Protein Associated Neurodegeneration (MPAN) is a rare genetic disorder due to mutations in ","dc:creator":"Mignani L","dc:date":"2020","dc:title":"The Downregulation of "},"rdfs:label":"Rescue abnormal phenotype in ATG-morphants with C19orf12mRNA"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"The phenotype abnormality seen in Zebrafish using a translation-inhibiting morpholino (ATG-MO) that is complementary to the -17/+5 region of gene a mRNA affects brain formulation and somite development - not completely translatable to human disease manifestation of NBIA. Eventhough there was a statistically significant difference in the percentage of embryos with normal and mild phenotype observed between ATG-MO-WT-mRNA co-injected embryos, and ATG-MO-injected embryos, the rescue of the phenotype was not complete with 43% of co-injected embryos with human WT mRNA showing mild phenotype and <2% with a severe phenotype."},{"id":"cggv:f1f998d7-8926-4b9d-b237-bf7fe1c583ad","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:047c93dc-1bb0-493b-86f9-79f8ce69054c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"There was significant reduction of mitochondrial length in C19orf12 KO M17 cells compared with WT M17 cells. Mitochondrial function was determined by seahorse assay which revealed impaired mitochondrial respiration activity in C19orf12 KO M17 cells as evidenced by significantly reduced maximal oxygen consumption rate (OCR) (Fig. 1D and E). It was noted that non-mitochondrial respiration was increased in C19orf12 KO M17 cells (Fig. 1G). Collectively, these data demonstrated that loss of C19orf12 caused mitochondrial deficits in neurons. MPAN is characterized by massive iron accumulation in cerebral tissues [4]. We hypothesized that loss of C19orf12 protein might affect cellular iron pool to disturb cellular homeostasis. To test this hypothesis, the labile iron pool was analyzed with two specific cellular iron probes BioTracker 575 and Calcein-AM. Live cell imaging revealed that BioTracker 575 fluorescence was increased while Calcein-AM was quenched following chelation of low-mass labile iron, suggesting both cytosolic ferrous and ferric iron pools were increased in C19orf12 KO cells (Fig. 2A and B). Consistent with increased iron levels in the cytosol but not in mitochondria, there were significantly increased ROS levels in the cytosol but no changes of ROS levels in the mitochondria in C19orf12 KO cells. Accompanying the increased cytosolic ROS, lipid peroxidation levels measured by BODIPY C11 for probe by live cell imaging showed significant increase of oxidized membrane lipids in C19orf12 KO cells (Fig. 2E), suggesting impaired membrane integrity of cellular organelles in cells with loss of C19orf12 proteins.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35182730","rdfs:label":"KO cells-mitochondrial dysfn, lipid peroxidation, iron accum"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:fd2f00b8-7bd2-4489-92a1-beffe0d7a7e5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f5f43d54-523f-4bf6-873a-90c71a767d1f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors have demonstrated that with knock down of gene a (ortholog) in zebrafish embryo, the large majority of them (171/206, 83.0%) showed perturbed brain morphology with smaller brain size and eyes, reduced yolk extension along with a curved and thinner tail, and defected somite development (mild category). A small number of embryos (15/206, 7.3%) were characterized by a dramatic alteration of the structure, with severe perturbation of the antero-posterior axis, cardiac edema and compromised somite development (evere category) and the remaining embryos (20/206) showed a normal phenotype. Besides that, the authors have also analysed neuronal development, musculature development and locomotor behaviours of the the zebrafish with mild phenotype using different methods. i) Using transgenic lines expressing EGFP under neurogenin1 (neurog1) or neuronal differentiation 1 (neurod1) promoters, there is suggestion that there were reduced signals in the midbrain-hindbrain boundary, particularly at the level of optic tectum and retina. The analysis of the transgenic lines suggests that downregulation of gene a may affect the early stages of development in neurons in trunk, or cells located in retina, tectum opticum and the midbrain-hindbrain boundary. ii) The ATG-morphants showed an overall reduction in birefringence pattern (bright birefringence indicative of highly organized skeletal muscle) that was suggestive of a disorganized skeletal muscle structure. iii) Objective motor function measurement was obtained through calculation of spontaenous tail coil movement at 24 hpf, touch-evoked swimming movement test at 48 hpf, and the downregulation of gene a expression is associated with significant loss of motor performance of embryos in injected embryo compared to control embryo. The zebrafish model system phenotype shows that gene a which is ortholog to c19orf12 is involved in the development of selected brain areas, especially retina, that is a key feature seen in individuals with C19orf12-related NBIA.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33425903","rdfs:label":"Zebrafish embryos as model for c19orf12a"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:2c16b599-194c-4142-b88b-35ca127623c1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:558901d1-86ab-40aa-b409-9a98e010e63a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Double RNAi and Double heterozygous Deletion Flies showed defective climbing that suggested a neuromuscular phenotype in double RNAi and double heterozygous deletion flies. There was high number of vacuoles with an area up to 30 um2 was found in the brain and in the optical lobe of all investigated down-regulated double RNAi flies in comparison to control flies The presence of vacuoles suggested neurodegenerative process. Often, a compromised mitochondrial metabolism generates bang sensitive mutants which respond to the mechanical boost with a temporary paralysis. It was noted that Double RNAi flies failed to recover a correct body position promptly even if no signs of paralysis or failure of movements were present with mechanical stress. Double heterozygous deletion flies restored upright position instantly but ceased moving. The findings of the impaired climbing activity, bang sensitivity and presence of vacuoles in the brain could possibly similar to certain phenotype seen in humans (locomotor defect and possible neurodegeneration)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24586779","type":"dc:BibliographicResource","dc:abstract":"Mutations in the orphan gene C19orf12 were identified as a genetic cause in a subgroup of patients with NBIA, a neurodegenerative disorder characterized by deposits of iron in the basal ganglia. C19orf12 was shown to be localized in mitochondria, however, nothing is known about its activity and no functional link exists to the clinical phenotype of the patients. This situation led us to investigate the effects of C19orf12 down-regulation in the model organism Drosophila melanogaster. Two genes are present in D. melanogaster, which are orthologs of C19orf12, CG3740 and CG11671. Here we provide evidence that transgenic flies with impaired C19orf12 homologs reflect the neurodegenerative phenotype and represent a valid tool to further analyze the pathomechanism in C19orf12-associated NBIA.","dc:creator":"Iuso A","dc:date":"2014","dc:title":"Impairment of Drosophila orthologs of the human orphan protein C19orf12 induces bang sensitivity and neurodegeneration."},"rdfs:label":"Downregulate expression in Drosophila orthologs of C19orf12 "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The phenotype of reduced locomotor function (defective climbing) in the double RNAi and Double heterozygous deletion flies may mimick the phenotype seen in human (pyramidal symptoms). There was absence of iron deposition in brain in the double RNAi flies. The presence of vacuoles in brain is not a main feature seen in human with C19orf12-related NBIA. Hence score downgraded to 1 as phenotypes seen in the double RNAi and double heterozygous deletion flies in this study are not exactly similar to the human phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:c78e8a8a-49db-40f5-96a3-d126a3834976_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.6}],"evidenceStrength":"Moderate","sequence":7951,"specifiedBy":"GeneValidityCriteria10","strengthScore":10.6,"subject":{"id":"cggv:b95eb438-b33f-4903-9354-41675ad15a29","type":"GeneValidityProposition","disease":"obo:MONDO_0013674","gene":"hgnc:25443","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The C19orf12 gene is located on chromosome 19 at 19p12 and encodes for a transmembrane glycine zipper-containing mitochondrial protein. This protein is involved in the mitochondrial and lipid metabolism. C19orf12 was first reported in relation to Autosomal Recessive Neurodegeneration with Brain Iron Accumulation (NBIA) in 2011. (Hartig et al 2011, PMID:21981780). Hartig et al first described 25 NBIA cases with homozygous, or compound heterozygous frameshift, or missense variants in C19orf12. A total of 18 NBIA cases were found to have homozygous common founder mutation c.204_214del11 (p.Gly69ArgfsX10) with all individuals having common MRI brain findings of hypointensities in the globus pallidus and substantia nigra, and presenting features including speech, gait difficulties, extrapyramidal features (oromandibular dystonia, generalized dystonia and parkinsonism), spasticity, hyperreflexia, psychiatric symptoms, and optic atrophy. C19orf12 was previously reported in two Malian sisters presenting with spastic paraplegia with gait difficulty, spasticity and peripheral neuropathy without brain abnormalities. (Landoure et al 2013 (PMID: 23857908); Meilleur et al 2009 (PMID: 20039086)). Both disease assertions have overlapping features in the central and peripheral nervous systems, with NBIA individuals having additional MRI brain abnormal findings in globus pallidus/substantia nigra, and ophthalmological features (e.g. Optic atrophy).\nMonfrini et al first published a case report of a patient with NBIA with novel heterozygous pathogenic variant c.265_266delAT (p.Met89Glyfs*12) in C19orf12 (Monfrini et al 2018, PMID:29295770). This was followed by Gregory et al that published 18 heterozygous cases of C19orf12-related NBIA from 13 families (Gregory et al 2019, PMID:3108752). The individuals with autosomal dominant form of NBIA were clinically similar to individuals with autosomal recessive form of NBIA. Gregory et al proposed that the nonsense truncating variants located in the final exon of C19rf12 impairs the function of the wild-type protein, producing a dominant-negative effect and leading to loss of function (Gregory et al 2019, PMID:3108752). Another proposed dominant disease mechanism was haploinsufficiency (Gregory et al 2019, PMID: 3108752)\n \nEvidence supporting this gene-disease relationship includes case-level and experimental data. Heterozygous variants in C19orf12  (including nonsense and frameshift) were identified in at least 19 patients with clinical features suggestive of Autosomal Dominant Neurodegeneration with Brain Iron Accumulation (NBIA) (Gregory et al 2019, PMID: 3108752; Monfrini et al 2018, PMID:29295770; Rickman et al 2021, PMID:33260061; Fraser et al 2021, PMID:34041867; Yang et al 2022, PMID:35432442).\nAt least 13 unique variants (nonsense and frameshift) have been reported in humans and the information of six unique variants in C19orf12 is available in ClinVar database. This gene-disease association is supported by biochemical function studies, non-human model organism studies, and functional alteration analysis. (Hartig et al 2011, PMID:21981780; Landouré et al 2013, PMID: 23857908; Mori et al 2019, PMID 31548400; Mignani et al 2020, PMID: 33425903; Iuso et al 2014, PMID:24586779; Venco et al 2015, PMID: 26136767; Shao et al 2022, PMID: 35182730).\nIn summary, the C19orf12 gene has a moderate association with Autosomal Dominant Neurodegeneration with Brain Iron Accumulation (NBIA).","dc:isVersionOf":{"id":"cggv:c78e8a8a-49db-40f5-96a3-d126a3834976"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}