{"id":"cggv:eb727feb-42ad-4035-868c-7a217da8e31fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:eb727feb-42ad-4035-868c-7a217da8e31f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-07-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:eb727feb-42ad-4035-868c-7a217da8e31f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2023-09-22T19:53:19.981Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/1371116","type":"dc:BibliographicResource","dc:abstract":"Sphingolipid activator proteins (SAPs) are small, nonenzymic glycoproteins that stimulate lysosomal degradation of various sphingolipids. SAP-1, SAP-2, and two additional potential activator proteins are derived from a common precursor by proteolytic processing. A severe case of sphingolipid storage disease that led to death within 16 weeks was attributed to a possible total deficiency of the SAPs generated by this gene (Harzer, K., Paton, B. C., Poulos, A., Kustermann-Kuhn, B., Roggendorf, W., Grisar, T., and Popp, M. (1989) Eur. J. Pediatr. 149, 31-39). Analysis of the SAP precursor cDNA from the patient and his fetal sibling showed an A to T transversion in the initiation codon. Allele-specific oligonucleotide hybridization revealed that both parents are heterozygous carriers for this mutation. In pulse-chase experiments using antisera raised against SAP-1 or SAP-2, no cross-reacting material could be detected in the patients' fibroblasts.","dc:creator":"Schnabel D","dc:date":"1992","dc:title":"Simultaneous deficiency of sphingolipid activator proteins 1 and 2 is caused by a mutation in the initiation codon of their common gene."},"evidence":[{"id":"cggv:eb727feb-42ad-4035-868c-7a217da8e31f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d187ab07-f44b-45fa-8896-a520cede8ad4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d187ab07-f44b-45fa-8896-a520cede8ad4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:a16b6370-84f8-4b5f-8c97-1341adff89b3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.828_829del (p.Glu276AspfsTer27)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915945965"}},"detectionMethod":"\"Sanger sequencing of the entire PSAP coding sequence\"","firstTestingMethod":"PCR","phenotypeFreeText":"Birth weight and length were at the 25th–50th %ile, but head circumference <3rd %ile. Severe hypotonia with poor sucking needing nasogastric tube feeding. Brain MRI (1 week of age) showed mild hypomyelination, decreased gyrification, numerous punctate T2-hypointense foci in the supratentorial deep white matter and globus pallidum involvement. At 2 months old, she was \"poorly responsive\", severe generalized hypotonia, \"chaotic movements of the legs\". Severe anemia and thrombocytopenia, requiring blood transfusion. ACE was increased (300 U/l, normal values 8–52 U/l).","phenotypes":["obo:HP_0002353","obo:HP_0005612","obo:HP_0000252","obo:HP_0025013","obo:HP_0001308","obo:HP_0009800","obo:HP_0011470","obo:HP_0002033","obo:HP_0001433"],"previousTesting":true,"previousTestingDescription":"Plasma lysoGb3 5.1 (normal) 0.0–0.6, sphingosylphosphorylcholine 22.5 (normal 3.7–15.7), glucosylsphingosine 61.1. (normal 1.1–3.0), psychosine 0.9 (0.0–1.0).\n\"extremely reduced PSAP cDNA level\", absent PSAP protein on Western blot, and immunofluorescence staining of PSAP in fibroblasts.\nAmount of glucocerebrosidase protein was 15% of normal on Western blot, and activity was 26% of normal; this is consistent with requirement for Sap C (absent in P1) to stabilize the enzyme.\nIn fibroblasts, the amount of GlCer, LacCer, and Gb3Cer was \"dramatically increased\"; the lipids are below level of detection in control cells. Sphingomyelin was also sharply increased in\nP1 fibroblasts. Delayed clearance of autolysosomes in fibroblasts.\n","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:cb68b703-d2f5-4abf-bc3b-f456810e2f52_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a16b6370-84f8-4b5f-8c97-1341adff89b3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26831127","type":"dc:BibliographicResource","dc:abstract":"Prosaposin (PSAP) deficiency is an ultra-rare, fatal infantile lysosomal storage disorder (LSD) caused by variants in the PSAP gene, with seven subjects reported so far. Here, we provide the clinical, biochemical and molecular characterization of two additional PSAP deficiency cases. Lysoplex, a targeted resequencing approach was utilized to identify the variant in the first patient, while quantification of plasma lysosphingolipids (lysoSLs), assessed by liquid chromatography mass spectrometry (LC-MS/MS) and brain magnetic resonance imaging (MRI), followed by Sanger sequencing allowed to attain diagnosis in the second case. Functional studies were carried out on patients' fibroblast lines to explore the functional impact of variants. The two patients were homozygous for two different truncating PSAP mutations (c.895G>T, p.Glu299*; c.834_835delGA, p.Glu278Aspfs*27). Both variants led to a complete lack of processed transcript. LC-MS/MS and brain MRI analyses consistently provided a distinctive profile in the two children. Quantification of specific plasma lysoSLs revealed elevated levels of globotriaosylsphingosine (LysoGb3) and glucosylsphingosine (GlSph), and accumulation of autophagosomes, due to a decreased autophagic flux, was observed. This report documents the successful use of plasma lysoSLs profiling in the PSAP deficiency diagnosis, as a reliable and informative tool to obtain a preliminary information in infantile cases with complex traits displaying severe neurological signs and visceral involvement.","dc:creator":"Motta M","dc:date":"2016","dc:title":"Clinical, biochemical and molecular characterization of prosaposin deficiency."}},"rdfs:label":"Motta_2016: Patient 2"},{"id":"cggv:cb68b703-d2f5-4abf-bc3b-f456810e2f52","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cb68b703-d2f5-4abf-bc3b-f456810e2f52_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:204999c5-05d7-4b13-8118-0fd5e48cb548_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:204999c5-05d7-4b13-8118-0fd5e48cb548","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Weeks","ageValue":16,"allele":{"id":"cggv:0512f062-8d0c-49f0-bb11-9d7b240b957b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.1A>T (p.Met1Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123061"}},"detectionMethod":"Sequencing of PSAP cDNA (patients) and genomic DNA parents.","firstTestingMethod":"PCR","phenotypeFreeText":"Presented shortly after birth with shortly after birth, hyperkinetic behavior, myoclonus, respiratory insufficiency, and hepatosplenomegaly (Details in PMID: 2514102)","phenotypes":["obo:HP_0001315","obo:HP_0011169","obo:HP_0002267","obo:HP_0001433","obo:HP_0001308","obo:HP_0003487"],"previousTesting":true,"previousTestingDescription":"Deatils from PMID: 2514102 and  PMID: 1371116.\nGaucher-like storage cells were found in bone marrow.\nLeukocyte and flbroblast enzyme studies showed a partial deficiency glucocerebrosidase.\nNormal arylsulphatase A, alpha-galactosidase, beta-galactosidase and beta-hexosaminidases A and B.\nAt 11 weeks - ultrastructural study of liver, nerve, muscle, and skin biopsies confirmed a lysosomal storage disease\nElevated levels of glucosylceramide and ceramide in the liver .\nDeficiency in leukocyte and fibroblast galactocerebrosidase activities, indicative of Krabbe disease, was found post mortem.\nReduced levels of glucosylceramidase, galactosylceramidase, and ceramidase in cultured skin fibroblasts. \nNo SAP-2 on Western blot of fibroblast protein.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:81a95b73-d6d1-40ce-bb7b-7629f750d741_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0512f062-8d0c-49f0-bb11-9d7b240b957b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1371116"},"rdfs:label":"Schnabel_1992_Case Report"},{"id":"cggv:81a95b73-d6d1-40ce-bb7b-7629f750d741","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:81a95b73-d6d1-40ce-bb7b-7629f750d741_variant_evidence_item"},{"id":"cggv:81a95b73-d6d1-40ce-bb7b-7629f750d741_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant disrupts the initiator methionine. The next ATG is not in frame and therefore expected to dusrupt the leader sequence. Western blot of PSAP in fibroblasts from 3 unrelated patients compound heterozygous for a missense variant in PSAP and the c.1A>T variant revealed about 50% normal level of PSAP protein, suggesting that the variant results in no production of PSAP protein (ssuming the the observed protein is produced from the missense allele) (PMID: 20484222). Furthermore, the observation that these 3 patients all have SapC deficiency (because the missense variant is in the SapC domain) provides evidence that c.1A>T is deleterious.\nIn vitro translation of PSAP cDNA with the variant gave only a faint band of smaller than normal size (possibly due to spurious translation initiation at a downstrem ATG) when compared to wild type control (PMID: 15944902)."}],"strengthScore":1.5,"dc:description":"Score reduced to 1 point due to consanguinity but increased to 1.5 points due to functional evidence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1ee45d1e-6f6a-492b-9f8f-85d921b4523c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1ee45d1e-6f6a-492b-9f8f-85d921b4523c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":3,"allele":{"id":"cggv:2b701899-ecd0-442b-8645-c3e9f7e4e8e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.794del (p.Cys265LeufsTer10)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA929792426"}},"detectionMethod":"Due to limited DNA sample for the patient initial PSAP sequencing was caried out for the parents. All coding exons and intron/exon boundaries of PSAP were sequenced. Both parents were found to be heterozygous for c.803delG in PSAP. This was confirmed by amplification refractory mutation system (ARMS) analysis. ARMS analysis was also used to confirm that the patient (PD1) is homozygosity for the variant (PD1).","firstTestingMethod":"PCR","phenotypeFreeText":"Moderate hepatosplenomegaly at birth and severe neurological disease; generalized seizures within minutes of birth; brain ultrasound revealed diffuse periventricular and cortical atrophy and signs of atrophy of brain stem and cerebellum. Microcephalus, optic nerve atrophy, subcapsular cataract, right-sided hydrocele, undescended left testis. “Never fully conscious”, did not cry, seizures often triggered by touch. Died at 3.5 months of age.","previousTesting":true,"previousTestingDescription":"Storage in various cells types including macrophages, which had a “foamy to almost solid appearance”, as well as hepatocytes, renal tubular cells, glomerular podocytes, adrenal cortex, spleen sinus endothelium, brain neurons and skin eccrine glands. \nSphingolipids, including monohexosylceramides (mainly glucosylceramide), dihexosylceramides (mainly lactosylceramide), globotriaosyl ceramide, sulphatides, ceramides and globotetraosyl ceramide, were stored in the tissues. No abnormal cholesterol storage and sphingomyelin level was normal in all tissue except adrenal tissue (where the level was 3 x normal) ruling out NPC.\nImmunohistochemical investigations indicated that saposins A, B, C and D were absent in all tissues investigated (lung, kidney, spleen, liver, brain).\n","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:204f0351-5d70-4dc5-860f-a6ec61dd832c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2b701899-ecd0-442b-8645-c3e9f7e4e8e8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11309366","type":"dc:BibliographicResource","dc:abstract":"A fatal infantile storage disorder with hepatosplenomegaly and severe neurological disease is described. Sphingolipids, including monohexosylceramides (mainly glucosylceramide), dihexosylceramides (mainly lactosylceramide), globotriaosyl ceramide, sulphatides, ceramides and globotetraosyl ceramide, were stored in the tissues. In general, cholesterol and sphingomyelin levels were unaltered. The storage process was generalized and affected a number of cell types, with histiocytes, which infiltrated a number of visceral organs and the brain, especially involved. The ultrastructure of the storage lysosomes was membranous with oligolamellar, mainly vesicular, profiles. Infrequently, there were Gaucher-like lysosomes in histiocytes. The neuropathology was severe and featured neuronal storage and loss with a massive depopulation of cortical neurons and pronounced fibrillary astrocytosis. There was a paucity of myelin and stainable axons in the white matter with signs of active demyelination. Immunohistochemical investigations indicated that saposins A, B, C and D were all deficient. The patient was homozygous for a 1 bp deletion (c.803delG) within the SAP-B domain of the prosaposin gene which leads to a frameshift and premature stop codon. In the heterozygous parents, mutant cDNA was detected by amplification refractory mutation analysis in the nuclear, but not the cytoplasmic, fraction of fibroblast RNA, indicating that the mutant mRNA was rapidly degraded. The storage process in the proband resembled that of a published case from an unrelated family. Saposins were also deficient in this case, leading to its reclassification as prosaposin deficiency, and her mother was found to be a carrier for the same c.803delG mutation. Both of the investigated families came from the same district of eastern Slovakia.","dc:creator":"Hulková H","dc:date":"2001","dc:title":"A novel mutation in the coding region of the prosaposin gene leads to a complete deficiency of prosaposin and saposins, and is associated with a complex sphingolipidosis dominated by lactosylceramide accumulation."}},"rdfs:label":"Hulková 2001 - PD1"},{"id":"cggv:204f0351-5d70-4dc5-860f-a6ec61dd832c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:204f0351-5d70-4dc5-860f-a6ec61dd832c_variant_evidence_item"}],"strengthScore":1,"dc:description":"Score reduced because, although the parents are not known to be related (no common ancester in the last 3 generations) they are from the same geographical region in Eastern Slovakia."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cfa3fcd4-b2a3-41b9-8950-7ecb22345bc3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cfa3fcd4-b2a3-41b9-8950-7ecb22345bc3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Days","ageValue":44,"allele":{"id":"cggv:37e6013a-f0a5-4460-8177-bfd7eb80c717","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.1006-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377145424"}},"detectionMethod":"Sequence analysis fo all coding exons and intron/exon junctions of PSAP from gDNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Clonic seizures began soon after birth. Poor feeding, required G tube. Increased CRP, chest X ray at 3 weeks of age revealed pulmonary infiltrations. At 4 weeks of age - muscular hypotonia, myoclonus and episodes of twitching of the right arm and hand that were unresponsive to drugs. \nOptic disc atrophy. On brain MRI, thin corpus callosum and bilateral absence of the gyrus cinguli, and the periventricular white matter regions showed symmetrical signal changes suggestive of gray matter heterotopias.","phenotypes":["obo:HP_0001653","obo:HP_0001433","obo:HP_0002910"],"previousTesting":true,"previousTestingDescription":"Testing of white blood cell lysosomal enzymes revealed a very low activity for galactosylceramide b-galactosidase (activated by SapA)\nAt 5 weeks of age, increased total protein (349 mg/dl; normal forage, 53 22 [SD] mg/dl) in CSF. Smears of a bone marrow aspirate showed a few storage macrophage-like cells.\nElectron microscopy of a skin biopsy revealed generalized lysosomal storage.\nIn a urine sample, from DOL 44, a number of glycosphingolipids were elevated on lipid thin layer chromatography (Fig. 3). \n","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5c786d9f-3d34-43f6-abce-4590c387495e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:37e6013a-f0a5-4460-8177-bfd7eb80c717"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19267410","type":"dc:BibliographicResource","dc:abstract":"Prosaposin deficiency (pSap-d) and saposin B deficiency (SapB-d) are both lipid storage disorders caused by mutations in the PSAP gene that codes for the 65-70 kDa prosaposin protein, which is the precursor for four sphingolipid activator proteins, saposins A-D. We report on two new patients with PSAP gene defects; one, with pSap-d, who had a severe neurovisceral dystrophy and died as a neonate, and the other with SapB-d, who presented with a metachromatic leukodystrophy-like disorder but had normal arylsulfatase activity. Screening for urinary sphingolipids was crucial to the diagnosis of both patients, with electrospray ionization tandem mass spectrometry also providing quantification. The pSap-d patient is the first case with this condition where urinary sphingolipids have been investigated. Multiple sphingolipids were elevated, with globotriaosylceramide showing the greatest increase. Both patients had novel mutations in the PSAP gene. The pSap-d patient was homozygous for a splice-acceptor site mutation two bases upstream of exon 10. This mutation led to a premature stop codon and yielded low levels of transcript. The SapB-d patient was a compound heterozygote with a splice-acceptor site variant exclusively affecting the SapB domain on one allele, and a 2 bp deletion leading to a null, that is, pSap-d mutation, on the other allele. Phenotypically, pSap-d is a relatively uniform disease of the neonate, whereas SapB-d is heterogeneous with a spectrum similar to that in metachromatic leukodystrophy. The possible existence of genotypes and phenotypes intermediate between those of pSap-d and the single saposin deficiencies is speculated.","dc:creator":"Kuchar L","dc:date":"2009","dc:title":"Prosaposin deficiency and saposin B deficiency (activator-deficient metachromatic leukodystrophy): report on two patients detected by analysis of urinary sphingolipids and carrying novel PSAP gene mutations."}},"rdfs:label":"Kuchar_2009: Patient 1"},{"id":"cggv:5c786d9f-3d34-43f6-abce-4590c387495e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c786d9f-3d34-43f6-abce-4590c387495e_variant_evidence_item"},{"id":"cggv:5c786d9f-3d34-43f6-abce-4590c387495e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant occurs in the acceptor splice site of intron 9. Analysis of the patient’s cDNA revealed activation of a cryptic splice site in intron 9 leading an insertion of 70 bases resulting in a frameshift. Analysis of cDNA from the parents, who were both confirmed to be heterozygous showed that the mutant transcript occurs at a much lower lever than the normal transcript, suggesting that is is destroyed by nonsense-mediated decay."}],"strengthScore":1.5,"dc:description":"Score reduced to 1 point due to consanguinity but increased to 1.5 based on functional evidence."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a427775e-17e6-4af1-90a2-611b86346e72_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a427775e-17e6-4af1-90a2-611b86346e72","type":"Proband","allele":{"id":"cggv:0512f062-8d0c-49f0-bb11-9d7b240b957b"},"detectionMethod":"Sequencing of cDNA and genomic DNA, no further details.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0011968","obo:HP_0000961","obo:HP_0012418","obo:HP_0001541","obo:HP_0001336","obo:HP_0001522","obo:HP_0002243","obo:HP_0002282","obo:HP_0002069"],"previousTesting":true,"previousTestingDescription":"In cultured fibroblasts, ceramide was elevated 21 fold compared to normal , and sulfatide, globotriaosylceramide, and lactosylceramide were also elevated after incubation with the appropriate substrate. Activitites of ceramidase (12% of control), galactosylsphingosine beta-galactosidase, galactosylceramide beta-galactosidase were \"profoundly reduced( (see Table 1 for values) and activity of glucosylceraminde beta-galactosidase was partially reduced (Table 1).\nActivities of various other lysosomal enzyme were normal, including beta-hexosaminidase A and B, acid beta-galactosidase, alpha galactosidase A, and arylsulfatase A.\nEnzyme activities were considered to be consistent with PSAP deficiency.\nSaposins were not detectable, using immunochemistry, in brain or liver (post-mortem tissue).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:11fd736d-ac95-4004-82de-5e7176b3ab5e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0512f062-8d0c-49f0-bb11-9d7b240b957b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15944902","type":"dc:BibliographicResource","dc:abstract":"An infant presented with multifocal myoclonus and cyanotic hypoxemia immediately after birth, and severe feeding problems, a protein-losing enteropathy, massive ascites and grand-mal epilepsy marked his rapid downhill course, with death at 17 weeks. At 2 weeks, brain MRI revealed grey matter heterotopias in the parieto-occipital regions suggestive of a cortical morphogenetic disorder. In cultured skin fibroblasts, lipid storage and reduced activities of ceramidase, galactosylceramide beta-galactosidase and glucosylceramide beta-glucosidase were evident. Autopsy disclosed generalised lysosomal lipid storage with macrophages and adrenal cortex prominently affected. The pattern of stored lipids in cultured fibroblasts and in dewaxed spleen tissue blocks was compatible with a diagnosis of prosaposin (pSap) deficiency (pSap-d). Neuropathologically, there was a pronounced generalised neurolysosomal storage combined with a severe depletion of cortical neurons and extreme paucity of myelin and oligodendroglia. This pathology, in particular the massive neuronal loss, differed from that in other neurolipidoses and could be explained by the reduced hydrolysis of multiple sphingolipids and the loss of pSap's neurotrophic function. The absence of immunostainable saposins on tissue sections and the presence of a homozygous c.1 A > T mutation in the prosaposin gene confirmed the diagnosis. PSap-d may be an underdiagnosed condition in infants with severe neurological and dystrophic signs starting immediately after birth.","dc:creator":"Elleder M","dc:date":"2005","dc:title":"Prosaposin deficiency -- a rarely diagnosed, rapidly progressing, neonatal neurovisceral lipid storage disease. Report of a further patient."}},"rdfs:label":"Elleder_2005: Case Report"},{"id":"cggv:11fd736d-ac95-4004-82de-5e7176b3ab5e","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:11fd736d-ac95-4004-82de-5e7176b3ab5e_variant_evidence_item"},{"id":"cggv:11fd736d-ac95-4004-82de-5e7176b3ab5e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In vitro translation of PSAP cDNA with the variant gave only a faint band of smaller than normal size (possibly due to spurious translation initiation at a downstrem ATG) when compared to wild type control.\nSee notes for the same variant in case curated from Schnabel et al,  PMID: 1371116."}],"strengthScore":0.75,"dc:description":"Score reduced, to be conservative, because a patient with this genotype has already been scored."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:25818fd0-3ae7-4fba-b249-9cb2947975e9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:25818fd0-3ae7-4fba-b249-9cb2947975e9","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":7,"allele":{"id":"cggv:f507785d-0da3-4cf5-88f4-8c2a42eb1049","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002778.4(PSAP):c.889G>T (p.Glu297Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5547585"}},"detectionMethod":"\"A targeted resequencing panel including 891 genes involved in lysosomal, endocytic and autophagic pathways\"","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Birth weight, lenght and head circulference all 3rd percentile.  Neonatal apnea, desaturation, hypotonia, and generalized myoclonic jerks. Transient fluid accumulation around spleen and liver. Brain MRI (10 days of age) showed T2-hypointense small foci of deep white matter (disappeared on brain MRI at 3 months old), thin corpus callosum, reduced frontal-polar gyrification and basal ganglia changes. At 2 months, admitted due to a severe episode of apena. At the time, microcephalic. Needed G-tube. Severe generalized hypotonia. Severe anemia and thrombocytopenia, requiring transfusion. Elevated angiotensin convertin enzyme. Multiple seizures every days with poor responsiveness to medication. Abnormal BAER. Died at 7 months due to severe respiratory and neurological impairments.","phenotypes":["obo:HP_0020221","obo:HP_0002179","obo:HP_0004440","obo:HP_0000649","obo:HP_0003115","obo:HP_0011968","obo:HP_0001511","obo:HP_0002353","obo:HP_0004443","obo:HP_0000280","obo:HP_0002267","obo:HP_0001433","obo:HP_0000817","obo:HP_0005612"],"previousTesting":true,"previousTestingDescription":"A bone marrow aspirate smear revealed the presence of foamy cells.\nPlasma lysoGb3 8.8 (normal) 0.0–0.6, sphingosylphosphorylcholine 15.1 (normal 3.7–15.7), glucosylsphingosine 53.3. (normal 1.1–3.0), psychosine 1.7 (0.0–1.0).\n\"extremely reduced PSAP cDNA level\", absent PSAP protein on Western blot, and immunofluorescence staining of PSAP in fibroblasts.\nAmount of glucocerebrosidase protein was 26% of normal on Western blot, and activity was 32% of normal; this is consistent with requirement for Sap C (absent in P1) to stabilize the enzyme.\nIn fibroblasts, the amount of GlCer, LacCer, and Gb3Cer was \"dramatically increased\"; the lipids are below level of detection in control cells. Sphingomyelin was also sharply increased in\nP1 fibroblasts. Delayed clearance of autolysosomes in fibroblasts.","sex":"Female","variant":{"id":"cggv:a1efa13e-6fbc-459e-997c-52419d47baa3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f507785d-0da3-4cf5-88f4-8c2a42eb1049"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26831127"},"rdfs:label":"Motta_2016: Patient 1"},{"id":"cggv:a1efa13e-6fbc-459e-997c-52419d47baa3","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a1efa13e-6fbc-459e-997c-52419d47baa3_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:eb727feb-42ad-4035-868c-7a217da8e31f_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:eb727feb-42ad-4035-868c-7a217da8e31f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eb727feb-42ad-4035-868c-7a217da8e31f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5ef94b3-e525-4595-ad2f-0bdf455f00e5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea4c6d47-f387-435c-b841-492d52d3715d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"PSAP encodes a precursor protein for four different sphingolipid activator proteins (SAP-A to SAP-D or saposins A to D), which are generated by proteolytic processing of the precursor. In this study, pulse-chase experiments with transfected BHK cells and endocytosis studies on PSAP-deficient human fibroblasts showed that synthesis, transport, and maturation of all SAP-precursor led to formation of the four mature SAPs (SAP-A to SAP-D).\nThis study provides support that the function of PSAP is consistent with the disease. Lack of the entire precursor protein, due to loss of function variants in PSAP, therefore results in deficiency of all 4 activator proteins. This leads to a combined deficiency of all of the enzyme activities that are activated by those Saps. This is consistent with the biochemical findings (accumulation of specific sphingolipids that are degraded by these enzymes), and enzyme deficiencies reported in patients with combined PSAP deficiency.\nOf note, non-loss of function variant in the coding sequences for specific Saps result in deficiency of specific lysosomal enzymes, which are also observed in patients with the combined deficiency. This lends further weight to the role of PSAP in lysosomal disease. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8626540","type":"dc:BibliographicResource","dc:abstract":"Sphingolipid activator proteins (SAPs) are non-enzymatic glycoproteins required for lysosomal degradation of various sphingolipids with short oligosaccharide chains by their respective exohydrolases. Four of these (SAP-A to SAP-D or saposins A to D) are derived from a common precursor by proteolytic processing. Alternative splicing of the SAP-precursor gene results in insertion of additional 6 or 9 bases of exon 8' or 8, respectively, into the SAP-B coding region of the transcribed mRNAs. To examine the features of the three different SAP-precursor proteins (prosaposins), the respective cDNAs were stably expressed in baby hamster kidney cells. Pulse-chase experiments with transfected cells and endocytosis studies on human fibroblasts showed that synthesis, transport, and maturation of all SAP-precursor led to formation of the four mature SAPs (SAP-A to SAP-D). In order to determine the biological function of the three different SAP-B isoforms, SAP-precursor-deficient human fibroblasts were loaded with recombinant SAP-precursor proteins with or without 2- and 3-amino acid insertions, respectively, purified from the medium of the baby hamster kidney cells. They were found to stimulate at nanomolar concentrations the turnover of biosynthetically labeled ceramide, glucosylceramide, and lactosylceramide. Since the physiological function of SAP-B is to stimulate the degradation of sulfatide by arylsulfatase A (EC 3.1.6.1) and globotriaosylceramide by beta-galactosidase (EC 3.2.1.23) loading studies with the respective exogenously labeled lipids on SAP-precursor-deficient fibroblasts were performed. Addition of different purified SAP-precursors to the medium of the lipid-loaded fibroblasts showed positive stimulation of the lipid degradation by all three SAP-B isoforms derived from the SAP-precursors. These findings establish that all three forms of the SAP-B can function as sulfatide/globotriaosylceramide activator.","dc:creator":"Henseler M","dc:date":"1996","dc:title":"Expression of the three alternative forms of the sphingolipid activator protein precursor in baby hamster kidney cells and functional assays in a cell culture system."},"rdfs:label":"Expression of PSAP cDNAs in BHK and human cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The role of PSAP in the generation of 4 activator proteins (Saps) is now well understood and is consistent with the biochemical and clinical features described in patients. The role of PSAP described in detail in this review article (PMID: 1402395). "},{"id":"cggv:f6027e05-7e9e-4fa6-926c-4b7fce59df5b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7aa5aedd-7108-4b9c-bfff-88c620ac8851","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study, in which the cDNA for human PSAP was cloned, showed that SapB and SapC (described in the article as Sap1 and Sap2, respectively), are generated from the same precursor protein, along with two other Saps (now known as SapA and SapD). Therefore, the results of this study are critical in understanding the role of PSAP in human disease. Lack of the entire precursor protein, due to loss of function variants in PSAP, therefore results in deficiency of all 4 activator proteins. This leads to a combined deficiency of all of the enzyme activities that are activated by those Saps. This is consistent with the biochemical findings (accumulation of specific sphingolipids that are degraded by these enzymes), and enzyme deficiencies reported in patients with combined PSAP deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2842863","type":"dc:BibliographicResource","dc:abstract":"Several complementary DNAs (cDNAs) coding for sphingolipid activator protein-2 (SAP-2) were isolated from a lambda gt-11 human hepatoma library by means of polyclonal antibodies. The nucleotide sequence of the largest cDNA was colinear with the derived amino acid sequence of SAP-2 and with the nucleotide sequence of the cDNA coding for the 70-kilodalton precursor of SAP-1 (SAP precursor cDNA). The coding sequence for mature SAP-2 was located 3' to that coding for SAP-1 in the SAP precursor cDNA. Both SAP-1 and SAP-2 appeared to be derived by proteolytic processing from a common precursor that is coded by a genetic locus on human chromosome 10. Two other domains similar to SAP-1 and SAP-2 were also identified in SAP precursor protein. Each of the four domains was approximately 80 amino acid residues long, had nearly identical placement of cysteine residues, potential glycosylation sites, and proline residues. Each domain also contained internal amino acid sequences capable of forming amphipathic helices separated by helix breakers to give a cylindrical hydrophobic domain that is probably stabilized by disulfide bridges. Protein immunoblotting experiments indicated that SAP precursor protein (70 kilodaltons) as well as immunoreactive SAP-like proteins of intermediate sizes (65, 50, and 31 kilodaltons) are present in most human tissues.","dc:creator":"O'Brien JS","dc:date":"1988","dc:title":"Coding of two sphingolipid activator proteins (SAP-1 and SAP-2) by same genetic locus."},"rdfs:label":"identification of Sap precursor protein"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The role of PSAP in the generation of 4 activator proteins (Saps) is now well understood and is consistent with the biochemical and clinical features described in patients. The role of PSAP described in detail in this review article (PMID: 1402395). "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:eb727feb-42ad-4035-868c-7a217da8e31f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:612051ce-88b3-4125-a942-1e9a89ada371","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c6e15b5e-4495-4292-8182-b1df1af89932","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"When PSAP-deficient human fibroblasts were incubated with the medium from the BHK cells expressing PSAP (note that BHK cells secrete about 60% of the BHK precuror protein), this resulted in a reduction of the storage of ceramide, glucosylceramide, and lactosylceramide in the PSAP-deficient cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8626540","rdfs:label":"Rescue in human PSAP-deficient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:ccb224eb-10b7-4970-8ca0-03d938112484","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5235dac7-3e33-43bb-bbfb-21ca29a63fa7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PSAP knock out mice produced no Psap RNA, consistent with the loss of function mechanism, and identification of loss of function variants predicted to result in nonsense-mediated decay, that are observed in patients with combined PSAP deficiency. \nAs in human patients, neurological symptoms develop at a young age (about 18 days in the mouse) and progress quickly, resulting in early death. Symptoms include severe weakness, ataxia and seizures. Biochemical findings are similar including deficiency of the lysosomal enzymes glucosylceramidase, galactosylceramidase, and concomitant elevations in ceramides.\nOf note, unlike human patients, PSAP knockout mice do not develop hepatosplenomegaly.\nSee Table 3 for a detailed comparison of clinical and biochemical features of human and mouse PSAP deficiency.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8776585","type":"dc:BibliographicResource","dc:abstract":"The four established or putative sphingolipid activator proteins derive from a large precursor protein encoded by a single gene. In addition to generating the four sphingolipid activator proteins, the precursor protein is suspected of having functions of its own, as, for example, a lipid binding/transport protein or a neurotrophic factor. The gene also appears to encode the Sertoli cell major sulfated glycoprotein. Sequence similarities have been noted with many other proteins of diverse functions. One patient and a fetus in a single family with a complete defect of this gene due to a mutation in the initiation codon exhibited complex pathological and biochemical abnormalities. Mutant mice homozygous for an inactivated gene of the sphingolipid activator protein precursor exhibit two distinct clinical phenotypes-neonatally fatal and later-onset. The latter develop rapidly progressive neurological signs around 20 days and die by 35-38 days. At 30 days, severe hypomyelination and periodic acid-Schiff-positive materials throughout the nervous system and in abnormal cells in the liver and spleen are the main pathology. Most prominently lactosylceramide, and additionally ceramide, glucosylceramide, galactosylceramide, sulfatide, and globotriaosylceramide are abnormally increased in the brain, liver, kidney, and their catabolism abnormally slow in cultured fibroblasts. Brain gangliosides are generally increased, particularly the monosialogangliosides. The clinical, pathological and biochemical phenotype closely resembles that of the human disease. This model not only allows further clarification of the physiological functions of the four individual sphingolipid activator proteins but also should be useful to explore putative functions of the precursor protein.","dc:creator":"Fujita N","dc:date":"1996","dc:title":"Targeted disruption of the mouse sphingolipid activator protein gene: a complex phenotype, including severe leukodystrophy and wide-spread storage of multiple sphingolipids."},"rdfs:label":"Fujita 1996: Psap knock out mouse (SAP-/-)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The score is increased due to the close recapitulation of neurological and biochemical features in humans and mice with PSAP deficiency."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":6921,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:d437c6de-48cf-4f70-a81f-b816959ba6d5","type":"GeneValidityProposition","disease":"obo:MONDO_0012719","gene":"hgnc:9498","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PSAP was first reported in relation to combined PSAP deficiency (MONDO:0012719), an autosomal recessive lysosomal disease, by Schnabel et al in 1992 (PMID: 1371116). Combine PSAP deficiency is a fatal infantile storage disorder, resulting from abnormal accumulation of sphingolipids in body tissues, characterized by severe neurologic disease and hepatosplenomegaly.\nPSAP encodes prosaposin, a highly conserved glycoprotein which is a precursor for 4 cleavage products, the Sphingolipid Activator Proteins, or saposins A, B, C, and D. Saposins localize primarily to the lysosomes where they each have a different role the catabolism of glycosphingolipids (Meyer et al, 2014, PMID: 25130661). Because the location and type of different variants within PSAP determines which specific saposin is impacted, PSAP will be curated separately for four different conditions: combined PSAP deficiency (this curation), Krabbe disease due to saposin A deficiency, metachromatic leukodystrophy due to saposin B deficiency, and Gaucher disease due to saposin C deficiency. These “splits” in curations were made on the basis of the published disease assertions, molecular mechanism (impact of the variant on the protein), and phenotypic differences, based on the ClinGen Lumping and Splitting Guidelines.\nIn this curation, data on 5 variants in PSAP (frameshift, nonsense, splice site, initiator codon) in 6 patients from 5 publications were collected (Schnabel et al, 1992, PMID: 1371116; Hulková et al, 2001, PMID: 11309366; Elleder et al, 2005, PMID: 15944902; Kuchar et al, 2009, PMID: 19267410; Motta et al, 2016, PMID: 26831127). More than the maximum twelve points were collected for genetic evidence. The mechanism of pathogenicity appears to be loss of function. \nThis gene-disease relationship is also supported by experimental evidence including the biochemical functional of prosaposin, which is consistent with the biochemical and clinical findings in patients (Henseler et al, 1996, PMID: 8626540; O’Brien et al, 1998; reviewed in Kishimoto et al, 1992, PMID: 1402395), the results of an experiment in which accumulation of ceramide in PSAP-deficient human fibroblast cells was rescued by culturing the cells in medium containing the precursor protein (Henseler et al, 1996, PMID: 8626540), and the clinical and biochemical features observed in a PSAP knock-out mouse (Fujita et al, 1996). Additional evidence is available in the literature, but the maximum points for genetic evidence (6 points) has been reached.\nIn summary, PSAP is definitely associated with autosomal recessive “combined PSAP deficiency”. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Lysosomal Diseases GCEP on July 20, 2023, SOP v9.\n","dc:isVersionOf":{"id":"cggv:eb727feb-42ad-4035-868c-7a217da8e31f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}