{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-01-29T15:46:31.717Z","role":"Publisher"},{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-01-28T18:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:343e08bf-eb5e-44cc-8f27-8a19106c39bb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:32a626de-4ae3-4a08-b8c7-91a3338e605d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In mouse head tissue sections at 12.5, 14.5 and 16.5 d.p.c. M-twist transcripts are localized in forming head chondrification centers of the future chondrocranium and neurocranium and in diverse derivatives of the branchial arches, such as the mandible. M-twist is also expressed in the developing eye. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9580658","type":"dc:BibliographicResource","dc:abstract":"Most targeted gene mutations are recessive and analyses of gene function often focus on homozygous mutant phenotypes. Here we describe parts of the expression pattern of M-twist in the head of developing wild-type mice and present our analysis of the phenotype of heterozygous twist- null animals at around birth and in adults. A number of twist -null heterozygous mice present skull and limb defects and, in addition, we observed other malformations, such as defects in middle ear formation and the xyphoïd process. Our study is of interest to understand bone formation and the role of M-twist during this process, as within the same animal growth of some bones can be accelerated while for others it can be delayed. Moreover, we show here that expressivity of the mouse mutant heterozygous phenotype is dependent on the genetic background. This information might also be helpful for clinicians, since molecular defects affecting one allele of the human H-twist ( TWIST ) gene were identified in patients affected with Saethre-Chotzen syndrome (SCS). Expressivity of this syndrome is variable, although most patients present craniofacial and limb malformations resembling those seen in mutant mice. Thus the mutant mouse twist -null strain might be a useful animal model for SCS. The twist -null mutant mouse model, combined with other mutant mouse strains, might also help in an understanding of the etiology of morphological abnormalities that appear in human patients affected by other syndromes.","dc:creator":"Bourgeois P","dc:date":"1998","dc:title":"The variable expressivity and incomplete penetrance of the twist-null heterozygous mouse phenotype resemble those of human Saethre-Chotzen syndrome."},"rdfs:label":"Twist expression in mouse cranial tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:094ad758-e605-4d99-9fd4-f21f0194e02f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6e4b8826-6613-4d31-918d-52b79b56f2ea","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression patterns of Twist with those of Fgfr1, -2 and -3 were compared in the fetal mouse coronal suture over the course of embryonic days 14-18, as the suture is initiated and matures\nTwist expression precedes that of Fgfr genes at the time of initiation of the coronal suture\nTwist is expressed by the midsutural mesenchyme cells. Twist expression domains show some overlap with those of Fgfr2, which is expressed in the most immature (proliferating) osteogenic tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10704861","type":"dc:BibliographicResource","dc:abstract":"Sutural growth depends on maintenance of a balance between proliferation of osteogenic stem cells and their differentiation to form new bone, so that the stem cell population is maintained until growth of the skull is complete. The identification of heterozygous mutations in FGFR1, -2 and -3 and TWIST as well as microdeletions of TWIST in human craniosynostosis syndromes has highlighted these genes as playing important roles in maintaining the suture as a growth centre. In contrast to Drosophila, a molecular relationship between human (or other vertebrate) TWIST and FGFR genes has not yet been established. TWIST mutations exert their effect via haploinsufficiency whereas FGFR mutations have a gain-of-function mechanism of action. To investigate the biological basis of FGFR signalling pathways in the developing calvarium we compared the expression patterns of Twist with those of Fgfr1, -2 and -3 in the fetal mouse coronal suture over the course of embryonic days 14-18, as the suture is initiated and matures. Our results show that: (1) Twist expression precedes that of Fgfr genes at the time of initiation of the coronal suture; (2) in contrast to Fgfr transcripts, which are localised within and around the developing bone domains, Twist is expressed by the midsutural mesenchyme cells. Twist expression domains show some overlap with those of Fgfr2, which is expressed in the most immature (proliferating) osteogenic tissue.","dc:creator":"Johnson D","dc:date":"2000","dc:title":"Expression patterns of Twist and Fgfr1, -2 and -3 in the developing mouse coronal suture suggest a key role for twist in suture initiation and biogenesis."},"rdfs:label":"TWIST expression in mouse coronal suture"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:84f96c4c-c893-4b85-9211-e2dee08dc2c5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c42fc930-8f82-4f84-a3ce-887db4e1892b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis detected a 1.6-kb transcript that was highly expressed in placenta. Expression was also detected in adult heart and skeletal muscle, and weak expression was found in kidney and pancreas\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9073070","type":"dc:BibliographicResource","dc:abstract":"We have previously reported on the isolation of several differentially expressed genes derived from young and senescent non growing WI-38 human fetal lung-derived fibroblasts. A 0.8-kb cDNA clone, isolate EPC-A2 (early population doubling cDNA-A2), encodes the 3' end of the human homolog of the Twist protein. Twist genes encode basic helix-loop-helix DNA-binding transcription factors that play crucial roles in mesoderm development. Here, we report the cloning and sequencing of the genomic human twist gene. It encodes a protein of 201 amino acids with 96% amino acid sequence identity to mouse Twist, and 100% sequence conservation in the DNA-binding region among all species in which it has been characterized. We further show that expression of human twist is retained in mesodermally-derived tissues and cell lines derived from adult donors.","dc:creator":"Wang SM","dc:date":"1997","dc:title":"Cloning of the human twist gene: its expression is retained in adult mesodermally-derived tissues."},"rdfs:label":"Twist expression in human fetal and adult tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"After discussion, the group decided that other expression studies available are better indicators of disease. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:231fbd1e-c64e-47c1-aa0c-e4ae0794a532","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d4573692-d8f5-41a0-a9ca-52e7af91ea11","type":"FunctionalAlteration","dc:description":"Authors sought to investigate whether there are different mechanisms of disease leading to haploinsufficiency based on the location of the variant by testing the binding capacity of the TWIST/E12 complex. SCS patients with variants in the helix or loop domains are clinically indistinguishable. \n\nHelix I or II: mutant proteins fail to dimerize with the class A bHLH factor E12 and become abnormally localized in the cytoplasm (different paper)\n\nBasic domain and the loop-helix II junction (missense): mutant protein abolish TWIST/E12 DNA binding activity resulting in haploinsufficiency  \n\nLoop (insertion): no affect on TWIST/E12 DNA binding activity \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11248247","type":"dc:BibliographicResource","dc:abstract":"Saethre-Chotzen syndrome is an autosomal dominant skull disorder resulting from premature fusion of coronal sutures (craniosynostosis). It is caused by mutations in the TWIST gene encoding a basic Helix-Loop-Helix transcription factor. Here we report on the identification of a novel mutation affecting a highly conserved residue of the basic domain. Unlike nonsense and missense mutations lying within helices, this mutation does not affect protein stability or heterodimerisation of TWIST with its partner E12. However, it does abolish TWIST binding capacity to a target E-box as efficiently as two missense mutations in the loop-helix II junction. By contrast, elongation of the loop through a 7 amino acid insertion appears not to hamper binding to the DNA target. We conclude that loss of TWIST protein function in Saethre-Chotzen patients can occur at three different levels, namely protein stability, dimerisation, and DNA binding and that the loop-helix II junction is essential for effective protein-DNA interaction.","dc:creator":"El Ghouzzi V","dc:date":"2001","dc:title":"Mutations in the basic domain and the loop-helix II junction of TWIST abolish DNA binding in Saethre-Chotzen syndrome."},"rdfs:label":"Variants in basic domain and loop-helix II abolish binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:415d9d3e-d12e-4e79-995b-ffcba06354d8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd90f55f-b87c-4c27-aba0-36b19cd717b5","type":"FunctionalAlteration","dc:description":"Loop (in-frame insertion or missense): mutant proteins dimer formation was significantly altered but not the nuclear location of the protein. \nHelix I or II (missense): mutant proteins fail to dimerize with the class A bHLH factor E12 and become abnormally localized in the cytoplasm","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10749989","type":"dc:BibliographicResource","dc:abstract":"H-TWIST belongs to the family of basic helix-loop-helix (bHLH) transcription factors known to exert their activity through dimer formation. We have demonstrated recently that mutations in H-TWIST account for Saethre-Chotzen syndrome (SCS), an autosomal dominant craniosynostosis syndrome characterized by premature fusion of coronal sutures and limb abnormalities of variable severity. Although insertions, deletions, nonsense and missense mutations have been identified, no genotype-phenotype correlation could be found, suggesting that the gene alterations lead to a loss of protein function irrespective of the mutation. To assess this hypothesis, we studied stability, dimerization capacities and subcellular distribution of three types of TWIST mutant. Here, we show that: (i) nonsense mutations resulted in truncated protein instability; (ii) missense mutations involving the helical domains led to a complete loss of H-TWIST heterodimerization with the E12 bHLH protein in the two-hybrid system and dramatically altered the ability of the TWIST protein to localize in the nucleus of COS-transfected cells; and (iii) in-frame insertion or missense mutations within the loop significantly altered dimer formation but not the nuclear location of the protein. We conclude that at least two distinct mechanisms account for loss of TWIST protein function in SCS patients, namely protein degradation and subcellular mislocalization.","dc:creator":"El Ghouzzi V","dc:date":"2000","dc:title":"Saethre-Chotzen mutations cause TWIST protein degradation or impaired nuclear location."},"rdfs:label":"TWIST protein degradation or impaired nuclear location "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b56f09a0-09c7-4cb4-aea7-1c726ebba343","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8a59b3b2-cf09-4743-9346-b7d5141702e1","type":"FunctionalAlteration","dc:description":"Mutant cells showed significantly increased osteoblast and osteocyte apoptosis when compared to age matched controls. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11854168","type":"dc:BibliographicResource","dc:abstract":"Saethre-Chotzen syndrome (SCS) is a human autosomal dominant disorder characterized by premature fusion of cranial sutures caused by mutations of the Twist gene encoding a basic helix-loop-helix (bHLH) transcription factor. We previously showed that Twist haploinsufficiency caused by a Y103X nonsense mutation in SCS alters both proliferation and osteoblast gene expression in human calvarial osteoblasts, indicating that Twist is an important regulator of osteoblast differentiation. Here we show that Twist haploinsufficiency alters osteoblast apoptosis in SCS. Analysis of terminal deoxynucleotidyl transferase-mediated nick-end labelling (TUNEL) demonstrated increased osteoblast and osteocyte apoptosis in coronal sutures from two SCS patients with nonsense mutations (Y103X and Q109X) that result in the synthesis of bHLH-truncated proteins, and one patient with a missense mutation in the basic domain (R118C) that abolishes Twist DNA binding. To assess the mechanisms involved, we studied osteoblast apoptosis in mutant (M-Tw) calvarial cells bearing the Y103X mutation resulting in decreased Twist mRNA and protein levels. M-Tw cells cultured in low serum conditions showed enhanced DNA fragmentation compared to normal (Nl) age-matched calvarial cells. Biochemical analysis showed increased activity of initiator caspases-2 and -8 and downstream effector caspases-3, -6 and -7 in mutant osteoblasts. Caspase-2 was upstream of caspase-8 and effector caspases-3, -6 and -7 because their activities were suppressed by a specific caspase-2 inhibitor. M-Tw osteoblasts also showed increased cytochrome c release from the mitochondria. However, the activity of the downstream effector caspase-9 was not increased due to overexpression of the antagonist protein Hsp70. Detection of differentially expressed genes using cDNA expression array revealed increased Bax and TNFalpha mRNA levels in M-Tw compared to Nl cells, a finding confirmed by RT-PCR and western blot analyses. Neutralization of TNFalpha overexpression using anti-TNFalpha or anti-TNF receptor 1 antibodies abolished the increased activity of caspase-2, caspase-8 and caspases-3, -6 and -7 in M-Tw osteoblasts. These studies provide novel evidence that Twist haploinsufficiency in SCS promotes osteoblast apoptosis by a TNFalpha-caspase-2-caspase-8-caspases-3, -6, -7 cascade, and uncover a molecular mechanism in which Twist plays an anti-apoptotic role in human calvarial osteoblasts.","dc:creator":"Yousfi M","dc:date":"2002","dc:title":"Twist haploinsufficiency in Saethre-Chotzen syndrome induces calvarial osteoblast apoptosis due to increased TNFalpha expression and caspase-2 activation."},"rdfs:label":"Increased osteoblast and osteocyte apoptosis (Y103X)"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant seen in 1 case (FSCSLC75) described in Howard 1997 (PMID: 8988166) however this study does not support or refute pathogenicity. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2009ee7-4cd8-4009-9cb8-0cba3e957cc4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:66666975-2000-4ffe-9867-336711113320","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The heterozygous twist/null mice recapitulate individuals with Saethre-Chotzen syndrome. Notable phenotypes include: craniosynostosis, facial asymmetry, ear malformations, and eye malformations. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9580658","rdfs:label":"Twist-null heterozygous mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a3cbdc92-b37e-4494-a1e1-af953030016e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a70feaa9-893c-41ca-a9dd-efe3b697107a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous Twist +/- mice were generated and recapitulated phenotypes of SCS patients including: hind leg digit duplications, skull defects including poorly developed squamosal bones and overdeveloped interparietal bones (significantly larger and longer than WT littermates). \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8988167","type":"dc:BibliographicResource","dc:abstract":"Saethre-Chotzen syndrome (acrocephalo-syndactyly type III, ACS III) is an autosomal dominant craniosynostosis with brachydactyly, soft tissue syndactyly and facial dysmorphism including ptosis, facial asymmetry and prominent ear crura. ACS III has been mapped to chromosome 7p21-22. Of interest, TWIST, the human counterpart of the murine Twist gene, has been localized on chromosome 7p21 as well. The Twist gene product is a transcription factor containing a basic helix-loop-helix (b-HLH) domain, required in head mesenchyme for cranial neural tube morphogenesis in mice. The co-localisation of ACS III and TWIST prompted us to screen ACS III patients for TWIST gene mutations especially as mice heterozygous for Twist null mutations displayed skull defects and duplication of hind leg digits. Here, we report 21-bp insertions and nonsense mutations of the TWIST gene (S127X, E130X) in seven ACS III probands and describe impairment of head mesenchyme induction by TWIST as a novel pathophysiological mechanism in human craniosynostoses.","dc:creator":"el Ghouzzi V","dc:date":"1997","dc:title":"Mutations of the TWIST gene in the Saethre-Chotzen syndrome."},"rdfs:label":"Heterozygous Twist +/- mice recapitulate SCS"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"This is a well-established mouse that has been repeatedly published on up through 2021. Group decided to upgrade to the full 4 pts. Other papers: 9580658, 19345188\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:d8475439-77c5-4bed-94c7-67d34f5fb5ae_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7753c1af-ecd0-4a85-baea-781a63929a7d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"No variant(s) identified in FGFR1, FGFR2, or FGFR3 \n","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0000248","obo:HP_0004440","obo:HP_0002007","obo:HP_0011304","obo:HP_0000494","obo:HP_0000407","obo:HP_0010055","obo:HP_0000316"],"sex":"Female","variant":{"id":"cggv:d8475439-77c5-4bed-94c7-67d34f5fb5ae_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:04d4200b-cb0f-4859-9226-d4250c122e94","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.572G>T (p.Arg191Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367015141"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19860490","type":"dc:BibliographicResource","dc:abstract":"Saethre-Chotzen syndrome (acrocephalosyndactyly type III) is a craniosynostosis syndrome inherited in an autosomal dominant manner. Although similar to the other craniosynostosis syndromes in its clinical presentation, this syndrome is caused by a mutation in the TWIST1 gene. The TWIST1 gene product is a transcription factor containing a basic helix-loop-helix (bHLH) domain important in the development of the head and limbs. Clinical features of this syndrome include unilateral or bilateral coronal synostosis, ptosis, low-set ears, hearing loss, hypertelorism, maxillary hypoplasia, deviated nasal septum, broad great toes, clinodactyly, and syndactyly. We report a young girl with clinical features of Saethre-Chotzen syndrome who has a previously undescribed sequence variant in the TWIST1 gene, corresponding to p.R191M. The location of the altered amino acid in the Twist-box of TWIST1, the high conservation of this amino acid between different species, and the phenotype of the child all support a pathogenic role for this novel TWIST1 sequence alteration.","dc:creator":"Peña WA","dc:date":"2010","dc:title":"Saethre-Chotzen syndrome: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19860490","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Not scored due to uncharacteristic phenotype of SCS "},{"id":"cggv:e9fdb0d6-85cb-42d7-a2e6-e42869508603_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ba757749-ba2d-448a-8317-4c33be6b426e","type":"Proband","firstTestingMethod":"PCR","phenotypeFreeText":"Radiographs: decreased anteroposterior diameter and increased convolutional markings","phenotypes":["obo:HP_0000294","obo:HP_0009899","obo:HP_0004209","obo:HP_0000508","obo:HP_0001156","obo:HP_0000678","obo:HP_0000356","obo:HP_0000327","obo:HP_0000348","obo:HP_0000324"],"sex":"Male","variant":{"id":"cggv:e9fdb0d6-85cb-42d7-a2e6-e42869508603_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0e0add5e-a5dc-4b36-b2c6-e17d30b30415","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.356A>C (p.Gln119Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254285"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8988166","type":"dc:BibliographicResource","dc:abstract":"Saethre-Chotzen syndrome is one of the most common autosomal dominant disorders of craniosynostosis in humans and is characterized by craniofacial and limb anomalies. The locus for Saethre-Chotzen syndrome maps to chromosome 7p21-p22. We have evaluated TWIST, a basic helix-loop-helix transcription factor, as a candidate gene for this condition because its expression pattern and mutant phenotypes in Drosophila and mouse are consistent with the Saethre-Chotzen phenotype. We mapped TWIST to human chromosome 7p21-p22 and mutational analysis reveals nonsense, missense, insertion and deletion mutations in patients. These mutations occur within the basic DNA binding, helix I and loop domains, or result in premature termination of the protein. Studies in Drosophila indicate that twist may affect the transcription of fibroblast growth factor receptors (FGFRs), another gene family implicated in human craniosynostosis. The emerging cascade of molecular components involved in craniofacial and limb development now includes TWIST, which may function as an upstream regulator of FGFRs.","dc:creator":"Howard TD","dc:date":"1997","dc:title":"Mutations in TWIST, a basic helix-loop-helix transcription factor, in Saethre-Chotzen syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8988166","rdfs:label":"FSCSAGFl4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Inherited missense variant with no functional evidence"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.1},{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:81fdc305-360f-4df7-b6f7-eaf91dd9c1c9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bf746ff3-6331-4b73-bba2-5517a2bfdf47","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"firstTestingMethod":"PCR","phenotypeFreeText":"Dx of Robinow-Sorauf syndrome (lumped under this curation) Craniosynostosis and broad thumbs and halluces \n2 days: suffered seizures which were treated with phenobarbital\n4 months: protruding fontanelle w/o signs of brain pressure was noted\n15-months-old: plagiocephaly, downward slanting palpebral fissures and marked bilateral ptosis, a protruding anterior fontanelle, and broad thumbs and halluces with valgus deformity \nRadiographs: duplication of distal phalanx of the halluces \n","sex":"Male","variant":{"id":"cggv:81fdc305-360f-4df7-b6f7-eaf91dd9c1c9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:76081e1f-64af-4525-a367-82601c0d7009","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.460dup (p.Arg154LysfsTer84)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7981"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10465122","type":"dc:BibliographicResource","dc:creator":"Kunz J","dc:date":"1999","dc:title":"Identification of a frameshift mutation in the gene TWIST in a family affected with Robinow-Sorauf syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10465122","rdfs:label":"III-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:8723b01f-073b-42a2-b1c3-585cadad5bb0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1a88b0d8-6868-48e2-a868-a106d829c898","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":8,"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001159","obo:HP_0010442","obo:HP_0000520","obo:HP_0004440","obo:HP_0000263","obo:HP_0001357","obo:HP_0010193","obo:HP_0010055","obo:HP_0000324"],"sex":"Female","variant":{"id":"cggv:8723b01f-073b-42a2-b1c3-585cadad5bb0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:48c46155-425f-421a-b7e5-af153121ae10","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.211C>T (p.Gln71Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA280125"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1240778","type":"dc:BibliographicResource","dc:abstract":"ACS was highly variable in this family. At least one affected member could have passed as uninvolved. Others could have been assigned to ACS types III, IV or V. The current classification is probably sound, but great caution is needed to assign individual cases of ACS to any group other than ACS types I or II or the Carpenter syndrome. The great variability of ACS has obvious implications for genetic counseling.","dc:creator":"Robinow M","dc:date":"1975","dc:title":"Acrocephalopolysyndactyly, type Noack, in a large kindred."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1240778","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:e0571075-ad59-41d1-87ea-6a58fb08c706_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4cb95e56-8f9c-4c07-aa10-4addc9d1e631","type":"Proband","firstTestingMethod":"PCR","phenotypeFreeText":"The most common phenotypic features, present in more than a third of our patients with TWIST mutations, are coronal synostosis, brachycephaly, low frontal hairline, facial asymmetry, ptosis, hypertelorism, broad great toes, and clinodactyly. No patient-specific phenotype information published","sex":"Male","variant":{"id":"cggv:e0571075-ad59-41d1-87ea-6a58fb08c706_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5248d68b-8978-4593-b8d4-3568e86ca902","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.384dup (p.Ala129ArgfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655103"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9585583","type":"dc:BibliographicResource","dc:abstract":"Thirty-two unrelated patients with features of Saethre-Chotzen syndrome, a common autosomal dominant condition of craniosynostosis and limb anomalies, were screened for mutations in TWIST, FGFR2, and FGFR3. Nine novel and three recurrent TWIST mutations were found in 12 families. Seven families were found to have the FGFR3 P250R mutation, and one individual was found to have an FGFR2 VV269-270 deletion. To date, our detection rate for TWIST or FGFR mutations is 68% in our Saethre-Chotzen syndrome patients, including our five patients elsewhere reported with TWIST mutations. More than 35 different TWIST mutations are now known in the literature. The most common phenotypic features, present in more than a third of our patients with TWIST mutations, are coronal synostosis, brachycephaly, low frontal hairline, facial asymmetry, ptosis, hypertelorism, broad great toes, and clinodactyly. Significant intra- and interfamilial phenotypic variability is present for either TWIST mutations or FGFR mutations. The overlap in clinical features and the presence, in the same genes, of mutations for more than one craniosynostotic condition-such as Saethre-Chotzen, Crouzon, and Pfeiffer syndromes-support the hypothesis that TWIST and FGFRs are components of the same molecular pathway involved in the modulation of craniofacial and limb development in humans.","dc:creator":"Paznekas WA","dc:date":"1998","dc:title":"Genetic heterogeneity of Saethre-Chotzen syndrome, due to TWIST and FGFR mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9585583","rdfs:label":"FSCSJP101"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:c84cd17e-45a2-4218-bbbc-a5ca3a7aac3c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:58f5808b-2133-4412-bc42-a1a15c0f7e9c","type":"Proband","firstTestingMethod":"PCR","phenotypeFreeText":"“Classic features of SCS” \n","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:c84cd17e-45a2-4218-bbbc-a5ca3a7aac3c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:fec50270-0094-4f0c-bb69-c811d03df5ef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.259_276del (p.Ala87_Gly92del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4174524"}},{"id":"cggv:b52d27c4-4d11-4cfb-ad11-3086329af581","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.283delinsCG (p.Ser95ArgfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655408"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11748846","type":"dc:BibliographicResource","dc:abstract":"The human TWIST gene encodes a 202 amino acid transcription factor characterized by a highly conserved basic-helix-loop-helix motif in the C-terminal half, and a less conserved N-terminal half that has binding activity toward the histone acetyltransferase p300. Between these domains is a repeat region of unknown function that encodes the glycine-rich sequence (Gly)5Ala(Gly)5. Heterozygous mutations of TWIST were previously described in Saethre-Chotzen craniosynostosis syndrome [El Ghouzzi et al., 1997; Howard et al., 1997]. During a search for TWIST mutations in patients with craniosynostosis, we identified, in addition to 11 novel and one previously described bona fide mutations, several individuals with rearrangements of the glycine-rich region, involving either deletion of 18 nucleotides or insertion of three, 15, or 21 nucleotides. None of these rearrangements was consistently associated with clinical disease and we conclude that they are at most weakly pathogenic. The glycine stretch may serve as a flexible linker between the functional domains of the TWIST protein, and as such may be subject to reduced evolutionary constraint.","dc:creator":"Elanko N","dc:date":"2001","dc:title":"A survey of TWIST for mutations in craniosynostosis reveals a variable length polyglycine tract in asymptomatic individuals."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11748846","rdfs:label":"C12"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:4b40eda6-687b-4e16-a7b6-92e63904afa8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d3e0b4d6-9d84-4114-88f7-d4c1d23db2af","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Bifid digit extremity","phenotypes":["obo:HP_0030084","obo:HP_0012725","obo:HP_0000218","obo:HP_0001156","obo:HP_0000324","obo:HP_0200007","obo:HP_0010055","obo:HP_0000520","obo:HP_0008551","obo:HP_0004411","obo:HP_0000263","obo:HP_0000508","obo:HP_0009899"],"secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:4b40eda6-687b-4e16-a7b6-92e63904afa8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:712aaa23-fedb-4329-a397-a5ace8c6b9e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.82C>T (p.Gln28Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA119189"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8968762","type":"dc:BibliographicResource","dc:abstract":"Blepharophimosis syndrome (BPES) is an autosomal dominant disorder involving abnormal eyelid development. Cytogenetic and linkage analyses have previously implicated the chromosome 3q23 region in multiple cases of this syndrome. However, in a few cases cytogenetic analyses have implicated other chromosomal regions in this condition. Here we report linkage of BPES in a large Indian pedigree to chromosome 7p13-p21; affected only two-point and multipoint analyses using D7S488, D7S2551 and D7S2562 both showed peak lod scores of 3.61 coincident with D7S2562. Recombinations in affected individuals placed the critical region between D7S488 and D7S629. When both affected and unaffected individuals were considered, a maximum two-point lod score of 3.38 at theta = 0.08 was obtained with D7S2551 while a peak multipoint lod score of 3.64 was obtained between D7S488 and D7S2551. Segregation analysis revealed two unaffected individuals carrying the affected haplotype accounted for the difference in peak, relative to the affected only analysis. The chromosome 7p candidate genes inhibin beta A and epidermal growth factor receptor map outside this region whereas the HOX1 gene cluster may map inside this region. Although BPES is sometimes associated with female infertility due to premature ovarian failure, in the current family affected females were fertile. The current finding together with the previous evidence implicating chromosome 3q2 provides strong evidence that BPES involves locus heterogeneity; this point should be considered when counselling affected families.","dc:creator":"Maw M","dc:date":"1996","dc:title":"Linkage of blepharophimosis syndrome in a large Indian pedigree to chromosome 7p."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8968762","rdfs:label":"IV:5"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:4e53eaaa-87bb-4d03-8982-ef0f3885a115_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:651ae00d-4650-4d92-ae4f-298950062c52","type":"Proband","firstTestingMethod":"PCR","phenotypeFreeText":"\"Father and daughter had all classic features as well as cleft palate, short stature, and learning disabilities requiring special education.\" ","phenotypes":["obo:HP_0004322","obo:HP_0000175","obo:HP_0001249"],"sex":"Male","variant":{"id":"cggv:4e53eaaa-87bb-4d03-8982-ef0f3885a115_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:14ea80d2-3b7f-4bb0-a63c-4ae22f856d22","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.308dup (p.Tyr103Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254283"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8988166"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8988166","rdfs:label":"FSCSLC75 proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":9},{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:25ee6ac5-5d3c-4209-a71d-e99bbe3c5820_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:64c36c4e-fd0c-4f2c-b58c-a3d0f94694a4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"Candidate sequencing of TWIST1","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001999","obo:HP_0008551","obo:HP_0009899","obo:HP_0000508","obo:HP_0012725","obo:HP_0000356"],"sex":"Female","variant":{"id":"cggv:25ee6ac5-5d3c-4209-a71d-e99bbe3c5820_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3f1f8805-13db-433e-87f4-528ec73afe92","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.351_358del (p.Arg118HisfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655407"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10094188","type":"dc:BibliographicResource","dc:abstract":"Saethre-Chotzen syndrome (ACS III) is an autosomal dominant craniosynostosis syndrome recently ascribed to mutations in the TWIST gene, a basic helix-loop-helix (b-HLH) transcription factor regulating head mesenchyme cell development during cranial neural tube formation in mouse. Studying a series of 22 unrelated ACS III patients, we have found TWIST mutations in 16/22 cases. Interestingly, these mutations consistently involved the b-HLH domain of the protein. Indeed, mutant genotypes included frameshift deletions/insertions, nonsense and missense mutations, either truncating or disrupting the b-HLH motif of the protein. This observation gives additional support to the view that most ACS III cases result from loss-of-function mutations at the TWIST locus. The P250R recurrent FGFR 3 mutation was found in 2/22 cases presenting mild clinical manifestations of the disease but 4/22 cases failed to harbour TWIST or FGFR 3 mutations. Clinical re-examination of patients carrying TWIST mutations failed to reveal correlations between the mutant genotype and severity of the phenotype. Finally, since no TWIST mutations were detected in 40 cases of isolated coronal craniosynostosis, the present study suggests that TWIST mutations are specific to Saethre-Chotzen syndrome.","dc:creator":"El Ghouzzi V","dc:date":"1999","dc:title":"Mutations within or upstream of the basic helix-loop-helix domain of the TWIST gene are specific to Saethre-Chotzen syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10094188","rdfs:label":"Patient A"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Frameshift variant (1.5 pts) upgraded to 2 because of de novo occurrence "}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1941,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:12d6f9ea-1104-43f4-909e-21bc73c7119f","type":"GeneValidityProposition","disease":"obo:MONDO_0007042","gene":"hgnc:12428","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TWIST1 has been repeatedly been described in association with autosomal dominant Saethre-Chotzen syndrome (SCS), an unusual form of acrocephalosyndactyly characterized by bicoronal synostosis causing brachycephaly or acrocephaly, high forehead with low anterior hairline, ptosis, hypertelorism, lacrimal duct stenosis, high palate, small ears with prominent crus, facial asymmetry, partial cutaneous syndactyly of hands and feet, and hallux valgus (7120317, 10649491). This syndrome was first described independently by Saethre and Chotzen in 1931 and 1932, respectively. The mechanism of disease is haploinsufficiency caused by either protein degradation or subcellular mislocalization based upon the variant’s location in TWIST1 (10749989). Numerous variants (nonsense, frameshift etc.) have been identified in patients with SCS. This gene-disease association is supported by genetic, segregation, and experimental evidence. After completing a lumping and splitting evaluation, the ClinGen Craniofacial Malformations expert panel decided to lump Saethre-Chotzen syndrome and Robinow-Sorauf syndrome; these conditions are not distinct entities and lack differences in phenotype, molecular mechanism, and inheritance pattern. This is consistent with the published literature (12791045). Notably, TWIST1 has also been described in association with non-syndromic Craniosynostosis and Sweeney-Cox syndrome. These conditions will be assessed separately. In summary, TWIST is definitively associated with autosomal dominant Saethre-Chotzen syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Craniofacial Malformations Gene Curation Expert panel on 1/28/21 (SOP version 8). ","dc:isVersionOf":{"id":"cggv:1730a1bb-49c2-4c11-8c45-e8747d8fb91d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}