{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-09-16T19:23:34.289Z","role":"Publisher"},{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-08-18T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:e42675e2-0bee-4016-8e99-35e27df07a94_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2ab0c33c-da8e-45cb-9d81-f464fc4656ac","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0001336","obo:HP_0032794","obo:HP_0001251"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:e42675e2-0bee-4016-8e99-35e27df07a94_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:15341fec-8c97-4f3c-a810-ea07850a35b1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_153026.3(PRICKLE1):c.311G>A (p.Arg104Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339960"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15634728","type":"dc:BibliographicResource","dc:abstract":"Progressive myoclonus epilepsy (PME) has a number of causes, of which Unverricht-Lundborg disease (ULD) is the most common. ULD has previously been mapped to a locus on chromosome 21 (EPM1). Subsequently, mutations in the cystatin B gene have been found in most cases. In the present work we identified an inbred Arab family with a clinical pattern compatible with ULD, but mutations in the cystatin B gene were absent. We sought to characterize the clinical and molecular features of the disorder. The family was studied by multiple field trips to their town to clarify details of the complex consanguineous relationships and to personally examine the family. DNA was collected for subsequent molecular analyses from 21 individuals. A genome-wide screen was performed using 811 microsatellite markers. Homozygosity mapping was used to identify loci of interest. There were eight affected individuals. Clinical onset was at 7.3 +/- 1.5 years with myoclonic or tonic-clonic seizures. All had myoclonus that progressed in severity over time and seven had tonic-clonic seizures. Ataxia, in addition to myoclonus, occurred in all. Detailed cognitive assessment was not possible, but there was no significant progressive dementia. There was intrafamily variation in severity; three required wheelchairs in adult life; the others could walk unaided. MRI, muscle and skin biopsies on one individual were unremarkable. We mapped the family to a 15-megabase region at the pericentromeric region of chromosome 12 with a maximum lod score of 6.32. Although the phenotype of individual subjects was typical of ULD, the mean age of onset (7.3 years versus 11 years for ULD) was younger. The locus on chromosome 12 does not contain genes for any other form of PME, nor does it have genes known to be related to cystatin B. This represents a new form of PME and we have designated the locus as EPM1B.","dc:creator":"Berkovic SF","dc:date":"2005","dc:title":"A new clinical and molecular form of Unverricht-Lundborg disease localized by homozygosity mapping."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15634728","rdfs:label":"VI-5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"This family is related to Family B described in El-Shanti et al. and therefore was not scored."},{"id":"cggv:4f5c3d71-70af-49be-a467-31400aba735e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:502e5b1d-fde8-4d37-b55b-7cb714164a69","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0025331","obo:HP_0001350","obo:HP_0002075","obo:HP_0020036","obo:HP_0001251","obo:HP_0001260","obo:HP_0032660"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:4f5c3d71-70af-49be-a467-31400aba735e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:15341fec-8c97-4f3c-a810-ea07850a35b1"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15642921","type":"dc:BibliographicResource","dc:abstract":"The authors describe three siblings born to consanguineous parents with early onset ataxia, dysarthria, myoclonic, generalized tonic clonic seizures, upward gaze palsy, extensor plantar reflexes, sensory neuropathy, and normal cognition. Direct screening excluded mutations in FRDA, TDP1,and SACS genes and at 8344, 3243, and 8993 positions of mitochondrial DNA. Linkage analysis excluded AOA-1, EPM1, EPM2A, EPM2B, CAMOS, and recessive ataxias linked to chromosome 9q34-9qter. This clinical constellation may represent a distinct form of early onset cerebellar ataxia.","dc:creator":"Straussberg R","dc:date":"2005","dc:title":"An autosomal recessive cerebellar ataxia syndrome with upward gaze palsy, neuropathy, and seizures."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15642921","rdfs:label":"Family C proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Unrelated to other middle eastern family with the same variant."},{"id":"cggv:986e6128-d8b4-4e16-99de-60282cd53442_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a6b25f0f-0b6f-4d09-83f3-9d3f5bac3692","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0010819","obo:HP_0001337","obo:HP_0001350","obo:HP_0001251"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:986e6128-d8b4-4e16-99de-60282cd53442_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:15341fec-8c97-4f3c-a810-ea07850a35b1"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16376507","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive ataxias are a heterogeneous group of rare disorders characterized by early onset ataxia associated with neurologic, ophthalmologic or systemic signs. The ataxias associated with myoclonus, epilepsy and progressive neurological degeneration are usually included with the progressive myoclonus epilepsies, one of which is Unverricht-Lundborg disease. We identified four siblings with ataxia, juvenile onset progressive action tremor and atonic seizures from a Jordanian family. The mode of inheritance of this syndrome is autosomal recessive. We performed a genome-wide screen for linkage and fine mapped the region that contains the disease locus. The four affected siblings have ataxia noted at the onset of walking with dysarthria and bulbar features, but no cerebellar hypoplasia on MRI. They all developed a fine tremor that progressed to a coarse action tremor, as well as atonic seizures. Treatment with valproate fully controlled the seizures and improved the tremor, but did not change the course of the ataxia. We mapped the gene responsible for this disorder to the pericentromeric region of chromosome 12. A recently described autosomal recessive variant of Unverricht-Lundborg disease also maps to the same region. We discuss the similarities and differences between our family and the family with the Unverricht-Lundborg disease variant.","dc:creator":"El-Shanti H","dc:date":"2006","dc:title":"A distinct autosomal recessive ataxia maps to chromosome 12 in an inbred family from Jordan."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16376507","rdfs:label":"V-3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Supported by functional evidence"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5},{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:30fc120d-eff7-4f44-9dc8-9b3845c5a0b7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:257e0ea3-1e79-4451-b672-d94e4280afbd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Prickle1 expression was observed in murine thalamus, hippocampus, cerebral cortex and cerebellum– areas of the brain thought to be involved in generating zeizures and ataxia. Co-staining these tissues with a neuron-specific marker NeuN and the glia-specific marker GFAP showed Prickles in specifically expressed in neurons but not in glia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18976727","type":"dc:BibliographicResource","dc:abstract":"Progressive myoclonus epilepsy (PME) is a syndrome characterized by myoclonic seizures (lightning-like jerks), generalized convulsive seizures, and varying degrees of neurological decline, especially ataxia and dementia. Previously, we characterized three pedigrees of individuals with PME and ataxia, where either clinical features or linkage mapping excluded known PME loci. This report identifies a mutation in PRICKLE1 (also known as RILP for REST/NRSF interacting LIM domain protein) in all three of these pedigrees. The identified PRICKLE1 mutation blocks the PRICKLE1 and REST interaction in vitro and disrupts the normal function of PRICKLE1 in an in vivo zebrafish overexpression system. PRICKLE1 is expressed in brain regions implicated in epilepsy and ataxia in mice and humans, and, to our knowledge, is the first molecule in the noncanonical WNT signaling pathway to be directly implicated in human epilepsy.","dc:creator":"Bassuk AG","dc:date":"2008","dc:title":"A homozygous mutation in human PRICKLE1 causes an autosomal-recessive progressive myoclonus epilepsy-ataxia syndrome."},"rdfs:label":"Prickle1 expression in the postnatal murine brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:570ddde6-3219-4152-995e-97983177443a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4df14c44-3af6-4415-8fe8-72d12ce3cf41","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Mouse Prickle1 and Prickle2 are continually expressed in the brain throughout the embryonic stages and are observed to be specifically expressed in the postmitotic neurons. Mouse Pk1 transcripts are detected in the subplate and cortical plate at E17.5, when majority of cortical neurons are undergoing maturation. Pk1 is also expressed in other brain areas such as hippocampus and non-neural tissues as well such as lens.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17868671","type":"dc:BibliographicResource","dc:abstract":"The Drosophila planar cell polarity (PCP) gene prickle has been previously indicated as one of the regulators of gastrulation in the early embryonic stage. However, the functional role of prickle in the brain in particular is not known. We first indicated that mouse Prickle1 and Prickle2 are continually expressed in the brain throughout the embryonic stages and are observed to be specifically expressed in the postmitotic neurons. Furthermore, Prickle1 or Prickle2 depletion effectively decreases the neurite outgrowth levels of mouse neuroblastoma Neuro2a cells. These results indicate that mouse Prickle1 and Prickle2 possibly regulate positive neurite formation during brain development.","dc:creator":"Okuda H","dc:date":"2007","dc:title":"Mouse Prickle1 and Prickle2 are expressed in postmitotic neurons and promote neurite outgrowth."},"rdfs:label":"Mouse Prickle1 expressed in postmitotic neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14ac3707-24cc-478a-87f4-66bbf063cbb0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9a4846e1-52bc-4138-a608-a99cc2f6c69f","type":"FunctionalAlteration","dc:description":"Prickle1 depletion effectively decreases the neurite outgrowth levels of mouse neuroblastoma Neuro2a cells. These results indicate that mouse Prickle1 possibly regulate positive neurite formation during brain development.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17868671","rdfs:label":"Decrease in neurite outgrowth levels of mouse neuroblastoma"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:c05bf111-2ddd-4c46-80ed-7974491d2c03","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0d41c13b-d498-4668-811a-2f86a3b39a35","type":"FunctionalAlteration","dc:description":"There was a significant increase of nuclear REST in cells cotransfected with mutant PRICKLE1. Therefore, the identified PRICKLE1 mutation disrupts both normal REST-binding and REST subcellular localization.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18976727","rdfs:label":"PRICKLE1 binding to REST/NRSF"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Used to score proband in whom the variant was identified"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d4a4da6b-02fd-42c4-84f9-94c0cfc28e84","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5730a697-3794-4626-a3e0-571ba9893c79","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Seizure threshold was tested via the maximal electroconvulsive seizure threshold (MEST) test, which scores the occurrence of tonic hind- limb seizures at a specific amperage of applied electrical shock. Prickle1+/-, mice displayed a decreased seizure threshold compared to that of wild- type littermates. \nPrickle1 -/+ mutants produced a seizure phenotype which was controlled by administering Valproic Acid, a drug used to treat patients scored in this curation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21276947","type":"dc:BibliographicResource","dc:abstract":"Epilepsy is heritable, yet few causative gene mutations have been identified, and thus far no human epilepsy gene mutations have been found to produce seizures in invertebrates. Here we show that mutations in prickle genes are associated with seizures in humans, mice, and flies. We identified human epilepsy patients with heterozygous mutations in either PRICKLE1 or PRICKLE2. In overexpression assays in zebrafish, prickle mutations resulted in aberrant prickle function. A seizure phenotype was present in the Prickle1-null mutant mouse, two Prickle1 point mutant (missense and nonsense) mice, and a Prickle2-null mutant mouse. Drosophila with prickle mutations displayed seizures that were responsive to anti-epileptic medication, and homozygous mutant embryos showed neuronal defects. These results suggest that prickle mutations have caused seizures throughout evolution.","dc:creator":"Tao H","dc:date":"2011","dc:title":"Mutations in prickle orthologs cause seizures in flies, mice, and humans."},"rdfs:label":"Decreased Seizure Threshold in Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Inconsistent zygosity with disease mechanism. Prickle1 -/- embryos were not viable."},{"id":"cggv:1626e141-6d64-43c7-b341-d1725c459940","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cb10aa25-6900-4f25-b85d-73b611c1fea2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotype does not match those of patients with PME","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18976727","rdfs:label":"R104Q mutant zebrafish model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This model doesn't recapitulate PME phenotype"},{"id":"cggv:cedcddbb-975d-49b3-82ce-8d837100cb40","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b58809e5-2fb1-4884-b472-944237bccd48","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These phenotypes do not match and therefore the study was not scored.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12874125","type":"dc:BibliographicResource","dc:abstract":"During vertebrate gastrulation, mesodermal and ectodermal cells undergo convergent extension, a process characterised by prominent cellular rearrangements in which polarised cells intercalate along the medio-lateral axis leading to elongation of the antero-posterior axis. Recently, it has become evident that a noncanonical Wnt/Frizzled (Fz)/Dishevelled (Dsh) signalling pathway, which is related to the planar-cell-polarity (PCP) pathway in flies, regulates convergent extension during vertebrate gastrulation. Here we isolate and functionally characterise a zebrafish homologue of Drosophila prickle (pk), a gene that is implicated in the regulation of PCP. Zebrafish pk1 is expressed maternally and in moving mesodermal precursors. Abrogation of Pk1 function by morpholino oligonucleotides leads to defective convergent extension movements, enhances the silberblick (slb)/wnt11 and pipetail (Ppt)/wnt5 phenotypes and suppresses the ability of Wnt11 to rescue the slb phenotype. Gain-of-function of Pk1 also inhibits convergent extension movements and enhances the slb phenotype, most likely caused by the ability of Pk1 to block the Fz7-dependent membrane localisation of Dsh by downregulating levels of Dsh protein. Furthermore, we show that pk1 interacts genetically with trilobite (tri)/strabismus to mediate the caudally directed migration of cranial motor neurons and convergent extension. These results indicate that, during zebrafish gastrulation Pk1 acts, in part, through interaction with the noncanonical Wnt11/Wnt5 pathway to regulate convergent extension cell movements, but is unlikely to simply be a linear component of this pathway. In addition, Pk1 interacts with Tri to mediate posterior migration of branchiomotor neurons, probably independent of the noncanonical Wnt pathway.","dc:creator":"Carreira-Barbosa F","dc:date":"2003","dc:title":"Prickle 1 regulates cell movements during gastrulation and neuronal migration in zebrafish."},"rdfs:label":"Cell movement regulation in zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The phenotype observed does not match those of patients with PME."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":1101,"specifiedBy":"GeneValidityCriteria7","strengthScore":6.5,"subject":{"id":"cggv:c37eda0a-57be-49fa-a659-cbab971c4aab","type":"GeneValidityProposition","disease":"obo:MONDO_0020074","gene":"hgnc:17019","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PRICKLE1 was described in relation to autosomal recessive Progressive myoclonic epilepsy in 2005 by Berkovic et al. Only one variant has been reported in the literature; it was identified in the homozygous state in two unrelated families (PMIDs: 16376507, 15634728, 15642921, 18976727). Evidence supporting this gene-disease relationship includes case-level and segregation data as well as experimental evidence. Scored evidence adds to 6.5 points and therefore meets the threshold for a Moderate classification; however, the ClinGen Epilepsy Gene Curation Expert Panel has classified this gene-disease relationship as Limited due to a lack of additional variants and recent publications. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the relationship between PRICKLE1 and Progressive myoclonic epilepsy. This classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on August 18, 2020.\nThe ClinGen Epilepsy Gene Curation Expert Panel has classified this gene-disease relationship as Limited due to a lack of additional variants and recent publications.","dc:isVersionOf":{"id":"cggv:d4e1195f-21ea-4721-b94b-99604e7c6554"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}