{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-02-12T20:32:56.857Z","role":"Approver"},{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:214e5dd2-07b2-4f4b-bc26-4eccdc3c8133","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b24a532-6c25-4529-964b-d79be0711d85","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"MTO1 (mitochondrial\ntRNA translation optimization 1), which is also associated\nwith taurine modifications, has been described as a cause of\nmitochondrial diseases.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30459337","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases are inherited metabolic diseases based on disorders of energy production. The expansion of exome analyses has led to the discovery of many pathogenic nuclear genes associated with these diseases, and research into the pathogenesis of metabolic diseases has progressed. In cases of Leigh syndrome, it is desirable to perform both biochemical and genetic analyses, and pathogenic gene mutations have been identified in over half of the cases analyzed this way. Tandem mass screening and organic acid analyses of urine can sometimes provide important information that leads to the identification of pathogenic genes. Our comprehensive gene analyses have led to the discovery of several novel genes for mitochondrial diseases. Indeed, we reported that GTPBP3 and QRSL1 are involved in mitochondrial DNA maturation. In 2017, as a result of international collaboration, we also identified that mutations in ATAD3 and C1QBP cause mitochondrial disease. Given the varied pathogeneses, treatments for mitochondrial diseases should be specifically tailored to the mutated gene. Clinical trials of sodium pyruvate, 5-aminolevulinic acid with sodium ferrous citrate, and taurine as a treatment for mitochondrial disease have begun in Japan. Given that some mitochondrial diseases may respond well to certain treatments if the pathogenic gene can be identified, an early genetic diagnosis is crucial. Additionally, in Japan, prenatal diagnoses for mitochondrial diseases caused by nuclear genes have been achieved for genes shown to be pathogenic. Treatment and management approaches, including prenatal diagnoses, specifically tailored to the various phenotypes and pathologies of mitochondrial diseases are expected to become increasingly available.","dc:creator":"Murayama K","dc:date":"2019","dc:title":"Recent topics: the diagnosis, molecular genesis, and treatment of mitochondrial diseases."},"rdfs:label":"Murayama I"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":">10 genes which play a role in mt-tRNA biosynthesis and mitochondrial translation are associated with Leigh syndrome spectrum (27977873: Rahman et al. (2017)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8952b160-6733-4a3a-a394-d16bbc6db9f0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3a27a8f-e360-4b73-b3f7-9b349b6b2a46","type":"FunctionalAlteration","dc:description":"Fig 4 shows analysis of GTPBP3 KO HEK293T cells; severely reduced oxygen consumption rate, reduced complex 1 and IV activity but increased complex II activity, reduced levels of complex I proteins (ND2 and NDUFB8). Pulse labeling of mt protein synthesis showed a reduced rate.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29390138","type":"dc:BibliographicResource","dc:abstract":"Modified uridine containing taurine, 5-taurinomethyluridine (τm5U), is found at the anticodon first position of mitochondrial (mt-)transfer RNAs (tRNAs). Previously, we reported that τm5U is absent in mt-tRNAs with pathogenic mutations associated with mitochondrial diseases. However, biogenesis and physiological role of τm5U remained elusive. Here, we elucidated τm5U biogenesis by confirming that 5,10-methylene-tetrahydrofolate and taurine are metabolic substrates for τm5U formation catalyzed by MTO1 and GTPBP3. GTPBP3-knockout cells exhibited respiratory defects and reduced mitochondrial translation. Very little τm5U34 was detected in patient's cells with the GTPBP3 mutation, demonstrating that lack of τm5U results in pathological consequences. Taurine starvation resulted in downregulation of τm5U frequency in cultured cells and animal tissues (cat liver and flatfish). Strikingly, 5-carboxymethylaminomethyluridine (cmnm5U), in which the taurine moiety of τm5U is replaced with glycine, was detected in mt-tRNAs from taurine-depleted cells. These results indicate that tRNA modifications are dynamically regulated via sensing of intracellular metabolites under physiological condition.","dc:creator":"Asano K","dc:date":"2018","dc:title":"Metabolic and chemical regulation of tRNA modification associated with taurine deficiency and human disease."},"rdfs:label":"Asano I"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e090ca0c-dc19-404d-8e32-6548c23cafca","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1b972cea-c2f9-410d-bb99-c737d464a9f9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mitochondrial dysfunction, fertility defects, embryonic and developmental arrest","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28732077","type":"dc:BibliographicResource","dc:abstract":"Several oxidative phosphorylation (OXPHOS) diseases are caused by defects in the post-transcriptional modification of mitochondrial tRNAs (mt-tRNAs). Mutations in MTO1 or GTPBP3 impair the modification of the wobble uridine at position 5 of the pyrimidine ring and cause heart failure. Mutations in TRMU affect modification at position 2 and cause liver disease. Presently, the molecular basis of the diseases and why mutations in the different genes lead to such different clinical symptoms is poorly understood. Here we use Caenorhabditis elegans as a model organism to investigate how defects in the TRMU, GTPBP3 and MTO1 orthologues (designated as mttu-1, mtcu-1, and mtcu-2, respectively) exert their effects. We found that whereas the inactivation of each C. elegans gene is associated with a mild OXPHOS dysfunction, mutations in mtcu-1 or mtcu-2 cause changes in the expression of metabolic and mitochondrial stress response genes that are quite different from those caused by mttu-1 mutations. Our data suggest that retrograde signaling promotes defect-specific metabolic reprogramming, which is able to rescue the OXPHOS dysfunction in the single mutants by stimulating the oxidative tricarboxylic acid cycle flux through complex II. This adaptive response, however, appears to be associated with a biological cost since the single mutant worms exhibit thermosensitivity and decreased fertility and, in the case of mttu-1, longer reproductive cycle. Notably, mttu-1 worms also exhibit increased lifespan. We further show that mtcu-1; mttu-1 and mtcu-2; mttu-1 double mutants display severe growth defects and sterility. The animal models presented here support the idea that the pathological states in humans may initially develop not as a direct consequence of a bioenergetic defect, but from the cell's maladaptive response to the hypomodification status of mt-tRNAs. Our work highlights the important association of the defect-specific metabolic rewiring with the pathological phenotype, which must be taken into consideration in exploring specific therapeutic interventions.","dc:creator":"Navarro-González C","dc:date":"2017","dc:title":"Mutations in the Caenorhabditis elegans orthologs of human genes required for mitochondrial tRNA modification cause similar electron transport chain defects but different nuclear responses."},"rdfs:label":"Navarro-Gonzalez I"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Recapitulates mitochondrial dysfunction, fertility defects, embryonic and developmental arrest, not full model"},{"id":"cggv:75ba5111-0228-4ef1-8b19-8bec27d12794","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:35141473-fe15-4e82-af23-e7f4d5f3fa4a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Biochemical recapitulation relevant to gene:disease association; reduced translation of mitochondrial proteins and reduced levels of complex I, -V. Abnormal mitochondrial morphology seen in cardiomyocytes is also consistent with disease (although abnormal heart development is not relevant to LSS).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30916346","type":"dc:BibliographicResource","dc:abstract":"GTPBP3 is a highly conserved tRNA modifying enzyme for the biosynthesis of τm5U at the wobble position of mitochondrial tRNAGlu, tRNAGln, tRNALys, tRNATrp and tRNALeu(UUR). The previous investigations showed that GTPBP3 mutations were associated with hypertrophic cardiomyopathy (HCM). However, the pathophysiology of GTPBP3 deficiency remains elusively. Using the gtpbp3 knockout zebrafish generated by CRISPR/Cas9 system, we demonstrated the aberrant mitochondrial tRNA metabolism in gtpbp3 knock-out zebrafish. The deletion of gtpbp3 may alter functional folding of tRNA, indicated by conformation changes and sensitivity to S1-mediated digestion of tRNAGlu, tRNALys, tRNATrp and tRNALeu(UUR). Strikingly, gtpbp3 knock-out zebrafish displayed the global increases in the aminoacylated efficiencies of mitochondrial tRNAs. The aberrant mitochondrial tRNA metabolisms impaired mitochondrial translation, produced proteostasis stress and altered activities of respiratory chain complexes. These mitochondria dysfunctions caused the alterations in the embryonic heart development and reduced fractional shortening of ventricles in mutant zebrafish. Notably, the gtpbp3 knock-out zebrafish exhibited hypertrophy of cardiomyocytes and myocardial fiber disarray in ventricles. These cardiac defects in the gtpbp3 knock-out zebrafish recapitulated the clinical phenotypes in HCM patients carrying the GTPBP3 mutation(s). Our findings highlight the fundamental role of defective nucleotide modifications of tRNAs in mitochondrial biogenesis and their pathological consequences in hypertrophic cardiomyopathy.","dc:creator":"Chen D","dc:date":"2019","dc:title":"Deletion of Gtpbp3 in zebrafish revealed the hypertrophic cardiomyopathy manifested by aberrant mitochondrial tRNA metabolism."},"rdfs:label":"Chen I"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Biochemical recapitulation relevant to gene:disease association; reduced translation of mitochondrial proteins and reduced levels of complex I, -V. Abnormal mitochondrial morphology seen in cardiomyocytes is also consistent with disease (although abnormal heart development is not relevant to LSS)."},{"id":"cggv:f70879ab-8838-48ca-adbd-4c1212fec19a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f63d8ad8-98ee-4d69-acde-97ce5ac25cce","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Biochemical recapitulation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27184967","type":"dc:BibliographicResource","dc:abstract":"Human mitochondrial DNA (mtDNA) mutations have been associated with a wide spectrum of clinical abnormalities. However, nuclear modifier gene(s) modulate the phenotypic expression of pathogenic mtDNA mutations. In our previous investigation, we identified the human GTPBP3 related to mitochondrial tRNA modification, acting as a modifier to influence of deafness-associated mtDNA mutation. Mutations in GTPBP3 have been found to be associated with other human diseases. However, the pathophysiology of GTPBP3-associated disorders is still not fully understood. Here, we reported the generation and characterization of Gtpbp3 depletion zebrafish model using antisense morpholinos. Zebrafish gtpbp3 has three isoforms localized at mitochondria. Zebrafish gtpbp3 is expressed at various embryonic stages and in multiple tissues. In particular, the gtpbp3 was expressed more abundantly in adult zebrafish ovary and testis. The expression of zebrafish gtpbp3 can functionally restore the growth defects caused by the mss1/gtpbp3 mutation in yeast. A marked decrease of mitochondrial ATP generation accompanied by increased levels of apoptosis and reactive oxygen species were observed in gtpbp3 knockdown zebrafish embryos. The Gtpbp3 morphants exhibited defective in embryonic development including bleeding, melenin, oedema and curved tails within 5days post fertilization, as compared with uninjected controls. The co-injection of wild type gtpbp3 mRNA partially rescued these defects in Gtpbp3 morphants. These data suggest that zebrafish Gtpbp3 is a structural and functional homolog of human and yeast GTPBP3. The mitochondrial dysfunction caused by defective Gtpbp3 may alter the embryonic development in the zebrafish. In addition, this zebrafish model of mitochondrial disease may provide unique opportunities for studying defective tRNA modification, mitochondrial biogenesis, and pathophysiology of mitochondrial disorders.","dc:creator":"Chen D","dc:date":"2016","dc:title":"The defective expression of gtpbp3 related to tRNA modification alters the mitochondrial function and development of zebrafish."},"rdfs:label":"Chen II"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Biochemical recapitulation"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:8fcc17fb-a32c-4190-943a-fe6cfa192175_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ca50392b-1235-4bb1-af9f-dc24468c3485","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Individual #76671 (family F5, Figure 1A) was the second boy of nonconsanguineous parents. The infant was born at 41 weeks of gestation from a twin pregnancy. Generalized hypotonia and difficulty in suction was noted since birth and he rapidly developed failure to thrive. He acquired head control at the age of 7 months but parents reported normal cognitive skills. At the age of 9 months he was admitted to the intensive care unit for acute aspiration pneumonia that required intubation. Laboratory test revealed a metabolic acidosis with hyperlactatemia (5.2 mmol/l) and brain MRI showed bilateral thalamic T2-weighted hyperintense abnormalities with low diffusion. Analysis of a muscle biopsy revealed a clear reduction in histochemical cytochrome c oxidase activity and decreased complex I (45% normal) and IV (17% normal) enzyme activities. The cardiological examination disclosed hypertrophic cardiomyopathy and a Wolff-Parkinson-White pre-excitation syndrome (MIM 194200). The baby died after 15 days of hospitalization with clinical signs of heart failure at age 10 months.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:8fcc17fb-a32c-4190-943a-fe6cfa192175_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e43f6808-fc8c-4d8d-8a57-6d96486c3381","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001195422.1(GTPBP3):c.731-2del (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940571"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25434004","type":"dc:BibliographicResource","dc:abstract":"Respiratory chain deficiencies exhibit a wide variety of clinical phenotypes resulting from defective mitochondrial energy production through oxidative phosphorylation. These defects can be caused by either mutations in the mtDNA or mutations in nuclear genes coding for mitochondrial proteins. The underlying pathomechanisms can affect numerous pathways involved in mitochondrial physiology. By whole-exome and candidate gene sequencing, we identified 11 individuals from 9 families carrying compound heterozygous or homozygous mutations in GTPBP3, encoding the mitochondrial GTP-binding protein 3. Affected individuals from eight out of nine families presented with combined respiratory chain complex deficiencies in skeletal muscle. Mutations in GTPBP3 are associated with a severe mitochondrial translation defect, consistent with the predicted function of the protein in catalyzing the formation of 5-taurinomethyluridine (τm(5)U) in the anticodon wobble position of five mitochondrial tRNAs. All case subjects presented with lactic acidosis and nine developed hypertrophic cardiomyopathy. In contrast to individuals with mutations in MTO1, the protein product of which is predicted to participate in the generation of the same modification, most individuals with GTPBP3 mutations developed neurological symptoms and MRI involvement of thalamus, putamen, and brainstem resembling Leigh syndrome. Our study of a mitochondrial translation disorder points toward the importance of posttranscriptional modification of mitochondrial tRNAs for proper mitochondrial function. ","dc:creator":"Kopajtich R","dc:date":"2014","dc:title":"Mutations in GTPBP3 cause a mitochondrial translation defect associated with hypertrophic cardiomyopathy, lactic acidosis, and encephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25434004","rdfs:label":"76671"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Individual #76671 (F5: II-2) was homozygous for an intronic single base pair deletion, c.665-2delA, which is predicted to cause the loss of a splice acceptor site. Analysis of cDNA from fibroblasts revealed a shorter transcript, and sequencing found that in more than 95% of transcripts, the downstream acceptor of exon 7 was used for splicing, resulting in the skipping of exon 6 including the conserved G1-box guanine nucleotide-binding signature motif (Figure S2).\nCultured skin fibroblasts grown in a glucose-containing medium showed decreased OCR of 58% indication defective ox phos (Figure 3A). Immunoblotting in the fibroblasts showed strongly reduced amounts of RCC IV (Figure 5)"},{"id":"cggv:408f51e4-86fe-4588-81ce-5d24faa5b1e6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f99fa9ce-81e2-49fb-a6c4-cc46b51d55c3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Individual #72425 was a girl born to unrelated parents. At 3 months of age, she had feeding difficulties and failure to thrive. At the age of 7 months, she developed recurrent cough and fever and was admitted to the emergency room with severe fatigue, pallor, and progressive malaise. Blood exams showed leukocytosis, and 2 days later her general condition worsened, showing cyanosis and hyporeactivity. Echocardiography showed severe dilated cardiomyopathy with an ejection fraction of 20% that was unresponsive to therapy. She had severe refractory hyperlactatemia (23.3 mmol/l, reference range 0.5–2.3 mmol/l). Histochemical and spectrophotometric analysis of the muscle biopsy showed a severe complex IV deficiency. She died 10 days after  admission from cardiac failure. Figure 2A - brain MRI shows small bilateral T2 hyperintensities in the anterior thalamus. Table 1 - OXPHOS activities in skeletal muscle: I = 14% normal; II = normal; II+III = normal; IV = 45%","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:408f51e4-86fe-4588-81ce-5d24faa5b1e6_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:42113476-6ff8-443e-a509-da2b270d62df","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001195422.1(GTPBP3):c.739G>A (p.Glu247Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9293459"}},{"id":"cggv:a9dffaf1-f920-424d-b33a-467d215a6175","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001195422.1(GTPBP3):c.550G>C (p.Ala184Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404733190"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25434004"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25434004","rdfs:label":"72425"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual actually carries a complex allele on the paternal chromosome: NM_032620.3:c.673G>A(p.Glu225Lys);c.964G>C(p.Ala322Pro). Patient fibroblasts cultured in galactose (as the only carbon source)  containing media, showed decreased oxygen consumption rate indicative of reduced oxphos (Fig 3b). In fibroblasts from individuals #72425,  strongly reduced amounts of RCC IV and RCC I were observed."},{"id":"cggv:934ed656-8882-4e6e-857a-66c9f8245f01_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f9cba7ac-2ea0-4ebc-a683-dad72fc69078","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Individual #82790 (family F8, Figure 1A) is a girl born at 40 weeks of gestation with normal birth weight to nonconsanguineous Japanese parents. At the age of 1 year, she developed frequent epileptic seizures, and she was medicated with phenobarbital. Severe developmental delay was noted and at the age of 15 months she was admitted to children’s hospital. Her weight gain (9.25 kg, -0.06 SD) is within the normal range, but she developed severe muscle hypotonia. There is no cardiac involvement by ECG and echocardiogram. Hyperlactatemia was noted (5.72–6.49 mmol/l) whereas metabolic profiling of amino acids, urinary organic acids, and acylcarnitine was normal. RC analysis in muscle showed a significant decrease in complexes I (36%) and IV (21%) activities. Brain MRI showed bilateral hyperintensities in the putamen and weakly also in the anterior thalamus. A lactate peak was detected on [H+]-MR spectroscopy. She is now 2 years of age and still presents with a severe global developmental delay.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:934ed656-8882-4e6e-857a-66c9f8245f01_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:35e24571-f35c-4cea-9ade-00bc8f477ab5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001195422.1(GTPBP3):c.1000_1023del (p.Gly334_Val341del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9293572"}},{"id":"cggv:ef0e9edd-e89b-4df5-a4d5-1a3e59a5007a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001195422.1(GTPBP3):c.120-389G>T (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404730351"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25434004"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25434004","rdfs:label":"82790"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Compound het for a missense and in frame 24 bp deletion.  Functional data from 29390138:Asano et al. (2018), Hypomodification of the taurine modification in a patient fibroblasts, mt tRNA Leu(UUR), Gln, Glu, Trp,Lys,  Relative frequencies of taurine m5(s2)U in the patient sample are indicated in the bottom chromatograms."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":362,"specifiedBy":"GeneValidityCriteria7","strengthScore":8,"subject":{"id":"cggv:1499c473-fedf-482b-8c58-40bcacbab766","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:14880","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between GTPBP3 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of January 13, 2020. The GTPBP3 gene encodes the GTP-binding protein 3 important for modification of the uridine at the wobble base of five mitochondrial transfer RNAs, which is critical for mitochondrial translation.\n\nThe GTPBP3 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2014 (PMID: 25434004). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included five variants identified in three cases in one publication (PMID: 25434004). Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, functional alteration in non-patient cells, and model systems (PMIDs: 30459337, 29390138, 30916346, 27184967, 28732077).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on January 13, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:0d1b0a47-e62d-48dd-8e0d-f2b1aff014a7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}