{"id":"cggv:de51a52b-05a3-4429-874f-a38e280ecbafv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:de51a52b-05a3-4429-874f-a38e280ecbaf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-05-12T15:09:29.656Z","role":"Publisher"},{"id":"cggv:de51a52b-05a3-4429-874f-a38e280ecbaf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-04-17T18:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/29276005","type":"dc:BibliographicResource","dc:abstract":"Histone lysine methyltransferases (KMTs) and demethylases (KDMs) underpin gene regulation. Here we demonstrate that variants causing haploinsufficiency of KMTs and KDMs are frequently encountered in individuals with developmental disorders. Using a combination of human variation databases and existing animal models, we determine 22 KMTs and KDMs as additional candidates for dominantly inherited developmental disorders. We show that KMTs and KDMs that are associated with, or are candidates for, dominant developmental disorders tend to have a higher level of transcription, longer canonical transcripts, more interactors, and a higher number and more types of post-translational modifications than other KMT and KDMs. We provide evidence to firmly associate KMT2C, ASH1L, and KMT5B haploinsufficiency with dominant developmental disorders. Whereas KMT2C or ASH1L haploinsufficiency results in a predominantly neurodevelopmental phenotype with occasional physical anomalies, KMT5B mutations cause an overgrowth syndrome with intellectual disability. We further expand the phenotypic spectrum of KMT2B-related disorders and show that some individuals can have severe developmental delay without dystonia at least until mid-childhood. Additionally, we describe a recessive histone lysine-methylation defect caused by homozygous or compound heterozygous KDM5B variants and resulting in a recognizable syndrome with developmental delay, facial dysmorphism, and camptodactyly. Collectively, these results emphasize the significance of histone lysine methylation in normal human development and the importance of this process in human developmental disorders. Our results demonstrate that systematic clinically oriented pathway-based analysis of genomic data can accelerate the discovery of rare genetic disorders.","dc:creator":"Faundes V","dc:date":"2018","dc:title":"Histone Lysine Methylases and Demethylases in the Landscape of Human Developmental Disorders."},"evidence":[{"id":"cggv:de51a52b-05a3-4429-874f-a38e280ecbaf_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:de51a52b-05a3-4429-874f-a38e280ecbaf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:de51a52b-05a3-4429-874f-a38e280ecbaf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cd8956b5-4028-4f6e-9cd1-4ff13a3aaa71","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:24c23237-589b-41ee-bc57-83cf3758c9d2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice lacking KMT2B gene in adult forebrain excitatory neurons display impaired hippocampus-dependent memory function. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23426673","type":"dc:BibliographicResource","dc:abstract":"The consolidation of long-term memories requires differential gene expression. Recent research has suggested that dynamic changes in chromatin structure play a role in regulating the gene expression program linked to memory formation. The contribution of histone methylation, an important regulatory mechanism of chromatin plasticity that is mediated by the counteracting activity of histone-methyltransferases and histone-demethylases, is, however, not well understood. Here we show that mice lacking the histone-methyltransferase myeloid/lymphoid or mixed-lineage leukemia 2 (mll2/kmt2b) gene in adult forebrain excitatory neurons display impaired hippocampus-dependent memory function. Consistent with the role of KMT2B in gene-activation DNA microarray analysis revealed that 152 genes were downregulated in the hippocampal dentate gyrus region of mice lacking kmt2b. Downregulated plasticity genes showed a specific deficit in histone 3 lysine 4 di- and trimethylation, while histone 3 lysine 4 monomethylation was not affected. Our data demonstrates that KMT2B mediates hippocampal histone 3 lysine 4 di- and trimethylation and is a critical player for memory formation.","dc:creator":"Kerimoglu C","dc:date":"2013","dc:title":"Histone-methyltransferase MLL2 (KMT2B) is required for memory formation in mice."},"rdfs:label":"KMT2B specifically deleted in forebrain neuron of mice."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":6225,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:84590645-244e-4187-b56b-9faa2239641e","type":"GeneValidityProposition","disease":"obo:MONDO_0100516","gene":"hgnc:15840","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*KMT2B* was first reported in relation to Dystonia 28, childhood-onset and autosomal dominant intellectual developmental disorder in 2018 (Faundes et al., PMID: 29276005). Probands with dystonia have variable presentations and do not all present with intellectual disability. Additionally, some probands with intellectual disability and no dystonia phenotype share their variant with family members who present with dystonia but mild or no intellectual disability.Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. However, the phenotypic differences were determined to be a spectrum of disease rather than two distinct entities. Therefore, the following disease entities, Dystonia 28, childhood-onset and intellectual developmental disorder, autosomal dominant 68, have been lumped into one disease entity, complex neurodevelopmental disorder with motor features. Ten variants (missense, nonsense, and frameshift) that have been reported in 10 probands in 2 publications (PMIDs: 29276005, 33150406) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.The mechanism of pathogenicity is reported to be LOF. This gene-disease relationship is also supported by a non-human animal model (PMID: 23426673). Mice lacking *KMT2B* gene in adult forebrain excitatory neurons display impaired hippocampus-dependent memory function. \n\nIn summary, there is definitive evidence to support the relationship between *KMT2B* and autosomal dominant complex neurodevelopmental disorder with motor features. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on April 17, 2023 (SOP 9). \n","dc:isVersionOf":{"id":"cggv:de51a52b-05a3-4429-874f-a38e280ecbaf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}