{"id":"cggv:a7502a7e-2a4e-4b85-8f7c-8d76fe94f294v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a7502a7e-2a4e-4b85-8f7c-8d76fe94f294_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2024-07-08T16:00:00.000Z","role":"Approver"},{"id":"cggv:a7502a7e-2a4e-4b85-8f7c-8d76fe94f294_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2024-07-08T23:07:32.993Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:a7502a7e-2a4e-4b85-8f7c-8d76fe94f294_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7502a7e-2a4e-4b85-8f7c-8d76fe94f294_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e5019634-ee1e-4280-82e9-d9b1f1bfe9a5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b255cbec-be9a-4eea-bf64-25c9da19504e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"\"Transgenic antisense homozygotes display a striking movement disorder and a slowing of nerve conduction that worsens with age. Morphological analysis of peripheral nerves demonstrates that a subset of axons have thickened myelin sheaths and tomacula in young adults, with significant myelin degeneration detected in older animals. Together with other recent work, these data suggest that dosage of thePMP22gene alone underlies the pathophysiology observed in HNPP and related disorders.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9143558","type":"dc:BibliographicResource","dc:abstract":"Mutations in the gene encoding peripheral myelin protein 22 (PMP22) account for several inherited peripheral neuropathies in humans. We now show that transgenic mice expressing antisense PMP22 RNA exhibit modestly reduced levels of PMP22 together with a phenotype that is reminiscent of hereditary neuropathy with liability to pressure palsies (HNPP), a human disease caused by a 1.5-Mb deletion of a chromosome 17 region that contains the PMP22 gene. Transgenic antisense homozygotes display a striking movement disorder and a slowing of nerve conduction that worsens with age. Morphological analysis of peripheral nerves demonstrates that a subset of axons have thickened myelin sheaths and tomacula in young adults, with significant myelin degeneration detected in older animals. Together with other recent work, these data suggest that dosage of the PMP22 gene alone underlies the pathophysiology observed in HNPP and related disorders.","dc:creator":"Maycox PR","dc:date":"1997","dc:title":"A transgenic mouse model for human hereditary neuropathy with liability to pressure palsies."},"rdfs:label":"Transgenic Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:2df5e185-cb67-4c76-9ea0-7774e7aae544","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:29ca4c93-f992-4c43-a9cf-de4fc1ac1355","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Tomacula was present at a 24-day old HNPP mouse model and was increased until week 10 of age. Similar structures have been found in HNPP patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7581450","type":"dc:BibliographicResource","dc:abstract":"Peripheral myelin protein PMP22 has been suggested to have a role in peripheral nerve myelination and cell proliferation. Defects at the PMP22 locus are associated with peripheral neuropathies such as Charcot-Marie-Tooth disease type 1A. We now demonstrate that mice devoid of Pmp22 are retarded in the onset of myelination and develop abundant sausage-like hypermyelination structures (tomacula) at a young age followed by severe demyelination, axonal loss and functional impairment. Mice carrying one functional copy of Pmp22 are less affected but they also exhibit focal tomacula comparable to the morphological features in hereditary neuropathy with liability to pressure palsies (HNPP). We conclude that Pmp22 is required for the correct development of peripheral nerves, the maintenance of axons and the determination of myelin thickness and stability.","dc:creator":"Adlkofer K","dc:date":"1995","dc:title":"Hypermyelination and demyelinating peripheral neuropathy in Pmp22-deficient mice."},"rdfs:label":"Transgenic mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:a7502a7e-2a4e-4b85-8f7c-8d76fe94f294_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8679,"specifiedBy":"GeneValidityCriteria10","strengthScore":16,"subject":{"id":"cggv:75167e32-0055-49a3-b37b-8d831e786e49","type":"GeneValidityProposition","disease":"obo:MONDO_0008087","gene":"hgnc:9118","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"PMP22 was first reported in relation to autosomal dominant Hereditary Neuropathy with liability to Pressure Palsies (HNPP) in 1993 (Chance et al., PMID: 8422677). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we decided to split this disease with the PMP22 duplication causing Charcot Marie Tooth Type 1A and point mutations causing CMT1E. The split curation for CMT1A and CMT1E has been curated separately. The most common genetic variant associated with HNPP is a 1.5MB deletion affecting PMP22 and has been seen in many patients over time. This decreases PMP22 protein levels and affects patients through a dosage sensitive mechanism. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is also supported by animal models involving mice. In mice models with PMP22 deletion, nerves recapitulate tomacula swellings seen in HNPP patients, and decreased nerve conduction velocities. In summary, there is definitive and longstanding evidence supporting the relationship between PMP22 deletion and HNPP. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:a7502a7e-2a4e-4b85-8f7c-8d76fe94f294"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}