{"id":"cggv:ff3b6c9b-4c51-4414-b92c-20e45758ab61v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ff3b6c9b-4c51-4414-b92c-20e45758ab61_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-18T19:20:54.663Z","role":"Publisher"},{"id":"cggv:ff3b6c9b-4c51-4414-b92c-20e45758ab61_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-18T19:20:46.961Z","role":"Approver"}],"evidence":[{"id":"cggv:ff3b6c9b-4c51-4414-b92c-20e45758ab61_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:ff3b6c9b-4c51-4414-b92c-20e45758ab61_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff3b6c9b-4c51-4414-b92c-20e45758ab61_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:947659fd-f042-4b3d-af05-ff81722a3564","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7550406a-6cf0-4ca5-924e-60747b531e41","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TRIO interacts with FLNA, involved in X-linked syndromic intellectual disability with cortical malformations. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11146652","type":"dc:BibliographicResource","dc:abstract":"Rho GTPases control actin reorganization and many other cellular functions. Guanine nucleotide-exchange factors (GEFs) activate Rho GTPases by promoting their exchange of GDP for GTP. Trio is a unique Rho GEF, because it has separate GEF domains, GEFD1 and GEFD2, that control the GTPases RhoG/Rac1 and RhoA, respectively. Dbl-homology (DH) domains that are common to GEFs catalyse nucleotide exchange, and pleckstrin-homology (PH) domains localize Rho GEFs near their downstream targets. Here we show that Trio GEFD1 interacts through its PH domain with the actin-filament-crosslinking protein filamin, and localizes with endogenous filamin in HeLa cells. Trio GEFD1 induces actin-based ruffling in filamin-expressing, but not filamin-deficient, cells and in cells transfected with a filamin construct that lacks the Trio-binding domain. In addition, Trio GEFD1 exchange activity is not affected by filamin binding. Our results indicate that filamin, as a molecular target of Trio, may be a scaffold for the spatial organization of Rho-GTPase-mediated signalling pathways.","dc:creator":"Bellanger JM","dc:date":"2000","dc:title":"The Rac1- and RhoG-specific GEF domain of Trio targets filamin to remodel cytoskeletal actin."},"rdfs:label":"Protein interaction with FLNA"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"We are giving a total score 0.5 points for protein interaction with FLNA and RAC1."},{"id":"cggv:6781a1d7-f87d-4f3e-96cb-c69cce16e9d2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b9e402b-43cc-4c0b-b7e6-18a7bb58d7e3","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"TRIO interacts with RAC1, involved in autosomal dominant intellectual disability ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11595749","type":"dc:BibliographicResource","dc:abstract":"Signaling specificity of Rho GTPase pathways is achieved in part by selective interaction between members of the Dbl family guanine nucleotide exchange factors (GEFs) and their Rho GTPase substrates. For example, Trio, GEF-H1, and Tiam1 are a subset of GEFs that specifically activate Rac1 but not the closely related Cdc42. The Rac1 specificity of these GEFs appears to be governed by Rac1-GEF binding interaction. To understand the detailed mechanism underlying the GEF specificity issue, we have analyzed a panel of chimeras made between Rac1 and Cdc42 and examined a series of point mutants of Rac1 made at the switch I, switch II, and beta(2)/beta(3) regions for their ability to interact with and to be activated by the GEFs. The results reveal that Rac1 residues of both the switch I and switch II regions are involved in GEF docking and GEF-mediated nucleotide disruption, because mutation of Asp(38), Asn(39), Gln(61), Tyr(64), or Arg(66)/Leu(67) into Ala results in the loss of GEF binding, whereas mutation at Tyr(32), Asp(65), or Leu(70)/Ser(71) leads to the loss of GEF catalysis while retaining the binding capability. The region between amino acids 53-72 of Rac1 is required for specific recognition and activation by the GEFs, and Trp(56) in beta(3) appears to be the critical determinant. Introduction of Trp(56) to Cdc42 renders it fully responsive to the Rac-specific GEF in vitro and in cells. Further, a polypeptide derived from the beta(3) region of Rac1 including the Trp(56) residue serves as a specific inhibitor for Rac1 interaction with the GEFs. Taken together, these results indicate that Trp(56) is the necessary and sufficient determinant of Rac1 for discrimination by the subset of Rac1-specific GEFs and suggest that a compound mimicking Trp(56) action could be explored as an interfering reagent specifically targeting Rac1 activation.","dc:creator":"Gao Y","dc:date":"2001","dc:title":"Trp(56) of rac1 specifies interaction with a subset of guanine nucleotide exchange factors."},"rdfs:label":"Protein interaction with RAC1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"We are giving a total score 0.5 points for protein interaction with FLNA and RAC1."},{"id":"cggv:0f6ada00-5744-46c2-84ea-5ec05c44001e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:80ceeb0a-1d3a-43cb-a788-2e2e1ba1c4ab","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Review article: TRIO is involved in neurogenesis, migration and synapse formation, among other roles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23076143","type":"dc:BibliographicResource","dc:abstract":"Small Rho-GTPases are enzymes that are bound to GDP or GTP, which determines their inactive or active state, respectively. The exchange of GDP for GTP is catalyzed by so-called Rho-guanine nucleotide exchange factors (GEFs). Rho-GEFs are characterized by a Dbl-homology (DH) and adjacent Pleckstrin-homology (PH) domain that serves as enzymatic unit for the GDP/GTP exchange. Rho-GEFs show different GTPase specificities, meaning that a particular GEF can activate either multiple GTPases or only one specific GTPase. We recently reported that the Rho-GEF Trio, known to be able to exchange GTP on Rac1, RhoG and RhoA, regulates lamellipodia formation to mediate cell spreading and migration in a Rac1-dependent manner. In this commentary, we review the current knowledge of Trio in several aspects of cell biology.","dc:creator":"van Rijssel J","dc:date":"2012","dc:title":"The many faces of the guanine-nucleotide exchange factor trio."},"rdfs:label":"Review of TRIO function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:ff3b6c9b-4c51-4414-b92c-20e45758ab61_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c385c763-2582-4355-91ea-aff1fe6e759d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d85b5d0-d713-4f96-965a-e55f94b08ad5","type":"FunctionalAlteration","dc:description":"In vitro functional characterization of ID/ASD-associated de novo variants in TRIO’s Rac1 activating domain GEF1 in rat hippocampal CA1 pyramidal neurons showed that these variants produce either hypofunctional or hyperfunctional forms of Trio. The variants give rise to either decreased or increased glutamatergic synaptic function resulting from reduced synaptic AMPA receptor expression or enhanced glutamatergic synaptogenesis, respectively.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28928363","type":"dc:BibliographicResource","dc:abstract":"The Rho guanine nucleotide exchange factor (RhoGEF) Trio promotes actin polymerization by directly activating the small GTPase Rac1. Recent studies suggest that autism spectrum disorder (ASD)-related behavioral phenotypes in animal models of ASD can be produced by dysregulation of Rac1's control of actin polymerization at glutamatergic synapses. Here, in humans, we discover a large cluster of ASD-related de novo mutations in Trio's Rac1 activating domain, GEF1. Our study reveals that these mutations produce either hypofunctional or hyperfunctional forms of Trio in rodent neurons in vitro. In accordance with pathological increases or decreases in glutamatergic neurotransmission observed in animal models of ASD, we find that these mutations result in either reduced synaptic AMPA receptor expression or enhanced glutamatergic synaptogenesis. Together, our findings implicate both excessive and reduced Trio activity and the resulting synaptic dysfunction in ASD-related pathogenesis, and point to the Trio-Rac1 pathway at glutamatergic synapses as a possible key point of convergence of many ASD-related genes.Trio is a RhoGEF protein that promotes actin polymerization and is implicated in the regulation of glutamatergic synapses in autism spectrum disorder (ASD). Here the authors identify a large cluster of de novo mutations in the GEF1 domain of Trio in whole-exome sequencing data from individuals with ASD, and confirm that some of these mutations lead to glutamatergic dysregulation in vitro.","dc:creator":"Sadybekov A","dc:date":"2017","dc:title":"An autism spectrum disorder-related de novo mutation hotspot discovered in the GEF1 domain of Trio."},"rdfs:label":"In vitro functional characterization of ID/ASD variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ff3b6c9b-4c51-4414-b92c-20e45758ab61_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8ea5f6b-1669-4c12-9023-8596c80ce3ad","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b07e98ea-a75e-4ca7-822b-b8f674560b05","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Trio mutant mice exhibit interneuron migration defects associated with disorganization of neural microcircuits, decreased inhibitory neurotransmission and ASD-like behavioral phenotypes. Trio−/− brain showed microcephaly at E14.5, but heterozygous mice showed no change of brain size. Trio+/− mice showed impairments in ASD-like behaviors, including deficits in sociability and social novelty recognition, increased repetitive behaviors in the marble-burying test, increased anxiety-like behavior in the dark/light test, and reduced ultrasonic calls in pups. In contrast, Trio+/− mice exhibited normal motor coordination, locomotor activity, object recognition memory, spatial learning and memory and fear memory, and sensory gating.\nDisruption of Trio in inhibitory progenitors resulted in abnormal orientation and morphology of leading process in migratory cortical interneurons, excitatory/inhibitory imbalance and increased seizure susceptibility.\nTrio K1431M heterozygous mice (with an ASD-related variant) showed abnormal interneuron migration, excitatory/inhibitory imbalance, and autism-like behaviors due to GEF1 dysfunction and inability to activate Rac1. Restoring the excitatory/inhibitory imbalance via activation of GABA signaling with clonazepam rescued autism-like behaviors in Trio K1431M mutant mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33963279","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorders (ASDs) are a group of highly inheritable neurodevelopmental disorders. Functional mutations in TRIO, especially in the GEF1 domain, are strongly implicated in ASDs, whereas the underlying neurobiological pathogenesis and molecular mechanisms remain to be clarified. Here we characterize the abnormal morphology and behavior of embryonic migratory interneurons (INs) upon Trio deficiency or GEF1 mutation in mice, which are mediated by the Trio GEF1-Rac1 activation and involved in SDF1α/CXCR4 signaling. In addition, the migration deficits are specifically associated with altered neural microcircuit, decreased inhibitory neurotransmission, and autism-like behaviors, which are reminiscent of some features observed in patients with ASDs. Furthermore, restoring the excitatory/inhibitory (E/I) imbalance via activation of GABA signaling rescues autism-like deficits. Our findings demonstrate a critical role of Trio GEF1 mediated signaling in IN migration and E/I balance, which are related to autism-related behavioral phenotypes.","dc:creator":"Sun X","dc:date":"2021","dc:title":"Dysfunction of Trio GEF1 involves in excitatory/inhibitory imbalance and autism-like behaviors through regulation of interneuron migration."},"rdfs:label":"Characterization of Trio mutant mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:5de36877-144a-4b89-b3c9-6418872a8b97","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c4048546-691f-47ce-9d79-d4472b2e13ce","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Truncation in the TRIO GEFD1 reduces head size in Xenopus, which is similar to the microcephaly phenotype seen in human patients with LOF variants in the TRIO GEFD1 domain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32109419","type":"dc:BibliographicResource","dc:abstract":"The Rho-guanine nucleotide exchange factor (RhoGEF) TRIO acts as a key regulator of neuronal migration, axonal outgrowth, axon guidance, and synaptogenesis by activating the GTPase RAC1 and modulating actin cytoskeleton remodeling. Pathogenic variants in TRIO are associated with neurodevelopmental diseases, including intellectual disability (ID) and autism spectrum disorders (ASD). Here, we report the largest international cohort of 24 individuals with confirmed pathogenic missense or nonsense variants in TRIO. The nonsense mutations are spread along the TRIO sequence, and affected individuals show variable neurodevelopmental phenotypes. In contrast, missense variants cluster into two mutational hotspots in the TRIO sequence, one in the seventh spectrin repeat and one in the RAC1-activating GEFD1. Although all individuals in this cohort present with developmental delay and a neuro-behavioral phenotype, individuals with a pathogenic variant in the seventh spectrin repeat have a more severe ID associated with macrocephaly than do most individuals with GEFD1 variants, who display milder ID and microcephaly. Functional studies show that the spectrin and GEFD1 variants cause a TRIO-mediated hyper- or hypo-activation of RAC1, respectively, and we observe a striking correlation between RAC1 activation levels and the head size of the affected individuals. In addition, truncations in TRIO GEFD1 in the vertebrate model X. tropicalis induce defects that are concordant with the human phenotype. This work demonstrates distinct clinical and molecular disorders clustering in the GEFD1 and seventh spectrin repeat domains and highlights the importance of tight control of TRIO-RAC1 signaling in neuronal development.","dc:creator":"Barbosa S","dc:date":"2020","dc:title":"Opposite Modulation of RAC1 by Mutations in TRIO Is Associated with Distinct, Domain-Specific Neurodevelopmental Disorders."},"rdfs:label":"Reduced head size in mutant frog"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Non-mammalian model, only head size studied."},{"id":"cggv:160c3072-f2d5-4a30-b7d4-fb6d52692d63","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3f4b8c75-5680-4fea-ae8f-1172903ea60a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The null allele of the Trio gene led to embryonic lethality, and Trio null embryos displayed aberrant organization in several regions of the brain at E18.5, including hippocampus. Nestin-Trio-/- mice, in which the Trio gene was deleted specifically in the neuronal system by the Nestin-Cre system, displayed severe phenotypes, including low survival rate, ataxia and multiple developmental defects of the cerebellum. All Nestin-Trio-/- mice died before reaching adulthood. In contrast, EMX1-Trio-/- mice, generated by crossing Trio-floxed mice with EMX1-Cre mice in which Cre is expressed in the brain cortex and hippocampus, can survive to adulthood. Trio gene deletion in these mice results in smaller brains and abnormal hippocampus structure with disordered granule cells. EMX1-Trio−/− mice showed impaired hippocampal-dependent spatial learning in the Morris water maze and impaired learning ability in the contextual fear conditioning test.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25727174","type":"dc:BibliographicResource","dc:abstract":"Trio is a guanine nucleotide exchange factor with multiple guanine nucleotide exchange factor domains. Trio regulates cytoskeleton dynamics and actin remodeling and is involved in cell migration and axonal guidance in neuronal development. The null allele of the Trio gene led to embryonic lethality, and Trio null embryos displayed aberrant organization in several regions of the brain at E18.5, including hippocampus. Nestin-Trio-/- mice, in which the Trio gene was deleted specifically in the neuronal system by the Nestin-Cre system, displayed severe phenotypes, including low survival rate, ataxia and multiple developmental defects of the cerebellum. All Nestin-Trio-/- mice died before reaching adulthood, which hinders research on Trio gene function in adult mice. Thus, we generated EMX1-Trio-/- mice by crossing Trio-floxed mice with EMX1-Cre mice in which Cre is expressed in the brain cortex and hippocampus. EMX1-Trio-/- mice can survive to adulthood. Trio gene deletion results in smaller brains, an abnormal hippocampus and disordered granule cells in the dentate gyrus (DG) and cornu ammonis (CA). Behavior tests showed that Trio deletion interfered with the hippocampal-dependent spatial learning in the mice, suggesting that Trio plays critical roles in the learning ability of adult mice. We conclude that the Trio gene regulates the neuronal development of the hippocampus and that it affects the intelligence of adult mice. ","dc:creator":"Zong W","dc:date":"2015","dc:title":"Trio gene is required for mouse learning ability."},"rdfs:label":"Mouse mutant phenotype study"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Only 1 point given since only homozygous mice were characterized."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":3671,"specifiedBy":"GeneValidityCriteria8","strengthScore":17,"subject":{"id":"cggv:b9e19080-5181-4333-afa3-1d1470094477","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:12303","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TRIO encodes a Rho guanine nucleotide exchange factor (RhoGEF) that plays essential roles in neuronal development. Variants in TRIO were first reported in relation to autosomal dominant syndromic intellectual disability (ID) in 2016 (Ba et al., PMID: 26721934). Numerous variants in TRIO, including nonsense, frameshift and missense variants, have been reported, with most variants occurring de novo. Pathogenic variants in TRIO are associated with neurodevelopmental disorders, including ID and autism spectrum disorder. Other features include gastrointestinal problems, facial and skeletal dysmorphism. Missense variants cluster in two domains, the spectrin repeat and the RAC1-activating GEFD1. Individuals with variants in the spectrin domain have severe ID associated with macrocephaly and recognizable facial dysmorphism, whereas individuals with GEFD1 variants display milder ID and microcephaly (PMID: 32109419). Functional studies show that spectrin variants result in hyper-activation of RAC1, while GEFD1 variants cause hypo-activation of RAC1. RAC1 activation levels are correlated with the head size of affected individuals. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least 25 probands in 3 publications (PMIDs: 26721934, 27418539, 32109419). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached.  This gene-disease association is also supported by TRIO’s role in neurogenesis, migration and synapse formation; protein interaction between TRIO and proteins involved in ID (RAC1, FLNA), functional alterations in non-patient cells, and mouse and xenopus models (4 points). In summary, TRIO is definitely associated with syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 11/03/2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:ff3b6c9b-4c51-4414-b92c-20e45758ab61"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}