{"id":"cggv:8d7b0569-8dfe-40cf-a83b-44071430206fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8d7b0569-8dfe-40cf-a83b-44071430206f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-18T16:00:00.000Z","role":"Approver"},{"id":"cggv:8d7b0569-8dfe-40cf-a83b-44071430206f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-09-12T20:09:06.579Z","role":"Publisher"}],"evidence":[{"id":"cggv:8d7b0569-8dfe-40cf-a83b-44071430206f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8d7b0569-8dfe-40cf-a83b-44071430206f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c9e8b336-9732-46c0-8b8c-73213b837416","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:764c805e-7a7b-4e3c-8ca7-7e945f6cdf9d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Complex V subunits/assembly factors.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Complex V"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"2-5 gene products needed for Complex V function."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:8d7b0569-8dfe-40cf-a83b-44071430206f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8513d9d8-0aa8-4d10-af5f-e31830d01d16","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b60c7eb2-74a1-48b2-8a05-9147dd86bfb6","type":"FunctionalAlteration","dc:description":"\tATP production: REDUCED: significantly (P <0.001) reduced in all clones when these were compared with Rho-zero control cell lines. ATP synthesis correlating with mutation load: L156R and L217R mutated clones showed an ATP production that decreased as the percentage of mutated DNA increased. This reduction reached significance (P <0.01) at 50% mutation load with the L156R mutation and at 84% mutation load with the L217R mutation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19160410","type":"dc:BibliographicResource","dc:abstract":"The smallest rotary motor of living cells, F0F1-ATP synthase, couples proton flow-generated by the OXPHOS system-from the intermembrane space back to the matrix with the conversion of ADP to ATP. While all mutations affecting the multisubunit complexes of the OXPHOS system probably impact on the cell's output of ATP, only mutations in complex V can be considered to affect this output directly. So far, most of the F0F1-ATP synthase variations have been detected in the mitochondrial ATPase6 gene. In this study, the four most frequent mutations in the ATPase6 gene, namely L156R, L217R, L156P, and L217P, are studied for the first time together, both in primary cells and in cybrid clones. Arginine (\"R\") mutations were associated with a much more severe phenotype than Proline (\"P\") mutations, in terms of both biochemical activity and growth capacity. Also, a threshold effect in both \"R\" mutations appeared at 50% mutation load. Different mechanisms seemed to emerge for the two \"R\" mutations: the F1 seemed loosely bound to the membrane in the L156R mutant, whereas the L217R mutant induced low activity of complex V, possibly the result of a reduced rate of proton flow through the A6 channel.","dc:creator":"Vazquez-Memije ME","dc:date":"2009","dc:title":"Cellular and functional analysis of four mutations located in the mitochondrial ATPase6 gene."},"rdfs:label":"Cybrids"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"\tCybrid study showing decreased ATP synthesis, that also correlates with mutant load"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:8d7b0569-8dfe-40cf-a83b-44071430206f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:208d7254-48fa-4f51-ae91-cb36dfa01161","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ff48f646-9f4b-4a87-9bbc-e33bd965201b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Cybrids infected with adenovirus leads to selective reduction of mutant mtDNA; results in cells with \nsignificantly increased rates of oxygen consumption and ATP production ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18256697","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases are not uncommon, and may result from mutations in both nuclear and mitochondrial DNA (mtDNA). At present, only palliative therapies are available for these disorders, and interest in the development of efficient treatment protocols is high. Here, we demonstrate that in cells heteroplasmic for the T8993G mutation, which is a cause for the NARP and MILS syndromes, infection with an adenovirus, which encodes the mitochondrially targeted R.XmaI restriction endonuclease, leads to selective destruction of mutant mtDNA. This destruction proceeds in a time- and dose-dependent manner and results in cells with significantly increased rates of oxygen consumption and ATP production. The delivery of R.XmaI to mitochondria is accompanied by improvement in the ability to utilize galactose as the sole carbon source, which is a surrogate indicator of the proficiency of oxidative phosphorylation. Concurrently, the rate of lactic acid production by these cells, which is a marker of mitochondrial dysfunction, decreases. We further demonstrate that levels of phosphorylated P53 and gammaH2ax proteins, markers of nuclear DNA damage, do not change in response to infection with recombinant adenovirus indicating the absence of nuclear DNA damage and the relative safety of the technique. Finally, some advantages and limitations of the proposed approach are discussed.","dc:creator":"Alexeyev MF","dc:date":"2008","dc:title":"Selective elimination of mutant mitochondrial genomes as therapeutic strategy for the treatment of NARP and MILS syndromes."},"rdfs:label":"Selective elimination of mutant mitochondrial genomes"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Rescued mitochondrial dysfunction (1 point)"},{"id":"cggv:83faa10d-12c9-4e10-ac6b-c48317a65e95","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f6ee42b4-22b7-49b3-820a-744fbca4f57d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant had slow growth on respiratory substrates, attributed to a major lowering in the mitochondrial ATP synthesis rate, by about 90% compared with wild type.  Oxygen consumption\nrate in the NARP mutant was also compromised, by about 80%, due to a decreased complex IV content.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17855363","type":"dc:BibliographicResource","dc:abstract":"NARP (neuropathy, ataxia, and retinitis pigmentosa) and MILS (maternally inherited Leigh syndrome) are mitochondrial disorders associated with point mutations of the mitochondrial DNA (mtDNA) in the gene encoding the Atp6p subunit of the ATP synthase. The most common and studied of these mutations is T8993G converting the highly conserved leucine 156 into arginine. We have introduced this mutation at the corresponding position (183) of yeast Saccharomyces cerevisiae mitochondrially encoded Atp6p. The \"yeast NARP mutant\" grew very slowly on respiratory substrates, possibly because mitochondrial ATP synthesis was only 10% of the wild type level. The mutated ATP synthase was found to be correctly assembled and present at nearly normal levels (80% of the wild type). Contrary to what has been reported for human NARP cells, the reverse functioning of the ATP synthase, i.e. ATP hydrolysis in the F(1) coupled to F(0)-mediated proton translocation out of the mitochondrial matrix, was significantly compromised in the yeast NARP mutant. Interestingly, the oxygen consumption rate in the yeast NARP mutant was decreased by about 80% compared with the wild type, due to a selective lowering in cytochrome c oxidase (complex IV) content. This finding suggests a possible regulatory mechanism between ATP synthase activity and complex IV expression in yeast mitochondria. The availability of a yeast NARP model could ease the search for rescuing mechanisms against this mitochondrial disease.","dc:creator":"Rak M","dc:date":"2007","dc:title":"A yeast model of the neurogenic ataxia retinitis pigmentosa (NARP) T8993G mutation in the mitochondrial ATP synthase-6 gene."},"rdfs:label":"Yeast"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"1 point for mitochondrial dysfunction in yeast."},{"id":"cggv:3564d66a-eeca-441c-8182-8a171e562a67","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6a9b02ac-343a-4467-8538-1cc70ddb8088","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"decreased ATP production","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24316278","type":"dc:BibliographicResource","dc:abstract":"Mutations in the human mitochondrial ATP6 gene encoding ATP synthase subunit a/6 (referred to as Atp6p in yeast) are at the base of neurodegenerative disorders like Neurogenic Ataxia and Retinitis Pigmentosa (NARP), Leigh syndrome (LS), Charcot-Marie-Tooth (CMT), and ataxia telangiectasia. In previous studies, using the yeast Saccharomyces cerevisiae as a model we were able to better define how several of these mutations impact the ATP synthase. Here we report the construction of yeast models of two other ATP6 pathogenic mutations, T9185C and T9191C. The first one was reported as conferring a mild, sometimes reversible, CMT clinical phenotype; the second one has been described in a patient presenting with severe LS. We found that an equivalent of the T9185C mutation partially impaired the functioning of yeast ATP synthase, with only a 30% deficit in mitochondrial ATP production. An equivalent of the mutation T9191C had much more severe effects, with a nearly complete block in yeast Atp6p assembly and an >95% drop in the rate of ATP synthesis. These findings provide a molecular basis for the relative severities of the diseases induced by T9185C and T9191C. ","dc:creator":"Kabala AM","dc:date":"2014","dc:title":"Defining the impact on yeast ATP synthase of two pathogenic human mitochondrial DNA mutations, T9185C and T9191C."},"rdfs:label":"Yeast"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"1 point for mitochondrial dysfunction in animal model"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:8d7b0569-8dfe-40cf-a83b-44071430206f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6837,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:1beac563-b555-4e11-a0a1-4c4d925f5553","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7414","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-ATP6* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of May 18, 2023. The MT-ATP6 gene encodes the ATP synthase (complex V) subunit 6. Defects of this protein lead to complex V deficiency.\n\n*MT-ATP6* was first reported in relation to maternally-inherited primary mitochondrial disease in 1990 in a family with variable developmental delay, retinitis pigmentosa, dementia, seizures, ataxia, proximal neurogenic muscle weakness, and sensory neuropathy (PMID: 2137962). Other associated features have been reported over time. While various names could be given to the constellation of features seen in those with *MT-ATP6*-related disorders, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT- ATP6* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT- ATP6* was first curated by this GCEP for its association with Leigh syndrome spectrum (LSS) on May 24, 2021 (SOP v8), with a final classification of Definitive. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting the gene-disease relationship between *MT-ATP6* and primary mitochondrial disease includes case-level data and experimental data. This curation includes eight variants (m.8851T>C, m.8969G>A, m.8993T>C, m.8993T>G, m.9176T>C, m.9176T>G, m.9185T>C, m.9191T>C) \n in 17 probands in 15 publications (PMIDs: 1550128, 8554662, 23206802, 1456751, 9270604, 9501263, 10604142, 17352390, 11245730, 16217706, 11731285, 27812026, 25037980, 19747204, 2137962). Age of onset in affected individuals ranged from childhood to adulthood. Clinical features in affected individuals included LSS; neurogenic muscle weakness, ataxia, and retinitis pigmentosa (NARP); and mitochondrial myopathy, lactic acidosis, and sideroblastic anemia (MLASA); as well as seizures, ataxia, choreoathetosis, axonal sensorimotor neuropathy, cognitive decline, muscle weakness, ptosis, Wolff-Parkinson-White arrhythmia, nephropathy, and sensorineural hearing loss. Brain imaging was variable and ranged from normal to findings consistent with LSS. Muscle biopsies showed accumulation of subsarcolemmal mitochondria, diminished oxidative phosphorylation (OXPHOS) activity, and decreased steady state levels of complex V. Metabolic screening labs showed elevated blood and cerebrospinal fluid lactate. Heteroplasmy levels were variable in affected individuals and their healthy family members. Segregation evidence is scored as case-level data according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. The mechanism of pathogenicity appears to be loss of function. This gene-disease relationship is also supported by known biochemical function, cybrid studies, and yeast models (PMIDs: 27977873, 19160410, 18256697, 24316278, 17855363).  \n\nIn summary, there is definitive evidence to support the relationship between *MT-ATP6* and primary mitochondrial disease. This has been repeatedly demonstrated and upheld over time, and no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on on May 18, 2023","dc:isVersionOf":{"id":"cggv:8d7b0569-8dfe-40cf-a83b-44071430206f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}