{"id":"cggv:a93ab74d-c9fa-4e74-b849-c8c6e8366050v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:a93ab74d-c9fa-4e74-b849-c8c6e8366050_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10003","date":"2020-09-16T19:22:58.157Z","role":"Publisher"},{"id":"cggv:a93ab74d-c9fa-4e74-b849-c8c6e8366050_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10003","date":"2019-08-06T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:a93ab74d-c9fa-4e74-b849-c8c6e8366050_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a93ab74d-c9fa-4e74-b849-c8c6e8366050_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5aa47148-8081-4b62-8736-d0961accced6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2dd0fdb3-c745-41ea-b884-e4bf4b682635","type":"FunctionalAlteration","dc:description":"Native gel electrophoresis, NMR, intrinsic fluorescence, and proteolysis assays of wildtype and mutant Ig10 domains revealed that the Thr2896IIe exchange reduces the structural stability and increases the propensity towards degradation of the Ig10 domain","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21810661","type":"dc:BibliographicResource","dc:abstract":"Arrhythmogenic right ventricular cardiomyopathy (ARVC) is an inherited genetic myocardial disease characterized by fibrofatty replacement of the myocardium and a predisposition to cardiac arrhythmias and sudden death. We evaluated the cardiomyopathy gene titin (TTN) as a candidate ARVC gene because of its proximity to an ARVC locus at position 2q32 and the connection of the titin protein to the transitional junction at intercalated disks.","dc:creator":"Taylor M","dc:date":"2011","dc:title":"Genetic variation in titin in arrhythmogenic right ventricular cardiomyopathy-overlap syndromes."},"rdfs:label":"NMR, intrinsic fluorescence, and proteolysis assays"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Many Ig10 domains present. Does the protein change that much? Proteolitic effect is probably more a problem."},{"id":"cggv:ce270c7a-0fb5-4662-9eaa-02b861405d9f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb75b890-9018-4477-a11c-74e6a01543ce","type":"FunctionalAlteration","dc:description":"In vitro functional analysis: Atomic force microscopy was used to directly measure the effects that the disease-linked point mutation (T16I) has on the mechanical and kinetic stability of Ig10 at the single molecule level. The mutation decreases the force needed to unfold Ig10 and increases its rate of unfolding 4-fold. We also found that T16I Ig10 is more prone to degradation, presumably due to compromised local protein structure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23297410","type":"dc:BibliographicResource","dc:abstract":"Titin plays crucial roles in sarcomere organization and cardiac elasticity by acting as an intrasarcomeric molecular spring. A mutation in the tenth Ig-like domain of titin's spring region is associated with arrhythmogenic cardiomyopathy, a disease characterized by ventricular arrhythmias leading to cardiac arrest and sudden death. Titin is the first sarcomeric protein linked to arrhythmogenic cardiomyopathy. To characterize the disease mechanism, we have used atomic force microscopy to directly measure the effects that the disease-linked point mutation (T16I) has on the mechanical and kinetic stability of Ig10 at the single molecule level. The mutation decreases the force needed to unfold Ig10 and increases its rate of unfolding 4-fold. We also found that T16I Ig10 is more prone to degradation, presumably due to compromised local protein structure. Overall, the disease-linked mutation weakens the structural integrity of titin's Ig10 domain and suggests an Ig domain disease mechanism.","dc:creator":"Anderson BR","dc:date":"2013","dc:title":"Single molecule force spectroscopy on titin implicates immunoglobulin domain stability as a cardiac disease mechanism."},"rdfs:label":"atomic force microscopy and proteolysis assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This variant was already functionally tested and scored in Taylor et al., Circulation 2011 124 876_PMID 21810661"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a93ab74d-c9fa-4e74-b849-c8c6e8366050_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a93ab74d-c9fa-4e74-b849-c8c6e8366050_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":705,"specifiedBy":"GeneValidityCriteria7","strengthScore":1,"subject":{"id":"cggv:a50f2232-856e-4fa4-b023-22ab5649e974","type":"GeneValidityProposition","disease":"obo:MONDO_0016587","gene":"hgnc:12403","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TTN: Arrythmogenic Right Ventricular Cardiomyopathy\nMode of Inheritance: Autosomal dominant inheritance (HP:0000006)\nHGNC:12403\t MONDO:0016587 \nExpert Panel: Arrythmogenic Right Ventricular Cardiomyopathy\n\nNine papers were reviewed related to TTN and ARVD (23297410, 23299917, 25157032, 29750433, 24055113, 24082139, 25445213, 29221435, 21810661). In a paper the authors found in 11 of 35 ARVD patients missense variants in TTN. After evaluation of the family members they conclude that TTN missense variants had either a very low penetrance or negligible pathogenicity on the disease (29750433). Gonzalez-Garay et al found a missense variant in an ARVD patient that was also found 19 times in gnomAD (25157032). Only in two papers from the same group potentially relevant information was found. 38 ARVD families were analyzed  for the TTN gene because previously analyzed ARVD linked genes (DSC2, DSG2, DSP, and PKP2) were negative. Eight unique TTN nonsynonymous variants were identified in seven unrelated ARVC probands with one proband that was a compound heterozygote having two TTN variants. This is not strange to find because the gene is huge and in reference alleles in gnomAD missense variants are very common. Five of these variants occur relatively often in gnomAD (between 18 and 1134 times) making them less likely as a disease causing variant. One of these variants could be of interest. The variant NM_133378.4 (TTN): c.8687C>T; p.T2896I showed co-segregation (published lod score of 2.41) in 9 (probably) affected with the genotype of whom six of them had ARVD (21810661, 25157032). The variant, present in an Ig10 domain, was further tested in an in vitro functional assay by two independent groups (21810661, 23297410). Both found that the variant introduced an aberrant function. Unfortunately only a very small part of the protein was tested and the TTN protein contains many of these domains therefore masking it difficult to judge if the variant will alter the mutant protein in the patient. Total awarded points = 1.00; Final classification = limited.\n","dc:isVersionOf":{"id":"cggv:a93ab74d-c9fa-4e74-b849-c8c6e8366050"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}