{"id":"cggv:7cd8c663-391d-4f50-812b-9daae61c8fd4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:7cd8c663-391d-4f50-812b-9daae61c8fd4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-04-03T12:20:08.491Z","role":"Publisher"},{"id":"cggv:7cd8c663-391d-4f50-812b-9daae61c8fd4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-01-10T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:7cd8c663-391d-4f50-812b-9daae61c8fd4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7cd8c663-391d-4f50-812b-9daae61c8fd4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7cd8c663-391d-4f50-812b-9daae61c8fd4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cd3ebde0-5088-42b1-bab2-01fe905efc90","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:680cc272-5c05-4d88-8e46-d08cfd1b1a62","type":"FunctionalAlteration","dc:description":"p.Gly259Arg had 10% reduced binding to SHH. c.599C > G (p.Thr200Arg) demonstrated an approximately 95% loss of total binding with SHH compared to WT constructs. Both p.Asp270Tyr and p.Asp288Gly showed a 5 to 25% reduction in SHH binding, consistent with hypomorphic alleles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21842183","type":"dc:BibliographicResource","dc:abstract":"Holprosencephaly (HPE) is the most common disorder of the developing forebrain in humans, and is characterized by varying degrees of abnormal union of the cerebral hemispheres. These defects are typically co-associated with midline craniofacial anomalies. The combination of forebrain and craniofacial defects that comprise HPE can present along a broad and variable phenotypic spectrum. Both the SHH and NODAL signaling pathways play important roles in the pathogenesis of this disorder. Disruption of these pathways by chromosomal rearrangements, mutations in pathway-related genes and/or biochemical alterations are proposed to contribute to HPE in a large number of patients. Additional factors that are not yet fully delineated are also very likely to be involved in the pathogenesis and phenotypic heterogeneity of the disorder. Genetic loss of GAS1, a cell membrane receptor and positive regulator of SHH, has been demonstrated to contribute to the HPE phenotypic spectrum in animal models. We have evaluated the coding and flanking sequence of GAS1 in 394 patients who have clinical findings within the HPE phenotypic spectrum, and now report five novel missense sequence variants among five unrelated HPE probands. Finally, we tested the effect of these variants (as well as previously reported GAS1 variants) on the ability of GAS1 to bind to SHH. Here, we demonstrate that sequence variants in GAS1 can impair its physical interaction with SHH, suggesting a decrease in the SHH downstream signaling cascade as a pathogenic mechanism of disease.","dc:creator":"Pineda-Alvarez DE","dc:date":"2012","dc:title":"Missense substitutions in the GAS1 protein present in holoprosencephaly patients reduce the affinity for its ligand, SHH."},"rdfs:label":"Pineda-Alvarez GAS1 SHH Binding Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Not scored after expert review as SHH binding evidence was not compelling after not scoring any variants found in probands for genetic evidence points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:7cd8c663-391d-4f50-812b-9daae61c8fd4_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:842d0592-9bef-43dc-9114-3539d39d4c1f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:29505790-ff66-4cd0-a400-4399361b43bb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Gas1−/−;Shh−/− pups were not found at birth, suggesting embryonic lethality. \nGas1−/−;Shh−/− embryos were less frequently recovered at E10.5, but were morphologically arrested at E9.5, indicating lethality around E9.5.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17504940","type":"dc:BibliographicResource","dc:abstract":"Cellular signaling initiated by Hedgehog binding to Patched1 has profound importance in mammalian embryogenesis, genetic disease, and cancer. Hedgehog acts as a morphogen to specify distinctive cell fates using different concentration thresholds, but our knowledge of how the concentration gradient is interpreted into the activity gradient is incomplete. The membrane protein Growth Arrest-Specific Gene 1 (GAS1) was thought to be a negative regulator of the Hedgehog concentration gradient. Here, we report unexpected genetic evidence that Gas1 positively regulates Hedgehog signaling in multiple developmental contexts, an effect particularly noticeable at regions where Hedgehog acts at low concentration. Using a combination of in vitro cell culture and in ovo electroporation assays, we demonstrate that GAS1 acts cooperatively with Patched1 for Hedgehog binding and enhances signaling activity in a cell-autonomous manner. Our data support a model in which GAS1 helps transform the Hedgehog protein gradient into the observed activity gradient. We propose that Gas1 is an evolutionarily novel, vertebrate-specific Hedgehog pathway regulator.","dc:creator":"Martinelli DC","dc:date":"2007","dc:title":"Gas1 extends the range of Hedgehog action by facilitating its signaling."},"rdfs:label":"Martinelli Mouse Model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"GAS1 analysis was not independent of SHH. "},{"id":"cggv:dea86bd7-e480-4517-b74f-796a8d2dc12d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d62e7501-5659-4d79-a3b0-3db71fa7909f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Researchers concluded that GAS1 and SHH interact and that GAS1 is a potential locus for human craniofacial malformations. These defects were associated with a loss of Shh signaling in cells at a distance from the source of transcription. Loss of a single Shh allele on a Gas1 -/- background significantly exacerbated the midline craniofacial phenotype. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17525797","type":"dc:BibliographicResource","dc:abstract":"Holoprosencephaly (HPE) is a clinically heterogeneous developmental anomaly affecting the CNS and face, in which the embryonic forebrain fails to divide into distinct halves. Numerous genetic loci and environmental factors are implicated in HPE, but mutation in the sonic hedgehog (Shh) gene is an established cause in both humans and mice. As growth arrest-specific 1 (Gas1) encodes a membrane glycoprotein previously identified as a Shh antagonist in the somite, we analyzed the craniofacial phenotype of mice harboring a targeted Gas1 deletion. Gas1(-/-) mice exhibited microform HPE, including midfacial hypoplasia, premaxillary incisor fusion, and cleft palate, in addition to severe ear defects; however, gross integrity of the forebrain remained intact. These defects were associated with partial loss of Shh signaling in cells at a distance from the source of transcription, suggesting that Gas1 can potentiate hedgehog signaling in the early face. Loss of a single Shh allele in a Gas1(-/-) background significantly exacerbated the midline craniofacial phenotype, providing genetic evidence that Shh and Gas1 interact. As human GAS1 maps to chromosome 9q21.3-q22, a region previously associated with nonsyndromic cleft palate and congenital deafness, our results establish GAS1 as a potential locus for several human craniofacial malformations.","dc:creator":"Seppala M","dc:date":"2007","dc:title":"Gas1 is a modifier for holoprosencephaly and genetically interacts with sonic hedgehog."},"rdfs:label":"Seppala Mouse Model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as a partial phenotype was recapitulated. No brain defects were found, and only midfacial defects were present in the mice. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":6077,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.5,"subject":{"id":"cggv:cae346a3-abef-4e54-9589-59e2ed17b4ca","type":"GeneValidityProposition","disease":"obo:MONDO_0016296","gene":"hgnc:4165","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"GAS1 was first reported in relation to autosomal dominant holoprosencephaly in 2010 (Ribero et\nal., PMID: 20583117). GAS1 has been associated with the phenotypic spectrum of holoprosencephaly in the literature and has therefore been curated for this disease relationship.\n10 missense variants have been reported in 10 probands in 2 publications (PMIDs: 20583117, 21842183), of which one is included in this curation. The mechanism of pathogenicity appears to be loss o function. GAS1 and SHH have been reported to physically interact with variants in GAS1 suggesting a decrease in SHH downstream signaling cascades (PMID: 17525797). This gene-disease association is also supported by aminal models (PMIDs: 17525797, 17504940). GAS1 -/- mice were observed to recapitulate some phenotypic features of microform holoprosencephaly, midfacial hypoplasia, and cleft palate, in addition to additional craniofacial malformations. Interestingly, Gas1−/−; Shh−/− mice were not found at birth, suggesting embryonic lethality, while Gas1+/−; Shh+/− mice were phenotypically normal. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Brain Malformations GCEP on the meeting date 01/10/2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:7cd8c663-391d-4f50-812b-9daae61c8fd4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}