{"id":"cggv:c8d0235a-b48e-4609-8c61-09586a83d1f2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c8d0235a-b48e-4609-8c61-09586a83d1f2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-03-28T14:41:14.142Z","role":"Publisher"},{"id":"cggv:c8d0235a-b48e-4609-8c61-09586a83d1f2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-10-04T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:c8d0235a-b48e-4609-8c61-09586a83d1f2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c8d0235a-b48e-4609-8c61-09586a83d1f2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:12007ded-a8a6-425e-8ad0-fc81cddc2060","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:347ab0b5-e848-48a4-b3a4-07ebf73dac62","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SETD2 can be co-immunoprecipitated with α-tubulin in human cells. Mutations in TUBA1A, the gene encoding α-tubulin, are associated with autosomal dominant lissencephaly-3 in OMIM (OMIM#: 611603). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27518565","type":"dc:BibliographicResource","dc:abstract":"Posttranslational modifications (PTMs) of tubulin specify microtubules for specialized cellular functions and comprise what is termed a \"tubulin code.\" PTMs of histones comprise an analogous \"histone code,\" although the \"readers, writers, and erasers\" of the cytoskeleton and epigenome have heretofore been distinct. We show that methylation is a PTM of dynamic microtubules and that the histone methyltransferase SET-domain-containing 2 (SETD2), which is responsible for H3 lysine 36 trimethylation (H3K36me3) of histones, also methylates α-tubulin at lysine 40, the same lysine that is marked by acetylation on microtubules. Methylation of microtubules occurs during mitosis and cytokinesis and can be ablated by SETD2 deletion, which causes mitotic spindle and cytokinesis defects, micronuclei, and polyploidy. These data now identify SETD2 as a dual-function methyltransferase for both chromatin and the cytoskeleton and show a requirement for methylation in maintenance of genomic stability and the integrity of both the tubulin and histone codes.","dc:creator":"Park IY","dc:date":"2016","dc:title":"Dual Chromatin and Cytoskeletal Remodeling by SETD2."},"rdfs:label":"SETD2 interacts with alpha-tubulin"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"The protein interactions with TUBA1A and POLR2A are each scored 0.25, for  total of 0.5 points."},{"id":"cggv:c8201569-ec37-48d0-b991-de84c40aec31","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f280f94b-5ac3-4b31-a59d-c7bac785ad24","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Coimmunoprecipitation assays indicate that HYPB (SETD2) protein associates with hyperphosphorylated RNA polymerase II (RNAPII) but not the unphosphorylated form.\n\nMutations in POLR2A (RNA polymerase II subunit A) are associated with autosomal dominant neurodevelopmental disorder with hypotonia and variable intellectual and behavioral abnormalities (OMIM#: 618603).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16118227","type":"dc:BibliographicResource","dc:abstract":"Histone methylation plays an important role in eukaryotic transcriptional regulation. A number of histone methyltransferases (HMTases) with distinct functions have been identified. The HSPC069/HYPB gene was originally isolated from the human hematopoietic stem/progenitor cells (HSPCs), and it was also identified as a huntingtin interacting protein, implicated in the pathogenesis of Huntington disease (HD). However, its biochemical function is poorly understood. Here we report the structural and functional characterization of the huntingtin interacting protein B (HYPB). 1) The triplicate AWS-SET-PostSET domains mediate a histone H3 lysine 36 specific HMTase activity. 2) A low charged region that is rich in glutamine and proline has been characterized as a novel transcriptional activation domain. The structural features of this region are evolutionarily conserved in vertebrates. 3) Coimmunoprecipitation assays indicate that HYPB protein associates with hyperphosphorylated RNA polymerase II (RNAPII) but not the unphosphorylated form. Furthermore, the RNAPII-association region of HYPB protein has been identified to encompass the C-terminal 142 amino acids. Thus, our results suggest that HYPB HMTase may coordinate histone methylation and transcriptional regulation in mammals and open perspective for the further study of the potential roles of HYPB protein in hematopoiesis and pathogenesis of HD.","dc:creator":"Sun XJ","dc:date":"2005","dc:title":"Identification and characterization of a novel human histone H3 lysine 36-specific methyltransferase."},"rdfs:label":"SETD2 interacts with POLR2A"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"The protein interactions with TUBA1A and POLR2A are each scored 0.25, for  total of 0.5 points."},{"id":"cggv:5625f032-e2fb-479b-a41e-3803af0217da","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b8ec4a87-3289-41fe-b40f-97979eb1e440","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Other genes encoding SET domain-containing histone lysine methyltransferases have also been implicated in neurodevelopmental disorders, including SETD1A (OMIM#: 611052), SETD1B (OMIM#: 611055), and SETD5 (OMIM#: 615743).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18157086","type":"dc:BibliographicResource","dc:abstract":"Understanding the function of histone modifications across inducible genes in mammalian cells requires quantitative, comparative analysis of their fate during gene activation and identification of enzymes responsible. We produced high-resolution comparative maps of the distribution and dynamics of H3K4me3, H3K36me3, H3K79me2 and H3K9ac across c-fos and c-jun upon gene induction in murine fibroblasts. In unstimulated cells, continuous turnover of H3K9 acetylation occurs on all K4-trimethylated histone H3 tails; distribution of both modifications coincides across promoter and 5' part of the coding region. In contrast, K36- and K79-methylated H3 tails, which are not dynamically acetylated, are restricted to the coding regions of these genes. Upon stimulation, transcription-dependent increases in H3K4 and H3K36 trimethylation are seen across coding regions, peaking at 5' and 3' ends, respectively. Addressing molecular mechanisms involved, we find that Huntingtin-interacting protein HYPB/Setd2 is responsible for virtually all global and transcription-dependent H3K36 trimethylation, but not H3K36-mono- or dimethylation, in these cells. These studies reveal four distinct layers of histone modification across inducible mammalian genes and show that HYPB/Setd2 is responsible for H3K36 trimethylation throughout the mouse nucleus.","dc:creator":"Edmunds JW","dc:date":"2008","dc:title":"Dynamic histone H3 methylation during gene induction: HYPB/Setd2 mediates all H3K36 trimethylation."},"rdfs:label":"SET domain-containing histone lysine methyltransferases"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:c8d0235a-b48e-4609-8c61-09586a83d1f2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7965,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:a3146d25-7552-43cf-b0be-63704c5ed6f8","type":"GeneValidityProposition","disease":"obo:MONDO_0800477","gene":"hgnc:18420","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *SETD2* gene encodes a histone lysine methyltransferase that plays an important role in chromatin-mediated regulation of gene expression. SETD2 can also interact with non-histone substrates and methylate microtubules and actin, thereby regulating cytoskeletal functions. Although protein truncating variants in *SETD2* had been observed in a cohort study of individuals with autism spectrum disorder in 2012 (O’Roak et al., PMID: 23160955), the first reports focusing on variants in *SETD2* as a cause of autosomal dominant *SETD2*-related neurodevelopmental disorder without or with macrocephaly/overgrowth were published in 2014 (Luscan et al., PMID: 24852293) and 2015 (Lumish et al., PMID: 26084711). The term selected for curation includes individuals with Luscan-Lumish syndrome (OMIM# 616831) and Intellectual developmental disorder, autosomal dominant 70 (OMIM# 620157). Affected individuals exhibit developmental delay or intellectual disability, motor delay, speech delay, hypotonia, autism spectrum disorder, and sometimes features such as macrocephaly, overgrowth, and dysmorphic features.\n\nThirteen variants (7 frameshift, 4 nonsense, 1 recurrent missense, and 1 splice) that have been reported in 15 probands in 12 publications (PMIDs: 23160955, 24852293, 26084711, 27317772, 29681085, 31643139, 32710489, 33248444, 33766796, 36777730, 37025455, 37372360) are included in this curation. Most of the reported variants are *de novo*. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism of pathogenicity appears to be loss of function. However, the mechanism of the recurrent missense variant (NM_014159.7:c.5219G>A, p.Arg1740Gln) reported in three individuals (PMID: 32710489) remains to be determined. Several other *de novo* missense variants were not scored given the absence of evidence of pathogenicity (PMIDs: 23160955, 24852293, 31643139, 33248444, 37372360).\n\nOf note, this gene has also been reported in relation to autosomal dominant *SETD2*-related microcephaly-severe intellectual disability-multiple congenital anomalies syndrome (MONDO:0035706), which was assessed separately.\n\nThis gene-disease relationship is further supported by experimental evidence, including biochemical function and protein interaction studies. Other genes encoding histone lysine methyltransferases have also been implicated in neurodevelopmental disorders, including *SETD1A*, *SETD1B*, and *SETD5*. Furthermore, other genes belonging to the histone methyltransferase family have also been involved in overgrowth disorders (*DNMT3A* and *BRWD3*). In addition, POLR2A and TUBA1A, two proteins that interact with SETD2 (PMIDs: 16118227, 27518565), are also implicated in neurodevelopmental disorders.\n\nIn summary, there is definitive evidence supporting the relationship between *SETD2* and autosomal dominant *SETD2*-related neurodevelopmental disorder without or with macrocephaly/overgrowth. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on October 4, 2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:c8d0235a-b48e-4609-8c61-09586a83d1f2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}