{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2022-02-17T17:00:00.000Z","role":"Approver"},{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10077","date":"2024-01-01T01:30:53.034Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/9005853","type":"dc:BibliographicResource","dc:abstract":"Glaucoma is a major cause of blindness and is characterized by progressive degeneration of the optic nerve and is usually associated with elevated intraocular pressure. Analyses of sequence tagged site (STS) content and haplotype sharing between families affected with chromosome 1q-linked open angle glaucoma (GLC1A) were used to prioritize candidate genes for mutation screening. A gene encoding a trabecular meshwork protein (TIGR) mapped to the narrowest disease interval by STS content and radiation hybrid mapping. Thirteen glaucoma patients were found to have one of three mutations in this gene (3.9 percent of the population studied). One of these mutations was also found in a control individual (0.2 percent). Identification of these mutations will aid in early diagnosis, which is essential for optimal application of existing therapies.","dc:creator":"Stone EM","dc:date":"1997","dc:title":"Identification of a gene that causes primary open angle glaucoma."},"evidence":[{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c712ad61-292c-4bee-8e9d-ec6227b32e63","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f98e73e0-fe07-4ff2-bf7f-424f0ac160ca","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"After an initial microarray analysis, the authors validated a subset of genes with differential expression in cultured trabecular meshwork cells, control TM tissue, and POAG donor tissue with real-time PCR analysis. MYOC was shown to have an expression level of ~0.044 Inv Ct in cultured cells and ~0.062 Inv Ct in both control tissues and POAG donor tissue. This demonstrates that MYOC is expressed in the TM tissue, where all the symptoms of open-angle glaucoma originate from.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16862071","type":"dc:BibliographicResource","dc:abstract":"To contrast genome-wide gene expression profiles of cultured human trabecular meshwork (HTM) cells to that of control and primary open angle glaucoma (POAG) HTM tissues.","dc:creator":"Liton PB","dc:date":"2006","dc:title":"Genome-wide expression profile of human trabecular meshwork cultured cells, nonglaucomatous and primary open angle glaucoma tissue."},"rdfs:label":"MYOC in TM Cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This shows that MYOC is normally expressed in TM cells, which supports the link between MYOC and open-angle glaucoma. The quality of this evidence is enough to earn default points."},{"id":"cggv:105d1208-2ed8-4f10-9b72-2097f33d84ec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:96590972-0876-492f-91d6-30b6324fafc8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Twenty-four glaucomatous eyes were investigated and measured for levels of MYOC. There was no expression detected in the cribriform region. However there was more intense expression detected in 6/11 POAG eyes, 3/4 LTG eyes, and all of the PEX syndrome/glaucoma eyes. Nearly all the cells were stained in the meshwork, with all the control trabecular cells remaining unstained.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9501861","type":"dc:BibliographicResource","dc:abstract":"To examine the differential staining of two potential stress-response markers, alpha B-crystallin and the trabecular meshwork inducible glucocorticoid response protein (TIGR), in meshwork from normal and glaucomatous human eyes.","dc:creator":"Lütjen-Drecoll E","dc:date":"1998","dc:title":"Localization of the stress proteins alpha B-crystallin and trabecular meshwork inducible glucocorticoid response protein in normal and glaucomatous trabecular meshwork."},"rdfs:label":"Altered MYOC Expression in POAG Eyes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This provides evidence that the protein expression is altered in the trabecular meshwork of patients with glaucoma, so there is likely a link between them. This is enough to earn default points."},{"id":"cggv:505ab907-7e3e-4ea8-afe4-6824ac7093c0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d18f9f9d-3603-46a8-a1be-77bfeebd5f05","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"CYP1B1 human variant mutants were transfected into HTM cells, with a significantly lowered (<10%) enzymatic activity demonstrated compared to the wild type. The levels of endogenous myocilin protein was also analyzed in this cell line, with overexpression ranging from 144% (E229K) to 165% (R523T) to 180% (R368H) of wild type. This demonstrates the presence of mutant CYP1B1 leads to decreased enzymatic activity and increased estradiol, resulting in promoter activations and MYOC upregulation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16862071","rdfs:label":"CYP1B1, MYOC, and 17β estradiol Interactions"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Since CYP1B1 is also implicated in hereditary open-angle glaucoma, the link demonstrated between the two in a promoter pathway supports the assertion that MYOC is also linked to the same disease. This evidence is strong enough to earn default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:704294d8-377f-4461-a288-554417f955c3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1ca643b0-371a-46f5-8ba0-70abeffefc03","type":"FunctionalAlteration","dc:description":"The wild-type MYOC protein was found entirely in the cell culture medium, while the mutant proteins were retained entirely in the cell according to western blot analysis. The activity of stress-response genes associated with glaucoma, such as IL1A, ACTA2, and FOXO1 were increased in these cells similarly to those found in glaucoma patients. This signals an increased stress on the cells, part of the mechanism of MYOC-related glaucoma. The expression of the variants also caused cellular toxicity, with cell death after long exposure. This is also observed in glaucoma patients, with premature apoptosis being a mechanism for the increased pressure. These results were further confirmed with the addition of a mild POAG variant; both the wild-type and A427T were found in the medium, with the mutants collecting in the cell lysates.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26396484","type":"dc:BibliographicResource","dc:abstract":"Activation of the IL-1/NF-κB inflammatory stress pathway and induction of SELE expression in the trabecular meshwork (TBM) is a marker for high-tension glaucomas of diverse etiology. Pathway activation stimulates aqueous outflow and protects against oxidative stress, but may be damaging in the long-term. MYOC mutations have been causally linked to high-tension forms of primary open angle glaucoma (POAG). This study investigated a possible link between MYOC mutations and activation of the IL-1/NF-κB pathway and expression of SELE.","dc:creator":"Itakura T","dc:date":"2015","dc:title":"Glaucomatous MYOC mutations activate the IL-1/NF-κB inflammatory stress response and the glaucoma marker SELE in trabecular meshwork cells."},"rdfs:label":"MYOC Mutations Activate Stress Pathway"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This evidence shows that mutant MYOC accumulating influences the stress pathway, causing cell toxicity and apoptosis. It also upregulates stress genes seen in glaucoma patients. This evidence is enough to earn default points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2805cf9-4cb4-46aa-b523-78a9292cb2af","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0cddead-41f8-43bd-bb1a-0f74db754f35","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Like the JOAG linked with MYOC in humans, the flies suffer fluid discharge from overexpressed mutant or wildtype MYOC. This mirrors the increased pressure that humans suffer, and also causes rapid deterioration in visual function similar to the glaucoma phenotype. The UPR in response to the accumulation of MYOC is predicted to be the human disease mechanism, and the ER stress in the flies activated the response and induced apoptosis similar to that in humans. Note that the Q368X protein yielded less aggregation than the other mutants, likely because of the smaller size and weaker aggregates it forms. This agrees with both mouse and human predicted models of glaucoma.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19148291","type":"dc:BibliographicResource","dc:abstract":"Glaucoma is the world's second leading cause of bilateral blindness with progressive loss of vision due to retinal ganglion cell death. Myocilin has been associated with congenital glaucoma and 2-4% of primary open angle glaucoma (POAG) cases, but the pathogenic mechanisms remain largely unknown. Among several hypotheses, activation of the unfolded protein response (UPR) has emerged as a possible disease mechanism.","dc:creator":"Carbone MA","dc:date":"2009","dc:title":"Overexpression of myocilin in the Drosophila eye activates the unfolded protein response: implications for glaucoma."},"rdfs:label":"MYOC Model Flies"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"This model demonstrates mirroring of some important phenotypes of glaucoma in humans, however the difference between the Drosophilia physiology and our own makes direct comparison more difficult. It does yield more support for the MYOC accumulation disease mechanism theory, which is considered the likely mechanism of the disease. Therefore, despite its limitations, this model is only downgraded to a 1.5."},{"id":"cggv:6bcdac89-3ff6-4ee8-b49b-9abea856df6f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:78455a82-9332-453c-b3ae-4732258a7085","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This model closely mimics the phenotypes of JOAG by using the human transgene in combination with a CMV promoter. Both humans with the disorder and the mutant mice suffered elevated IOP, progressive RGC death and optic nerve degeneration. The likely mechanism for MYOC pathogenicity was also noted, as there was an increase of mutant protein in the TM causing increased cell death and ER stress. This hypothesis was tested with human fibroblasts and the results supported this conclusion.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21821918","type":"dc:BibliographicResource","dc:abstract":"Mutations in myocilin (MYOC) are the most common genetic cause of primary open angle glaucoma (POAG), but the mechanisms underlying MYOC-associated glaucoma are not fully understood. Here, we report the development of a transgenic mouse model of POAG caused by the Y437H MYOC mutation; the mice are referred to herein as Tg-MYOC(Y437H) mice. Analysis of adult Tg-MYOC(Y437H) mice, which we showed express human MYOC containing the Y437H mutation within relevant eye tissues, revealed that they display glaucoma phenotypes (i.e., elevated intraocular pressure [IOP], retinal ganglion cell death, and axonal degeneration) closely resembling those seen in patients with POAG caused by the Y437H MYOC mutation. Mutant myocilin was not secreted into the aqueous humor but accumulated in the ER of the trabecular meshwork (TM), thereby inducing ER stress in the TM of Tg-MYOC(Y437H) mice. Furthermore, chronic and persistent ER stress was found to be associated with TM cell death and elevation of IOP in Tg-MYOC(Y437H) mice. Reduction of ER stress with a chemical chaperone, phenylbutyric acid (PBA), prevented glaucoma phenotypes in Tg-MYOC(Y437H) mice by promoting the secretion of mutant myocilin in the aqueous humor and by decreasing intracellular accumulation of myocilin in the ER, thus preventing TM cell death. These results demonstrate that ER stress is linked to the pathogenesis of POAG and may be a target for treatment in human patients.","dc:creator":"Zode GS","dc:date":"2011","dc:title":"Reduction of ER stress via a chemical chaperone prevents disease phenotypes in a mouse model of primary open angle glaucoma."},"rdfs:label":"POAG Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The genetically modified mice in this model portray a very close match to humans with glaucoma, with increased IOP and the causal problems such as no myocillin in the aqueous humor and the increased stress in the trabecular meshwork causing the pressure. Not only this, but the proposed mechanism for the disease (insoluble mutant protein accumulating in the TM causing increased pressure) has been verified as the proper genetic cause of JOAG. Therefore, for the quality of evidence and the disease model, this score is increased to a 3."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7347,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:3e2b6f9a-058d-41a5-ba9a-f99718326bbc","type":"GeneValidityProposition","disease":"obo:MONDO_0005338","gene":"hgnc:7610","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variants in the *MYOC* gene were reported in human patients with open angle glaucoma as early as 1997 (Stone et al., PMID: 9005853). Patient phenotypes are most often reported as ocular hypertension and open angle glaucoma, and can also include increased cup to disc ratio in the optic disc, abnormal trabecular meshwork morphology, and/or optic neuropathy.\n\nAt least 21 unique variants have been reported in human patients evaluated as part of this curation (19 missense, 1 in-frame indel, and 1 nonsense variant predicted to result in C-terminal truncation rather than nonsense-mediated decay). The variant types are consistent with the reported heterozygous gain of function mechanism. Variants in this gene have been reported in at least 26 probands in 15 publications (PMIDs: 9005853, 23517641, 27080696, 11774072, 9328473, 94902876, 32300215, 9639450, 10815160, 11004290, 9556305, 9521427, 9772276, 9832047, and 9863594). Variants in this gene segregated with disease in over 25 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence has already been reached.\n\nThe mechanism for disease has been experimentally shown to be heterozygous gain of function, with the mutant MYOC protein accumulating in the trabecular meshwork causing increased stress and early cellular apoptosis (PMID: 10545602). A fly model of the disease exhibits fluid discharge from overexpressed mutant or wildtype MYOC, which mirrors the human phenotype of increased intraocular pressure, and similarly causes rapid deterioration in visual function (PMID: 19148291). At the cellular level, the flies also exhibit the features of ER stress, unfolded protein response, and apoptosis thought to underlie the human disease state (PMID: 19148291). A mouse model expressing a human *MYOC* transgene exhibits accumulation of the mutant protein and increased stress in the trabecular meshwork, increased intraocular pressure, progressive retinal ganglion cell death, and optic nerve degeneration (PMID: 21821918). There is more evidence available in the literature, but the maximum score for experimental evidence has already been reached.\n\nIn summary, *MYOC* is definitively associated with autosomal dominant open-angle glaucoma. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time without the emergence of contradictory evidence. This classification was approved by the ClinGen Glaucoma and Neuro-Ophthalmology Gene Curation Expert Panel on February 17th, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:fe5896cf-ec59-431e-bf95-02de61729269"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}