{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-01-13T19:55:09.878Z","role":"Approver"}],"evidence":[{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f9ca9573-6562-4b0f-a7f8-e260c90e24a7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d4a8ebf-511b-411f-a26c-2d6a634bb3b7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"All GISTs (PDGFRA mutants and KIT mutants) express phosphorylated AKT, MAPK, Stat1 and Stat3.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12522257","type":"dc:BibliographicResource","dc:abstract":"Most gastrointestinal stromal tumors (GISTs) have activating mutations in the KIT receptor tyrosine kinase, and most patients with GISTs respond well to Gleevec, which inhibits KIT kinase activity. Here we show that approximately 35% (14 of 40) of GISTs lacking KIT mutations have intragenic activation mutations in the related receptor tyrosine kinase, platelet-derived growth factor receptor alpha (PDGFRA). Tumors expressing KIT or PDGFRA oncoproteins were indistinguishable with respect to activation of downstream signaling intermediates and cytogenetic changes associated with tumor progression. Thus, KIT and PDGFRA mutations appear to be alternative and mutually exclusive oncogenic mechanisms in GISTs.","dc:creator":"Heinrich MC","dc:date":"2003","dc:title":"PDGFRA activating mutations in gastrointestinal stromal tumors."},"rdfs:label":"Cell signaling profiles in PDGFRA-mutant GISTs"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Activating KIT mutations in GISTS are very well documented. Cell signaling profiles study  indicated that PDGFRA-mutant and KIT-mutant GISTs share the same signal transduction pathways in tumorigenesis."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b74ec541-aee7-4abb-b8c3-a5c17178504f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ab9ab9b-eff4-4c56-a1db-4cd91fb8fcd1","type":"FunctionalAlteration","dc:description":"In 293T cells transfected with the wild-type, the Y555C, and the D842 receptor(positive control), autophosphorylation was observed for the Y555C mutant but not for the wild-type receptor.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17087943","type":"dc:BibliographicResource","dc:abstract":"Intestinal neurofibromatosis (Online Mendelian inheritance in Man database number 162220) is an alternate form of neurofibromatosis. Patients present with neurofibromas limited to the intestine in the absence of any other typical features of NF1 and NF2. At present, the molecular basis of intestinal neurofibromatosis remains elusive. The aim of the present study was to find the gene responsible for intestinal neurofibromatosis and to characterize functionally the mutation.","dc:creator":"de Raedt T","dc:date":"2006","dc:title":"Intestinal neurofibromatosis is a subtype of familial GIST and results from a dominant activating mutation in PDGFRA."},"rdfs:label":"Functional Analysis of PDGFRα Y555C"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"In vitro functional expression studies showed that the Y555C mutation leads to autophosphorylation and activation of the receptor."},{"id":"cggv:f2892563-e06a-4d21-b0cc-ca09083284f3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e13b628-5bcd-4bf4-9c33-9cc634f3d088","type":"FunctionalAlteration","dc:description":"In CHO cells transfected with expression vectors encoding cDNAs for wild-type or mutant PDGFRA. Baseline tyrosine phosphorylation was weak for nonmutant PDGFRA and was substantially increased by ligand stimulation. By contrast, baseline tyrosine phosphorylation was strong in all five of the tested PDGFRA mutants and was not increased by ligand stimulation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12522257","rdfs:label":"Transient expression of WT and mutant PDGFRA in CHO cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:053d2dff-366a-42cf-b2a6-55f02f6bb4d1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:98c25fb9-3800-4097-ac6d-92fd12daa19f","type":"FunctionalAlteration","dc:description":"The Western blot analysis of the tumors indicated that PDGFRA (Y555C) is\nactivated (phosphorylated) in the tumor cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17087943","rdfs:label":"Functional Analysis of PDGFRA Y555C in patient's tumors"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This piece of data recapitulates the auto-activation of a dominantly inherited mutation in PDGFRα at the functional level in patient's cells."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4277c8f-bf22-4f7f-b6f4-062838ded703","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bdb8a86c-e4f8-43a2-84c5-37db4fadf217","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Two separate mouse lines were generated for conditional expression of mutant PDGFRα with either germline (V561) or somatic (D842V) mutations identified in human GISTs. \nBoth PDGFRA mutant mouse lines showed similar phenotypes but differed in severity, thus providing novel insight into the mutation bias and phenotype spectrum seen in human GISTs. In cultured fibroblasts from mutant embryos, elevated basal phosphorylation of PDGFRα compared to wild type was detected, reflecting increased activation of the mutant receptors (Fig. 1). Overgrowth mesenchyme and diffuse expansion of the gastrointestinal submucosa were observed in both PDGFRA mutant mouse lines (Figure 3 and 4). In embryo, hyperplasia of stromal cells was observed in different organs including digestive system, urinary tract (Figure 3). Both PDGFRA mutant mouse lines developed gastrointestinal fibrosis and polyps that are morphologically similar to IFPs in GISTs affected patients (Fig.5).\nIn the PDGFRA (V561D) mice, excess collagen deposition resulted in thickened skin. Some patients with PDGFRA mutation have coarse face and skin (Figure 3).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19217431","type":"dc:BibliographicResource","dc:abstract":"PDGF signaling regulates the development of mesenchymal cell types in the embryo and in the adult, but the role of receptor activation in tissue homeostasis has not been investigated. We have generated conditional knockin mice with mutations in PDGFRalpha that drive increased kinase activity under the control of the endogenous PDGFRalpha promoter. In embryos, increased PDGFRalpha signaling leads to hyperplasia of stromal fibroblasts, which disturbs normal smooth muscle tissue in radially patterned organs. In adult mice, elevated PDGFRalpha signaling also increases connective tissue growth, leading to a progressive fibrosis phenotype in multiple organs. Increased PDGFRalpha signaling in an Ink4a/Arf-deficient genetic background leads to accelerated fibrosis, suggesting a new role for tumor suppressors in attenuating fibrotic diseases. These results highlight the role of PDGFRalpha in normal connective tissue development and homeostasis and demonstrate a pivotal role for PDGFRalpha signaling in systemic fibrosis diseases.","dc:creator":"Olson LE","dc:date":"2009","dc:title":"Increased PDGFRalpha activation disrupts connective tissue development and drives systemic fibrosis."},"rdfs:label":"Conditional knockin mice with mutations in PDGFRA"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Both PDGFRA mutant mouse lines showed similar phenotype of human patients with PDGFRA mutations and GISTs. These two mouse model (PDGFRA V561D and PDGFRA D842V) provide strong evidence that PDGFRA is a predisposing gene in GISTs."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:cc8f33a9-0f3f-482c-8df2-030d01196448_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a8d73e95-af16-4d21-932b-8f518fc31089","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":42,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0100723","obo:HP_0001176"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:cc8f33a9-0f3f-482c-8df2-030d01196448_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:43cc6a68-b387-410d-91a2-9f6bc1070422","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006206.6(PDGFRA):c.2536G>T (p.Asp846Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13551"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14699510","type":"dc:BibliographicResource","dc:abstract":"Familial gastrointestinal stromal tumor (GIST) is a rare autosomal dominant genetic disorder associated with KIT germline mutations. In sporadic forms of the disease, somatic mutations target either KIT or PDGFRA genes. In a kindred in which 5 individuals had GIST, no germline mutation in KIT coding sequence has been detected. We hypothesized that the PDGFRA gene could be a predisposing gene in familial GIST. We sequenced PDGFRA exons 12 and 18 because several somatic mutations were identified within this region. We detected a germline PDGFRA missense mutation, 2675G > T, resulting in a tyrosine substitution for the highly conserved aspartic acid at codon 846. This mutation showed perfect cosegregation with the GIST phenotype among the 7 family members tested. Interestingly, PDGFRA Asp846 is homologous to codon 820, which is located in the KIT tyrosine kinase II domain. In a previous study, a KIT germline Asp820Tyr mutation was detected in a Japanese kindred in which 6 individuals had GIST. Transfection of a KIT820Tyr complementary DNA in nude mice was found to be tumorigenic confirming the oncogenic potential of this mutation. The present study shows that PDGFRA is a second familial GIST predisposing gene. These results indicate a further example of involvement of structurally related genes in familial cancer syndromes.","dc:creator":"Chompret A","dc:date":"2004","dc:title":"PDGFRA germline mutation in a family with multiple cases of gastrointestinal stromal tumor."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14699510","rdfs:label":"Index case III-5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"The PDGFRA D846Y germline mutation showed perfect cosegregation with the GIST phenotype among the 7 family members tested.\nChinese hamster ovary (CHO) cells transfected with PDGFRA D846Y cDNA construct showed phosphorylation of tyrosine residues in the absence of PDGF-AA ligand, implying constitutive activation of the kinase domain (Heinrich MC, et al, PMID: 22745105; Corless CL, et al, PMID: 15928335).\nCosegregation of the PDGFRA D846Y germline mutation with the GIST phenotype in this family sample as well as functional data observed with PDGFRA D846Y provide strong evidence that PDGFRA is a GIST predisposing gene."},{"id":"cggv:eff3583a-347d-4930-9d25-d2d2aac49b11_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:77a210a0-0a89-4931-848b-8ed78127a318","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":67,"detectionMethod":"DNA was obtained from paraffin-embedded tissues and/or buccal swab samples. KIT (exons 9, 11, 13, and 17) and PDGFRA (exons 12, 14, and 18) genes were amplified using PCR and sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"inflammatory fibroid Polyps, fibroid tumors","phenotypes":"obo:HP_0100723","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:eff3583a-347d-4930-9d25-d2d2aac49b11_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:af37808b-6ded-41c4-bf10-9399e581069d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"PDGFRA, PRO653LEU","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/635777"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25975287","type":"dc:BibliographicResource","dc:abstract":"Germline PDGFRA mutations cause multiple heterogeneous gastrointestinal mesenchymal tumors. In its familial form this disease, which was formerly termed intestinal neurofibromatosis/neurofibromatosis 3b (INF/NF3b), has been included among familial gastrointestinal stromal tumors (GISTs) because of its genotype, described when GIST was the only known PDGFRA-mutant gastrointestinal tumor. Shortly afterwards, however, inflammatory fibroid polyps also revealed PDGFRA mutations. Subsequently, gastrointestinal CD34+ 'fibrous tumors' of uncertain classification were described in a germline PDGFRA-mutant context. Our aim was to characterize the syndrome produced by germline PDGFRA mutations and establish diagnostic criteria and management strategies for this hitherto puzzling disease. We studied a kindred displaying multiple gastrointestinal mesenchymal tumors, comparing it with published families/individuals with possible analogous conditions. We identified a novel inherited PDGFRA mutation (P653L), constituting the third reported example of familial PDGFRA mutation. In adult mutants we detected inflammatory fibroid polyps, gastric GISTs and gastrointestinal fibrous tumors of uncertain nosology. We demonstrate that the syndrome formerly defined as INF/NF3b (exemplified by the family reported herein) is simplistically considered a form of familial GIST, because inflammatory fibroid polyps often prevail. Fibrous tumors appear variants of inflammatory fibroid polyps. 'INF/NF3b' and 'familial GIST' are misleading terms which we propose changing to 'PDGFRA-mutant syndrome'. In this condition, unlike KIT-dependent familial GIST syndromes, if present, GISTs are stomach-restricted and diffuse Cajal cell hyperplasia is not observed. This restriction of GISTs to the stomach in PDGFRA-mutant syndrome: (i) focuses oncological concern on gastric masses, as inflammatory fibroid polyps are benign; (ii) supports a selective role of gastric environment for PDGFRA mutations to elicit GISTs, justifying the known predilection for stomach of sporadic PDGFRA-mutant GISTs. An awareness that inflammatory fibroid polyps, relatively common among gastrointestinal mesenchymal tumors, may be the prevailing tumor in PDGFRA-mutant syndrome could eventually reveal an unsuspected prevalence of this condition. ","dc:creator":"Ricci R","dc:date":"2015","dc:title":"PDGFRA-mutant syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25975287","rdfs:label":"A 67-year-old man II.2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The PDGFRA P653L germline mutation showed cosegregation with the GIST phenotype among the 5 adult family members tested, whereas 5 younger mutation carriers in the third generation (age 4-19 yrs) were not tested for gastrointestinal tumors. Recurrence of PDGFRA P653L in affected individuals supports that PDGFRA is a predisposing gene in GISTs.\nP653L PDGFRA was predicted with four different computational tools; all indicated protein damage or affected protein function."},{"id":"cggv:af531220-a673-4611-b90f-e00dbffdd0a7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:97984b3d-fa01-4f68-9fa9-7489e1e2ffca","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":22,"detectionMethod":"Frozen tumor material was used for total RNA extraction and cDNA synthesis by reverse-transcriptase PCR and sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"fibroid tumors,","phenotypes":["obo:HP_0100723","obo:HP_0005266","obo:HP_0001012"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:af531220-a673-4611-b90f-e00dbffdd0a7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4e0b3a1c-6323-4509-9941-10a5d424e5d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006206.6(PDGFRA):c.1682T>A (p.Val561Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13546"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17566086","type":"dc:BibliographicResource","dc:abstract":"Gastrointestinal stromal tumors (GISTs) may be caused by somatic or germline mutations of the KIT and PDGFRA genes, but most GISTs associated with neuroendocrine tumors (NETs) are not, suggesting that other molecular pathways are implicated in their pathogenesis.","dc:creator":"Pasini B","dc:date":"2007","dc:title":"Multiple gastrointestinal stromal and other tumors caused by platelet-derived growth factor receptor alpha gene mutations: a case associated with a germline V561D defect."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17566086","rdfs:label":"a patient with a germline PDGFRA mutation (V561D)"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Gain of function and increased PDGFRa signaling of this variant are evidenced by the knock in mouse model (Olson LE and Soriano P., PMID:19217431). Phosphorylation of tyrosine residues in the absence of PDGF-AA ligand was detected in Chinese hamster ovary (CHO) cells transfected with PDGFRA V561D cDNA construct (Heinrich MC, et al, PMID: 22745105). These functional evidence support the causation of PDGFRA V561D in GISTs in this patient. The patient’s family was unavailable for studies"},{"id":"cggv:7724d021-0514-4dcc-83ae-a0421fa2fa3b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:13edd3c1-e8e5-47c0-b1e6-8f5f79153907","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":41,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Intestinal tumors, broad wrists","phenotypes":["obo:HP_0000501","obo:HP_0005214","obo:HP_0000280","obo:HP_0100723","obo:HP_0002019","obo:HP_0001176"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:7724d021-0514-4dcc-83ae-a0421fa2fa3b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32eeb34a-fdfd-49b1-9974-7fac42b25015","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006206.6(PDGFRA):c.1664A>G (p.Tyr555Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13552"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17087943"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17087943","rdfs:label":"Individual III.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"PDGFRA(Y555C) was found in the 3 affected sisters who also had constipation, large hands and broad wrists. Paternal grandmother died of intestinal/bowl obstruction. Father of the affected sisters had large hands.\nOne Paternal aunt suffered from bowel obstruction and had intestinal tumors.\nWestern blot analysis showed PDGFRα(Y555C) is activated in patient's tumors. The transfection studies in human cells(293T cells) showed that PDGFRA(Y555C) mutation causes constitutive activation of PDGFRA. These data confirm that the Y555C mutation causes constitutive activation of PDGFRα in the transfected human cell line and in the cells from the intestinal tumors in this family.\nBoth of the segregation data and functional data of the PDGFRA Y555C germline mutation provide strong evidence that PDGFRA is a GIST predisposing gene."},{"id":"cggv:724e54eb-f575-4ab2-8a03-a04d4c068ea8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b9bb82d2-08f4-458a-abf4-bd1b3792dc57","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":50,"detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"coarse facies and skin, broad hands and feet, and premature tooth loss.","phenotypes":["obo:HP_0000280","obo:HP_0006480","obo:HP_0001169"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:724e54eb-f575-4ab2-8a03-a04d4c068ea8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:250ee6b1-7c9a-44d2-8ccf-f1751eb8b632","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"PDGFRA, ASP846VAL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/635778"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29486293","type":"dc:BibliographicResource","dc:abstract":"Germline activating platelet-derived growth factor receptor alpha (PDGFRA) mutations have been described in four families. All the index patients have presented with multiple mesenchymal tumors of the gastrointestinal tract. We identified a fifth family with four first-degree relatives that harbor a PDGFRA exon 18 (D846V) germline mutation. The affected kindred have a unique phenotype including coarse facies and skin, broad hands and feet, and previously undescribed premature tooth loss. While the index patient presented with multiple small bowel inflammatory fibroid polyps (IFPs) and has a gastric gastrointestinal stromal tumor (GIST), no tumors have yet been identified in other family members. We describe the pathology, genetics, the incomplete penetrance and variable expressivity of the familial PDGFRA-mutation syndrome referencing the mouse knock-in Pdgfra model. We speculate on the role of the telocyte, a recently described CD34, PDGFRA+ stromal cell, in the development of inflammatory fibroid polyps and the somatic phenotype.","dc:creator":"Manley PN","dc:date":"2018","dc:title":"Familial PDGFRA-mutation syndrome: somatic and gastrointestinal phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29486293","rdfs:label":"The index patient II 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"All mutation-positive family members including the index patient have similar dysmorphic features including coarse faces, large hands and feet as two other previously described families (PMID: 14699510, 17087943). Mesenchymal tumors of the gastrointestinal tract have only been identified in the index patient.\nThe authors proposed that the phenotype of the index patient and family, as well as other kindreds with the PDGFRA-mutation syndrome is recapitulated by the Pdgfra mutant mice developed by Olson and Soriano (PMID: 19217431). \nGene-environment interaction affecting susceptibility for developing IFPs, the incomplete penetrance, and variable expressivity were discussed.\nPDGFRA-activating mutation (PDGFRA Asp846Tyr) at codon 846 was previously described. Affected individuals with PDGFRA (Asp846Tyr) also have unusually large hands (Chompret A, et al, PMID: 14699510; Heinrich MC, et al, PMID: 22745105; Corless CL, et al, PMID: 15928335). Although functional evidence for PDGFRA (Asp846Val) was not available, it affects the same amino acid as PDGFRA (Asp846Tyr), which has functional evidence. Affecting the same amino acid and sharing same phenotype with another PDGFRA-activating mutation (PDGFRA Asp846Tyr) provide strong evidence for PDGFRA as a predisposing gene in GISTs."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7}],"evidenceStrength":"Definitive","sequence":258,"specifiedBy":"GeneValidityCriteria7","strengthScore":13,"subject":{"id":"cggv:b158b907-8a6e-46b0-accf-7a51fbacff6b","type":"GeneValidityProposition","disease":"obo:MONDO_0011719","gene":"hgnc:8803","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"PDGFRA was FIRST reported in relation to autosomal dominant (AD) gastrointestinal stromal tumor in 2004 (Chompret A et al.). Five unique missense variants in the PDGFRA gene have been observed in individuals with gastrointestinal stromal tumors (GISTs), inflammatory fibroid polyps (IFPs), fibrous tumors (FTs), large hands and coarse faces and skin.  Variants segregated with disease in 4 families,  suggesting heterozygous gain of function is the mechanism of tumorigenesis for this gene. This gene-disease relationship is further supported by a knock in mouse model and functional expression studies. In summary, PDGFRA is definitively associated with AD gastrointestinal stromal tumor. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:08bbf13f-bc04-47a7-a3c5-1ec6abfc9190"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}