{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-05-27T16:00:00.000Z","role":"Approver"},{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-16T19:23:10.910Z","role":"Publisher"}],"evidence":[{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:707032d5-9523-4087-a0af-f89410e885ea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5947e761-bf40-4e16-958a-ab5d906db607","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The role of platelet binding to vWF was shown to occur specifically through GPIb-alpha. The binding interaction between platelets and the vWF is a critical step in primary hemostasis that is altered in patients, as evidenced by enhanced ristocetin cofactor assay activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10669163","type":"dc:BibliographicResource","dc:abstract":"The ristocetin induced binding of vWF to GPIb, which is routinely tested in a platelet agglutination assay, can be reproducibly studied in an ELISA where plasma vWF binds to a captured rGPIb alpha-fragment (His1-Val289) in the presence of ristocetin. This binding is specific since the vWF-GPIb interaction could (i) be blocked by inhibitory anti-GPIb or anti-(vWF A1 domain) monoclonal antibodies (mAbs) and (ii) be enhanced by an anti-vWF mAb that also facilitates ristocetin induced platelet agglutination. Further studies were undertaken to determine whether the test could be used to differentiate vWF from patients with different types of von Willebrand's disease. The median vWF:RiCof activity in controls (n = 24) was 0.75 U/ml, in type 1 vWD patients (n = 17) 0.28 U/ml, in type 2A (n = 18) 0.055 U/ml, in type 2B (n = 4) 0.094 U/ml and in type 3 (n = 3) <0.0005 U/ml. Moreover, the values correlated well with those obtained from the vWF:RiCof-agglutination assay (r = 0.873). The vWF:RiCof-ELISA has several advantages: the use of a recombinant fragment instead of donor platelets results in a more reproducible test with a low inter- and intra-assay variability (<14% CV), the test can further be readily automated and for a single determination, only minimal amounts of patient plasma are required (8 microl).","dc:creator":"Vanhoorelbeke K","dc:date":"2000","dc:title":"A reliable and reproducible ELISA method to measure ristocetin cofactor activity of von Willebrand factor."},"rdfs:label":"rGPIb-alpha ELISA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Binding of vWF to GPIb was studied in an ELISA where plasma vWF binds to a captured rGPIb-alpha-fragment(His1-Val289) in the presence of ristocetin. This binding is specific since the vWF-GPIb interaction could (i) be blocked by inhibitory anti-GPIb or anti-(vWF A1 domain) monoclonal antibodies (mAbs) and (ii) be enhanced by an anti-vWF mAb that also facilitates ristocetin induced platelet agglutination."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9099a32-c6c1-45b9-aecd-8794c4def8bc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:418558e4-33cc-41e1-a152-577ac33d5ce4","type":"FunctionalAlteration","dc:description":"Platelet rich plasma (PRP) was prepared from patient and control blood samples. Low concentration of ristocetin (0.3 mg/mL) induced platelet aggregation in PRP of the platelet-type vWD patient but not in PRP of normal control subject. Preincubation of purified WT GPIbα in PRP did not interfere with the aggregation of the patients' platelets, however, the purified M239V completely inhibited the platelet aggregation further confirming that the characteristic phenotype of the disorder is caused by the variant GPIbα.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9226170","type":"dc:BibliographicResource","dc:abstract":"Platelet-type von Willebrand disease (vWD) is a congenital bleeding disorder characterized by heightened ristocetin-induced platelet aggregation caused by abnormally high affinity between the platelet membrane glycoprotein (GP) Ib/IX complex and von Willebrand factor (vWF). Two distinct point mutations, Gly233 to Val and Met239 to Val, have been reported in GPIb alpha. We have constructed a recombinant GPIb alpha fragment containing the latter mutation, Met239 to Val (M239V) and characterized the mutant molecule using two methods, ie, interaction between soluble vWF and immobilized M239V and inhibition of platelet aggregation by purified soluble M239V. Spontaneous binding (ie, binding without any inducers) was observed between 125I-vWF and immobilized M239V but not between 125I-vWF and immobilized wild-type (WT) GPIb alpha. The addition of low concentrations of ristocetin (0.2 mg/mL) induced specific 125I-vWF binding to immobilized M239V, but not to WT GPIb alpha. At high concentrations of ristocetin (1.2 mg/mL), both WT GPIb alpha and M239V specifically bound to 125I-vWF. Thus, M239V reproduced the unique functional abnormality of the GPIb/IX complex in platelet-type vWD. Moreover, the purified soluble M239V inhibited platelet aggregation induced by low concentration of ristocetin (0.3 mg/mL) in platelet-rich plasma from a patient having Met239 to Val mutation, whereas purified WT did not. These results provide direct evidences that the reported point mutation is the responsible molecular basis of this disorder.","dc:creator":"Moriki T","dc:date":"1997","dc:title":"Expression and functional characterization of an abnormal platelet membrane glycoprotein Ib alpha (Met239 --> Val) reported in patients with platelet-type von Willebrand disease."},"rdfs:label":"Platelet Aggregation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:f2c9368b-6242-4914-89d9-c0c03f66437e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4028d3c5-c42d-4acb-8b1e-a43f1d2b0421","type":"FunctionalAlteration","dc:description":"vWF bound to the surface of human PT-vWD megakaryocytes, co-localizing with GPIbα, was detected by confocal microscopy and flow cytometry on days 7, 10 and 14 of cell differentiation, while control megakaryocytes did not show bound vWF at any of the differentiation times. Probably due to the boosting role of vWF on proplatelet formation, PT-vWD megakaryocytes extended very long and branched proplatelets on fibrinogen and vWF, however, the number of proplatelet tips was reduced and tip diameter was larger in PT-vWD megakaryocytes. Additionally, immunohistochemistry showed an increased number of platelets in the bone marrow of the PT-vWD patient compared to healthy controls .","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30655369","type":"dc:BibliographicResource","dc:abstract":"Platelet-type von Willebrand disease is an inherited platelet disorder characterized by thrombocytopenia with large platelets caused by gain-of-function variants in GP1BA leading to enhanced GPIbα-von Willebrand factor (vWF) interaction. GPIbα and vWF play a role in megakaryocytopoiesis, thus we aimed to investigate megakaryocyte differentiation and proplatelet-formation in platelet-type von Willebrand disease using megakaryocytes from a patient carrying the Met239Val variant and from mice carrying the Gly233Val variant. Platelet-type von Willebrand disease megakaryocytes bound vWF at an early differentiation stage and generated proplatelets with a decreased number of enlarged tips compared to control megakaryocytes. Moreover, they formed proplatelets upon contact with collagen, differently from normal megakaryocytes. Similarly, collagen triggered megakaryocytes showed defective activation of the RhoA-MLC2 axis, which prevents proplatelet formation, and increased phosphorylation of Lyn, which acts as a negative regulator of GPVI signaling, thus preventing ectopic proplatelet-formation on collagen. Consistently, human and murine bone marrow contained an increased number of extravascular platelets compared to controls. In addition, platelet survival of mutant mice was shortened compared to control mice, and the administration of desmopressin, raising circulating vWF, caused a marked drop in platelet count. Taken together, these results show for the first time that thrombocytopenia in platelet-type von Willebrand disease is due to the combination of different pathogenic mechanisms, i.e. the formation of a reduced number of platelets by megakaryocytes, the ectopic release of platelets in the bone marrow, and the increased clearance of platelet/vWF complexes.","dc:creator":"Bury L","dc:date":"2019","dc:title":"Mechanisms of thrombocytopenia in platelet-type von Willebrand disease."},"rdfs:label":"Proplatelet Formation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Showed that constitutive binding of vWF to mutated GPIbα of PT-vWD megakaryocytes triggers dysregulated intracellular signaling leading to the loss of the physiological inhibition of proplatelet formation on type I collagen, and thus to ectopic platelet release in the bone marrow. This, together with the formation of a reduced number of large platelets by PT-vWD megakaryocytes and increased platelet clearance, causes thrombocytopenia."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1cd07494-8d0a-460e-89a1-77b58abbb7ef","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6cd14e18-ef6e-413b-97f9-4812ac0641e2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Circulating platelet counts were modestly reduced (20%) in animals expressing the G249V variant and there was a reduction in the amount of large plasma vWF multimers. Platelet-rich plasma from hTgG233V animals displayed agglutination with either 1 mg/ml or 0.25 mg/ml of ristocetin, compared to WT which only agglutinated with 1.0 mg/ml. Additionally, human patients present with a bleeding phenotype; to test whether hemostasis is impaired in mice expressing the hTgG249V variant a mouse tail bleeding time assay was used. The hTgG249V variant subunit had a wide range of bleeding times with ∼40% of the tested animals having a bleeding time of greater than 10 minutes, while the majority of hTgWT animals ranged from 1 to 3 minutes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18187573","type":"dc:BibliographicResource","dc:abstract":"The platelet glycoprotein Ib-IX receptor binds surface-bound von Willebrand factor and supports platelet adhesion to damaged vascular surfaces. A limited number of mutations within the glycoprotein Ib-IX complex have been described that permit a structurally altered receptor to interact with soluble von Willebrand factor, and this is the molecular basis of platelet-type von Willebrand disease. We have developed and characterized a mouse model of platelet-type von Willebrand disease (G233V) and have confirmed a platelet phenotype mimicking the human disorder. The mice have a dramatic increase in splenic megakaryocytes and splenomegaly. Recent studies have demonstrated that hematopoetic cells can influence the differentiation of osteogenic cells. Thus, we examined the skeletal phenotype of mice expressing the G233V variant complex. At 6 months of age, G233V mice exhibit a high bone mass phenotype with an approximate doubling of trabecular bone volume in both the tibia and femur. Serum measures of bone resorption were significantly decreased in G233V animals. With decreased bone resorption, cortical thickness was increased, medullary area decreased, and consequently, the mechanical strength of the femur was significantly increased. Using ex vivo bone marrow cultures, osteoclast-specific staining in the G233V mutant marrow was diminished, whereas osteoblastogenesis was unaffected. These studies provide new insights into the relationship between the regulation of megakaryocytopoiesis and bone mass.","dc:creator":"Suva LJ","dc:date":"2008","dc:title":"Platelet dysfunction and a high bone mass phenotype in a murine model of platelet-type von Willebrand disease."},"rdfs:label":"KI Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The knock-in mouse with human variant Gly249Val GPIbα confirmed a platelet phenotype mimicking the human disorder, including the hallmark diagnostic feature of Pt-vWD is platelet agglutination with subthreshold levels of the agonist ristocetin, as well as modest thrombocytopenia,reduction of large plasma vWF multimers, and prolonged bleeding.  However, the genotype of the mice, with only the variant GPIbα, differed from the autosomal dominant inheritance of patients and significant skeletal phenotypes were found in mice that have not been reported in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:4fa69e01-3cc1-4361-9299-f2aca4f38ac2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d0e9da39-33df-4642-858d-0bd1138e020a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR amplification of genomic DnA at the 596 bp segment of GP1BA containing the previously reported Gly249Val and Met255Val variants.","firstTestingMethod":"PCR","phenotypeFreeText":"reduced VWF:RCo /VWF:Ag ratio, platelet count 113x10^9/L","phenotypes":["obo:HP_0030136","obo:HP_0030132","obo:HP_0001892"],"previousTesting":true,"previousTestingDescription":"Positive phenotypic tests results for type 2B VWD but had no mutations in exon 28 or in the rest of VWF","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:4fa69e01-3cc1-4361-9299-f2aca4f38ac2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdaa0c23-fb28-48f4-aa89-3d540f818946","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.7(GP1BA):c.746G>T (p.Gly249Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116659"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16704444","type":"dc:BibliographicResource","dc:abstract":"Pseudo-von Willebrand disease (p-VWD) and type 2B von Willebrand disease (VWD) have similar phenotypic parameters and clinical symptoms, but different aetiologies. Fourteen individuals from five families with a historical diagnosis of type 2B VWD but with no mutation in the von Willebrand factor gene were re-investigated for the possibility of p-VWD, using platelet aggregation in the presence of cryoprecipitate. p-VWD was confirmed by targeted DNA sequencing of the glycoprotein Ibalpha gene, identifying a heterozygous Glycine 233 Valine substitution. This study suggests that p-VWD may be under diagnosed, and that platelet aggregation in the presence of cryoprecipitate is useful in differentiating this disorder from type 2B VWD.","dc:creator":"Enayat MS","dc:date":"2006","dc:title":"Distinguishing between type 2B and pseudo-von Willebrand disease and its clinical importance."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16704444","rdfs:label":"P.5.1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Gly249Val (reported here as Gly233Val) is located in the amino terminal region critical to vWF binding. PMID: 8486780 reports the functional consequences of this mutation; using a recombinant analogue of the alpha-subunit of GP Ib containing Gly249 or Val249 revealed that the Val substitution generates a molecule with increased affinity for vWf. This variant was identified in 5 families, not known to be related, that all originate from the West Midlands region of the UK, so a founder effect cannot be excluded. Families 1-4 include an additional 8 affected individuals harboring the Gly249Val variant."},{"id":"cggv:a439a78a-1cea-4056-a331-28568081a099_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aa7101e6-ddae-4adf-906e-7dad8e738a28","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"detectionMethod":"Genetic analysis for GP1BA by unspecified methods.","phenotypes":["obo:HP_0004846","obo:HP_0001892","obo:HP_0030136","obo:HP_0000978"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:a439a78a-1cea-4056-a331-28568081a099_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ed241acc-b46b-4863-ac92-cb95e3f45b67","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.7(GP1BA):c.745G>A (p.Gly249Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/627183"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17916098","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Favaloro EJ","dc:date":"2007","dc:title":"Differential identification of a rare form of platelet-type (pseudo-) von Willebrand disease (VWD) from Type 2B VWD using a simplified ristocetin-induced-platelet-agglutination mixing assay and confirmed by genetic analysis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17916098","rdfs:label":"Case 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Gly249Ser is located in the amino terminal region critical to vWF binding. The functional consequences of this mutation were evaluated in PMID: 14521605 using a recombinant GP Ib fragment containing Gly249 or Ser249 which revealed that the Ser substitution generates a molecule with increased affinity for vWf (dissociation constant of 7.8 x 10^-8 mol/L at 0.33mg Ristocetin compared to not measurable for WT)."},{"id":"cggv:00a601ce-629d-4f69-b64a-a748c4b925c5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6d37af51-1645-4499-831d-4d6c8e69a2bb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"Genetic analysis for GP1BA by unspecified methods.","phenotypeFreeText":"low VWF:RCo and VWF:CB","phenotypes":["obo:HP_0030136","obo:HP_0006298","obo:HP_0004846"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:00a601ce-629d-4f69-b64a-a748c4b925c5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ed241acc-b46b-4863-ac92-cb95e3f45b67"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17916098"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17916098","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Gly249Ser is located in the amino terminal region critical to vWF binding. The functional consequences of this mutation were evaluated in PMID: 14521605 using a recombinant GP Ib fragment containing Gly249 or Ser249 which revealed that the Ser substitution generates a molecule with increased affinity for vWf (dissociation constant of 7.8 x 10^-8 mol/L at 0.33mg Ristocetin compared to not measurable for WT)."},{"id":"cggv:23727556-388a-4294-84ab-cd519cf8d203_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:204700d8-70e5-4c2a-831f-889904818d26","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA from two patients was amplified by PCR from peripheral blood leukocytes. Complete sequence of the coding region was obtained by a combination of sanger sequencing of cloned PCR products and direct sequencing. COP technique was used to identify the variant in additional family members.","firstTestingMethod":"PCR","phenotypeFreeText":"significantly reduced VIII-R:Co,  borderline thrombocytopenic values (140,000-170,000)","phenotypes":["obo:HP_0030132","obo:HP_0030136","obo:HP_0001892"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:23727556-388a-4294-84ab-cd519cf8d203_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdaa0c23-fb28-48f4-aa89-3d540f818946"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2052556","type":"dc:BibliographicResource","dc:abstract":"Platelet-type von Willebrand disease (PT-vWD) is an autosomal dominant bleeding disorder characterized by abnormally enhanced binding of von Willebrand factor (vWF) by patient platelets. Although the platelet glycoprotein (GP) Ib/IX complex is known to constitute the platelet's ristocetin-dependent receptor for vWF, a unique structural abnormality within this complex has not previously been identified in PT-vWD. Using the polymerase chain reaction to amplify genomic DNA coding for the alpha chain of GP Ib (GP Ib alpha) and then sequencing the amplified DNA following cloning into M13mp18 and M13mp19 phage vectors, we have found a single point mutation in the GP Ib alpha coding region of PT-vWD DNA resulting in the substitution of valine for glycine at residue 233. This substitution within the vWF-binding region of GP Ib alpha is likely to exert a significant influence on the conformation of the resulting protein. Competitive oligonucleotide primer assay for this mutation showed a homozygous wild-type pattern in genomic DNA from the 161 normal volunteers studied and from 6 phenotypically normal members of a PT-vWD family. All 7 affected members of this family studied were heterozygous for the mutant allele. Platelet GP Ib alpha mRNA reverse-transcribed and studied by competitive oligonucleotide primer assay showed similar expression of the mutant and wild-type alleles in the affected PT-vWD patients. Absence in the normal population, tight linkage with phenotypic expression of disease, and absence of any additional abnormality of GP Ib alpha in these patients identify the glycine-to-valine substitution as a point mutation underlying functional abnormality of the vWF receptor in PT-vWD.","dc:creator":"Miller JL","dc:date":"1991","dc:title":"Mutation in the gene encoding the alpha chain of platelet glycoprotein Ib in platelet-type von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2052556","rdfs:label":"I:5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Gly249Val (reported here as Gly233Val) is located in the amino terminal region critical to vWF binding. PMID: 8486780 reports the functional consequences of this mutation; using a recombinant analogue of the alpha-subunit of GP Ib containing Gly249 or Val249 revealed that the Val substitution generates a molecule with increased affinity for vWf."},{"id":"cggv:9c4a32d0-576c-4db3-a0bc-f9bc9d53367b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3ba62a08-3f1f-4f73-b7e6-7cc95379aa87","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Direct DNA sequencing was performed to analyze the GPIbα sequences.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"bleeding time >10min","phenotypes":["obo:HP_0030136","obo:HP_0030132","obo:HP_0001892","obo:HP_0001873","obo:HP_0003010"],"previousTesting":true,"previousTestingDescription":"The sequences of GPIbβ and GPIX in the study subjects did not differ from the published sequence.","sex":"Male","variant":{"id":"cggv:9c4a32d0-576c-4db3-a0bc-f9bc9d53367b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ed241acc-b46b-4863-ac92-cb95e3f45b67"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14521605","type":"dc:BibliographicResource","dc:abstract":"Interaction between platelet glycoprotein (GP)Ibalpha and von Willebrand factor (VWF) has critical roles in both physiological hemostasis and thrombosis. Platelet-type von Willebrand disease (plt-VWD) is a congenital bleeding disorder characterized by gain-of-function mutations of GPIbalpha. To date, two mutations in GPIbalpha, G233V and M239V, have been reported in four unrelated families with plt-VWD.","dc:creator":"Matsubara Y","dc:date":"2003","dc:title":"Identification of a novel point mutation in platelet glycoprotein Ibalpha, Gly to Ser at residue 233, in a Japanese family with platelet-type von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14521605","rdfs:label":"plt-VWD1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Gly249Ser (reported here as Gly233Ser) is located in the amino terminal region critical to vWF binding. The functional consequences of this mutation were evaluated using a recombinant GP Ib fragment containing Gly249 or Ser249 which revealed that the Ser substitution generates a molecule with increased affinity for vWf (dissociation constant of 7.8 x 10^-8 mol/L at 0.33mg Ristocetin compared to not measurable for WT)."},{"id":"cggv:4d7c098a-1f3f-4a96-a7c5-1849d9c50f65_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ce01bc8d-fdb5-43fb-8268-4318990e361f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"detectionMethod":"The complete GP1BA gene was amplified by PCR and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"bleeding score 11, VWF:RCo/VWF:Ag ratio < 0.2, platelet count 75x10^9/L","phenotypes":["obo:HP_0030132","obo:HP_0000421","obo:HP_0030403","obo:HP_0001934","obo:HP_0000225","obo:HP_0006298","obo:HP_0040185","obo:HP_0030136"],"previousTesting":true,"previousTestingDescription":"No mutations were identified in the complete exon 28 of the VWF gene.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4d7c098a-1f3f-4a96-a7c5-1849d9c50f65_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d515ec5a-d6ac-4178-82d7-b25ec54c24a9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.7(GP1BA):c.737G>T (p.Trp246Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA397318363"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24474090","type":"dc:BibliographicResource","dc:abstract":"Platelet-type von Willebrand disease (PT-VWD) and type 2B von Willebrand disease (2B-VWD) are rare bleeding disorders characterized by increased ristocetin-induced platelet aggregation (RIPA) at low concentrations of ristocetin. Diagnosis of either condition is not easy and the differential diagnosis between the two entities is especially challenging as evidenced by high levels of misdiagnosis of both conditions, but particularly PT-VWD. Five mutations in the GP1BA gene related to PT-VWD and less than 50 patients are currently reported worldwide. We herein describe a patient with severe bleeding symptoms, macrothrombocytopenia, mild spontaneous platelet aggregation, positive RIPA at 0.3 and 0.4 mg/mL, von Willebrand factor ristocetin cofactor (VWF:RCo) to antigen (VWF:Ag) < 0.2, normal VWF propeptide/VWF:Ag ratio, and RIPA mixing tests and cryoprecipitate challenge positive for PT-VWD. GP1BA gene was studied in the patient, in his mother, and in 100 healthy control subjects. We identified a heterozygous substitution G > T located at nucleotide 3805 in the g.DNA of the patient's GP1BA gene, resulting in a Trp to Leu amino acid change at residue 246 (p.W246L). This mutation was absent in his unaffected mother and also in the 100 controls, and was predicted as damaging by in silico analysis. The residue W246 is located within the VWF-binding region and exists in a strongly conserved position in the phylogenetic tree, which is expected to be unable to tolerate substitutions without changing its functional characteristics. These findings argue strongly in favor of the view that this substitution does not represent a polymorphism and is therefore responsible for the PT-VWD phenotype of the patient.","dc:creator":"Woods AI","dc:date":"2014","dc:title":"Identification of p.W246L as a novel mutation in the GP1BA gene responsible for platelet-type von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24474090","rdfs:label":"Woods Index"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The missense variant Trp246Leu is located in the amino terminal region critical to vWF binding, however the functional consequences of this mutation have not been experimentally determined."},{"id":"cggv:68d7ce3a-ee19-47ce-b107-6795bb2242b8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9b3193db-0765-4196-b253-ba19e2fd6db5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"detectionMethod":"Genomic DNA was amplified by PCR over the entire coding region and directly sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"platelet count 130-168x10^6/mL, bleeding time >20 min, reduced VWF:RCo/VWF:Ag ratio, platelet volume 13.5 fL (normal: 8.0-12.0 fL)","phenotypes":["obo:HP_0030403","obo:HP_0000978","obo:HP_0030136","obo:HP_0001873","obo:HP_0001892"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:68d7ce3a-ee19-47ce-b107-6795bb2242b8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.7(GP1BA):c.763A>G (p.Met255Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA116661"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19951970","type":"dc:BibliographicResource","dc:abstract":"Platelet-type von Willebrand disease (PT-VWD) is a rare autosomal dominant bleeding disorder which is due to a mutation in the gene encoding for platelet glycoprotein Ibalpha (GPIbalpha) resulting in enhanced affinity for von Willebrand factor (VWF). PT-VWD is often mistakenly diagnosed as type 2B VWD for the similarities between these two conditions. We characterized a new case of PT-VWD and evaluated the usefulness of a flow cytometric assay in the differential diagnosis between PT-VWD (n=1) and type 2B VWD (n=4). The flow cytometric assay was able to highlight the increased affinity of VWF for GPIbalpha as much as did RIPA and to differentiate the two diseases through mixing tests. Genetic analysis revealed a heterozygous point mutation in codon 239 of the GPIbalpha gene leading to a methionine to valine substitution (M239V). Flow cytometry represents a useful tool for the diagnosis of PT-VWD.","dc:creator":"Giannini S","dc:date":"2010","dc:title":"Diagnosis of platelet-type von Willebrand disease by flow cytometry."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19951970","rdfs:label":"Gianni Case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Met255Val (reported here as Met239Val) is located in the amino terminal region critical to vWF binding. PMID: 9226170 reports the functional consequences of this mutation; using a recombinant GPIb alpha fragment containing Met239 or Val239 revealed that the Val substitution generates a molecule with increased affinity for vWf."},{"id":"cggv:01bb6eff-c042-4f82-a26f-0a3ac6a8e869_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:aa2cf63c-9ae9-4a18-9de6-70f33b6e02ed","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"ThromboGenomics version 2 panel","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"patient reported to have a disease of platelet function","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:01bb6eff-c042-4f82-a26f-0a3ac6a8e869_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ed241acc-b46b-4863-ac92-cb95e3f45b67"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31064749","type":"dc:BibliographicResource","dc:abstract":"A targeted high-throughput sequencing (HTS) panel test for clinical diagnostics requires careful consideration of the inclusion of appropriate diagnostic-grade genes, the ability to detect multiple types of genomic variation with high levels of analytic sensitivity and reproducibility, and variant interpretation by a multi-disciplinary team (MDT) in the context of the clinical phenotype. We have sequenced 2,396 index patients using the ThromboGenomics HTS panel test of diagnostic-grade genes known to harbour variants associated with rare bleeding, thrombotic or platelet disorders (BTPD). The molecular diagnostic rate was determined by the clinical phenotype, with an overall rate of 49.2% for all thrombotic, coagulation, platelet count and function disorder patients and a rate of 3.2% for patients with unexplained bleeding disorders characterized by normal hemostasis test results. The MDT classified 745 unique variants, including copy number and intronic variants, as Pathogenic, Likely Pathogenic or Variants of Uncertain Significance. Half (50.9%) of these variants are novel and 41 unique variants were identified in 7 genes recently found to be implicated in BTPD. Inspection of canonical hemostasis pathways identified 29 patients with evidence of oligogenic inheritance. A molecular diagnosis has been reported for 894 index patients providing evidence that introducing an HTS genetic test is a valuable addition to laboratory diagnostics in patients with a high likelihood of having an inherited BTPD.","dc:creator":"Downes K","dc:date":"2019","dc:title":"Diagnostic high-throughput sequencing of 2,396 patients with bleeding, thrombotic and platelet disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31064749","rdfs:label":"TGP0107"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The missense variant Gly249Ser is located in the amino terminal region critical to vWF binding. The functional consequences of this mutation were evaluated in PMID: 14521605 using a recombinant GP Ib fragment containing Gly249 or Ser249 which revealed that the Ser substitution generates a molecule with increased affinity for vWf (dissociation constant of 7.8 x 10^-8 mol/L at 0.33mg Ristocetin compared to not measurable for WT). Insufficient phenotypic and demographic information is provided to determine if this is a novel unrelated case from those previously published."},{"id":"cggv:5f92783c-8134-47d5-9040-6b20b7351303_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9908c2aa-44d4-4128-912f-35a2ae00010d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":40,"detectionMethod":"Sanger direct sequencing of GPIBA.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"low VWF:RCo levels and a VWF:RCo/VWF:Ag ratio of 0.4","phenotypes":["obo:HP_0030132","obo:HP_0030136"],"previousTesting":true,"previousTestingDescription":"NGS of regions of interest in the VWF coding sequence and Sanger direct sequencing of VWF exon 28.","sex":"Male","variant":{"id":"cggv:5f92783c-8134-47d5-9040-6b20b7351303_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d2af2207-e0d4-4e67-ba76-70b8a23865dc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.7(GP1BA):c.751G>T (p.Asp251Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA397318430"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26988807","type":"dc:BibliographicResource","dc:abstract":"The diagnosis of von Willebrand disease (VWD), the most common inherited bleeding disorder, is characterised by a variable bleeding tendency and heterogeneous laboratory phenotype. The sequencing of the entire VWF coding region has not yet become a routine practice in diagnostic laboratories owing to its high costs. Nevertheless, next-generation sequencing (NGS) has emerged as an alternative to overcome this limitation. We aimed to determine the correlation of genotype and phenotype in 92 Portuguese individuals from 60 unrelated families with VWD; therefore, we directly sequenced VWF. We compared the classical Sanger sequencing approach and NGS to assess the value-added effect on the analysis of the mutation distribution in different types of VWD. Sixty-two different VWF mutations were identified, 27 of which had not been previously described. NGS detected 26 additional mutations, contributing to a broad overview of the mutant alleles present in each VWD type. Twenty-nine probands (48.3 %) had two or more mutations; in addition, mutations with pleiotropic effects were detected, and NGS allowed an appropriate classification for seven of them. Furthermore, the differential diagnosis between VWD 2B and platelet type VWD (n = 1), Bernard-Soulier syndrome and VWD 2B (n = 1), and mild haemophilia A and VWD 2N (n = 2) was possible. NGS provided an efficient laboratory workflow for analysing VWF. These findings in our cohort of Portuguese patients support the proposal that improving VWD diagnosis strategies will enhance clinical and laboratory approaches, allowing to establish the most appropriate treatment for each patient.","dc:creator":"Fidalgo T","dc:date":"2016","dc:title":"Genotype-phenotype correlation in a cohort of Portuguese patients comprising the entire spectrum of VWD types: impact of NGS."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26988807","rdfs:label":"P66"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"The missense variant Asp251Tyr is located in the amino terminal region critical to vWF binding. The functional consequences of this mutation have not been experimentally determined but structural modelling in PMID: 23014764 showed the mutant Tyr251 generates a hydrophobic tip to the extended beta-switch loop which is indicated to result in an enhanced interface with VWF."},{"id":"cggv:786162a4-5f29-4ed8-9eee-a7ca6e105ad6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0d3825c4-6d29-4ed7-b14d-12e1fcb9215b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"Genomic DNA was PCR amplified over the entire coding sequence and DNA sequence analysis was performed.","firstTestingMethod":"PCR","phenotypeFreeText":"platelet count 47-91x10^9/L, reduced VIIIR:WF activity","phenotypes":["obo:HP_0006298","obo:HP_0040185","obo:HP_0000421","obo:HP_0001892","obo:HP_0030136","obo:HP_0030132","obo:HP_0000978"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:786162a4-5f29-4ed8-9eee-a7ca6e105ad6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7833477","type":"dc:BibliographicResource","dc:abstract":"Genomic DNA was studied from four patients with platelet-type von Willebrand disease (vWD) from two Japanese families previously reported. The entire coding region of platelet glycoprotein (GP) Ib alpha, a component of the platelet receptor for von Willebrand factor (vWF), was examined by polymerase chain reaction (PCR) followed by direct DNA sequence analysis. A single point mutation was found in all patients resulting in substitution of Val (GTG) for Met (ATG) at residue 239 of GPIb alpha. All patients were heterozygous for the mutation, whereas none of the unaffected family members had an amino acid substitution at residue 239. Because the nucleotide substitution destroys an NIa III restriction site on GPIb alpha, PCR products were subjected to digestion with this enzyme; DNA fragments from both normal and mutant alleles were detected in all affected individuals. In allele-specific PCR, DNA was amplified from patients' genomic DNA using either adenine- or guanine-containing primers, whereas only adenine-containing primer successfully amplified DNA from normal individuals. Cloning of amplified DNA into bacteriophage M13mp19 and subsequent DNA sequence analysis confirmed the mutation in these families. The absence of the amino acid substitution at residue 239 of GPIb alpha in the normal individuals tested, together with the linkage of this substitution to the phenotypic expression of disease in these two families and in a family recently described suggest that this amino acid change is a molecular basis for platelet-type vWD, and the substitution may produce a quite similar phenotype to the one reported previously (Gly to Val at residue 233 of GPIb alpha).","dc:creator":"Takahashi H","dc:date":"1995","dc:title":"Substitution of Val for Met at residue 239 of platelet glycoprotein Ib alpha in Japanese patients with platelet-type von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7833477","rdfs:label":"III-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"This is the second report of the Met255Val variant in a Japanese proband (in addition to vW-38) from this publication."},{"id":"cggv:791c2c58-f860-4a58-9768-036108115474_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:61fc5c24-e7b8-479b-bb8a-6f1964d46b3f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"GP1BA gene sequencing by unspecified methods.","ethnicity":{"id":"cg:HispanicOrLatino"},"phenotypeFreeText":"platelet count 61x10^9/L","phenotypes":["obo:HP_0004846","obo:HP_0030132","obo:HP_0001934","obo:HP_0030136","obo:HP_0004854"],"previousTesting":true,"previousTestingDescription":"Genetic analysis showed no mutations in exon 28 of VWF gene.","sex":"Male","variant":{"id":"cggv:791c2c58-f860-4a58-9768-036108115474_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27819553","type":"dc:BibliographicResource","dc:abstract":"Despite the increased worldwide awareness, over the last decade, of the platelet-type von Willebrand Disease (PT-VWD), many uncertainties remain around this rare platelet bleeding disorder. This report aims to correctly identify and study the phenotype of new patients and highlights the diagnostic and therapeutic challenges this disease remains to pose. We describe four PT-VWD cases confirmed by genetic analysis in which either the diagnosis and/or the treatment posed challenge. We provide the details of the clinical presentation, laboratory analysis, and the treatment and the responses in each case. We show that in addition to type 2B VWD, PT-VWD can be misdiagnosed as idiopathic thrombocytopenic purpura, neonatal alloimmune thrombocytopenia, and unexplained gestational thrombocytopenia. The disease can be diagnosed as early as 1 year of age and with phenotypically normal parents. Bleeding in some patients can be managed successfully using Humate P and DDAVP combined with tranexamic acid with no significant thrombocytopenia. We provide for the first time an evidence of an efficient response to rFVIIa in PT-VWD. Anaphylactic reaction to VWF preparations may be related to PT-VWD and the development of HLA antibodies is not uncommon. Progressive thrombocytopenia with normal VWF levels can be seen with PT-VWD and the platelet count was normalized at 2.5 weeks postpartum in one case. We conclude that these studies represent a record of clinical observations/interventions that help improve diagnoses/management of PT-VWD, highlight the variations in age and clinical presentations, laboratory diagnostic approaches, the importance of genetic testing for accurate diagnosis and consideration of therapeutic alternatives.","dc:creator":"Sánchez-Luceros A","dc:date":"2017","dc:title":"PT-VWD posing diagnostic and therapeutic challenges - small case series."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27819553","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Met255Val is located in the amino terminal region critical to vWF binding. PMID: 9226170 reports the functional consequences of this mutation; using a recombinant GPIb alpha fragment containing Met239 or Val239 revealed that the Val substitution generates a molecule with increased affinity for vWf."},{"id":"cggv:916919c1-968b-42da-96f3-a4f3a836c9a0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d55193b8-2d23-4195-9a31-6830ab22414d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"detectionMethod":"Entire coding region was PCR amplified, products were cloned and Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"antepartum hemorrhage","phenotypes":["obo:HP_0006298","obo:HP_0001892","obo:HP_0004846","obo:HP_0004854","obo:HP_0030136","obo:HP_0000421","obo:HP_0000132"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:916919c1-968b-42da-96f3-a4f3a836c9a0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bfd22015-1dfb-41a3-bf6b-97aad0b8c076","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.7(GP1BA):c.1385_1411del (p.Pro462_Ser470del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA624856163"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15705799","type":"dc:BibliographicResource","dc:abstract":"Interaction between the platelet glycoprotein Ibalpha (GPIbalpha) receptor and its adhesive ligand von Willebrand factor (VWF) has a critical role in the process of hemostasis. Platelet-type von Willebrand disease (PT-VWD) is a rare bleeding disorder that results from gain-of-function mutations in the GPIBA gene. We studied this gene from 5 members of a previously unreported family with a PT-VWD phenotype. We identified a novel in-frame deletion of 27 base pair (bp) in the macroglycopeptide region. This deletion was not found in the unaffected family members or in 50 healthy controls. The patients' platelets expressed normal quantities of GPIb/IX/V complex on their surface and the mutant (Mut) GPIbalpha was expressed at levels indistinguishable from the wild-type (WT) receptor on the surface of transfected Chinese hamster ovary (CHO) beta/IX cells. Analysis of ristocetin-mediated (125)I-VWF binding showed that the Mut receptor binds VWF in the absence of ristocetin and displays an increased sensitivity to lower concentrations of the modulator. This is the first report of a gain-of-function mutation in the GPIbalpha receptor outside the VWF-binding domain in patients with PT-VWD. The mutation provides a molecular basis for the PT-VWD phenotype and supports a role for the macroglycopeptide region in receptor function.","dc:creator":"Othman M","dc:date":"2005","dc:title":"Identification and functional characterization of a novel 27-bp deletion in the macroglycopeptide-coding region of the GPIBA gene resulting in platelet-type von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15705799","rdfs:label":"II:1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The in-frame deletion variant Pro462_Ser470del (reported here as Pro421_Ser429del) is located in the macroglycopeptide region, not the amino terminal region critical to vWF binding. The authors speculate that the deletion causes loss of glycosylation sites which may have an influence on the conformation of the receptor. The functional consequence was evaluated in CHO β/IX cells. When CHO β/IX cells were transfected with a plasmid that encodes for GPIbα, the variant receptor was expressed at levels similar to that of the WT receptor. Similar to the previously reported PT-VWD mutations Gly233Val and Met239Val, the mutant GPIbα in this study had an increased affinity for binding to VWF, an interaction that does not require the presence of ristocetin and is sensitive to low concentrations of the modulator. THis variant is present at an MAF of 0.00001058 (1/94524) in the gonmAD Non-Finnish European population."},{"id":"cggv:5ccac7a5-a2a6-4483-8bd0-d9975a36e98c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d6cd032f-4ab1-490a-a895-714777aea85e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Genomic DNA was PCR amplified over the entire coding sequence and DNA sequence analysis was performed.","firstTestingMethod":"PCR","phenotypeFreeText":"decrease in VIII:C and VIIIR:WF","phenotypes":["obo:HP_0006298","obo:HP_0000225","obo:HP_0001892","obo:HP_0030132","obo:HP_0030136","obo:HP_0000978","obo:HP_0000421"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5ccac7a5-a2a6-4483-8bd0-d9975a36e98c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7833477"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7833477","rdfs:label":"vW-38"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Met255Val (reported here as Met239Val) is located in the amino terminal region critical to vWF binding. PMID: 9226170 reports the functional consequences of this mutation; using a recombinant GPIb alpha fragment containing Met239 or Val239 revealed that the Val substitution generates a molecule with increased affinity for vWf."},{"id":"cggv:145687bd-a07a-41d3-8306-f93d47a4573e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:389ef53b-f900-4e99-bbf5-5e7474db058a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"detectionMethod":"GP1BA gene sequencing by unspecified methods.","phenotypeFreeText":"platelet count 95x10^9/L","phenotypes":["obo:HP_0004846","obo:HP_0030136","obo:HP_0040185","obo:HP_0030132","obo:HP_0000421","obo:HP_0000979"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:145687bd-a07a-41d3-8306-f93d47a4573e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27819553"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27819553","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Met255Val is located in the amino terminal region critical to vWF binding. PMID: 9226170 reports the functional consequences of this mutation; using a recombinant GPIb alpha fragment containing Met239 or Val239 revealed that the Val substitution generates a molecule with increased affinity for vWf."},{"id":"cggv:50b83c8e-8d98-42fd-8768-c92c6cef2ab6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f10e8c2b-591d-47ee-a029-aabb5884404f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":50,"detectionMethod":"Genomic DNA was amplified and sequenced over the whole coding region.","firstTestingMethod":"Other","phenotypeFreeText":"platelet count 10^8-227x10^3/L, low VWF:RCo and VWF:RCo/Ag ratio","phenotypes":["obo:HP_0030136","obo:HP_0006298","obo:HP_0030132","obo:HP_0001934"],"previousTesting":true,"previousTestingDescription":"No mutation was detected in exon 28 of the VWF gene.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:50b83c8e-8d98-42fd-8768-c92c6cef2ab6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d2af2207-e0d4-4e67-ba76-70b8a23865dc"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23014764","type":"dc:BibliographicResource","dc:abstract":"Platelet-type von Willebrand disease (PT-VWD) is a rare bleeding disorder with an intrinsic defect in platelets rather than von Willebrand factor (VWF), but has clinical and laboratory features similar to the more common type 2B VWD. The intriguing nature of the pathophysiology and molecular genetics of PT-VWD has created lengthy debate in literature regarding its discrimination from type 2B VWD, and essentially confirming DNA analysis as the gold standard in diagnosis and revealing pathologic mutations. In this report we identify a novel Asp235Tyrmutation in the  GP1BA gene of two Iranian patients showing the PT-VWD phenotype who were originally misdiagnosed as type 2B VWD. By structural modelling of the mutant by introducing Tyr235 into the available crystal structure of the glycoprotein (GP)Ibα N-terminal domain, we observed the mutant Tyr235 generates a hydrophobic tip to the extended β-switch loop of GPIbα. Further modelling of the resulting complex with VWFA1 indicates this could result in an enhanced interface compared to wild-type Asp235. This data provides an update to the present knowledge about this rare disorder, and confirms the necessity of genetic testing for accurate diagnosis, and the importance of studying natural mutations to better understand molecular aspects of GPIbα-VWFA1 interaction.","dc:creator":"Enayat S","dc:date":"2012","dc:title":"A novel D235Y mutation in the GP1BA gene enhances platelet interaction with von Willebrand factor in an Iranian family with platelet-type von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23014764","rdfs:label":"Index"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"The missense variant Asp251Tyr (reported here as Asp235Tyr) is located in the amino terminal region critical to vWF binding. The functional consequences of this mutation have not been experimentally determined but structural modelling showed the mutant Tyr251 generates a hydrophobic tip to the extended beta-switch loop which is indicated to result in an enhanced interface with VWF."},{"id":"cggv:8b1ad933-2380-4678-8b2a-1857390663c1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:b76f673e-7253-4cb3-baa8-fbd0ed914311","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"ThromboGenomics version 2 panel","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"patient reported to have a disease of coagulation","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:8b1ad933-2380-4678-8b2a-1857390663c1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31064749"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31064749","rdfs:label":"TGP0420/TGP0486"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Two patients were identified with the missense variant Met255Val, which is located in the amino terminal region critical to vWF binding. PMID: 9226170 reports the functional consequences of this mutation; using a recombinant GPIb alpha fragment containing Met239 or Val239 revealed that the Val substitution generates a molecule with increased affinity for vWf. Insufficient phenotypic and demographic information is provided to determine if these are novel unrelated cases from those previously published."},{"id":"cggv:73ac986d-e022-494f-9e09-a5be300aa127_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:078fba45-4479-4d38-9686-f688fb8e97df","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":72,"detectionMethod":"The GP1BA variant was identified by unspecified methods.","phenotypeFreeText":"platelet count between 60,000 and 140,000/µl, slightly decreased VWF:RCo, VWF:RCo/VWF:Ag ratio, and VWF:CB/VWF:AG ratio","phenotypes":["obo:HP_0000421","obo:HP_0000132","obo:HP_0006298","obo:HP_0030132","obo:HP_0030136","obo:HP_0004846"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:73ac986d-e022-494f-9e09-a5be300aa127_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25985451","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Maurer M","dc:date":"2015","dc:title":"Delayed Diagnosis of Platelet-type von Willebrand Disease in a 72-year-old Lady."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25985451","rdfs:label":"Maurer Case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Met255Val is located in the amino terminal region critical to vWF binding. PMID: 9226170 reports the functional consequences of this mutation; using a recombinant GPIb alpha fragment containing Met239 or Val239 revealed that the Val substitution generates a molecule with increased affinity for vWf."},{"id":"cggv:d3d88fab-0fa7-42ac-a460-d3974b32f99c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d01e89bc-df49-4a82-88e4-7d670c2f9a1e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":38,"detectionMethod":"Genomic DNA was PCR amplified over the entire open reading frame of the proband and over the vWF binding region in all affected individuals. The amplified fragments were cloned and Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"levels of VIII:C, VIIIR:Ag, and VIIR:RCo were decreased","phenotypes":["obo:HP_0030132","obo:HP_0030136","obo:HP_0004846","obo:HP_0000978","obo:HP_0004854"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d3d88fab-0fa7-42ac-a460-d3974b32f99c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8384898","type":"dc:BibliographicResource","dc:abstract":"Pseudo (platelet-type)-von Willebrand disease is an autosomal dominant bleeding disorder caused by the hyperfunction of a receptor on the platelet surface. The abnormal receptor, glycoprotein Ib, displays increased affinity for its ligand, von Willebrand factor. Four members (normal mother/affected father/two affected daughters) of a family with pseudo-von Willebrand disease were studied to determine the molecular genetic basis for their congenital platelet defect. Segments of the platelet glycoprotein Ib alpha gene were amplified by means of the polymerase chain reaction, cloned, and sequenced. A point mutation (A to G, codon 239) was found in segments from the affected individuals but not from the normal. The mutation results in a single amino acid substitution (valine-mutant for methionine-normal) at residue 239 within the Ib alpha binding site for von Willebrand factor. Both the mutant and the normal sequence were found in affected individuals, suggesting a heterozygous state. Amplified DNA from family members and from 58 normal individuals was analyzed by allele-specific oligonucleotide hybridization. Only the normal sequence was found in the mother and the normal individuals, whereas both the normal and the mutant alleles were found in the affected family members. The described mutation is associated with the pseudo-von Willebrand disease phenotype seen in this kindred. The resultant single amino acid substitution in glycoprotein Ib alpha relates to increased receptor function and to excessive binding of von Willebrand factor to the platelet surface.","dc:creator":"Russell SD","dc:date":"1993","dc:title":"Pseudo-von Willebrand disease: a mutation in the platelet glycoprotein Ib alpha gene associated with a hyperactive surface receptor."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8384898","rdfs:label":"AR"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Met255Val (reported here as Met239Val) is located in the amino terminal region critical to vWF binding. PMID: 9226170 reports the functional consequences of this mutation; using a recombinant GPIb alpha fragment containing Met239 or Val239 revealed that the Val substitution generates a molecule with increased affinity for vWf."},{"id":"cggv:e8f52502-f1c2-4229-b355-fea904347e40_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:669e00b2-2c1a-4ac6-87b5-7dfa12b857a6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"The whole coding region of GP1BA was sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"low VWF:RCo","phenotypes":["obo:HP_0000978","obo:HP_0000421","obo:HP_0001873","obo:HP_0030132","obo:HP_0030136"],"previousTesting":true,"previousTestingDescription":"Sequencing of the VWF gene in the propositus revealed a heterozygous p.Pro1266Leu mutation previously found in type 2B VWD.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e8f52502-f1c2-4229-b355-fea904347e40_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:741e62dd-b406-4032-8425-590ec7d8d59d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000173.7(GP1BA):c.765G>A (p.Met255Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA397318522"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27683759","type":"dc:BibliographicResource","dc:abstract":"Interaction between von Willebrand factor (VWF) and platelet GPIbα is required for primary haemostasis. Lack or loss-of-function in the ligand-receptor pair results in bleeding complications. Paradoxically, gain-of-function mutations in VWF or GPIbα also result in bleeding complications as observed in type 2B von Willebrand disease (VWD) and platelet-type- (PT-) VWD, respectively. A similar phenotype is observed with increased ristocetin-induced platelet agglutination and disappearance of the highest molecular weight multimers of VWF. We evaluated a patient with a bleeding disorder and a biological presentation compatible with type 2B VWD. VWF and platelet functional assays, sequencing of the VWF and GP1BA genes, and expression studies in HEK cells were performed. Sequencing of the VWF gene in the propositus revealed a heterozygous p.Pro1266Leu mutation previously found in type 2B VWD Malmö/New York. These variants are characterised by a mild phenotype and a normal VWF multimer composition suggesting the presence of a second mutation in our propositus. Sequencing of the GP1BA gene revealed a heterozygous c.765G>A substitution changing Met at position 255 of GPIbα to Ile. This new mutation is located in the β-switch domain where five other gain-of-function mutations have been reported in PT-VWD. Expression of GPIbα Ile255 in HEK GPIb-IX cells resulted in enhanced VWF binding compared to wild-type, similar to known PT-VWD mutations (p.Val249, p.Ser249 and p.Val255) indicating that it contributes to the propositus defects. This first report associating PT- with type 2B VWD illustrates the importance of combining biological assays with genetic testing to better understand the clinical phenotype.","dc:creator":"Lavenu-Bombled C","dc:date":"2016","dc:title":"A novel platelet-type von Willebrand disease mutation (GP1BA p.Met255Ile) associated with type 2B \"Malmö/New York\" von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27683759","rdfs:label":"Mon-EK"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Met255Ile is located in the amino terminal region critical to vWF binding. Expression of GPIbα Ile255 in HEK GPIb-IX cells resulted in enhanced VWF binding compared to wild-type."},{"id":"cggv:9872bf3f-5ab0-408e-be63-c07dfe1e7a45_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bde2a534-d8e8-4959-9391-ac0c552fe013","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":33,"detectionMethod":"The entire coding sequence of GPIBA was amplified and Sanger sequencing was carried out on PCR products.","firstTestingMethod":"PCR","phenotypeFreeText":"platelet count 58-140 G/l","phenotypes":["obo:HP_0030136","obo:HP_0004846","obo:HP_0000421","obo:HP_0004854","obo:HP_0030132"],"previousTesting":true,"previousTestingDescription":"Analysis for vWD type 2B mutations was negative.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9872bf3f-5ab0-408e-be63-c07dfe1e7a45_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ed241acc-b46b-4863-ac92-cb95e3f45b67"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17264965","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Nurden P","dc:date":"2007","dc:title":"A second report of platelet-type von Willebrand disease with a Gly233Ser mutation in the GPIBA gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17264965","rdfs:label":"Propositus"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Gly249Ser (reported here as Gly233Ser) is located in the amino terminal region critical to vWF binding. The functional consequences of this mutation were evaluated in PMID: 14521605 using a recombinant GP Ib fragment containing Gly249 or Ser249 which revealed that the Ser substitution generates a molecule with increased affinity for vWf (dissociation constant of 7.8 x 10^-8 mol/L at 0.33mg Ristocetin compared to not measurable for WT)."},{"id":"cggv:c883fde2-6996-418f-bea1-b78ee549856c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ff8efdc-c93f-4743-bddc-8508163a55e4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":77,"detectionMethod":"PCR followed by targeted mutation analysis of 4 previously identified mutations: c.746G>T (p.Gly249Val), c.746G>A (p.Gly249Ser), c.763A>G (p.Met255Val), and c.1306del27 (p.436_444del9).","firstTestingMethod":"PCR","phenotypeFreeText":"platelet count 116 K/μL (reference interval 150–450 K/μL), decreased VWF:RCo and VWF:RCo/VWF:Ag ratio","phenotypes":["obo:HP_0030136","obo:HP_0001892","obo:HP_0001873","obo:HP_0030132"],"previousTesting":true,"previousTestingDescription":"PCR analysis followed by bidirectional sequencing of VWF exon 28 did not detect vWD type 2B mutations.","sex":"Female","variant":{"id":"cggv:c883fde2-6996-418f-bea1-b78ee549856c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26116638","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Desai DS","dc:date":"2015","dc:title":"Elderly female with a personal and family history of a bleeding disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26116638","rdfs:label":"Desai Case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Met255Val is located in the amino terminal region critical to vWF binding. PMID: 9226170 reports the functional consequences of this mutation; using a recombinant GPIb alpha fragment containing Met239 or Val239 revealed that the Val substitution generates a molecule with increased affinity for vWf."},{"id":"cggv:146598a9-c7d1-4029-9bf5-39cfc78e8da3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e0f8d842-59d4-4c6f-b7e7-230396911c4d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Direct gene sequencing of the glycoprotein 1b alpha gene","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"historically diagnosed as type 2B VWD based on phenotypic data but RIPA‐based plasma/platelet mixing studies confirmed the diagnosis of pseudo‐VWD","previousTesting":true,"previousTestingDescription":"Targeted mutation analysis of von Willebrand factor exon 28 found this to be normal.","sex":"UnknownEthnicity","variant":{"id":"cggv:146598a9-c7d1-4029-9bf5-39cfc78e8da3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdaa0c23-fb28-48f4-aa89-3d540f818946"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17233824","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Whalley IN","dc:date":"2007","dc:title":"2B or not 2B? Differential identification of Type 2B, versus pseudo-,von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17233824","rdfs:label":"Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"The missense variant Gly249Val is located in the amino terminal region critical to vWF binding. PMID: 8486780 reports the functional consequences of this mutation; using a recombinant analogue of the alpha-subunit of GP Ib containing Gly249 or Val249 revealed that the Val substitution generates a molecule with increased affinity for vWf. This variant has been previously identified in 5 additional UK families for which a founder effect cannot be excluded."},{"id":"cggv:2e54c050-e0a6-4f05-a00c-2a0125f7ab9b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bbceec38-df51-4936-8baa-6727344daee0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"detectionMethod":"GP1BA gene sequencing by unspecified methods.","phenotypes":["obo:HP_0000978","obo:HP_0004854","obo:HP_0030132","obo:HP_0006298","obo:HP_0030136","obo:HP_0000421"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:2e54c050-e0a6-4f05-a00c-2a0125f7ab9b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdaa0c23-fb28-48f4-aa89-3d540f818946"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27819553"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27819553","rdfs:label":"Case 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Gly249Val is located in the amino terminal region critical to vWF binding. PMID: 8486780 reports the functional consequences of this mutation; using a recombinant analogue of the alpha-subunit of GP Ib containing Gly249 or Val249 revealed that the Val substitution generates a molecule with increased affinity for vWf."},{"id":"cggv:9477f582-2f11-45de-925e-67f183cec892_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed4c1fbe-6764-46fb-9596-48017eeeabf4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"GP1BA gene sequencing by unspecified methods.","phenotypes":["obo:HP_0004854","obo:HP_0030136","obo:HP_0000132","obo:HP_0001934","obo:HP_0000421","obo:HP_0000978"],"previousTesting":true,"previousTestingDescription":"Genetic analysis failed to demonstrate a mutation within exon 28 of the VWF gene.","sex":"Female","variant":{"id":"cggv:9477f582-2f11-45de-925e-67f183cec892_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdaa0c23-fb28-48f4-aa89-3d540f818946"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27819553"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27819553","rdfs:label":"Case 4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The missense variant Gly249Val is located in the amino terminal region critical to vWF binding. PMID: 8486780 reports the functional consequences of this mutation; using a recombinant analogue of the alpha-subunit of GP Ib containing Gly249 or Val249 revealed that the Val substitution generates a molecule with increased affinity for vWf."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:e263c974-5dbe-4049-9776-c1eb6fec5f1d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3d52a506-6167-447f-a82f-a004783337dc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":28,"detectionMethod":"Genomic DNA was PCR amplified at the 597 bp sequences flanking the vWF binding site. The amplified fragments were cloned and Sanger sequenced .","firstTestingMethod":"PCR","phenotypeFreeText":"prolonged bleeding time of >20 min, moderately reduced platelet count (60-125x10^9/L)","phenotypes":["obo:HP_0000421","obo:HP_0004846","obo:HP_0000978","obo:HP_0001892","obo:HP_0030132","obo:HP_0030136"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e263c974-5dbe-4049-9776-c1eb6fec5f1d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7af0553-fbfe-463e-b3fc-9dc4ed586718"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9282797","type":"dc:BibliographicResource","dc:abstract":"Pseudo (or platelet-type)- von Willebrand disease (vWD) is a very rare autosomal dominant bleeding disorder caused by an abnormal hyper-responsiveness of the platelet membrane glycoprotein (GP) Ib/IX complex, the receptor for von Willebrand factor. We found a heterozygous missense mutation in the GPIb alpha gene in a sporadic case with pseudo-vWD: Met (ATG) to Val (GTG) at residue 239. The mutation was not detected in either parent. Investigation of three variable number of tandem repeat loci, D1S80 (MCT118), vWA and D17S5 (YNZ22), confirmed paternity and the de novo origin of the mutation. Furthermore, we have shown by the TaqI polymorphism analysis, which is located downstream of the GPIb alpha gene, that the mutation occurred in the maternal allele. This is the first description of de novo mutation occurred in pseudo-vWD and/or platelet GPIb alpha gene.","dc:creator":"Kunishima S","dc:date":"1997","dc:title":"De novo mutation of the platelet glycoprotein Ib alpha gene in a patient with pseudo-von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9282797","rdfs:label":"Kunishima Patient"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2.5,"dc:description":"The missense variant Met255Val (reported here as Met239Val) is located in the amino terminal region critical to vWF binding. PMID: 9226170 reports the functional consequences of this mutation; using a recombinant GPIb alpha fragment containing Met239 or Val239 revealed that the Val substitution generates a molecule with increased affinity for vWf. This variant was identified as de novo on the maternal allele and paternity was confirmed."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10}],"evidenceStrength":"Definitive","sequence":857,"specifiedBy":"GeneValidityCriteria7","strengthScore":14.5,"subject":{"id":"cggv:dca5eced-992a-4ed3-9f17-b920aef83013","type":"GeneValidityProposition","disease":"obo:MONDO_0008332","gene":"hgnc:4439","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"GP1BA was first reported in relation to autosomal dominant platelet-type von Willebrand disease in 1991 (Miller JL, et al., 1991, PMID: 2052556). At least 7 unique variants have been reported in humans; six missense mutations, located within the VWF binding region and one 27 bp deletion in the macroglycopeptide region. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Variants in this gene have been reported in at least 23 probands in 18 publications (PMIDs: 26116638, 16704444, 23014764, 17916098, 26988807, 19951970, 9282797, 27683759, 14521605, 25985451, 2052556, 17264965, 15705799, 8384898, 27819553, 7833477, 17233824, 24474090). Variants in this gene segregated with disease in 31 additional family members. Platelet-type von Willebrand disease is an inherited bleeding disorder caused by heterozygous gain-of-function variants of GP1BA conferring enhanced affinity for von Willebrand factor to platelet integrin GPIbα. This disorder is characterized by a mild to moderate bleeding phenotype associated with fluctuating thrombocytopenia. This gene-disease relationship is supported by its function in primary hemostasis, binding vWF, functional alteration in patient cells (PMID: 9226170, 30655369), and a knock-in mouse model (PMID: 18187573). In summary, GP1BA is definitively associated with autosomal dominant platelet-type von Willebrand disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nOf note this gene has also been implicated in Bernard-Soulier Syndrome. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism (gain of function vs. loss of function), inheritance pattern (autosomal dominant vs. predominantly autosomal recessive), and phenotypic variability. Therefore, we have split curations for the disease entities platelet-type von Willebrand disease and Bernard-Soulier Syndrome; these gene-disease relationships have been assessed separately.\n","dc:isVersionOf":{"id":"cggv:8fef91aa-8c41-4044-b601-da24c2bab351"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}