{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-03-24T17:13:50.179Z","role":"Approver"},{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-03-24T17:14:02.466Z","role":"Publisher"}],"evidence":[{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:af92f727-ad1e-44c5-a551-21400177c74c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:769c20b7-7961-457b-876c-fe89d304a044","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The gene for COX-1 (PTGS1) is preferentially expressed constitutively at high levels in selected cells, including endothelium, monocytes, platelets, renal collecting tubules, and seminal vesicles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18657230","type":"dc:BibliographicResource","dc:abstract":"Cyclooxygenase (COX) is a key enzyme in prostanoid synthesis. It exists in two isoforms, COX-1 and COX-2. COX-1 is referred to as a 'constitutive isoform', and is considered to be expressed in most tissues under basal conditions. In contrast, COX-2 is referred to as an 'inducible isoform', which is believed to be undetectable in most normal tissues, but can be up-regulated during various conditions, many of them pathological. Even though the role of COX in homeostasis and disease in now well appreciated, controversial information is available concerning the distribution of COX isoforms in normal human tissues. There is mounting evidence that it is much more complex than generally believed. Our aim was therefore to analyse the expression and distribution of COX isoforms in normal human tissues, using immunohistochemistry, Western blotting and real-time RT-PCR. Autopsy samples from 20 healthy trauma victims and samples from 48 biopsy surgical specimens were included. COX-1 was found in blood vessels, interstitial cells, smooth muscle cells, platelets and mesothelial cells. In contrast, COX-2 was found predominantly in the parenchymal cells of many tissues, with few exceptions, for example the heart. Our results confirm the hypothesis that the distribution of COX isoforms in healthy tissues is much more complex than generally believed. This and previous studies indicate that both isoforms, not only COX-1, are present in many normal human tissues, and that both isoforms, not only COX-2, are up-regulated in various pathological conditions. We may have to revise the concept of 'constitutive' and 'inducible' COX isoforms.","dc:creator":"Zidar N","dc:date":"2009","dc:title":"Cyclooxygenase in normal human tissues--is COX-1 really a constitutive isoform, and COX-2 an inducible isoform?"},"rdfs:label":"Immunohistochemical expression of COX-1 （PTGS1）in tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bbc1e3a0-664c-4d7c-af79-4353049b5ca5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6bc572da-38c5-4d4e-a55b-20146bef642d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Western blots and  quantification of COX-1 (PTGS1) and GAPDH expression  were done in platelet lysates, isolated from the controls, the proband (IV-1), homozygous (III-1 and III-2) and unaffected (III-3, III-4, III-5 and  IV-2) family members. The authors showed that the COX-1 protein in platelet lysates from the proband and her homozygous relatives was absent. In III-3 and III-4, expression was present but reduced and was at normal levels in III- 5 and IV-2 (Figure 2A). The absence of COX-1 protein in platelets from the proband and homozygous relatives (Figures 2Ci, Figure 2Di) compared to a healthy control (Figures 2Bi) was confirmed with immunohistochemical analysis. COX-1 expression, however, was retained in leukocytes from all those tested (Figure 2Cii, Figure 2Dii).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32299908","type":"dc:BibliographicResource","dc:abstract":"We have identified a rare missense variant on chromosome 9, position 125145990 (GRCh37), in exon 8 in PTGS1 (the gene encoding cyclo-oxygenase 1, COX-1, the target of anti-thrombotic aspirin therapy). We report that in the homozygous state within a large consanguineous family this variant is associated with a bleeding phenotype and alterations in platelet reactivity and eicosanoid production. Western blotting and confocal imaging demonstrated that COX-1 was absent in the platelets of three family members homozygous for the PTGS1 variant but present in their leukocytes. Platelet reactivity, as assessed by aggregometry, lumi-aggregometry and flow cytometry, was impaired in homozygous family members, as were platelet adhesion and spreading. The productions of COX-derived eicosanoids by stimulated platelets were greatly reduced but there were no changes in the levels of urinary metabolites of COX-derived eicosanoids. The proband exhibited additional defects in platelet aggregation and spreading which may explain why her bleeding phenotype was slightly more severe than those of other homozygous affected relatives. This is the first demonstration in humans of the specific loss of platelet COX-1 activity and provides insight into its consequences for platelet function and eicosanoid metabolism. Notably despite the absence of thromboxane A2 (TXA2) formation by platelets, urinary TXA2 metabolites were in the normal range indicating these cannot be assumed as markers of in vivo platelet function. Results from this study are important benchmarks for the effects of aspirin upon platelet COX-1, platelet function and eicosanoid production as they define selective platelet COX-1 ablation within humans.","dc:creator":"Chan MV","dc:date":"2021","dc:title":"Identification of a homozygous recessive variant in "},"rdfs:label":"COX-1 (PTGS1) protein expression in the proband and relative"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c95b5fa-0572-46aa-8678-7d1034b68a85","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:5337014c-b46a-4759-9dda-3196b35f6700","type":"FunctionalAlteration","dc:description":"The number of platelets with filopodia were increased in the proband and homozygous family members (control, 9±6%; proband, 36±17%, p<0.001; homozygous relative, 36±4%, p<0.01). PTGS1 variant was also associated with a reduction in fully spread platelets (control, 45±6%; proband, 9±9%, p<0.001; homozygous relatives, 22±10%, p<0.001). Adherent platelets and number of lamellipodia were similar across all individuals tested (Figure 5). In addition, there were fewer platelets from both the proband and the homozygous relative that adhered to the fibrinogen-coated coverslips (control, 26±4%; proband, 8±2%, p<0.001; homozygous relatives, 13±3%, p<0.01).\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32299908","rdfs:label":"Altered platelet spreading in homozygous PTGS1 individuals"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:7187bdef-d311-4019-b1b3-3c80619a3fc6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:898aed63-677e-448f-9b20-2ab8e1dba821","type":"FunctionalAlteration","dc:description":"Aggregation responses to arachidonic acid (AA; 1 mmol/L) in the proband and her homozygous relatives were reduced compared to control from 65±7% to 4±1%; responses to collagen (1 and 3 μg/mL) reduced from 64±13% to 17±10% and from 67±8% to 20±11%, respectively; and responses to adenosine diphosphate (ADP; 10 μmol/L) reduced from 62±11% to 38±13%. Interestingly, the proband also had a greatly reduced response to ristocetin (1.5 mg/mL; control, 69±10%; proband, 7%) which was normal in all family members tested. Other than reduced epinephrine (10 μmol/L) response, which was found in all family members, there was no difference in other LTA responses of the unaffected family members compared to control (Figure 4A). These findings were also reflected using Optimul aggregometry where AA responses were absent, and collagen and epinephrine responses were severely blunted in the proband and homozygous relatives (Supplementary Figure 2). TRAP-6 amide (25 μmol/L)-stimulated ATP release was normal in all family members. AA (1 mmol/L) and collagen (3 μg/mL)-stimulated secretion, however, was below the 20th percentile in the proband and homozygous relatives (Figure 4B). Upon activation, platelets express Pselectin and undergo shape change and spreading. U46619 (0.5 μmol/L)-induced P-selectin expression was similar in all individuals (Figure 4C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32299908","rdfs:label":"Altered platelet function of the PTGS1 variant "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2fd4c99a-ee5b-4811-9972-d7a4c2334bf8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8e813ba3-c018-447f-825d-a7f6e912aa71","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous mutant mice had reduced platelet aggregation, which was similar to the phenotypes observed in the individuals carrying the homozygous PGTS1 variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8521478","type":"dc:BibliographicResource","dc:abstract":"Cyclooxygenases 1 and 2 (COX-1 and COX-2) are key enzymes in prostaglandin biosynthesis and the target enzymes for the widely used nonsteroidal anti-inflammatory drugs. To study the physiological roles of the individual isoforms, we have disrupted the mouse Ptgs1 gene encoding COX-1. Homozygous Ptgs1 mutant mice survive well, have no gastric pathology, and show less indomethacin-induced gastric ulceration than wild-type mice, even though their gastric prostaglandin E2 levels are about 1% of wild type. The homozygous mutant mice have reduced platelet aggregation and a decreased inflammatory response to arachidonic acid, but not to tetradecanoyl phorbol acetate. Ptgs1 homozygous mutant females mated to homozygous mutant males produce few live offspring. COX-1-deficient mice provide a useful model to distinguish the physiological roles of COX-1 and COX-2.","dc:creator":"Langenbach R","dc:date":"1995","dc:title":"Prostaglandin synthase 1 gene disruption in mice reduces arachidonic acid-induced inflammation and indomethacin-induced gastric ulceration."},"rdfs:label":"Homozygous PTGS1 mutant mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The patients and the affected family members carried a homozygous missense variant, while the mouse model has the homozygous PGTS1 gene knockout, although they both resulted in a reduced PGTS1 protein expression and impaired platelet aggregation function. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220b_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:18c8ee87-6aa5-4c71-b3bd-8799558d4eb6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:18c8ee87-6aa5-4c71-b3bd-8799558d4eb6","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":37,"allele":{"id":"cggv:6a1fc449-bd21-4000-8566-722d99cb2cd6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000962.4(PTGS1):c.965G>C (p.Trp322Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA374782489"}},"detectionMethod":"The proband and her parents underwent whole genome sequencing (WGS).  ","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"The proband, a female of Iranian descent, aged 37 at enrolment was referred to the haemophilia outpatient clinic because of perioperative bleeding following a sinus operation. She had a history of cystic fibrosis (CF), C6 complement deficiency resulting in chronic infections, β-thalassemia trait and normoprolactinemic galactorrhoea. She had more extensive haemoptysis than expected from her CF and also suffered from frequent nosebleeds. \nBleeding after surgery requiring transfusion\nspontaneous epistaxis\nmenorrhagia\nimpaired arachidonic acid-induced platelet aggregation\nrecurrent infection","phenotypes":["obo:HP_0011870","obo:HP_0001892","obo:HP_0002719","obo:HP_0000421","obo:HP_0000132","obo:HP_0004406"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2f3bd130-f2a2-442b-b770-e44eb2abaf23_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6a1fc449-bd21-4000-8566-722d99cb2cd6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32299908"},"rdfs:label":"IV-1"},{"id":"cggv:2f3bd130-f2a2-442b-b770-e44eb2abaf23","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f3bd130-f2a2-442b-b770-e44eb2abaf23_variant_evidence_item"},{"id":"cggv:2f3bd130-f2a2-442b-b770-e44eb2abaf23_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting and confocal imaging demonstrated that COX-1 was absent in the platelets of three family members homozygous for the PTGS1 variant but present in their leukocytes. Platelet reactivity, as assessed by aggregometry, lumi-aggregometry and flow cytometry, was impaired in homozygous family members, as were platelet adhesion and spreading. The productions of COX-derived eicosanoids by stimulated platelets were greatly reduced but there were no changes in the levels of urinary metabolites of COX-derived eicosanoids. The proband exhibited additional defects in platelet aggregation and spreading which may explain why her bleeding phenotype was slightly more severe than those of other homozygous affected relatives. "}],"strengthScore":0.5,"dc:description":"Western blotting and confocal imaging demonstrated that COX-1 was absent in the platelets of three family members homozygous for the PTGS1 variant but present in their leukocytes. Platelet reactivity, as assessed by aggregometry, lumi-aggregometry and flow cytometry, was impaired in homozygous family members, as were platelet adhesion and spreading. The productions of COX-derived eicosanoids by stimulated platelets were greatly reduced but there were no changes in the levels of urinary metabolites of COX-derived eicosanoids. The proband exhibited additional defects in platelet aggregation and spreading which may explain why her bleeding phenotype was slightly more severe than those of other homozygous affected relatives. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":4095,"specifiedBy":"GeneValidityCriteria8","strengthScore":4,"subject":{"id":"cggv:daf13322-a6f8-4775-ab56-989e9accec63","type":"GeneValidityProposition","disease":"obo:MONDO_0011588","gene":"hgnc:9604","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PTGS1 was first reported in relation to autosomal recessive platelet-type bleeding disorder 12 in 2021 (PMID: 32299908). So far, there is only one missense variant has been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This gene-disease relationship is supported by protein expression A that the PTGS1 protein is preferentially expressed constitutively at high levels in selected cells, including endothelium, monocytes, platelets, renal collecting tubules, and seminal vesicles [PMID: 18657230], protein expression B that  the authors showed that the COX-1 protein in platelet lysates from the proband and her homozygous relatives was absent. [PMID: 32299908],  and homozygous mutant mice showed reduced platelet aggregation, which was similar to the phenotypes observed in the individuals carrying the homozygous PGTS1 variant [PMID: 8521478]. In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:24dc7cc9-f3f6-421e-ad78-016e89e6220b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}