{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cacv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-10-27T13:18:50.114Z","role":"Publisher"},{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2020-10-27T13:18:27.010Z","role":"Approver"}],"evidence":[{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:1335bc22-94b4-4205-8a75-ca74045a9797_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6d2dbe2f-9ccf-4995-b69f-cdd52cf332ca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"detectionMethod":"Genomic DNA was extracted from peripheral blood. Targeted next-generation sequencing was conducted for inherited peripheral neuropathy and inherited myopathypanels. SNP calling and analysis was applied and variants were filtered for pathogenicity. Sanger sequencing was used to confirm the DNM2 variant of the proband and family members.","phenotypeFreeText":"Difficulty jumping, ST-T alteration","phenotypes":["obo:HP_0012548","obo:HP_0008954","obo:HP_0003805","obo:HP_0003431","obo:HP_0002936","obo:HP_0002522","obo:HP_0003557","obo:HP_0001639","obo:HP_0009027","obo:HP_0005185","obo:HP_0002166","obo:HP_0003387","obo:HP_0003448","obo:HP_0007233","obo:HP_0007328","obo:HP_0011712","obo:HP_0011703","obo:HP_0006858","obo:HP_0001762","obo:HP_0010602","obo:HP_0003403","obo:HP_0001765","obo:HP_0100295","obo:HP_0008944","obo:HP_0012664","obo:HP_0009046","obo:HP_0003383","obo:HP_0001761","obo:HP_0007182","obo:HP_0002317","obo:HP_0003376","obo:HP_0009053"],"previousTesting":true,"previousTestingDescription":"No abnormalities in visual and hearing tests; Cerebral and lumbar MRI examinations were normal; All electrophysiological studies from this family are in Table 1; no motor unit action potentials (MUAP) in right gastrocnemius muscle and anterior tibialis muscle, but with a little fibrillation potentials and positive sharp waves; Vastus medialis and first dorsal interosseous muscles showed increased amplitude and normal duration of MUAP","sex":"Male","variant":{"id":"cggv:1335bc22-94b4-4205-8a75-ca74045a9797_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:08de3433-16d0-4c04-9d64-d66c951bcd7f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001005360.2(DNM2):c.1076G>A (p.Gly359Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA404047985"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28971531","type":"dc:BibliographicResource","dc:abstract":"Mutations of Dynamin 2 (DNM2) are responsible for several forms of neuromuscular disorder such as centronuclear myopathy, Charcot-Marie-Tooth disease (CMT) dominant intermediate type B, CMT 2M, and lethal congenital contracture syndrome 5. We describe a young man manifesting as length-dependent sensorimotor neuropathy with hypertrophic cardiomyopathy, but his mother only had very mild symptoms of peripheral neuropathy. The electrophysiological data meet the criteria of intermediate CMT. The main pathological findings of sural nerve biopsy reveal a severe loss of large myelinating fibers and some clusters of regenerative fibers in fascicles, which are consistent with an axonal neuropathy. However, myopathological changes show a chronic myopathy-like pattern characterized by great variations of fiber size, increased connective tissue, rimmed vacuoles and predominance of type 2 fibers. A novel DNM2 mutation (p.G359D) in the middle domain is identified, which is highly evolutionarily conserved. DNM2-related CMT disease is phenotypically heterogeneous in age at onset, clinical features and electrophysiological changes. The histopathological findings indicate the coexistence of typical axonal neuropathy and chronic myopathy in DNM2-related neuromuscular diseases.","dc:creator":"Chen S","dc:date":"2018","dc:title":"Phenotype variability and histopathological findings in patients with a novel DNM2 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28971531","rdfs:label":"CH"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Ample phenotpyic evidence with no variant-level evidence yields minimum points."},{"id":"cggv:b89feb1f-ff93-4ef2-9493-1f62c98e4de9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e2eb85c0-6157-4211-9614-620a088b043b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":19,"detectionMethod":"DNA was extracted from blood. PMP22 and MPZ mutations were previously excluded via direct sequencing. Linkage analysis was performed on the family, after which the DNM2 gene coding exons were sequenced in two patients with all individuals being sequenced for Exon 16 for confirmation.","phenotypeFreeText":"Uses a cane","phenotypes":["obo:HP_0009005","obo:HP_0031177","obo:HP_0008994","obo:HP_0003431","obo:HP_0003474"],"previousTesting":true,"previousTestingDescription":"A standard neurological examination, motor and sensory nerve conduction studies, needle electromyography, and electrophysiology were performed","sex":"Male","variant":{"id":"cggv:b89feb1f-ff93-4ef2-9493-1f62c98e4de9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fee47198-f34c-4d90-8758-bf93416e4a62","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001005360.2(DNM2):c.1739T>C (p.Met580Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/637072"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22091729","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Dynamin 2 gene (DNM2) cause autosomal dominant centronuclear myopathy or autosomal dominant (AD) Charcot-Marie-Tooth (CMT) disease. Here the authors report one large Czech family with 15 members affected with an AD CMT phenotype of extraordinary variability. Genetic linkage analysis using SNP arrays revealed a locus of about 9.6 Mb on chromosome 19p13.1-13.2. In this critical interval, 373 genes were located. The only gene herein known to be associated with an intermediate type of CMT was Dynamin 2 (DNM2). Subsequent sequence analysis of the DNM2 gene in the index patient revealed a novel missense mutation p.Met580Thr. This missense mutation segregated with the neuropathy, indicating the causal character of this mutation. The phenotype of CMT in this family shows mild to moderate impairment with relatively preserved upper limbs and a very broad range of the onset of clinical symptoms from an early onset around the age of 12 to the late onset during the fifth decade. Electrophysiology showed an intermediate type of peripheral neuropathy. The motor median nerve conduction velocity varied from 36 m/s to normal values with signs of asymmetrical affection of peripheral nerves. No additional symptoms such as cranial nerve involvement, cataract, and signs of neutropenia or myopathy syndrome were observed in any member of the family yet. The progression was slow with no loss of ambulation. The authors suggest that the characterization of clinical variability in a single family may help to direct the genetic analysis directly to the rarely observed DNM2 mutations.","dc:creator":"Haberlová J","dc:date":"2011","dc:title":"Phenotypic variability in a large Czech family with a dynamin 2-associated Charcot-Marie-Tooth neuropathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22091729","rdfs:label":"HABIII-5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Sufficent phenotypic evidence plus a missense variant with no variant-level evidence yields minimal points."},{"id":"cggv:3d1c414b-dba5-4756-8927-b805f9a2d355_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6af99825-43b1-4cfa-a96f-080a00293463","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":55,"detectionMethod":"Mutation analysis of DNM2 was performed by PCR sequencing of the coding exons on genomic DNA of the patients.","phenotypes":["obo:HP_0009130","obo:HP_0030237"],"previousTesting":true,"previousTestingDescription":"Patients were electrophysiologically evaluated; Electromyography showed a pattern of chronic de-reinnervation consisting of a variable combination of reduced recruitment during full effort, and large amplitude, long duration motor unit action potentials; No spontaneous potentials were present; Required gait support with a cane; MCV moderately slowed at 33 m/s","sex":"Female","variant":{"id":"cggv:3d1c414b-dba5-4756-8927-b805f9a2d355_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1fcc41c4-4ff2-4d09-b06a-116121cc433a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190716.2(DNM2):c.1072G>A (p.Gly358Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA248603"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18560793","type":"dc:BibliographicResource","dc:abstract":"The purpose of the study was to prospectively assess magnetic resonance (MR) imaging findings of lower limb musculature in an axonal Charcot-Marie-Tooth disease (CMT2) pedigree due to mutation in the dynamin 2 gene (DNM2). The series comprises a proband patient aged 55 years and her two affected daughters aged 32 and 23. MR imaging study included T1- and fat suppressed T2-weighted spin-echo sequences. MR imaging study showed extensive fatty infiltration of all calf muscle compartments with relative preservation of the deep posterior one. Fatty muscle infiltration increased distally in 19 out of 66 (23%) visualized calf muscles in the three patients, but this percentage increased to 64% in the youngest and least severe patient. Muscle edema without contrast enhancement was present in 23% of calf muscles. There was massive fatty atrophy of foot musculature. We conclude that MR imaging study accurately depicts lower limb muscle involvement in CMT2 caused by DNM2 mutation.","dc:creator":"Gallardo E","dc:date":"2008","dc:title":"Magnetic resonance imaging findings of leg musculature in Charcot-Marie-Tooth disease type 2 due to dynamin 2 mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18560793","rdfs:label":"GAP"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Sufficent phenotypic information plus a missense variant with variant-level evidence (PMID:22451505 demonstrates that this variant impairs myelination and clathrin-mediated endocytosis when expressed in cells) yields default points."},{"id":"cggv:57e8fb81-9a88-4c9d-828f-88d672a5a0bd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c11d6b9f-b215-40d0-98ed-1307a274038a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:57e8fb81-9a88-4c9d-828f-88d672a5a0bd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c2e2d1cd-3b95-4321-8bf6-259aa54d72e2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004945.3(DNM2):c.1669_1671AAG[1] (p.Lys558del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/637073"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15731758","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth (CMT) disease is a clinically and genetically heterogeneous group of peripheral neuropathies. Different chromosomal loci have been linked with three autosomal dominant, 'intermediate' types of CMT: DI-CMTA, DI-CMTB and DI-CMTC. We refined the locus associated with DI-CMTB on chromosome 19p12-13.2 to 4.2 Mb in three unrelated families with CMT originating from Australia, Belgium and North America. After screening candidate genes, we identified unique mutations in dynamin 2 (DNM2) in all families. DNM2 belongs to the family of large GTPases and is part of the cellular fusion-fission apparatus. In transiently transfected cell lines, mutations of DNM2 substantially diminish binding of DNM2 to membranes by altering the conformation of the beta3/beta4 loop of the pleckstrin homology domain. Additionally, in the Australian and Belgian pedigrees, which carry two different mutations affecting the same amino acid, Lys558, CMT cosegregated with neutropenia, which has not previously been associated with CMT neuropathies.","dc:creator":"Züchner S","dc:date":"2005","dc:title":"Mutations in the pleckstrin homology domain of dynamin 2 cause dominant intermediate Charcot-Marie-Tooth disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15731758","rdfs:label":"CMT48P"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Sufficent phenotypic evidence plus a confirmed small deletion with variant-level evidence (PMID:19528294 demonstrates that this variant impairs microtubule-dependent transport when expressed in cultured cells) yields default points."},{"id":"cggv:662c9460-3264-47b5-8338-506dded31d50_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:352972a5-2a95-4fd2-811d-b392a2a32d59","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":45,"detectionMethod":"Blood genomic DNA was extracted. PH-coding exons 13-16 and related exon-intron boundaries were analyzed by DHPLC and PCR amplified. Cosegregation of the mutations with CMT was confirmed via analysis of all available pedigree members.","phenotypeFreeText":"Arch support necessary, Clawed toes, Retration of the left achilles tendon, Clusters of regenerating fibers","phenotypes":["obo:HP_0008954","obo:HP_0006938","obo:HP_0030051","obo:HP_0003401","obo:HP_0002522","obo:HP_0008944","obo:HP_0003383","obo:HP_0009053","obo:HP_0009027","obo:HP_0003444","obo:HP_0003387","obo:HP_0001761"],"previousTesting":true,"previousTestingDescription":"Nerve conduction studies and needle EMG were performed; Mutations in PMP22, MPZ, LITAF, EGR2, MFN2, NEFL, and GJB1 were excluded; Nerve conduction studies reported in Table 1; Reduced fiber density of 3,703/mm2 (reference 6,455 to 6,893/mm2); Teased-fiber analysis disclosed absence of paranodal or segmental demyelination; Numerous collagen pockets were observed indicating the loss of small unmyelinated fibers","sex":"Female","variant":{"id":"cggv:662c9460-3264-47b5-8338-506dded31d50_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ada7ef46-2042-4fe6-8ada-d533710dea2a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004945.3(DNM2):c.1697T>A (p.Leu566His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118667"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17636067","type":"dc:BibliographicResource","dc:abstract":"Recently, mutations affecting different domains of dynamin-2 (DNM2) were associated alternatively with autosomal dominant centronuclear myopathy or dominant intermediate (demyelinating and axonal) Charcot-Marie-Tooth disease (CMT) type B.","dc:creator":"Fabrizi GM","dc:date":"2007","dc:title":"Two novel mutations in dynamin-2 cause axonal Charcot-Marie-Tooth disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17636067","rdfs:label":"FAB"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Ample phenotypic evidence but with no variant-level evidence yields minimum points."},{"id":"cggv:2925e7fa-f86c-49ce-b1be-f739ee01a4da_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:03badeec-a699-4f2f-8d6a-b1a322bd8152","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"In PMID:12481986, genomic DNA was extracted and linkage analysis was performed to narrow the genomic region to between D19S586 and the SNP rs3745454. In this paper, microsattelite analysis was performed and sequencing analysis excluded variants in these genes (CACNA1A, CALR, DNAJB1, FARSLA, FLJ23447, HSPC023, MGC3207, MGC10471, NOTCH3, PKN1, PRKACA, RAB8A, RFX1, RLN3 and ZSWIM4). Analysis of DNM2 via a similarity with MFN2 found a unique mutation that segregated with the phenotype.","phenotypes":["obo:HP_0003693","obo:HP_0002460","obo:HP_0003431","obo:HP_0001315","obo:HP_0001761"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:2925e7fa-f86c-49ce-b1be-f739ee01a4da_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fb0d731c-135c-403b-83ef-f46a5e5415dc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"DNM2, 9-BP DEL, NT1652","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7276"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15731758"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15731758","rdfs:label":"DUK1118P"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Ample phenotypic evidence and a confirmed splice-altering deletion with variant-level evidence (both transcripts when expressed in COS7 or Neuro-2A cells caused cell disorganization and impaired membrane association) yields elevated points."},{"id":"cggv:c48300f3-8c18-46dc-b1a1-0f95309cf59d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9bc825c2-f248-4058-85aa-7a2a40514f4d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"detectionMethod":"Sanger sequencing or segregation analysis was performed after analyzing fly homologs and variants that segregated with the presenting phenotypes were found.","phenotypes":["obo:HP_0002378","obo:HP_0040083","obo:HP_0003394","obo:HP_0003401"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:c48300f3-8c18-46dc-b1a1-0f95309cf59d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1fcc41c4-4ff2-4d09-b06a-116121cc433a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25259927","type":"dc:BibliographicResource","dc:abstract":"Invertebrate model systems are powerful tools for studying human disease owing to their genetic tractability and ease of screening. We conducted a mosaic genetic screen of lethal mutations on the Drosophila X chromosome to identify genes required for the development, function, and maintenance of the nervous system. We identified 165 genes, most of whose function has not been studied in vivo. In parallel, we investigated rare variant alleles in 1,929 human exomes from families with unsolved Mendelian disease. Genes that are essential in flies and have multiple human homologs were found to be likely to be associated with human diseases. Merging the human data sets with the fly genes allowed us to identify disease-associated mutations in six families and to provide insights into microcephaly associated with brain dysgenesis. This bidirectional synergism between fly genetics and human genomics facilitates the functional annotation of evolutionarily conserved genes involved in human health.","dc:creator":"Yamamoto S","dc:date":"2014","dc:title":"A drosophila genetic resource of mutants to study mechanisms underlying human genetic diseases."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25259927","rdfs:label":"YAP"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Sufficent phenotypic information plus a missense variant with variant-level evidence (PMID:22451505 demonstrates that this variant impairs myelination and clathrin-mediated endocytosis when expressed in cells) yields default points."},{"id":"cggv:7af1b72f-8106-4bd8-859e-7a09bbe05f63_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8cdb52df-e9e9-4a13-b1cc-55df0ed6f668","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":50,"detectionMethod":"Blood genomic DNA was extracted. PH-coding exons 13-16 and related exon-intron boundaries were analyzed by DHPLC and PCR amplified. Cosegregation of the mutations with CMT was confirmed via analysis of all available pedigree members.","phenotypeFreeText":"Clusters of regenerating fibers","phenotypes":["obo:HP_0003444","obo:HP_0003387","obo:HP_0003383","obo:HP_0002066","obo:HP_0008954"],"previousTesting":true,"previousTestingDescription":"Reduced fiber density of 5,149/mm2 (reference 6,455 to 6,893/mm2); Teased-fiber analysis disclosed absence of paranodal or segmental demyelination; Numerous collagen pockets were observed indicating the loss of small unmyelinated fibers","sex":"Female","variant":{"id":"cggv:7af1b72f-8106-4bd8-859e-7a09bbe05f63_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a6d5ac87-7a10-4246-bcb5-45a2266504cc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004945.3(DNM2):c.1597G>T (p.Gly533Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118664"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17636067"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17636067","rdfs:label":"FAAIII-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Ample phenotypic evidence with variant-level evidence (PMID:26842864 demonstrates that this variant causes a CMT-like phenotype when expressed in zebrafish) yields default points."},{"id":"cggv:9372705a-ce1a-4517-a511-393448121274_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65a6375f-17a5-4174-b4e3-2dca2a200aa0","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"In PMID:11533912, genomic DNA was extracted and linkage analysis was performed to narrow the genomic region to around genomic marker D19S226. In this paper, microsattelite analysis was performed and sequencing analysis excluded variants in these genes (CACNA1A, CALR, DNAJB1, FARSLA, FLJ23447, HSPC023, MGC3207, MGC10471, NOTCH3, PKN1, PRKACA, RAB8A, RFX1, RLN3 and ZSWIM4). Analysis of DNM2 via a similarity with MFN2 found a unique mutation that segregated with the phenotype.","phenotypes":["obo:HP_0001875","obo:HP_0003431","obo:HP_0003481","obo:HP_0002460","obo:HP_0001315","obo:HP_0001761","obo:HP_0003387","obo:HP_0003693","obo:HP_0003383","obo:HP_0040078"],"previousTesting":true,"previousTestingDescription":"Motor conduction velocities ranging from 24 to 54 m/s; Linkage to all previously known CMT loci was excluded","sex":"Male","variant":{"id":"cggv:9372705a-ce1a-4517-a511-393448121274_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:23897014-6f68-4766-889a-1d7a963c2595","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004945.3(DNM2):c.1672A>G (p.Lys558Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA118652"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15731758"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15731758","rdfs:label":"CMT310P"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Ample phenotypic evidence plus a confirmed missense variant with variant-level evidence (PMID:19528294 demonstrates that K558E localizes properly to the membrane but impairs endocytosis in cells) yields default points."},{"id":"cggv:cdd060fc-98a0-4faf-90be-21d5ea27343b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a426406c-e86c-45b7-a6d5-765d2d4d63d5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":64,"detectionMethod":"Genomic DNA was isolated from total blood. PCR-amplification of all 22 coding exons of DNM2 and subsequent direct sequencing was performed. All variants were confirmed via cosegregation analysis.","phenotypeFreeText":"Used cane to walk, Increased myelinated fiber density","phenotypes":["obo:HP_0030174","obo:HP_0007233","obo:HP_0003387","obo:HP_0040078"],"previousTesting":true,"previousTestingDescription":"None of the patients experienced severe and/or frequently recurring infections; Standard neurological examination was performed, with nerve conduction studies and electromyography; Blood tests were performed; Nerve conduction velocity study results in Table 2","sex":"Male","variant":{"id":"cggv:cdd060fc-98a0-4faf-90be-21d5ea27343b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:23897014-6f68-4766-889a-1d7a963c2595"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19502294","type":"dc:BibliographicResource","dc:abstract":"Dominant intermediate Charcot-Marie-Tooth neuropathy type B is caused by mutations in dynamin 2. We studied the clinical, haematological, electrophysiological and sural nerve biopsy findings in 34 patients belonging to six unrelated dominant intermediate Charcot-Marie-Tooth neuropathy type B families in whom a dynamin 2 mutation had been identified: Gly358Arg (Spain); Asp551_Glu553del; Lys550fs (North America); Lys558del (Belgium); Lys558Glu (Australia, the Netherlands) and Thr855_Ile856del (Belgium). The Gly358Arg and Thr855_Ile856del mutations were novel, and in contrast to the other Charcot-Marie-Tooth-related mutations in dynamin 2, which are all located in the pleckstrin homology domain, they were situated in the middle domain and proline-rich domain of dynamin 2, respectively. We report the first disease-causing mutation in the proline-rich domain of dynamin 2. Patients with a dynamin 2 mutation presented with a classical Charcot-Marie-Tooth phenotype, which was mild to moderately severe since only 3% of the patients were wheelchair-bound. The mean age at onset was 16 years with a large variability ranging from 2 to 50 years. Interestingly, in the Australian and Belgian families, which carry two different mutations affecting the same amino acid (Lys558), Charcot-Marie-Tooth cosegregated with neutropaenia. In addition, early onset cataracts were observed in one of the Charcot-Marie-Tooth families. Our electrophysiological data indicate intermediate or axonal motor median nerve conduction velocities (NCV) ranging from 26 m/s to normal values in four families, and less pronounced reduction of motor median NCV (41-46 m/s) with normal amplitudes in two families. Sural nerve biopsy in a Dutch patient with Lys558Glu mutation showed diffuse loss of large myelinated fibres, presence of many clusters of regenerating myelinated axons and fibres with focal myelin thickenings--findings very similar to those previously reported in the Australian family. We conclude that dynamin 2 mutations should be screened in the autosomal dominant Charcot-Marie-Tooth neuropathy families with intermediate or axonal NCV, and in patients with a classical mild to moderately severe Charcot-Marie-Tooth phenotype, especially when Charcot-Marie-Tooth is associated with neutropaenia or cataracts.","dc:creator":"Claeys KG","dc:date":"2009","dc:title":"Phenotypic spectrum of dynamin 2 mutations in Charcot-Marie-Tooth neuropathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19502294","rdfs:label":"H20II-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Ample phenotypic evidence plus a confirmed missense variant with variant-level evidence (PMID:19528294 demonstrates that K558E localizes properly to the membrane but impairs endocytosis in cells) yields default points."},{"id":"cggv:c6dfff09-a2df-4611-ad26-1627c1f3ded1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e10caf21-59ca-4890-8d57-c02d42060262","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":67,"detectionMethod":"","phenotypes":["obo:HP_0003376","obo:HP_0009027","obo:HP_0003394","obo:HP_0001288","obo:HP_0002166","obo:HP_0002522","obo:HP_0009053","obo:HP_0008944","obo:HP_0003431"],"previousTesting":true,"previousTestingDescription":"Nerve conduction velocity study results in Table 2","sex":"UnknownEthnicity","variant":{"id":"cggv:c6dfff09-a2df-4611-ad26-1627c1f3ded1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dcc37fd0-86ec-4202-a56d-c0ee1fa2bb9c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001005360.2(DNM2):c.2576_2581del (p.Thr859_Ile860del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9201666"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19502294"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19502294","rdfs:label":"CMT72II-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Sufficent phenotypic evidence plus a variant with no variant-level evidence yields minimum points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":4.4},{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:cb731ac4-47a4-4f80-a3ce-a860dedfbbe3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:85014c3b-d11f-485e-829c-a32082395e5a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"DNA from the patient and her parents was extracted from blood samples with all exons of the DNM2 gene being directly sequenced.","phenotypeFreeText":"Difficulties jumping, Recurring ankle sprains, Toe weakness, Clawed toes","phenotypes":["obo:HP_0009046","obo:HP_0009027","obo:HP_0100018","obo:HP_0007328","obo:HP_0002166","obo:HP_0007970","obo:HP_0011727","obo:HP_0003431","obo:HP_0008944","obo:HP_0009130","obo:HP_0002522","obo:HP_0001875","obo:HP_0020045","obo:HP_0002355","obo:HP_0003445","obo:HP_0001761","obo:HP_0000634","obo:HP_0007230","obo:HP_0007817"],"previousTesting":true,"previousTestingDescription":"Underwent corrective surgery for ptosis and strabismus due to abducens muscle palsy at the ages of 4 and 6 years; Visual acuity was 1/10 and 4/10 for the left and right eyes, respectively; Mildly reduced median and ulnar nerve motor conduction velocities (45 m/s and 44 m/s, respectively; normal >48 m/s); Normal distal latencies of 3.5 ms and 2.5 ms, respectively for median and ulnar nerve (normal <3.5 ms); Median and ulnar SNAP, respectively, were 12 μV (normal >15 μV) and 7 μV (normal >8 μV); Electrocardiogram, echocardiogram and brain MRI were normal; Platelet and erythrocyte counts were in the normal range; No mitochondrial DNA mutations or deletions were detected; No mutation was found in the genes encoding Myelin Protein Zero, Peripheral Myelin Protein 22 or Connexin 32","sex":"Female","variant":{"id":"cggv:cb731ac4-47a4-4f80-a3ce-a860dedfbbe3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:10c855a7-7115-4e03-995b-df75504d2f02","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004945.3(DNM2):c.1663_1665del (p.Lys555del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/637071"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18394888","type":"dc:BibliographicResource","dc:abstract":"Mutations in dynamin 2 (DNM2) have been associated with autosomal dominant centronuclear myopathy, dominant intermediate Charcot-Marie-Tooth (CMT) type B and CMT2. Here, we report a novel DNM2 mutation in the Pleckstrin homology domain of DNM2 (p.K559del) in a patient with an axonal length-dependent sensorimotor polyneuropathy predominantly affecting the lower limbs. Neuropathy is associated with congenital cataracts, ophthalmoparesis, ptosis and neutropenia. There was no evidence of a skeletal myopathy on EMG or muscle biopsy. We suggest that this constellation of clinical features can help the diagnosis and selection of patients for direct DNM2 genetic analysis.","dc:creator":"Bitoun M","dc:date":"2008","dc:title":"A novel mutation in the dynamin 2 gene in a Charcot-Marie-Tooth type 2 patient: clinical and pathological findings."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18394888","rdfs:label":"BI"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Ample phenotypic evidence plus a confirmed de novo variant and variant-level evidence (PMID:22451505 demonstrates that this variant impairs myelination and clathrin-mediated endocytosis when expressed in cells) yields default points."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.4},{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:855c13f9-c718-4593-8ab2-d9d83bb93970","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e38e1993-3054-4d06-b22b-224306031f9f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"An RT-PCR assay was developed to detect all four isoforms of DNM2 in humans and used discrimination via enzyme digestion and electrophoresis. Using this, DNM2 expression of all four isoforms was found in both skeletal muscle and peripheral nerves (specifically schwann cells). The protein is ubiquitously expressed, however its presence specifically in the peripheral nerve schwann cells provides some level of evidence towards its pathogenicity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19623537","type":"dc:BibliographicResource","dc:abstract":"Dynamin 2 (DNM2) is a large GTPase involved in the release of nascent vesicles during endocytosis and intracellular membrane trafficking. Distinct DNM2 mutations, affecting the middle domain (MD) and the Pleckstrin homology domain (PH), have been identified in autosomal dominant centronuclear myopathy (CNM) and in the intermediate and axonal forms of the Charcot-Marie-Tooth peripheral neuropathy (CMT). We report here the first CNM mutation (c.1948G>A, p.E650 K) in the DNM2 GTPase effector domain (GED), leading to a slowly progressive moderate myopathy. COS7 cells transfected with DNM2 constructs harboring a disease-associated mutation in MD, PH, or GED show a reduced uptake of transferrin and low-density lipoprotein (LDL) complex, two markers of clathrin-mediated receptor endocytosis. A decrease in clathrin-mediated endocytosis was also identified in skin fibroblasts from one CNM patient. We studied the impact of DNM2 mutant overexpression on epidermal growth factor (EGF)-induced extracellular signal-regulated kinase 1 (ERK1) and ERK2 activation, known to be an endocytosis- and DNM2-dependent process. Activation of ERK1/2 was impaired for all the transfected mutants in COS7 cells, but not in CNM fibroblasts. Our results indicate that impairment of clathrin-mediated endocytosis may play a role in the pathophysiological mechanisms leading to DNM2-related diseases, but the tissue-specific impact of DNM2 mutations in both diseases remains unclear.","dc:creator":"Bitoun M","dc:date":"2009","dc:title":"Dynamin 2 mutations associated with human diseases impair clathrin-mediated receptor endocytosis."},"rdfs:label":"DNM2 Expression in Muscle and Schwann Cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Although DNM2 is ubiquitously expressed in humans, expression in both developing and mature schwann cells for a demyelinating neuropathy provides default evidence for pathogenicity."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5de6afb4-6b15-403d-b1ff-0bb97d9bd769","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5d90ee26-3858-404f-8b0f-af397c05de47","type":"FunctionalAlteration","dc:description":"Investigation of dorsal root ganglia explants transfected with known CMT mutants clearly demonstrated impaired myelination when all were expressed individually, compared to CNM mutants which had no discernable effect. Myelin damage and reduced myelin were each observed in CMT mutant cultures with no difference in the CNM mutant. CMT mutants do not appear to have a significant effect on neurons. Notably, if a WT/WT ganglia is used rather than a WT/null, there are no negative results which indicates endogenous DNM2 protein expression levels have a critical influence on the mutant effects. With schwann-cell specific expression in transgenic Cre DNM2 WT/flox mice ganglia, myelination was again impaired only by the CMT mutants rather than the WT or CNM mutants. Further investigation demonstrated impaired clathrin-mediated endocytosis and resulting transferrin uptake in each CMT mutant but not in the CNM line. Cell surface levels of receptors was unchanged in these lines. Various membrane receptor protein levels were also affected by the CMT variants in DNM2. Finally, a direct knockdown of clathrin-mediated endocytosis via siRNAs targeting AP-2 showed failed myelination and cultures which did not survive, indicating a role for this function in succesful myelination.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22451505","type":"dc:BibliographicResource","dc:abstract":"Mutations in dynamin 2 (DNM2) lead to dominant intermediate Charcot-Marie-Tooth neuropathy type B, while a different set of DNM2 mutations cause autosomal dominant centronuclear myopathy. In this study, we aimed to elucidate the disease mechanisms in dominant intermediate Charcot-Marie-Tooth neuropathy type B and to find explanations for the tissue-specific defects that are associated with different DNM2 mutations in dominant intermediate Charcot-Marie-Tooth neuropathy type B versus autosomal dominant centronuclear myopathy. We used tissue derived from Dnm2-deficient mice to establish an appropriate peripheral nerve model and found that dominant intermediate Charcot-Marie-Tooth neuropathy type B-associated dynamin 2 mutants, but not autosomal dominant centronuclear myopathy mutants, impaired myelination. In contrast to autosomal dominant centronuclear myopathy mutants, Schwann cells and neurons from the peripheral nervous system expressing dominant intermediate Charcot-Marie-Tooth neuropathy mutants showed defects in clathrin-mediated endocytosis. We demonstrate that, as a consequence, protein surface levels are altered in Schwann cells. Furthermore, we discovered that myelination is strictly dependent on Dnm2 and clathrin-mediated endocytosis function. Thus, we propose that altered endocytosis is a major contributing factor to the disease mechanisms in dominant intermediate Charcot-Marie-Tooth neuropathy type B.","dc:creator":"Sidiropoulos PN","dc:date":"2012","dc:title":"Dynamin 2 mutations in Charcot-Marie-Tooth neuropathy highlight the importance of clathrin-mediated endocytosis in myelination."},"rdfs:label":"DNM2 CMT Mutants Impair Myelination via CME Inhibition"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Expression of each of the CMT mutants resulted in nearly identical alterations when charcterized, including impaired myelination phenotypes and disrupted clathrin-mediated endocytosis. Compared to the expressed CNM mutants, they each affected different systems and demonstrated their differing potentially pathogenic mechanisms. However, with overexpression systems it can be difficult to fully confirm that the results are indicative of the typical human proband. Therefore, this evidence earns default points."},{"id":"cggv:6edb5082-19f8-4600-803b-0ac5eb04fbfb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9272f278-f24e-4958-be4a-95ef256c7f1a","type":"FunctionalAlteration","dc:description":"Both of the CMT-associated mutants did not have any significant impact on the localization of DNM2, as they formed a filamentous pattern and localized per normal to the mitochondria. However, both mutants showed a significant decrease in transferrin uptake when clathrin-mediated endocytosis was measured. The CMT mutants were seen in association with clustered punctae, demonstrating that they altered the typical formation of DNM2 structures.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22096584","type":"dc:BibliographicResource","dc:abstract":"The large GTPase dynamin 2 is a key player in membrane and cytoskeletal dynamics mutated in centronuclear myopathy (CNM) and Charcot-Marie Tooth (CMT) neuropathy, two discrete dominant neuromuscular disorders affecting skeletal muscle and peripheral nerves respectively. The molecular basis for the tissue-specific phenotypes observed and the physiopathological mechanisms linked to dynamin 2 mutations are not well established. In this study, we have analyzed the impact of CNM and CMT implicated dynamin 2 mutants using ectopic expression of four CNM and two CMT mutations, and patient fibroblasts harboring two dynamin 2 CNM mutations in established cellular processes of dynamin 2 action. Wild type and CMT mutants were seen in association with microtubules whereas CNM mutants lacked microtubules association and did not disrupt interphase microtubules dynamics. Most dynamin 2 mutants partially decreased clathrin-mediated endocytosis when ectopically expressed in cultured cells; however, experiments in patient fibroblasts suggested that endocytosis is overall not defective. Furthermore, CNM mutants were seen in association with enlarged clathrin stained structures whereas the CMT mutant constructs were associated with clathrin structures that appeared clustered, similar to the structures observed in Dnm1 and Dnm2 double knock-out cells. Other roles of dynamin 2 including its interaction with BIN1 (amphiphysin 2), and its function in Golgi maintenance and centrosome cohesion were not significantly altered. Taken together, these mild functional defects are suggestive of differences between CMT and CNM disease-causing dynamin 2 mutants and suggest that a slight impairment in clathrin-mediated pathways may accumulate over time to foster the respective human diseases.","dc:creator":"Koutsopoulos OS","dc:date":"2011","dc:title":"Mild functional differences of dynamin 2 mutations associated to centronuclear myopathy and Charcot-Marie Tooth peripheral neuropathy."},"rdfs:label":"DNM2 Mutants Alter Aspects of Function"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e56afae-174b-4cc8-b4b8-003de1c8134f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:07dec1d8-f6a1-4707-ba72-721258186edb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both control and DNM2 wt/K562E mice were healthy and had no alterations in their behavior, with the heterozygous mice showing a slight reduction of body weight with substantial variability. Hot plate, rotarod and forepaw grip strength tests revealed no significantly impaired performance of DNM2 wt/K562E mutants compared to controls in 2-month-old and 1-year-old mice. Minor gait abnormalities and less movement than controls show that the K562E mutation mildly affects locomotion in the mice. However, when performing electrophysiology measurements, there were no differences in the csNCV or mNCV. There was a decrease in the CMAP amplitude which was confirmed via repetitive stimulation analyses. Therefore there is no major damage to the neural component of these mice, however there are defecits in the muecular systems. Histological analysis of peripheral nerves revealed only minor morphological abnormalities in the myelin of DNM2 wt/K562E mice with no major signs of demyelination or remyelination, indicating no typical features of a neuropathy even up to 1 year of age. No reduction in myelinated axons or reduction in axonal diameters were observed either. Given the import of DNM2 in axonal sorting and clathrin-mediated endocytosis, both were observed in P0Cre Dnm2 fl/K562E mice that contain the Dnm2 K562E allele but lack wild-type DNM2 in schwann cells. It appears that neither early PNS development nor CME is affected by the lack of WT DNM2 and can be carried out by the K562E mutant. However, when the nerves and axons were compared to the controls, a strong reduction of myelinated axons and demyelination signs were observed. Paired with this, there was drastically reduced mNCV together with decreased CMAP amplitude compared to controls. These together show multiple hallmarks of a severe demyelinating neuropathy. Further investigation into the wt/K562E heterozygous mice showed signs of a primary myopathy, including muscle fiber degeneration and reduced diameter. This extended from even beyond the soleus muscle and is likely not affected by primary denervation. Furthermore, the mice do not develop signs of neutropenia. WT/null mice were also generated and had no significant changes in muscle or nerve formation, indicating that haploinsufficency is not the underlying mechansim for the myopathic features.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32129442","type":"dc:BibliographicResource","dc:abstract":"Some mutations affecting dynamin 2 (DNM2) can cause dominantly inherited Charcot-Marie-Tooth (CMT) neuropathy. Here, we describe the analysis of mice carrying the DNM2 K562E mutation which has been associated with dominant-intermediate CMT type B (CMTDIB). Contrary to our expectations, heterozygous DNM2 K562E mutant mice did not develop definitive signs of an axonal or demyelinating neuropathy. Rather, we found a primary myopathy-like phenotype in these mice. A likely interpretation of these results is that the lack of a neuropathy in this mouse model has allowed the unmasking of a primary myopathy due to the DNM2 K562E mutation which might be overshadowed by the neuropathy in humans. Consequently, we hypothesize that a primary myopathy may also contribute to the disease mechanism in some CMTDIB patients. We propose that these findings should be considered in the evaluation of patients, the determination of the underlying disease processes and the development of tailored potential treatment strategies.","dc:creator":"Pereira JA","dc:date":"2020","dc:title":"Mice carrying an analogous heterozygous dynamin 2 K562E mutation that causes neuropathy in humans develop predominant characteristics of a primary myopathy."},"rdfs:label":"Mouse K562E Knock-In Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This knock-in model of a well-characterized CMT variant in humans, K562E, is unusual in that the heterozygous model itself does not recapitulate the primary phenotypes of a neuropathy, instead showing signs of a mild myopathy. This is likely due to the physiological differences of mice and humans necessitating a homozygous occurence to accurately reflect the phenotypes (which is supported by the Null/K562E mouse line recapitulating a severe demyelinating neuropathy). Therefore, due to only the line solely expressing the K562E mutant showing phenotypes, these models are downgraded to 1.0 point."},{"id":"cggv:ca7299b6-b70c-4996-9eb3-cbce73500d40","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8379b5b3-7263-4054-b7d2-ea79ddf0e1cd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Immunoblotting confirmed that DNM2 expression was substantially reduced in the P0-DNM2_KO mouse sciatic nerves compared to the controls. Evaluation of clarathin-mediated endocytosis also confirmed a markedly reduced transferrin uptake in the mutant schwann cells, showing the function was affected. Behavioral abnormalities were noted in the mutant mice, with tremor and limb clasping developing. Biopsy confirmed that signs of a neuropathy, including reduced numbers of myelinated axons and myelinated fibers, were present in the mutant mice. Investigation determined that DNM2 is necessary for correct radial sorting of axons and subsequent myelination. Conditonal knock-out mice, P0ERT2-DNM2_KO, were generated to determine what the impact on myelin maintenance is for DNM2. These mice demonstrated a progressive gait impairment and severely reduced mNCVs and CMAPs that then improved rapidly afterwards. This indicates that demyelination and subsequent remyelination is the cause of the observed phenotype. Therefore, DNM2 is essential for myelin maintenance as well as initial development and formation. Investigation into DNM2's role in schwann cells for survival demonstrated that both developing and adult SCs depend critically on DNM2 for their survival and that, upon DNM2 loss, cells other than SCs invade developing peripheral nerves. Mutant cells also showed a decrease in mitotic events, abnormal cell cycle progression, and imapired cytokinesis. Notably, DNM2 was not necessary for oligodendrocyte differentiation and CNS myelination, which are typically unaffected in human CNM probands.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30648534","type":"dc:BibliographicResource","dc:abstract":"Myelination requires extensive plasma membrane rearrangements, implying that molecules controlling membrane dynamics play prominent roles. The large GTPase dynamin 2 (DNM2) is a well-known regulator of membrane remodeling, membrane fission, and vesicular trafficking. Here, we genetically ablated Dnm2 in Schwann cells (SCs) and in oligodendrocytes of mice. Dnm2 deletion in developing SCs resulted in severely impaired axonal sorting and myelination onset. Induced Dnm2 deletion in adult SCs caused a rapidly-developing peripheral neuropathy with abundant demyelination. In both experimental settings, mutant SCs underwent prominent cell death, at least partially due to cytokinesis failure. Strikingly, when Dnm2 was deleted in adult SCs, non-recombined SCs still expressing DNM2 were able to remyelinate fast and efficiently, accompanied by neuropathy remission. These findings reveal a remarkable self-healing capability of peripheral nerves that are affected by SC loss. In the central nervous system, however, we found no major defects upon Dnm2 deletion in oligodendrocytes.","dc:creator":"Gerber D","dc:date":"2019","dc:title":"Schwann cells, but not Oligodendrocytes, Depend Strictly on Dynamin 2 Function."},"rdfs:label":"DNM2-KO Mice Show Neuropathy Phenotypes"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"This model, although not perfectly matching the inheritance pattern or pathogenic mechanism for the human disorder, clearly demonstrates a role for DNM2 in the development and maintenance of myelin as well as schwann cells. These systems are the most severely impacted in the human probands, with clear demyelinating signs and decreased nerve conduction velocities. This evidence demonstrates that, in all stages of an organism's life, DNM2 expression is necessary for proper schwann cell function. Furthermore, it is likely that differences between mice and humans affects the amount of WT DNM2 that can be present for phenotypes to occur. Therefore, for recapitulating the phenotypes in a system not identical to the human probands, this evidence scores a reduced 1.5 points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":1403,"specifiedBy":"GeneValidityCriteria7","strengthScore":13.4,"subject":{"id":"cggv:408f3907-8007-4ec4-a705-11b325be9992","type":"GeneValidityProposition","disease":"obo:MONDO_0015626","gene":"hgnc:2974","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"DNM2 was first reported in relation to autosomal dominant Charcot-Marie-Tooth disease in 2005 (Zuchner et al., PMID: 15731758). At least 10 unique variants (e.g. missense, in-frame indel, frameshift, large deletion, etc) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data.\nVariants in this gene have been reported in at least twelve probands in eight publications (PMIDs: 15731758, 18394888, 28971531, 19502294, 17636067, 18560793, 22091729, 25259927). Variants in this gene also segregated with disease in 55 additional family members, totaling a LOD score of 18.29 and the maximum segregation evidence. The mechanism for disease is currently under investigation, however deleterious impact on clathrin-mediated endocytosis is likely involved for at least many of the known CMT variants. Of note, this gene has also been implicated in both a lethal autosomal recessive disorder and a dominant centronuclear myopathy. The latter has been assessed separately by the Congenital Myopathy GCEP. \nThis gene-disease association is supported by expression studies identifying all four isoforms of human DNM2 in the skeletal muscle and schwann cells of all ages and several functional assays demonstrating functional alteration to specifically clathrin-mediated endocytosis as well as myelination and cell survival when mutants are expressed. There are also several models that express DNM2 mutants in mice, however given the physiological differences it is difficult to fully model the heterozygous disorder as the mice seem to require a greater proportion of mutant protein to recapitulate the observed phenotypes.\nIn summary, DNM2 is definitively associated with autosomal dominant Charcot-Marie-Tooth disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:7bc54e5d-eed5-4d40-9e0d-143bfeb88cac"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}