{"id":"cggv:33dcead1-e3d9-4427-98fd-05a655c8c213v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:33dcead1-e3d9-4427-98fd-05a655c8c213_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:07.467Z","role":"Publisher"},{"id":"cggv:33dcead1-e3d9-4427-98fd-05a655c8c213_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2019-07-26T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:33dcead1-e3d9-4427-98fd-05a655c8c213_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:33dcead1-e3d9-4427-98fd-05a655c8c213_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:687cd1e5-3fd3-4ac9-89fd-4883e4c92a23_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:81fba74c-fb10-4934-824b-bfa241e40450","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"Genomic DNA sequencing of all seven exons and intron–exon boundaries of the NAGS gene.","firstTestingMethod":"PCR","phenotypeFreeText":"Recurrent vomiting at 4 weeks of age, irritability and lethargy. At that time, ammonia level 256 umol/l (normal <35), and  she had metabolic acidosis. Suspected dehydration; developed respiratory alkalosis after IV fluids. Plasma glutamine and alanine markedly elevated (values not reported). Improvement on protein restricted diet, sodium benzoate, and L-citrulline, but continued to have intermittent hyperammonemia (100-200 umol/l) and neurological symptoms (hyperactivity, headaches, irritability, and hallucinations). A study for incorporation of an isotopic label from ammonium chloride into urea, at age 18 years, was markedly reduced but completely normalized after a 3-day therapeutic trial with N-carbamylglutamate.","phenotypes":["obo:HP_0003217","obo:HP_0001987","obo:HP_0003572"],"previousTesting":true,"previousTestingDescription":"A needle liver biopsy, at age 10 years, showed enzyme activity of CPSI of 2.3mmol/mg/gm (control 4.1) and OTC 31.5 (control 78.6) interpreted as nondiagnostic.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:687cd1e5-3fd3-4ac9-89fd-4883e4c92a23_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:716fd0f3-49b7-43ba-8031-4495ae38a047","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44008522G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8595448"}},{"id":"cggv:e2c5caff-6a4c-4b9c-bffd-61b44bda763b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44007322G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399726640"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15714518","type":"dc:BibliographicResource","dc:abstract":"N-acetylglutamate (NAG) is a unique cofactor that is essential for the conversion of ammonia to urea in the liver. N-acetylglutamate synthase (NAGS) catalyzes the formation of NAG. Deficiency of NAGS causes a block in ureagenesis resulting in hyperammonemia. Although a number of mutations have been identified in the NAGS gene, their effects on NAGS enzymatic activity have not been examined. We describe here three mutations in two families with NAGS deficiency. Studies of the purified recombinant mutant proteins revealed deleterious effects on NAGS affinity for substrates, and on the rate of catalysis. These studies provide a better understanding of the function of NAGS, and the mechanisms for deleterious effect of mutations causing inherited NAGS deficiency.","dc:creator":"Caldovic L","dc:date":"2005","dc:title":"Late onset N-acetylglutamate synthase deficiency caused by hypomorphic alleles."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15714518","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual is compound heterozygous for a canonical splice site change, c.1097-1G>C and a missense variant, c.1526G>A (p.Arg509Gln). When expressed in E. coli, the Vmax of p.Arg509Gln was approximately two-fold lower than the activity of wild-type protein. The affinity of the p.Arg509Gln variant for glutamate seems to be more compromised than the affinity for AcCoA, and the variant appears to be less responsive to arginine than the wild-type."},{"id":"cggv:536ba4a6-bf55-4cf9-834e-eb8205a51ae0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4696a15e-fade-466b-8ece-faab3ac1ef05","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"Amplification of NAGS cDNA from liver in 3 overlapping fragments followed by sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Episode of vomiting, lethargy and somnolence at the age of 13 months of unknown etiology.  Aversion to high protein foods from childhood. Episode of vomiting, psychotic behavior and confusion during at 11 years old. At age 12, an episode with vomiting, ataxic gait, aggressive behavior, exaggerated deep tendon reflexes occurred after a protein-rich meal; she was admitted and ammonia level was 221 umol/l. Mildly elevated plasma glutamine (835-1616 umol/l; normal 254-823) and low normal citrulline; ornithine and arginine were within the upper normal range. Treatment with a protein restricted diet, phenylbutyrate and L-arginine normalized ammonia levels but glutamine concentrations remained high. Supplementation with N-carbamylglutamate improved her protein tolerance and reduced the need for other medications.","previousTesting":true,"previousTestingDescription":"Enzyme activities in liver tissue showed normal values for OTC 325 mU/mg protein, normal 325) and CPS (19.9 mU/mg protein, normal >12), but NAGS was reduced (22 uU/mg protein, normal >34; stimulated with arginine 22 uU/mg protein, normal >144 uU/mg protein).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:536ba4a6-bf55-4cf9-834e-eb8205a51ae0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:45fb2c36-dfed-4e65-94c4-b4c1338e0b93","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_153006.2(NAGS):c.835G>A (p.Ala279Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2431"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12754705","type":"dc:BibliographicResource","dc:abstract":"N-acetylglutamate synthase (NAGS) is the key enzyme for the regulation of the hepatic urea cycle and is also highly expressed in kidney and gut. The reaction product, N-acetylglutamate, is an allosteric activator of carbamylphosphate synthetase 1 in the liver, catalyzing the initial step of ammonia detoxification. NAGS deficiency is a rare inborn error of metabolism inherited as an autosomal recessive trait leading to hyperammonemia. Using homology search based on genetic information of ascomycetes, we identified the human gene for NAGS on chromosome 17q21.31. There is a distinct pattern of organospecific expression of transcripts in liver, small intestine, and kidney similar to the other mitochondrially located enzymes of the urea cycle. The encoded 534 amino acid polypeptide has a consensus sequence for a 49 amino acid mitochondrial leader peptide. We identified private mutations of the NAGS gene in patients with severe early onset of clinical symptoms (IVS3-2A>T, c.1306_1307insT, c.971G>A/W324X, c.1289T>C/L430P, c.1299G>C/E433S, c.1450T>C/W484R), as well as in a case with late onset (c.835G>A/A279P). Four out of seven mutations were detected on exon 6. This is the first report of mutation analysis in a series of families affected with deficiency of NAGS. Molecular analysis of patients and reliable antenatal diagnostics for affected families are now feasible.","dc:creator":"Häberle J","dc:date":"2003","dc:title":"Mutation analysis in patients with N-acetylglutamate synthase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12754705","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is homozyous for a missense variant, c.835G>A (p.Ala279Thr). When the variant was introduced into the P. aeruginosa NAGS gene and expressed in E. coli it  decreased solubility. The variant is absent in gnomAD. In the PAGE database, MAF 0.00047 in Africans and 0.00090 in Native Hawaiians."},{"id":"cggv:18f7bb49-443a-4b23-801e-30abe3881cbf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e4dbc85d-0d16-41cc-a702-91404bd3a919","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":3,"detectionMethod":"Amplification of NAGS cDNA from liver in 3 overlapping fragments, followed by sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Presented a 3 days of age, assume with typical features of NAGS but individual details are not available.","previousTesting":true,"previousTestingDescription":"Basal liver NAGS activity was 6 (pmol/min per mg protein (normal >34). After stimulation with L-arginine was 14 (pmol/min per mg protein) (normal >144).","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:18f7bb49-443a-4b23-801e-30abe3881cbf_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b3390f85-01e5-47c0-b221-75cc008fad62","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44007628dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913187418"}},{"id":"cggv:e1b2810b-49c9-4730-8ebf-103ea1491250","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_153006.2(NAGS):c.916-2A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2429"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12754705"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12754705","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The individual is compound heterozygous for a canonical splice site variant, c.916-2A>T, and a frameshift variant, c.1306dupT. Neither variant is in gnomAD."},{"id":"cggv:b8309eb0-a7a4-484c-b18d-54c2d840b827_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:60ae48d6-df3a-4fa2-b9d9-138680719592","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"detectionMethod":"All seven exons including intron/exon boundaries of the NAGS gene were amplified and sequenced.","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"At 2 days of age, she developed lethargy, anorexia, and respiratory distress progressing to coma and generalized tonic-clonic seizures. Ammonia level up to 1700 μM (normal <50). Plasma amino acid analysis revealed markedly elevated glutamate at 362 μM (normal 0–50 μM) and glutamine at 1268 μM (normal 538–958 μM) and the absence of citrulline (normal 8–29 μM). Treatment with hemodialysis, recurrent episodes of hyperammonemia. Underwent liver transplantation at 8 months of age.","phenotypes":["obo:HP_0001987","obo:HP_0003572","obo:HP_0500149"],"previousTesting":true,"previousTestingDescription":"DNA analysis found no mutation in the OTC gene. Liver CPSI activity was 1.4 U (control 3.8 U), whereas OTC activity was 35 U (control 94 U), both equally reduced and not diagnostic.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b8309eb0-a7a4-484c-b18d-54c2d840b827_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3ac7d686-5cc5-4eff-9414-5a8ce304188f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_153006.2(NAGS):c.1025delG (p.Arg342Profs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2427"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12594532","type":"dc:BibliographicResource","dc:abstract":"N-acetylglutamate synthase (NAGS) is a mitochondrial enzyme that catalyzes the formation of N-acetylglutamate, an essential allosteric activator of carbamyl phosphate synthetase I, the first enzyme of the urea cycle. Liver NAGS deficiency has previously been found in a small number of patients with hyperammonemia. The mouse and human NAGS genes have recently been cloned and expressed in our laboratory. We searched for mutations in the NAGS gene of two families with presumed NAGS deficiency. The exons and exon/intron boundaries of the NAGS gene were sequenced from genomic DNA obtained from the parents of an infant from the Faroe Islands who died in the neonatal period and from two Hispanic sisters who presented with acute neonatal hyperammonemia. Both parents of the first patient were found to be heterozygous for a null mutation in exon 4 (TGG-->TAG, Trp324Ter). Both sisters from the second family were homozygous for a single base deletion in exon 4 (1025delG) causing a frameshift and premature termination of translation. The finding of deleterious mutations in the NAGS gene confirms the genetic origin of NAGS deficiency. This disorder can now be diagnosed by DNA testing allowing for carrier detection and prenatal diagnosis.","dc:creator":"Caldovic L","dc:date":"2003","dc:title":"Null mutations in the N-acetylglutamate synthase gene associated with acute neonatal disease and hyperammonemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12594532","rdfs:label":"Family 2 - Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual is homozygous for a frameshift variant in NAGS, c.1025delG (p.Arg342Profs). An affected sibling has the same genotype. The variant is absent in gnomAD."},{"id":"cggv:b46c54d0-885d-461a-b741-f388722dfa34_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:285af255-80fe-44a1-b3d8-61485efdb22e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":20,"detectionMethod":"Mutation analysis was carried on mRNA from liver biopsy, fibroblasts, or cultured lymphocytes, and on blood or fibroblast genomic DNA. All 7 coding exons and flanking intronic regions of NAGS were sequenced on genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Subjects in this study were suspected to have NAGS deficiency based on the clinical history, and biochemical analysis (typically hyperammonemia, low plasma citrulline, elevated plasma glutamine, with normal or low urinary orotate). However, individual details were unavailable other than recurrent asymptomatic hyperammonemia, positive response to N-carbamylglutamate.","phenotypes":["obo:HP_0002013","obo:HP_0001987","obo:HP_0002240","obo:HP_0001508","obo:HP_0003572","obo:HP_0003217"],"previousTesting":true,"previousTestingDescription":"cDNA sequence analysis of the CPS1 gene on mRNA from liver, fibroblasts or cultured lymphocytes was normal.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:b46c54d0-885d-461a-b741-f388722dfa34_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:88820c5a-93c6-4a9d-890a-be0c750b8f29","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44006113C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399725507"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27037498","type":"dc:BibliographicResource","dc:abstract":"N-acetyl-L-glutamate synthase (NAGS) deficiency (NAGSD), the rarest urea cycle defect, is clinically indistinguishable from carbamoyl phosphate synthetase 1 deficiency, rendering the identification of NAGS gene mutations key for differentiation, which is crucial, as only NAGSD has substitutive therapy. Over the last 13 years, we have identified 43 patients from 33 families with NAGS mutations, of which 14 were novel. Overall, 36 NAGS mutations have been found so far in 56 patients from 42 families, of which 76% are homozygous for the mutant allele. 61% of mutations are missense changes. Lack or decrease of NAGS protein is predicted for ∼1/3 of mutations. Missense mutations frequency is inhomogeneous along NAGS: null for exon 1, but six in exon 6, which reflects the paramount substrate binding/catalytic role of the C-terminal domain (GNAT domain). Correspondingly, phenotypes associated with missense mutations mapping in the GNAT domain are more severe than phenotypes of amino acid kinase domain-mapping missense mutations. Enzyme activity and stability assays with 12 mutations introduced into pure recombinant Pseudomonas aeruginosa NAGS, together with in silico structural analysis, support the pathogenic role of most NAGSD-associated mutations found. The disease-causing mechanisms appear to be, from higher to lower frequency, decreased solubility/stability, aberrant kinetics/catalysis, and altered arginine modulation.","dc:creator":"Sancho-Vaello E","dc:date":"2016","dc:title":"Understanding N-Acetyl-L-Glutamate Synthase Deficiency: Mutational Spectrum, Impact of Clinical Mutations on Enzyme Functionality, and Structural Considerations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037498","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is homozygous for a missense variant, c.791C>T (p.Thr264Met). When the variant was introduced into the P. aeruginosa NAGS gene and expressed in E. coli it substantially decreased solubility, the enzyme activity was substantially decreased even at increased L‐glutamate concentrations, apparent KmGlu was increased by about 20‐fold, and arginine inhibition was strongly decreased. The maximum population allele frequency in gnomAD is 0.00006405 (African); no homozygotes. The score is reduced because few individual clinical and biochemical results are available."},{"id":"cggv:d87c83a7-8aeb-4d13-92a9-efad035bb2fb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:487356ad-82db-4ea3-9828-090bb5204138","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":7,"detectionMethod":"Mutation analysis was carried on mRNA from liver biopsy, fibroblasts, or cultured lymphocytes, and on blood or fibroblast genomic DNA. All 7 coding exons and flanking intronic regions of NAGS were sequenced on genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Subjects in this study were suspected to have NAGS deficiency based on the clinical history, a positive response to N-carbamylglutamate, and biochemical analysis (typically hyperammonemia, low plasma citrulline, elevated plasma glutamine, with normal or low urinary orotate). However, individual details were unavailable.","phenotypes":["obo:HP_0003572","obo:HP_0001259","obo:HP_0003217","obo:HP_0001987","obo:HP_0003811"],"previousTesting":true,"previousTestingDescription":"cDNA sequence analysis of the CPS1 gene on mRNA from liver, fibroblasts or cultured lymphocytes was normal.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:d87c83a7-8aeb-4d13-92a9-efad035bb2fb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f622bac1-296d-4152-9850-25f0a628942c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44006604C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399726246"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037498"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037498","rdfs:label":"Patient 35-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This individual is homozygous for a nonsense variant, c.991C>T (p.Gln331Ter). The affected sibling shares the same genotype. The highest population minor allele frequency in gnomAD is 0.00005748 (E. Asian); no homozygotes. The score is reduced because individual clinical and biochemical details are not available."},{"id":"cggv:4a4f4f71-feae-4495-945d-6809d1ceafa8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:be7b2ff0-d3e2-4ecb-9e96-ee22387308f4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":4,"detectionMethod":"Tissue or DNA from the deceased infant of family 1 was unavailable; blood genomic DNA from both parents to search for a mutation in the NAGS gene. All seven exons including intron/exon boundaries of the NAGS gene were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"At 16 hours old, began grunting, was jittery, and had tachypnea. At 48 hours, had increased jitteriness, hypertonia, hypothermia, and alkalosis. Coma and death at 4 days. In urine, undetectable citrulline, argininosuccinate, and orotic acid. Plasma amino acids showed extremely elevated glutamine and alanine suggestive of hyperammonemia. No ammonia levels were available.","phenotypes":"obo:HP_0003811","previousTesting":true,"previousTestingDescription":"Analysis of urea cycle enzymes on post mortem liver tissue: CPSI activity was 30.7 U (normal >12), basal NAGS activity was 10 U (normal >34), arginine stimulated NAGS activity was 20 U (normal >144).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:4a4f4f71-feae-4495-945d-6809d1ceafa8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:13858285-e38d-43b9-a1ef-9c53d0d5cf37","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_153006.2(NAGS):c.971G>A (p.Trp324Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/2428"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12594532"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12594532","rdfs:label":"Family 1 - Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"The parents of this deceased individual are both heterozygous for a nonsense variant, c.971G>A (p.Trp324Ter), implying that the child was homozygous for this variant. However, because DNA from the patient was unavailable, the score is decreased. This variant is absent in gnomAD."},{"id":"cggv:a4500af5-1eed-4810-aa9b-c005f0431a5b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:66ab6424-b4f8-4313-ad39-6d6e62b31fea","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Mutation analysis was carried on mRNA from liver biopsy, fibroblasts, or cultured lymphocytes, and on blood or fibroblast genomic DNA. All 7 coding exons and flanking intronic regions of NAGS were sequenced on genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Subjects in this study were suspected to have NAGS deficiency based on the clinical history, a positive response to N-carbamylglutamate, and biochemical analysis (typically hyperammonemia, low plasma citrulline, elevated plasma glutamine, with normal or low urinary orotate). However, individual details were unavailable other than the patient had hyperammonemia requiring dialysis; alive under treatment including N-carbamylglutamate.","phenotypes":["obo:HP_0001987","obo:HP_0003572","obo:HP_0003217"],"previousTesting":true,"previousTestingDescription":"cDNA sequence analysis of the CPS1 gene on mRNA from liver, fibroblasts or cultured lymphocytes was normal.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:a4500af5-1eed-4810-aa9b-c005f0431a5b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cf70b49c-b947-44a9-a213-a56300fb6eeb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44007635dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA626222551"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037498"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037498","rdfs:label":"Patient 39-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This individual is homozygous for a frameshift variant, c.1313dup (p.T439Hfs*52). The affected sibling has the same genotype. The highest population minor allele frequency in gnomAD is 0.00003074 (Latino); no homozygotes. The variant is in the penultimate exon of NAGS but is 138 base pairs from the 3' end of the exon and is therefore predicted to be detected by nonsense mediated decay. The score is reduced because few individual clinical and biochemical details are available."},{"id":"cggv:23e6cf40-63b8-454c-b41a-08b7faf05aa9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bb069fc2-cf0f-4d92-9197-d85944ce0f63","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Mutation analysis was carried on mRNA from liver biopsy, fibroblasts, or cultured lymphocytes, and on blood or fibroblast genomic DNA. All 7 coding exons and flanking intronic regions of NAGS were sequenced on genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Subjects in this study were suspected to have NAGS deficiency based on the clinical history, and biochemical analysis (typically hyperammonemia, low plasma citrulline, elevated plasma glutamine, with normal or low urinary orotate). However, individual details were unavailable other than neonatal hyperammonemia, and positive response to N-carbamylglutamate.","phenotypes":["obo:HP_0003572","obo:HP_0003217","obo:HP_0001987"],"previousTesting":true,"previousTestingDescription":"cDNA sequence analysis of the CPS1 gene on mRNA from liver, fibroblasts or cultured lymphocytes was normal.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:23e6cf40-63b8-454c-b41a-08b7faf05aa9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ca166f41-cc25-4226-a0f2-87a744b2d6ae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44006101C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399725469"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037498"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037498","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is homozygous for a missense change,  c.779C>T (p.Pro260Leu). When the variant was introduced into the P. aeruginosa NAGS gene and expressed in E. coli (equivalent variant PaNAGS p.Pro170Leu) it resulted in a marked decrease in solubility (Figure 4) and thermal stability. The variant is not listed in gnomAD. The score is reduced because few individual clinical and biochemical details are available."},{"id":"cggv:0b067dfe-ffad-4589-8692-07a7871e4aa8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b161af75-2154-47a6-b4e1-7553d466845d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":33,"detectionMethod":"Sequenced all seven exons and intron–exon boundaries of the NAGS gene in genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Neurological episode around 5 years of age associated with a viral illness resulting in a transient coma state. At 33 years, developed combativeness, confusion, and tonic-clonic seizures after surgery for fractures sustained in an accident (no head trauma). Hypertensive. EEG showed diffuse slowing, MRI and CT showed an old infarct of the caudate nucleus.","phenotypes":"obo:HP_0100543","previousTesting":true,"previousTestingDescription":"Hyperammonemia (400-621 umol/l), elevated plasma glutamine and alanine (values not provided), low plasma citrulline and arginine (<5th %ile).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0b067dfe-ffad-4589-8692-07a7871e4aa8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ebf42d9e-bde6-4624-9553-3c76eefe1109","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44005728T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399724926"}},{"id":"cggv:1a983444-c711-4d47-8326-7cbe0e02297e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44007614C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA290853899"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15714518"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15714518","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This patient is compound heterozygous for two missense variants in NAGS, c.518T>A (p.Val173Glu) and c.1292C>T (p.Thr431Ile). When expressed in E. coli, p.Val173Glu has very low residual activity (<0.1% when purified; about 3% in cell lysates), and p.Thr431Ile reduces the Vmax by 10-15 times, reduces affinity for AcCoA and glutamate subtsrates (25 x reduction for glutamate. c.518T>A (p.Val173Glu) is absent in gnomAD. The highest population maximum allele frequency in gnomAD for c.1292C>T (p.Thr431Ile) is c.1292C>T (p.Thr431Ile) (European non-Finnish); no homozygotes in any population."},{"id":"cggv:14efb66f-d0da-4645-8f82-34f5f858c438_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:95fadb3b-4626-447e-a18f-589e9ca22fb7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Mutation analysis was carried on mRNA from liver biopsy, fibroblasts, or cultured lymphocytes, and on blood or fibroblast genomic DNA. All 7 coding exons and flanking intronic regions of NAGS were sequenced on genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Subjects in this study were suspected to have NAGS deficiency based on the clinical history, a positive response to N-carbamylglutamate, and biochemical analysis (typically hyperammonemia, low plasma citrulline, elevated plasma glutamine, with normal or low urinary orotate). However, individual details were unavailable other than hyperammonemia was treated with hemodiafiltration. Normal development at 1 year of age on treatment with N-carbamylglutamate.","phenotypes":["obo:HP_0002013","obo:HP_0001987","obo:HP_0003217","obo:HP_0011968","obo:HP_0003572"],"previousTesting":true,"previousTestingDescription":"cDNA sequence analysis of the CPS1 gene on mRNA from liver, fibroblasts or cultured lymphocytes was normal.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:14efb66f-d0da-4645-8f82-34f5f858c438_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b474acbc-75a7-4add-bda4-ccf8274a14fb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44007635del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA626222550"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037498"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27037498","rdfs:label":"Patient 40-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The individual is homozygous for a frameshift variant, c.1313delG (p.G438Afs*10). The affected sibling has the same genotype. The variant is absent in gnomAD. The score is reduced because few individual clinical and biochemical details are available."},{"id":"cggv:1843a050-5247-4cd4-b887-b30945ac78c1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d409fe1e-9203-4b49-8cdb-41e459558309","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"Sequence analysis of the 7 coding exons of the NAGS gene.","firstTestingMethod":"PCR","phenotypeFreeText":"Seizures and unresponsive of day of life 4, elevated plasma ammonia, plasma glutamine and no detectable cittrulline (see previous testing). He started walking at 2 years and at 30 months obeyed simple orders, was hyperactive, and had no speech. He had episodes of vomiting and apathy with moderate hyperammonemia. At 30 months, he presented with vomiting and apathy, went into deep coma and developed severe brain edema. Blood ammonia level was 355uM and lactate level was 10mM. After recovery, he had lost all milestones.  When Carbaglutamate was started at 36 months, his blood ammonia level was well controlled. At 4 years, he had an unsteady gait, no speech, and did not interact with his family.","phenotypes":["obo:HP_0003217","obo:HP_0003572","obo:HP_0002151","obo:HP_0001947","obo:HP_0006568","obo:HP_0001987","obo:HP_0001263"],"previousTesting":true,"previousTestingDescription":"On day of life 4, blood ammonia level was 770uM (normal, 9 –32uM) and increased to 1,300uM within 12 hours. Plasma glutamine was 3,654uM (normal,  669), citrulline was undetectable. Alanine was 3,070M (normal,  484) and lactate was 8.5mM (normal,  2.1). \nGlycogen storage defects, Fanconi–Bickel syndrome, and other causes of secondary hyperammonemia, including fatty acid oxidation defects and mitochondrial respiratory chain dysfunction, were excluded by the finding of normal activity of the debranching enzyme and phosphorylase kinase in leukocytes, normal mitochondrial respiratory chain complexes in muscle tissue, normal blood acylcarnitines, intact palmitate oxidation in lymphocytes, and normal GLUT2 sequence.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1843a050-5247-4cd4-b887-b30945ac78c1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:484323b6-30e0-40fc-a446-21599a3b9165","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.44006649dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913203446"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12447942","type":"dc:BibliographicResource","dc:abstract":"Carbamylphosphate synthase is the first enzymatic reaction of the urea cycle. Its activator, N-acetylglutamate, is synthesized from acetyl-CoA and glutamate in a reaction catalyzed by N-acetylglutamate synthase (NAGS). We have identified the putative human NAGS gene and report the first mutation in this gene in a family with carbamylglutamate responsive hyperammonemia and normal activity of the urea cycle enzymes. Mutation analysis has a higher diagnostic specificity than the enzymatic assay in NAGS deficiency. A therapeutic trial with carbamylglutamate is recommended whenever hyperammonemia without an organic aciduria, increased orotate excretion, or diagnostic amino acidemia/uria is detected.","dc:creator":"Elpeleg O","dc:date":"2002","dc:title":"N-acetylglutamate synthase deficiency and the treatment of hyperammonemic encephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12447942","rdfs:label":"Sib 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"This individual is homozygous for a frameshift variant in NAGS, as is his affected younger brother. The variants is not in gnomAD. The score is reduced due to the ambiguous NAGS activity results in liver."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:33dcead1-e3d9-4427-98fd-05a655c8c213_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:33dcead1-e3d9-4427-98fd-05a655c8c213_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6d91bbef-e178-4cec-be99-eb3ee123151e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d781bc24-0aa1-4d58-b1e7-568eda506526","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Variants in CPS1 are known to cause hyperammonemia. CPS1 deficiency is a well characterized urea cycle disorder. Human CPS1 is a mitochondrial liver and intestinal enzyme that catalyzes the first reaction of the urea cycle. CPS1 requires the binding of N-acetyl-L-glutamate (NAG) to be active. Since NAG is the product of N-acetylglutamate synthetase (NAGS), deficiency of NAGS is also expected to result in hyperammonemia (see Jackson, PMID 3545062 for review) thus providing evidence for the role of NAGS in causing hyperammonemia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6223815","type":"dc:BibliographicResource","dc:abstract":"Rat liver carbamoyl-phosphate synthetase I is shown to have synthetase and ATPase activity in the absence of acetylglutamate. Km values for ATP, Mg2+ and K+ are greatly increased, the Km for HCO-3 is not changed much, and the Km for NH+4 is markedly reduced. Vmax for the synthetase reaction is less than 20% of that of the acetylglutamate-activated enzyme whereas Vmax for the ATPase activity is greater than 40% of that with acetylglutamate. Pulse-chase experiments with H14CO-3 show formation of less \"active CO2\" (the central intermediate) than with acetylglutamate; ATPase activity is reduced in proportion, but the synthetase activity is much smaller. Binding of one ATP molecule with high affinity (Kd = 20-30 microM) is shown in the absence of acetylglutamate. This appears to be the molecule of ATPB (ATPB provides the phosphoryl group of carbamoyl phosphate). In contrast, the affinity for ATPA (ATPA yields Pi) is much reduced. Initial velocity measurements without acetylglutamate show a time lag before reaching a constant velocity. At 50 microM acetylglutamate the lag is much longer, but at 10 mM acetylglutamate it is shorter. Activation by acetylglutamate requires ATP at concentrations sufficient to occupy the ATPA and the ATPB binding sites. Preincubation with 10 mM acetylglutamate alone shortens the activation time. From these findings we propose an allosteric model for activation of carbamoyl-phosphate synthetase in which there are two active states, R and R . AcGlu. Binding of ATPA is associated with the conversion of T to R. R . AcGlu differs from R in that transfer to carbamate of the gamma-phosphoryl group of ATPB appears to be facilitated.","dc:creator":"Rubio V","dc:date":"1983","dc:title":"Mitochondrial carbamoyl phosphate synthetase activity in the absence of N-acetyl-L-glutamate. Mechanism of activation by this cofactor."},"rdfs:label":"CPS1 allosteric activator"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:4a02dc0e-97bf-4132-88e3-a0da51026f10","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3189400a-303e-444a-ba39-98c157cf5518","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"N‐acetylglutamate synthetase (NAGS) synthesizes N‐acetylglutamate (NAG), an essential allosteric activator of carbamoyl phosphate synthetase 1 (CPS1) which is the first and rate‐limiting enzyme of the urea cycle. CPS1 is inactive in the absence of NAG and hence cannot perform it’s normal function of producing carbamyl phosphate. Carbamyl phosphate is essential for the production of citrulline from ornithine, and for driving the urea cycle to remove ammonia. Hence, individuals with NAGS deficiency have elevated ammonia and low citrulline in the absence of high orotic acid (which is derived from carbamyl phosphate). For a review on the function of NAGS, see Caldovic et al, 2010 (PMID 20303810).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/5160402","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Shigesada K","dc:date":"1971","dc:title":"Enzymatic synthesis of acetylglutamate by mammalian liver preparations and its stimulation by arginine."},"rdfs:label":"Function of NAGS"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the function of NAGS is well characterized and many patients with biochemical features consistent with NAGS deficiency have been reported. For reviews, see PMIDs 20303810, 3545062)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:33dcead1-e3d9-4427-98fd-05a655c8c213_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e515307a-2745-4b6c-bd00-20f81be7373f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a6679400-a9cc-4c3c-aedf-585b8d9f5698","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Untreated NAGS knock out mice die within 24-48 hours of life, similar to infants with severe NAGS deficiency. Treatment of NAGS knock out mice with N-carbamylglutamate and citrulline prolongs life, and these mice have normal ammonia, glutamine, and citrulline levels. However, withdrawal of treatment results in markedly elevated ammonia levels, elevated glutamine and low citrulline, as observed in human patients, as well as symptoms associated with hyperammonemia. These findings mimic the biochemical features of human patients, in addition to the response to treatment.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22503289","type":"dc:BibliographicResource","dc:abstract":"All knockout mouse models of urea cycle disorders die in the neonatal period or shortly thereafter. Since N-acetylglutamate synthase (NAGS) deficiency in humans can be effectively treated with N-carbamyl-l-glutamate (NCG), we sought to develop a mouse model of this disorder that could be rescued by biochemical intervention, reared to adulthood, reproduce, and become a novel animal model for hyperammonemia. Founder NAGS knockout heterozygous mice were obtained from the trans-NIH Knock-Out Mouse Project. Genotyping of the mice was performed by PCR and confirmed by Western blotting of liver and intestine. NCG and L-citrulline (Cit) were used to rescue the NAGS knockout homozygous (Nags(-/-)) pups and the rescued animals were characterized. We observed an 85% survival rate of Nags(-/-) mice when they were given intraperitoneal injections with NCG and Cit during the newborn period until weaning and supplemented subsequently with both compounds in their drinking water. This regimen has allowed for normal development, apparent health, and reproduction. Interruption of this rescue intervention resulted in the development of severe hyperammonemia and death within 48 h. In addition to hyperammonemia, interruption of rescue supplementation was associated with elevated plasma glutamine, glutamate, and lysine, and reduced citrulline, arginine, ornithine and proline levels. We conclude that NAGS deprived mouse model has been developed which can be rescued by NCG and Cit and reared to reproduction and beyond. This biochemically salvageable mouse model recapitulates the clinical phenotype of proximal urea cycle disorders and can be used as a reliable model of induced hyperammonemia by manipulating the administration of the rescue compounds.","dc:creator":"Senkevitch E","dc:date":"2012","dc:title":"A novel biochemically salvageable animal model of hyperammonemia devoid of N-acetylglutamate synthase."},"rdfs:label":"NAGS knock out mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The score is increased because the clinical and biochemical features of NAGS knockout mice, in addition to the response to NCG treatment recapitulates the findings in human patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":827,"specifiedBy":"GeneValidityCriteria6","strengthScore":17,"subject":{"id":"cggv:740778cb-d9ce-48e4-a1f7-a2307b9775fa","type":"GeneValidityProposition","disease":"obo:MONDO_0009377","gene":"hgnc:17996","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between NAGS and hyperammonemia due to N-acetylglutamate synthase deficiency, an autosomal recessive urea cycle disorder, was evaluated using the ClinGen Clinical Validity Framework as of July 23, 2019. Variants in NAGS were first reported in patients with hyperammonemia in 2002 (Elpeleg et al, PMID 12447942). Data from 12 patients with 15 unique variants (missense, nonsense, frameshift, splicing) from 5 publications were curated (Elpeleg et al, 2002, PMID 12447942; Caldovic et al, 2003, PMID 12594532; Häberle et al, PMID 12754705; Caldovic et al, 2005, PMID 15714518; Sancho-Vaello et al, 2016, PMID 27037498). Additional cases are available in the literature but the maximum score for genetic evidence (12 points) has been reached. The relationship between NAGS and hyperammonemia due to N-acetylglutamate synthase deficiency is supported by experimental evidence including the biochemical function of NAGS, which is consistent with the disease phenotype (Shigesada et al, 1971, PMID 5160402), the knowledge that N-acetylglutamate is a cofactor for carbamoyl phosphate synthase, which catalyzes the first step of the urea cycle and has been implicated hyperammonemia (Rubio et al, 1983, PMID 6223815), and the clinical and biochemical phenotype of a null mouse model (Senkevitch et al, 2012, PMID 22503289). In summary, NAGS is definitively associated with hyperammonemia due to N-acetylglutamate synthase deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel.\n","dc:isVersionOf":{"id":"cggv:33dcead1-e3d9-4427-98fd-05a655c8c213"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}