{"id":"cggv:ecce1706-83f5-4a2e-8f15-3a2207972a69v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:ecce1706-83f5-4a2e-8f15-3a2207972a69_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-08-21T12:32:02.353Z","role":"Publisher"},{"id":"cggv:ecce1706-83f5-4a2e-8f15-3a2207972a69_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-06-10T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19506109","type":"dc:BibliographicResource","dc:abstract":"Serious congenital heart defects occur as a result of improper atrioventricular septum (AVS) development during embryogenesis. Despite extensive knowledge of the genetic control of AVS development, few genetic lesions have been identified that are responsible for AVS-associated congenital heart defects.","dc:creator":"Smith KA","dc:date":"2009","dc:title":"Dominant-negative ALK2 allele associates with congenital heart defects."},"evidence":[{"id":"cggv:ecce1706-83f5-4a2e-8f15-3a2207972a69_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:ecce1706-83f5-4a2e-8f15-3a2207972a69_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ecce1706-83f5-4a2e-8f15-3a2207972a69_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84fc6d5c-544a-4ce1-8cca-f8e6e4f8ced9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f6c6825d-ff57-4448-8b4d-14d43f9127aa","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"in situ hybridization showed that Ugdh was expressed at sites of endocardial cushion formation preceding valve morphogenesis during mouse heart development. At E11.5, strong expression of Ugdh was observed in the endocardial cushions located within the AV canal. At E12.5, Ugdh mRNA was present in the endocardial cushions of the AV canal, in the dorsal mesenchymal protrusion and in the outflow tract cushions. At E14.5, specific expression of Ugdh was observed in the valve leaflets located in the AV canal, which eventually become the leaflets of the mitral and tricuspid valves. Ugdh expression was not detectable in myocardium","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22815472","type":"dc:BibliographicResource","dc:abstract":"Cardiac valve defects are a common congenital heart malformation and a significant clinical problem. Defining molecular factors in cardiac valve development has facilitated identification of underlying causes of valve malformation. Gene disruption in zebrafish revealed a critical role for UDP-glucose dehydrogenase (UGDH) in valve development, so this gene was screened for polymorphisms in a patient population suffering from cardiac valve defects. Two genetic substitutions were identified and predicted to encode missense mutations of arginine 141 to cysteine and glutamate 416 to aspartate, respectively. Using a zebrafish model of defective heart valve formation caused by morpholino oligonucleotide knockdown of UGDH, transcripts encoding the UGDH R141C or E416D mutant enzymes were unable to restore cardiac valve formation and could only partially rescue cardiac edema. Characterization of the mutant recombinant enzymes purified from Escherichia coli revealed modest alterations in the enzymatic activity of the mutants and a significant reduction in the half-life of enzyme activity at 37 °C. This reduction in activity could be propagated to the wild-type enzyme in a 1:1 mixed reaction. Furthermore, the quaternary structure of both mutants, normally hexameric, was destabilized to favor the dimeric species, and the intrinsic thermal stability of the R141C mutant was highly compromised. The results are consistent with the reduced function of both missense mutations significantly reducing the ability of UGDH to provide precursors for cardiac cushion formation, which is essential to subsequent valve formation. The identification of these polymorphisms in patient populations will help identify families genetically at risk for valve defects.","dc:creator":"Hyde AS","dc:date":"2012","dc:title":"UDP-glucose dehydrogenase polymorphisms from patients with congenital heart valve defects disrupt enzyme stability and quaternary assembly."},"rdfs:label":"Mouse embryo expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ecce1706-83f5-4a2e-8f15-3a2207972a69_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:25b641f6-1f5a-4aba-b5c4-65aa2dd69508","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:11e8087b-e7f5-45ee-bf40-dcad31bdd8ee","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The endocardial ring is clearly visible in wt but not ugdh MO fish. Coinjection of wt UGDH mRNA with ugdh MO restored formation of the endocardial ring while coinjection of ugdh MO and UGDH mutant R141C or E416D did not rescue endocardial ring formation. Both polymorphisms severely compromised the ugdh enzyme’s activity in vivo and were observed in AVSD patients (PMID: 19506109) but they were too frequent in gnomAD v4. to be pathogenic\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22815472","rdfs:label":"Hyde MO Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The rescue was not scored as the variants were too frequent in gnomAD v4. to be pathogenic in human. However, the model showed some endocardial defects after MO knockdown of ugdh, so it was scored at 1 pt."},{"id":"cggv:07df1ec5-ce9f-4c6e-b51c-b1207d4c0941","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:de63d260-e2a0-4e63-86f6-384f07c975b7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The AV border cells do not differentiate from their neighbors in jekyll mutants, suggesting that jekyll is required in a cell signaling event that establishes a boundary between the atrium and the ventricle. Jekyll mutant embryos also exhibit pericardial edema and toggling of blood between the two chambers of the heart which is indicative of defective AV valve function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11533493","type":"dc:BibliographicResource","dc:abstract":"Cardiac valve formation is a complex process that involves cell signaling events between the myocardial and endocardial layers of the heart across an elaborate extracellular matrix. These signals lead to marked morphogenetic movements and transdifferentiation of the endocardial cells at chamber boundaries. Here we identify the genetic defect in zebrafish jekyll mutants, which are deficient in the initiation of heart valve formation. The jekyll mutation disrupts a homolog of Drosophila Sugarless, a uridine 5'-diphosphate (UDP)-glucose dehydrogenase required for heparan sulfate, chondroitin sulfate, and hyaluronic acid production. The atrioventricular border cells do not differentiate from their neighbors in jekyll mutants, suggesting that Jekyll is required in a cell signaling event that establishes a boundary between the atrium and ventricle.","dc:creator":"Walsh EC","dc:date":"2001","dc:title":"UDP-glucose dehydrogenase required for cardiac valve formation in zebrafish."},"rdfs:label":"Walsh and Stainier MO zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as this model is a MO zebrafish model which also is not consistent with the mode of inheritance of disease in human "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Disputed","sequence":8845,"specifiedBy":"GeneValidityCriteria10","strengthScore":2.5,"subject":{"id":"cggv:29890dfa-6e69-46fa-9217-a4258b24e8b0","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:12525","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*UGDH* was first reported in relation to autosomal dominant congenital heart disease in 2009 (Smith et al., PMID: 19506109). At least two unique missense variants were reported in three probands with atrioventricular septal defects (PMID: 19506109). This gene-disease relationship is also supported by expression data in mouse embryos and two zebrafish models (PMID: 11533493, 22815472, 22815472). In summary, the evidence supporting the relationship between *UGDH* and autosomal dominant congenital heart disease has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *UGDH* plays in this disease. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date June 10th, 2024 (SOP Version 10).\n\nNo convincing variants were observed in human patients.","dc:isVersionOf":{"id":"cggv:ecce1706-83f5-4a2e-8f15-3a2207972a69"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}