{"id":"cggv:bde7edf1-ccfa-443e-a917-cf3d2dd9cba6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:bde7edf1-ccfa-443e-a917-cf3d2dd9cba6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-06-05T03:17:17.020Z","role":"Publisher"},{"id":"cggv:bde7edf1-ccfa-443e-a917-cf3d2dd9cba6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-12-12T18:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27455348","type":"dc:BibliographicResource","dc:abstract":"To elucidate the genetic architecture of amyotrophic lateral sclerosis (ALS) and find associated loci, we assembled a custom imputation reference panel from whole-genome-sequenced patients with ALS and matched controls (n = 1,861). Through imputation and mixed-model association analysis in 12,577 cases and 23,475 controls, combined with 2,579 cases and 2,767 controls in an independent replication cohort, we fine-mapped a new risk locus on chromosome 21 and identified C21orf2 as a gene associated with ALS risk. In addition, we identified MOBP and SCFD1 as new associated risk loci. We established evidence of ALS being a complex genetic trait with a polygenic architecture. Furthermore, we estimated the SNP-based heritability at 8.5%, with a distinct and important role for low-frequency variants (frequency 1-10%). This study motivates the interrogation of larger samples with full genome coverage to identify rare causal variants that underpin ALS risk.","dc:creator":"van Rheenen W","dc:date":"2016","dc:title":"Genome-wide association analyses identify new risk variants and the genetic architecture of amyotrophic lateral sclerosis."},"evidence":[{"id":"cggv:bde7edf1-ccfa-443e-a917-cf3d2dd9cba6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bde7edf1-ccfa-443e-a917-cf3d2dd9cba6_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:d7513e2c-5821-4fc1-8c6e-c89429de3409","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d7513e2c-5821-4fc1-8c6e-c89429de3409_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:193545e5-7ae4-4524-b7c2-279d0c11989c","type":"Cohort","allGenotypedSequenced":12577,"alleleFrequency":0.01987755426572315,"evidence":[{"id":"cggv:d7513e2c-5821-4fc1-8c6e-c89429de3409_cc_evidence_item"}],"numWithVariant":250,"relatedCondition":{"id":"obo:MONDO_0004976"}},"controlCohort":{"id":"cggv:68c92421-97e0-4cf7-9c2d-0634737eb539","type":"Cohort","allGenotypedSequenced":23475,"alleleFrequency":0.01448349307774228,"evidence":[{"id":"cggv:d7513e2c-5821-4fc1-8c6e-c89429de3409_cc_evidence_item"}],"numWithVariant":340},"lowerConfidenceLimit":1.28,"method":{"id":"cg:SingleVariantAnalysis"},"pValue":2.65E-9,"statisticalSignificanceType":"","statisticalSignificanceValue":1.45,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.65,"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27455348","rdfs:label":"Risk Variant analysis"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":3.5,"dc:description":"This variant is really common"}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5},{"id":"cggv:bde7edf1-ccfa-443e-a917-cf3d2dd9cba6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bde7edf1-ccfa-443e-a917-cf3d2dd9cba6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93576071-f502-47dd-8dd5-408e107f938b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b71eb8d1-96de-4c88-a5f8-4bc10d161a35","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA-seq data from tissues from the Target ALS cohort. Authors compared different isoforms of CFAP410 against healthy controls to see if there is a correlation in ALS and expressed VNTR isoforms. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36131690","type":"dc:BibliographicResource","dc:abstract":"We describe the characterisation of a variable number tandem repeat (VNTR) domain within intron 1 of the amyotrophic lateral sclerosis (ALS) risk gene ","dc:creator":"Marshall JNG","dc:date":"2022","dc:title":"A polymorphic transcriptional regulatory domain in the amyotrophic lateral sclerosis risk gene "},"rdfs:label":"VNTR CNS expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:2550dd4b-b905-446e-a2af-5f65692d8eee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ece0265c-b5c2-490f-b4b5-ede7cc85a972","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Numerous variants in NEK1 have been implicated a cause of ALS, this disease-gene relationship has been curated and classed as \"definitive\" by the ClinGen ALS GCEP. HA-NEK1 was transiently transfected into HeLa cells. Forty-eight hours after transfection, the cells were collected for co-IP analysis with the anti-HA antibody. C21ORF2 in the immune complex was detected by western blot analysis with anti-C21ORF2 antibody. \n\nBoth genes are shown to be involved in DNA repair and was hypothesized they may work together. This is shown by NEK1 being overexpressed in C21ORF2-depleted cells, and the ability of these cells to repair DSBs was examined. By the analysis of γH2AX foci formation, overexpression of NEK1 was found to significantly rescue DNA damage repair defects in C21ORF2-knockdown cells ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26290490","type":"dc:BibliographicResource","dc:abstract":"Defective DNA damage response is a threat to genome stability and a proven cause of tumorigenesis. C21ORF2 (chromosome 21 open reading frame 2) is a novel gene on chromosome 21, and the C21ORF2 protein is found to interact with NEK1. Earlier studies showed that C21ORF2 might be associated with some human genetic diseases including Down syndrome. However, the cellular functions of C21ORF2 remain unknown. In the present study, we reported that C21ORF2 affected cell proliferation after DNA damage induced by ionizing radiation, and DNA repair was less efficient in C21ORF2-depleted cells compared with control cells. However, C21ORF2-knockdown cells did not show defects in the activation of the G2-phase DNA damage checkpoint. Furthermore, homologous recombination, but not non-homologous end joining repair, was found to be impaired after C21ORF2 attenuation, which could be rescued by the overexpression of NEK1, indicating that C21ORF2 functions in the same pathway as NEK1 in DNA damage repair.","dc:creator":"Fang X","dc:date":"2015","dc:title":"The NEK1 interactor, C21ORF2, is required for efficient DNA damage repair."},"rdfs:label":"NEK1  Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:cfb2a7ec-6965-465b-afdb-4ffd2e98e0c1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:21ac2ad5-6305-4fdd-843c-525be664f08a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Figure 4","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26290490","rdfs:label":"DNA Damage Repair"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"DNA damage repair is not specific to ALS"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.25},{"id":"cggv:bde7edf1-ccfa-443e-a917-cf3d2dd9cba6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03348138-ff97-4434-bc6b-ee7a019d7f9b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3a66df5b-ea02-46ad-8fec-2257a4a720e8","type":"FunctionalAlteration","dc:description":"FBXO3 bound to C21ORF2(WT), whereas FBXO3 did not bind to C21ORF2(V58L) and the mutant protein was not ubiquitylated in HEK293T cells, suggesting that FBXO3 is the only ubiquitin ligase for C21ORF2 and that the ALS-related V58L mutation prevents the ubiquitylation of C21ORF2. Given that SCFFBXO3 targets C21ORF2 for proteasomal degradation, C21ORF2(V58L) might be expected to be more stable than the WT protein.  The percentage amount of C21ORF2(V58L) remaining during the time course was significantly greater than that of C21ORF2(WT), indicating that C21ORF2(V58L) is indeed more stable than is C21ORF2(WT) as a result of not being a substrate of SCFFBXO3.\n\n The measured average length of neurites formed by the GFP-positive cells for VLKI iMNs was significantly shorter than that for iMNs differentiated from the parental ESCs ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32891887","type":"dc:BibliographicResource","dc:abstract":"C21ORF2 and NEK1 have been identified as amyotrophic lateral sclerosis (ALS)-associated genes. Both genes are also mutated in certain ciliopathies, suggesting that they might contribute to the same signaling pathways. Here we show that FBXO3, the substrate receptor of an SCF ubiquitin ligase complex, binds and ubiquitylates C21ORF2, thereby targeting it for proteasomal degradation. C21ORF2 stabilizes the kinase NEK1, with the result that loss of FBXO3 stabilizes not only C21ORF2 but also NEK1. Conversely, NEK1-mediated phosphorylation stabilizes C21ORF2 by attenuating its interaction with FBXO3. We found that the ALS-associated V58L mutant of C21ORF2 is more susceptible to phosphorylation by NEK1, with the result that it is not ubiquitylated by FBXO3 and therefore accumulates together with NEK1. Expression of C21ORF2(V58L) in motor neurons induced from mouse embryonic stem cells impaired neurite outgrowth. We suggest that inhibition of NEK1 activity is a potential therapeutic approach to ALS associated with C21ORF2 mutation.","dc:creator":"Watanabe Y","dc:date":"2020","dc:title":"An Amyotrophic Lateral Sclerosis-Associated Mutant of C21ORF2 Is Stabilized by NEK1-Mediated Hyperphosphorylation and the Inability to Bind FBXO3."},"rdfs:label":"CFAP410 Hyperphosphorylation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.75}],"evidenceStrength":"Limited","sequence":8351,"specifiedBy":"GeneValidityCriteria10","strengthScore":5.25,"subject":{"id":"cggv:4a6e7148-d1ea-4b7b-ae4e-1a3aec8117e4","type":"GeneValidityProposition","disease":"obo:MONDO_0004976","gene":"hgnc:1260","modeOfInheritance":"obo:HP_0032113"},"version":"1.0","dc:description":"*CFAP410*, previously *C21orf2*, was first reported in relation to amyotrophic lateral sclerosis (ALS) in 2016 (van Rheenen et al., PMID: 27455348). *CFAP410* encodes cilia-and flagella-associated protein 410 and has a role in ciliogenesis and DNA damage repair. *CFAP410* has also been associated with autosomal recessive retinal dystrophy with macular staphyloma and autosomal recessive axial spondylometaphyseal dysplasia. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found a difference in inheritance pattern and phenotypic variability among these diseases. Therefore, the following disease entities have been split into separate disease entities: semi-dominant ALS (OMIM: 105400), autosomal recessive retinal dystrophy with macular staphyloma (OMIM: 617547) and autosomal recessive axial spondylometaphyseal dysplasia (OMIM: 602271). The association between *CFAP410* and ALS was first established in a genome-wide variant case-control analysis that identified an association between a risk variant in the gene, described as rs75087725 (Val58Leu), and the phenotype based on the genome sequencing of 12,577 ALS cases and 23,475 controls (van Rheenen et al., PMID:27455348). Per criteria set by the ALS GCEP, the missense variant found in this study is outside the established gnomAD minor allele frequency cutoffs (<0.00005) and, while is unlikely to be a main cause of disease, reached a level of significance. To date, no causal variants in *CFAP410* have been documented in ALS patients in the literature. The mechanism of pathogenicity is currently unclear. This gene-disease association is supported by experimental evidence describing expression of* CFAP410* in neuronal tissues, physical interaction with known ALS associated gene *NEK1* and functional alterations in non-patient cells (PMIDs: 36131690, 26290490, and 32891887). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. It is important to understand that in the clinical diagnostic setting the identification of variants of uncertain significance may be common and variant interpretation must be completed with caution. This classification was approved by the ClinGen ALS GCEP on December 12, 2023.","dc:isVersionOf":{"id":"cggv:bde7edf1-ccfa-443e-a917-cf3d2dd9cba6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}