{"id":"cggv:dd4bc3b7-ee3f-4fe0-b24a-be27e0840506v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:dd4bc3b7-ee3f-4fe0-b24a-be27e0840506_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-03-19T16:00:00.000Z","role":"Approver"},{"id":"cggv:dd4bc3b7-ee3f-4fe0-b24a-be27e0840506_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-05-01T17:24:58.322Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/10412980","type":"dc:BibliographicResource","dc:abstract":"Caspases are cysteine proteases that mediate programmed cell death in phylogenetically diverse multicellular organisms. We report here two kindreds with autoimmune lymphoproliferative syndrome (ALPS) type II, characterized by abnormal lymphocyte and dendritic cell homeostasis and immune regulatory defects, that harbor independent missense mutations in Caspase 10. These encode amino acid substitutions that decrease caspase activity and interfere with death receptor-induced apoptosis, particularly that stimulated by Fas ligand and TRAIL. These results provide evidence that inherited nonlethal caspase abnormalities cause pleiotropic apoptosis defects underlying autoimmunity in ALPS type II.","dc:creator":"Wang J","dc:date":"1999","dc:title":"Inherited human Caspase 10 mutations underlie defective lymphocyte and dendritic cell apoptosis in autoimmune lymphoproliferative syndrome type II."},"evidence":[{"id":"cggv:dd4bc3b7-ee3f-4fe0-b24a-be27e0840506_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd4bc3b7-ee3f-4fe0-b24a-be27e0840506_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:326594bc-004b-4f40-b0b1-45d4dd0a4bd3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec080431-9d96-4044-980e-d2880a27f58f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot analysis of caspase 10 in resting and activated T cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11717445","type":"dc:BibliographicResource","dc:abstract":"A role for caspase-10, previously implicated in the autoimmune lymphoproliferative syndrome, in death receptor signaling has not been directly shown. Here we show that caspase-10 can function independently of caspase-8 in initiating Fas- and tumor necrosis factor-related apoptosis-inducing ligand-receptor-mediated apoptosis. Moreover, Fas crosslinking in primary human T cells leads to the recruitment and activation of caspase-10. Fluorescent resonance energy transfer analysis indicates that the death-effector domains of caspase-8 and -10 both interact with the death-effector domain of FADD. Nonetheless, we find that caspase-8 and -10 may have different apoptosis substrates and therefore potentially distinct roles in death receptor signaling or other cellular processes.","dc:creator":"Wang J","dc:date":"2001","dc:title":"Caspase-10 is an initiator caspase in death receptor signaling."},"rdfs:label":"caspase-10 is expressed in resting T cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f110f35c-0fcf-498e-8d30-d1dc390c59cd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01685f16-2967-4858-b2a2-6461c0110965","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human tissue and cell line RNA blots were probed with a 32P-labeled cDNA specific for FLICE2 and not contained within Mch4 (Fig. 1C). A transcript of 4.4 kilobases was detected and is consistent with the size of the cloned cDNA. In particular, tissues enriched in lymphoid cells expressed a substantial amount of FLICE2 transcript. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9045686","type":"dc:BibliographicResource","dc:abstract":"The pivotal discovery that Fas-associated death domain protein (FADD) interleukin-1beta-converting enzyme (FLICE)/MACH was recruited to the CD95 signaling complex by virtue of its ability to bind the adapter molecule FADD established that this protease has a role in initiating the death pathway (Boldin, M. P., Goncharov, T. M. , Goltsev, Y. V., and Wallach, D. (1996) Cell 85, 803-815; Muzio, M., Chinnaiyan, A. M., Kischkel, K. C., O'Rourke, K., Shevchenko, A., Ni, J., Scaffidi, C., Bretz, J. D., Zhang, M., Gentz, R., Mann, M., Krammer, P. H., Peter, M. E., and Dixit, V. M. (1996) Cell 85, 817-827). In this report, we describe the cloning and characterization of a new member of the caspase family, a homologue of FLICE/MACH, and Mch4. Since the overall architecture and function of this molecule is similar to that of FLICE, it has been designated FLICE2. Importantly, the carboxyl-terminal half of the small catalytic subunit that includes amino acids predicted to be involved in substrate binding is distinct. We show that the pro-domain of FLICE2 encodes a functional death effector domain that binds to the corresponding domain in the adapter molecule FADD. Consistent with this finding, FLICE2 is recruited to both the CD95 and p55 tumor necrosis factor receptor signaling complexes in a FADD-dependent manner. A functional role for FLICE2 is suggested by the finding that an active site mutant of FLICE2 inhibits CD95 and tumor necrosis factor receptor-mediated apoptosis. FLICE2 is therefore involved in CD95 and p55 signal transduction.","dc:creator":"Vincenz C","dc:date":"1997","dc:title":"Fas-associated death domain protein interleukin-1beta-converting enzyme 2 (FLICE2), an ICE/Ced-3 homologue, is proximally involved in CD95- and p55-mediated death signaling."},"rdfs:label":"FLICE2 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:37a13689-9a89-4995-bbda-2322ea1924df","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5052926-a39b-4eb3-8d64-3fcfd3087f09","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"To directly assess if FLICE2 could be recruited to the CD95 or tumor necrosis factor receptors, FLICE2 was cotransfected with FLAG-tagged p55 or CD95 receptors (Fig. 2, panels D and E). As shown, FLICE2 bound both death receptors, and a substantial increase in binding was observed when FADD was included in the transfections (Fig. 2, panels D and E, lanes 1 and 2). This was consistent with initial binding being mediated by endogenous FADD and being enhanced by the expression of exogenous FADD. Confirming this was the finding that expression of FADD-DN, which lacks a DED and is therefore unable to bind FLICE or FLICE2, attenuated the association of FLICE2 with the death receptors (Fig. 2, panels D and E, lane 3).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9045686","rdfs:label":"FLICE2 is recruited to CD95 and FADD"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:6067f5cf-e4a6-4626-b6dd-b57470328d26","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:09d2e248-33ca-4ff3-9a34-791fa532178a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with ALPS have reduced lymphocyte apoptosis","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11717445","rdfs:label":"caspase-10 can rescue apoptosis in Jurkat cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:28c7071b-e906-449c-9a69-15a632654089","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d577c67b-62b3-4937-bff2-9a8f2e739ad3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"ALPS is characterised by defects in apoptosis. Caspase 10 is shown to be involved in apoptotic pathways","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9045686","rdfs:label":"FLICE2 (caspase 10) cleaves PARP"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.25,"dc:description":"Not cell line specific to lymphocytes"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:dd4bc3b7-ee3f-4fe0-b24a-be27e0840506_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:18ec269b-f660-4b63-9f34-f5d993b70c7b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e0ffcb32-cc3a-46b0-8445-181cb06b96d6","type":"FunctionalAlteration","dc:description":"Expression of FLICE2 active site mutant inhibits CD95 (FAS) and p55 receptor (TNF) induced apoptosis in MCF cells to the same extent as CrmA or p35","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9045686","rdfs:label":"Inhibition of CD95 and p55-induced Cell Death by the FLICE2 "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:00b6dae7-4097-44ec-9e98-4618495e8717","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60248900-453c-446b-84e7-aa06c5d7f157","type":"FunctionalAlteration","dc:description":"Caspase-8 and caspase-10 were able to rescue FASL or TRAIL induced apoptosis in I9.2 cells, however mutant caspase-10 transfection interferes with this rescue in a dominant-negative fashion.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11717445","rdfs:label":"Caspase 10 mutants interfere with apoptosis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b8d74438-08bb-4400-b642-528c940fbf1e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f9d644dd-6af8-4524-bd8e-e7686c0292d1","type":"FunctionalAlteration","dc:description":"Significantly reduced FAS-L and TRAIL induced apoptosis compared to cells containing WT casp10.\n\nReduction in caspase 8 and PARP protein cleavage in cell extracts compared with healthy control as detected by Western blotting after treatment with FAS-L and TRAIL. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31309545","type":"dc:BibliographicResource","dc:abstract":"Autoimmune lymphoproliferative syndrome (ALPS) is a congenital disorder that results in an apoptosis impairment of lymphocytes, leading to chronic lymphoproliferation and autoimmunity, mainly autoimmune cytopenias. FAS gene defects are often responsible for the disease, the phenotype of which can vary from asymptomatic/mild forms to severe disease. More rarely, defects are associated to  other genes involved in apoptosis pathway, such as CASP10. Few data are available on CASP10-mutated patients. To date, two CASP10 mutations have been recognized as pathogenic (I406L and L258F) and others have been reported with controversial result on their pathogenicity (V410l, Y446C) or are known to be polymorphic variants (L522l). In this study, we evaluated apoptosis function in patients with an ALPS/ALPS-like phenotype carrying CASP10 variants. Molecular findings were obtained by next generation sequencing analysis of genes involved in immune dysregulation syndromes. Functional studies were performed after inducing apoptosis by FAS-ligand/TRIAL stimulation and analysing cell death and the function of CASP10, CASP8 and PARP proteins. We identified 6 patients with an ALPS (n = 2) or ALPS-like (n = 4) phenotype, carrying I406L (n = 1),V410l (n = 2),Y446C (n = 1) heterozygous CASP10 variants or the L522l polymorphisms (n = 2) associated with another polymorphic homozygote variant on CASP8 or a compound heterozygous mutation on TNFRSF13C. Apoptosis was impaired in all patients showing that such variants may play a role in the development of clinical phenotype.","dc:creator":"Miano M","dc:date":"2019","dc:title":"FAS-mediated apoptosis impairment in patients with ALPS/ALPS-like phenotype carrying variants on CASP10 gene."},"rdfs:label":"Apoptosis of patient cells induced by FAS-L and TRAIL"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"All these genes have high population frequencies. Additionally some of these patients had mutations in other potentially relevant genes such as CASP8"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:dd4bc3b7-ee3f-4fe0-b24a-be27e0840506_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.3}],"evidenceStrength":"Limited","sequence":8235,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.8,"subject":{"id":"cggv:67c41c6f-6a61-43d3-ac16-b7a5882e38d2","type":"GeneValidityProposition","disease":"obo:MONDO_0011383","gene":"hgnc:1500","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CASP10 deficiency was first reported as the cause of autoimmune lymphoproliferative syndrome (ALPS) type 2A in 1999 (PMID: 10412980). Patients with this disorder present with hepatosplenomegaly, chronic non-infectious non-malignant lymphadenopathy and the development of autoimmune disorders, in particular anaemia, thrombocytopenia and neutropenia. Characteristic laboratory findings include an increased in double-negative (CD4-/CD8-) alpha/beta T-cells, hypergammaglobulinemia and impaired lymphocyte apoptosis.\n\nNine variants (missense and frameshift) have been reported in multiple probands in multiple publications (PMIDs: 10412980, 16446975, 31309545, 36844186, 17999750, 32599613, 27872624). Five of the nine variants (Ile406Leu, Val410Ile, Tyr466Cys, Leu522Ile, Pro501Leu) have subsequently shown to have high allele frequencies in the population not consistent with a monogenic disorder. \n\nThe mechanism of pathogenicity is proposed to be dominant-negative. Functional studies demonstrating a dominant-negative effect demonstrated the same results for a rare variant (Leu285Phe) and a common polymorphism (Ile406Leu), therefore the mechanism is not proven (PMID: 16446975). Many reported probands have unaffected parents with the same variant, so penetrance is proposed to be incomplete.\n\nExpression studies, protein interaction studies and functional studies confirms the role of CASP10 in apoptosis. CASP10 is expressed in many tissues, including lymphoid organs and lymphocytes (Vincenz et al., 1997 and Wang et al., 2001). CASP10 is recruited to Fas and TNF receptor by FADD (Vincenz et. al, 1997), and is essential for FasL and TRAIL induced apoptosis (Wang et al., 2001) which are known to be defective in other forms of ALPS. Mutated CASP10, which lacks the active site, interferes with FasL and TRAIL induced apoptosis in transfected cells, supporting a dominant-negative model (Wang et al., 2001). Mice lack Casp10 and therefore a mouse model does not exist. Recently Magerus et al. asserted that biallelic mutations that completely abolish caspase-10 have no impact on FAS-induced apoptosis, however this data is not yet published. \n\nIn summary, there is limited evidence supporting the relationship between CASP10 and autosomal dominant autoimmune lymphoproliferative syndrome (ALPS) type 2A. This classification was approved by the ClinGen PIRD GCEP on the meeting date 19th March 2024 (SOP Version 10).\n\n\n","dc:isVersionOf":{"id":"cggv:dd4bc3b7-ee3f-4fe0-b24a-be27e0840506"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}