{"id":"cggv:1939b90b-f1e4-4426-9f8c-5526f9003f10v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:1939b90b-f1e4-4426-9f8c-5526f9003f10_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-09-01T17:41:22.998Z","role":"Publisher"},{"id":"cggv:1939b90b-f1e4-4426-9f8c-5526f9003f10_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-02-10T07:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:1939b90b-f1e4-4426-9f8c-5526f9003f10_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1939b90b-f1e4-4426-9f8c-5526f9003f10_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:1939b90b-f1e4-4426-9f8c-5526f9003f10_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.5},{"id":"cggv:91115257-7419-4398-a770-c37e18a2ff34_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:91115257-7419-4398-a770-c37e18a2ff34","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":31,"allele":{"id":"cggv:c33409cb-cbf2-4114-bbb5-a1b2c4c428f5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_021956.5(GRIK2):c.592C>T (p.Arg198Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA199177"}},"detectionMethod":"Whole Exome sequencing was performed in proband IV: 2. Considering that both affected siblings were born from consanguineous parents, bioinformatic analysis was made in order to identify homozygous functional variant located in an Identity by descent region (Fig. 1b). A non-sense mutation in GRIK2, p.Arg198* was identified as the possible etiology of this syndrome (Table 1). Validation and familial segregation analysis of GRIK2 non-sense mutation was confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001250","obo:HP_0001332","obo:HP_0100543","obo:HP_0000708"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:711c9b5a-cc0f-40c9-923f-baf01850650c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c33409cb-cbf2-4114-bbb5-a1b2c4c428f5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25039795","type":"dc:BibliographicResource","dc:creator":"Córdoba M","dc:date":"2015","dc:title":"Expanding the spectrum of Grik2 mutations: intellectual disability, behavioural disorder, epilepsy and dystonia."}},"rdfs:label":"IV: 2"},{"id":"cggv:711c9b5a-cc0f-40c9-923f-baf01850650c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:711c9b5a-cc0f-40c9-923f-baf01850650c_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:947abe96-5850-4c34-89ab-a9cd99d96ed1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:947abe96-5850-4c34-89ab-a9cd99d96ed1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":50,"allele":{"id":"cggv:e70e9d0a-eabb-4a0f-8bdc-3704ec85900b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"GRIK2, DEL/INV, EX7-11","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16087"}},"detectionMethod":"The MRT6 locus was one of 8 genomic loci identified as being associated with non-syndromic intellectual disability via a linkage analysis of 78 consanguineous Iranian families in an earlier study. In this study, PCR and direct sequencing of 8 candidate genes within the MRT6 locus identified a single nonpolymorphic sequence change in GRIK2.","firstTestingMethod":"Linkage analysis","phenotypes":"obo:HP_0001249","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b61bcf54-900a-4116-b3cd-e135d772d3a3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e70e9d0a-eabb-4a0f-8bdc-3704ec85900b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17847003","type":"dc:BibliographicResource","dc:abstract":"Nonsyndromic mental retardation is one of the most important unresolved problems in genetic health care. Autosomal forms are far more common than X-linked forms, but, in contrast to the latter, they are still largely unexplored. Here, we report a complex mutation in the ionotropic glutamate receptor 6 gene (GRIK2, also called \"GLUR6\") that cosegregates with moderate-to-severe nonsyndromic autosomal recessive mental retardation in a large, consanguineous Iranian family. The predicted gene product lacks the first ligand-binding domain, the adjacent transmembrane domain, and the putative pore loop, suggesting a complete loss of function of the GLU(K6) protein, which is supported by electrophysiological data. This finding provides the first proof that GLU(K6) is indispensable for higher brain functions in humans, and future studies of this and other ionotropic kainate receptors will shed more light on the pathophysiology of mental retardation.","dc:creator":"Motazacker MM","dc:date":"2007","dc:title":"A defect in the ionotropic glutamate receptor 6 gene (GRIK2) is associated with autosomal recessive mental retardation."}},"rdfs:label":"MRT6 V:1"},{"id":"cggv:b61bcf54-900a-4116-b3cd-e135d772d3a3","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b61bcf54-900a-4116-b3cd-e135d772d3a3_variant_evidence_item"},{"id":"cggv:b61bcf54-900a-4116-b3cd-e135d772d3a3_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"HEK293 cells transfected with a GLUK6Δ construct lacking exons 7 and 8 engineered by site-directed mutagenesis showed normal localization to the plasma membrane, indicating normal receptor trafficking. However, cells harboring the GLUK6Δ construct were unable to conduct ions as observed in whole cell patch clamp experiments, regardless of agonist concentration and flash photolysis, indicating loss of function."}],"strengthScore":0.75,"dc:description":"Consanguineous family. Variant identified by direct sequencing of candidate gene found via linkage analysis."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.5},{"id":"cggv:1939b90b-f1e4-4426-9f8c-5526f9003f10_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1939b90b-f1e4-4426-9f8c-5526f9003f10_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1798dec4-cd4a-4a7e-a154-cdf3a9607ab0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:88f0ee99-116e-43e0-9e99-6d2f9cdf7c51","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"GluK2 is a subunit of kainate receptors (KARs). KARs have been linked to psychiatric disorders such as schizophrenia, bipolar disorder, major depressive disorder, and autism.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33631192","type":"dc:BibliographicResource","dc:abstract":"Kainate receptors (KARs) are members of the glutamate receptor family that regulate synaptic function in the brain. Although they are known to be associated with psychiatric disorders, how they are involved in these disorders remains unclear. KARs are tetrameric channels assembled from a combination of GluK1-5 subunits. Among these, GluK2 and GluK5 subunits are the major heteromeric subunits in the brain. To determine the functional similarities and differences between GluK2 and GluK5 subunits, we generated GluK2 KO and GluK5 KO mice on a C57BL/6N background, a well-characterized inbred strain, and compared their behavioral phenotypes. We found that GluK2 KO and GluK5 KO mice exhibited the same phenotypes in many tests, such as reduced locomotor activity, impaired motor function, and enhanced depressive-like behavior. No change was observed in motor learning, anxiety-like behavior, or sociability. Additionally, we identified subunit-specific phenotypes, such as reduced motivation toward their environment in GluK2 KO mice and an enhancement in the contextual memory in GluK5 KO mice. These results revealed that GluK2 and GluK5 subunits not only function in a coordinated manner but also have a subunit-specific role in regulating behavior. To summarize, we demonstrated subunit-specific and common behavioral effects of GluK2 and GluK5 subunits for the first time. Moreover, to the best of our knowledge, this is the first evidence of the involvement of the GluK5 subunit in the expression of depressive-like behavior and contextual memory, which strongly indicates its role in psychiatric disorders.","dc:creator":"Iida I","dc:date":"2021","dc:title":"A comparative analysis of kainate receptor GluK2 and GluK5 knockout mice in a pure genetic background."},"rdfs:label":"Behavioral phenotypes of GluK2 KO mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:b6b4ca93-4dd9-4c99-91bf-d5ef2a6fdd15","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cadc2688-7048-408a-ab08-09077e902cf4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional knockout of GRIK2 in adult-born dentate granule cells (abDGCs) in 8-9 week mice resulted in impaired spatial discrimination, increased depolarization of EGABA, and elevated GABAergic synaptic events at 21 dpi, although the exact relevance to human clinical phenotypes is unclear.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34551304","type":"dc:BibliographicResource","dc:abstract":"Both inhibitory and excitatory neurotransmitter receptors can influence maturation and survival of adult-born neurons in the dentate gyrus; nevertheless, how these two neurotransmitter systems affect integration of new neurons into the existing circuitry is still not fully characterized. Here, we demonstrate that glutamate receptors of the kainate receptor (KAR) subfamily are expressed in adult-born dentate granule cells (abDGCs) and that, through their interaction with GABAergic signaling mechanisms, they alter the functional properties of adult-born cells during a critical period of their development. Both the intrinsic properties and synaptic connectivity of young abDGCs were affected. Timed KAR loss in a cohort of young adult-born neurons in mice disrupted their performance in a spatial discrimination task but not in a hippocampal-dependent fear conditioning task. Together, these results demonstrate the importance of KARs in the proper functional development of young abDGCs.","dc:creator":"Zhu Y","dc:date":"2021","dc:title":"Kainate receptors regulate the functional properties of young adult-born dentate granule cells."},"rdfs:label":"Kainate receptor function in abDGCs"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The relevance to human clinical phenotypes is unclear."},{"id":"cggv:e537fd22-42c2-4a8b-9f81-81c6ab7f6e74","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0d75638e-d097-41df-8f63-ee05ea2fdc42","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Not addressed in this study","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11182092","type":"dc:BibliographicResource","dc:abstract":"Kainate receptors alter the excitability of mossy fiber axons and have been reported to play a role in the induction of long-term potentiation (LTP) at mossy fiber synapses in the hippocampus. These previous studies have relied primarily on the use of compounds whose selectivity is unclear. In this report, we investigate short- and long-term facilitation of mossy fiber synaptic transmission in kainate receptor knockout mice. We find that LTP is reduced in mice lacking the GluR6, but not the GluR5, kainate receptor subunit. Additionally, short-term synaptic facilitation is impaired in GluR6 knockout mice, suggesting that kainate receptors act as presynaptic autoreceptors on mossy fiber terminals to facilitate synaptic transmission. These data demonstrate that kainate receptors containing the GluR6 subunit are important modulators of mossy fiber synaptic strength.","dc:creator":"Contractor A","dc:date":"2001","dc:title":"Kainate receptors are involved in short- and long-term plasticity at mossy fiber synapses in the hippocampus."},"rdfs:label":"Mossy fiber synaptic transmission in kainate receptor KO mic"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Impaired long-term potentiation and short-term synaptic facilitation could be consistent with deficits leading to neurodevelopmental disorders seen in humans with GRIK2 variants, but no behavioral studies were performed in the mice in this study."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":6803,"specifiedBy":"GeneValidityCriteria8","strengthScore":9.5,"subject":{"id":"cggv:b9f09b14-a558-4686-aea8-bcc9ce6c2813","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:4580","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"*GRIK2* was first reported in relation to autosomal recessive complex neurodevelopmental disorder in 2007 by Motazacker et al (PMID: 17847003). Clinical features include intellectual disability, social and cognitive impairment, epilepsy, dystonia, and behavioral disorders. Variants in *GRIK2* have also been associated with autosomal dominant complex neurodevelopmental disorder. This gene-disease relationship has been assessed separately.\n\nAutosomal recessive loss of function variants in *GRIK2* were first reported in relation to complex neurodevelopmental disorder as early as 2007 (Motazacker et al., PMID: 17847003). The first described variant, a complex null variant (DEL/INV, EX7-11) functionally shown to lead to loss of the protein function, was identified in a consanguineous family with autosomal recessive intellectual disability and no other observed neurological disorders or physical dysmorphism via direct sequencing of probands and some parents and unaffected siblings (PMID: 17847003). A second variant (p.Arg198Ter) [R198X]), predicted to result in nonsense-mediated decay of truncated protein, was identified in 2 homozygous siblings, born to consanguineous parents, who were affected by varying degrees of social and cognitive delay/impairment, epilepsy, dystonia and behavioral disorders (Cordoba et al., PMID: 25039795).\n\nBased on the studies described, *GRIK2* variants inherited in an autosomal recessive pattern can result in a loss of function, related to neurodevelopmental disorders such as intellectual disability, social and cognitive delay/impairment, epilepsy, dystonia and behavioral disorders. Based on the volume of evidence in the literature, the genetic evidence was scored 5.5 points.\n\nThis gene-disease relationship is also supported by behavioral phenotypes described in 5 studies characterizing global knockout mouse models backcrossed to varying degrees in 129/Sv and/or C57BL/6 lines (PMIDs: 9580260, 15673679, 18332879, 24753134, 11182092), as well as a physiological characterization of a global KO mouse model showing reduced long-term potentiation and impaired short-term synaptic facilitation. A conditional knockout of *GRIK2* in adult-born dentate granule cells (abDGCs) in 8-9 week mice resulted in impaired spatial discrimination, increased depolarization of EGABA, and elevated GABAergic synaptic events at 21 dpi, although the relevance to clinical phenotypes is unclear (PMID: 34551304).\n\nIn summary, there is moderate evidence to support the relationship between autosomal recessive loss of function variants in *GRIK2* and complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on February 10, 2022 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:1939b90b-f1e4-4426-9f8c-5526f9003f10"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}