{"id":"cggv:e91dc4be-821d-4f54-acdd-755a25070eecv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:e91dc4be-821d-4f54-acdd-755a25070eec_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-04-08T19:37:43.279Z","role":"Publisher"},{"id":"cggv:e91dc4be-821d-4f54-acdd-755a25070eec_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-03-16T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e91dc4be-821d-4f54-acdd-755a25070eec_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:e91dc4be-821d-4f54-acdd-755a25070eec_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e91dc4be-821d-4f54-acdd-755a25070eec_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:697747f0-517d-49c2-b17b-a18083204ab8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:348891d5-a785-47c1-bc47-ad0e571b3e13","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Autism spectrum disorder","phenotypes":"obo:HP_0000717","previousTesting":true,"previousTestingDescription":"exome in 457 ASD families recruited online (SPARK)","sex":"Male","variant":{"id":"cggv:697747f0-517d-49c2-b17b-a18083204ab8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0304dc13-bf10-4180-9c1a-06329e4b5e54","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014141.6(CNTNAP2):c.3058C>T (p.Gln1020Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA369929148"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31452935","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is a genetically heterogeneous condition, caused by a combination of rare de novo and inherited variants as well as common variants in at least several hundred genes. However, significantly larger sample sizes are needed to identify the complete set of genetic risk factors. We conducted a pilot study for SPARK (SPARKForAutism.org) of 457 families with ASD, all consented online. Whole exome sequencing (WES) and genotyping data were generated for each family using DNA from saliva. We identified variants in genes and loci that are clinically recognized causes or significant contributors to ASD in 10.4% of families without previous genetic findings. In addition, we identified variants that are possibly associated with ASD in an additional 3.4% of families. A meta-analysis using the TADA framework at a false discovery rate (FDR) of 0.1 provides statistical support for 26 ASD risk genes. While most of these genes are already known ASD risk genes, BRSK2 has the strongest statistical support and reaches genome-wide significance as a risk gene for ASD (p-value = 2.3e-06). Future studies leveraging the thousands of individuals with ASD who have enrolled in SPARK are likely to further clarify the genetic risk factors associated with ASD as well as allow accelerate ASD research that incorporates genetic etiology.","dc:creator":"Feliciano P","dc:date":"2019","dc:title":"Exome sequencing of 457 autism families recruited online provides evidence for autism risk genes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31452935","rdfs:label":"SP0028519"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"Since there is no convincing evidence that heterozygous truncating variants cause disease, this variant was not scored."},{"id":"cggv:bb39ee71-5462-4c8d-8e30-f002e9ea3a25_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:17ff6f0c-09f5-44c8-966b-4d988c55010b","type":"Proband","phenotypeFreeText":"Autism spectrum disorder","phenotypes":"obo:HP_0000717","previousTesting":true,"previousTestingDescription":"targeted resequencing of 358 ASD candidate genes in a Chinese cohort (539 cases)","sex":"UnknownEthnicity","variant":{"id":"cggv:bb39ee71-5462-4c8d-8e30-f002e9ea3a25_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:01cab425-9cb8-4145-833b-69bbc12be5d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014141.6(CNTNAP2):c.1778-1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/562153"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30763456","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorder (ASD) is a childhood neuropsychiatric disorder with a complex genetic architecture. The diagnostic potential of a targeted panel of ASD genes has only been evaluated in small cohorts to date and is especially understudied in the Chinese population. Here, we designed a capture panel with 358 genes (111 syndromic and 247 nonsyndromic) for ASD and sequenced a Chinese cohort of 539 cases evaluated with the Autism Diagnostic Interview-Revised (ADI-R) and the Autism Diagnostic Observation Schedule (ADOS) as well as 512 controls. ASD cases were found to carry significantly more ultra-rare functional variants than controls. A subset of 78 syndromic and 54 nonsyndromic genes was the most significantly associated and should be given high priority in the future screening of ASD patients. Pathogenic and likely pathogenic variants were detected in 9.5% of cases. Variants in SHANK3 and SHANK2 were the most frequent, especially in females, and occurred in 1.2% of cases. Duplications of 15q11-13 were detected in 0.8% of cases. Variants in CNTNAP2 and MEF2C were correlated with epilepsy/tics in cases. Our findings reveal the diagnostic potential of ASD genetic panel testing and new insights regarding the variant spectrum. Genotype-phenotype correlations may facilitate the diagnosis and management of ASD.","dc:creator":"Zhou WZ","dc:date":"2019","dc:title":"Targeted resequencing of 358 candidate genes for autism spectrum disorder in a Chinese cohort reveals diagnostic potential and genotype-phenotype correlations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30763456","rdfs:label":"Individual 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0,"dc:description":"This variant was scored 0 points because there is no convincing evidence that heterozygous truncating variants cause disease."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":2501,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:dba70f54-6c6a-4123-b289-89db8b7cfd87","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:13830","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The CNTNAP2 gene has been reported in association with multiple neurodevelopmental disorders and inheritance patterns. We have split curations by inheritance pattern. This assessment focuses on the association of CNTNAP2 with autosomal dominant complex neurodevelopmental disorder. Biallelic deletions and variants in CNTNAP2 cause an autosomal recessive disorder with early onset epilepsy and intellectual disability, sometimes associated with cortical dysplasia (Cortical dysplasia-focal epilepsy syndrome and Pitt-Hopkins like syndrome 1, MIM# 610042 for both phenotypes). The recessive phenotypes will be curated by the ClinGen Epilepsy Gene Curation Expert Panel.\nCNTNAP2 has been suggested to be involved in autosomal dominant Autism susceptibility (MIM# 612100) based on association studies of common variants and reports of heterozygous chromosomal aberrations, copy number variants (CNVs) and sequence variants. Two papers published in 2008 suggested that common variants in CNTNAP2 were associated with autism (Arking et al. PMID: 18179894; Alarcon et al. PMID: 18179893). However, these association studies were underpowered, and their findings were not validated in larger case-control studies. Also in 2008, Bakkaloglu et al. (PMID: 18179895) reported a de novo inversion of chromosome 7q disrupting CNTNAP2 and AUTS2 in a child with intellectual disability and autism spectrum disorder. Because AUTS2 is involved in autosomal dominant intellectual disability this case cannot be used as evidence. Bakkaloglu et al. (2008) also reported several rare heterozygous sequence variants in individuals with autism, but a follow-up study by the same group (Murdoch et al. 2015, PMID: 25621974) found no increased burden of rare variants in autism compared to controls. \nSince then, there have been numerous other reports of heterozygous disruption of CNTNAP2 (mostly deletions, but also translocations and truncating variants) in individuals with a broad spectrum of neurodevelopmental and neuropsychiatric disorders, including autism spectrum disorder, intellectual disability, epilepsy, speech and language impairment, Tourette syndrome, obsessive compulsive disorder, attention deficit-hyperactivity disorder, and schizophrenia. However, no excess of rare variants in CNTNAP2 has been reported in cases with any of these disorders compared to healthy controls. These heterozygous variants are unlikely to be deleterious given that they also occur in healthy controls (PMID: 25217958), and many are inherited from unaffected parents (e.g. PMIDs: 17392702, 21827697). In agreement with these findings, CNTNAP2 is not constrained for loss-of-function variants (pLI = 0 in gnomAD v2.1.1). Of note, carrier parents of individuals with autosomal recessive intellectual disability and epilepsy due to biallelic loss-of-function variants (deletions and/or truncating variants) were not noted to have abnormal phenotypes, consistent with the lack of pathogenicity of heterozygous variants (PMIDs: 19896112, 25045150, 26843181, 27439707). \nNo experimental evidence was applicable to this curation as it is not specific to autosomal dominant inheritance and could overlap with autosomal recessive disorders associated with CNTNAP2. In summary, there is no convincing evidence supporting the relationship between CNTNAP2 and autosomal dominant autism spectrum disorder, and more generally autosomal dominant complex neurodevelopmental disorder, so this gene-disease relationship was classified as disputed. This gene-disease pair was originally evaluated by the Intellectual disability and Autism Gene Curation Expert Panel on 9/19/2019 and re-evaluated on 3/16/2021. As a result of this re-evaluation, the original classification of “disputed” did not change. This classification was approved by the ClinGen Intellectual disability and Autism Working Group on March 16, 2021 (SOP Version 8).\nThere is convincing evidence disputing the relationship between CNTNAP2 and autosomal dominant complex neurodevelopmental disorder.","dc:isVersionOf":{"id":"cggv:e91dc4be-821d-4f54-acdd-755a25070eec"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}