{"id":"cggv:ad306285-9588-48e3-a6fa-183db3f01fe9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ad306285-9588-48e3-a6fa-183db3f01fe9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2021-02-26T17:11:53.853Z","role":"Publisher"},{"id":"cggv:ad306285-9588-48e3-a6fa-183db3f01fe9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2021-02-26T17:11:31.548Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10084","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:ad306285-9588-48e3-a6fa-183db3f01fe9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ad306285-9588-48e3-a6fa-183db3f01fe9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9e590e81-9d26-440a-9f40-b1d9c3a9c986","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2781ae32-6668-4431-98c7-a2d29ee3a907","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Holocarboxylase synthetase (HCS) catalyzes the covalent attachment of biotin to biotin-dependent carboxylases. Human cells have five biotin-dependent carboxylases: propionyl-CoA carboxylase (PCC), pyruvate carboxylase (PC), methylcrotonyl-CoA carboxylase (MCC), and two forms of acetyl-CoA carboxylase (ACC-1 and ACC-2). These enzymes participate in key reactions in gluconeogenesis, fatty acid synthesis, and amino acid catabolism. HCS attaches biotin to biotin-dependent carboxylases in a two-step, ATP-dependent reaction. In the first step, HCS transforms biotin into its active form, biotinyl-AMP. In the second step, biotinyl-AMP is used by HCS to transfer biotin to a specific lysine residue within the motif Met-Lys-Met.\nFurther evidence indicates that HCS also acts as a nuclear transcriptional coregulator of gene expression.\nThe function of HCS is consistent with the phenotype of individuals with deficiency of HCS activity. Of note, low activity of the biotin-dependent carboxylases is observed in individuals with this disorder, as well as metabolic abnormalities related to the low activity of those carboxylases. In addition clinical and biochemical manifestations are usually reversed by biotin treatment because many of the HLCS variants causing this condition (but not all) have poor biotin binding ability that can be overcome by high doses of biotin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28564555","type":"dc:BibliographicResource","dc:abstract":"The vitamin biotin is an essential nutrient for the metabolism and survival of all organisms owing to its function as a cofactor of enzymes collectively known as biotin-dependent carboxylases. These enzymes use covalently attached biotin as a vector to transfer a carboxyl group between donor and acceptor molecules during carboxylation reactions. In human cells, biotin-dependent carboxylases catalyze key reactions in gluconeogenesis, fatty acid synthesis, and amino acid catabolism. Biotin is attached to apocarboxylases by a biotin ligase: holocarboxylase synthetase (HCS) in mammalian cells and BirA in microbes. Despite their evolutionary distance, these proteins share structural and sequence similarities, underscoring their importance across all life forms. However, beyond its role in metabolism, HCS participates in the regulation of biotin utilization and acts as a nuclear transcriptional coregulator of gene expression. In this review, we discuss the function of HCS and biotin in metabolism and human disease, a putative role for the enzyme in histone biotinylation, and its participation as a nuclear factor in chromatin dynamics. We suggest that HCS be classified as a moonlighting protein, with two biotin-dependent cytosolic metabolic roles and a distinct biotin-independent nuclear coregulatory function.","dc:creator":"León-Del-Río A","dc:date":"2017","dc:title":"Holocarboxylase Synthetase: A Moonlighting Transcriptional Coregulator of Gene Expression and a Cytosolic Regulator of Biotin Utilization."},"rdfs:label":"Review of HCS function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The function of HCS is well understood and has been studied in detail over several decades, as indicated in this review and the reference therein."},{"id":"cggv:7dbd6416-d276-4bfb-8c50-1d558005f9b2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bfce64f5-a794-4439-a586-2be6340a3f96","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Escherichia coli has a single biotinylated protein, the biotinyl carboxyl carrier protein (BCCP), a subunit of the bacterial acetyl-CoA carboxylase. BCCP is biotinylated by BirA, the E. coli biotin ligase (orthologue of HCS). BirA104 is a temperature sensitive mutant of BirA which causes the mutant E. coli to be auxotrophic for biotin at 42 C, with normal growth at 30 C. In this study, BirA104 cells were infected with bacteriophage expressing a human lymphocyte cDNA library and plated on LB without biotin. Colonies able to grow without biotin were selected. Untransformed birA104 cells showed incorporation of [14C]biotin into BCCP at 30°C but not at 42°C, as expected. In contrast, birA104 cells transformed with any of the cDNA clones that complemented biotin auxotrophy could biotinylate BCCP at either temperature (Fig. 3). The authors proceeded to sequence the cDNA. Human HCS and E. coli BirA share 36% identity across a 129-aa region shown by x-ray crystallography to contain the biotin binding site, with 6 of the 8 residues involved in direct contact with biotin in BirA identical in human HCS and the remaining 2 showing conservative changes.\nThe function of HCS is consistent with the phenotype of individuals with deficiency of HCS activity. Of note, low activity of the biotin-dependent carboxylases is observed in individuals with this disorder, as well as metabolic abnormalities related to the low activity of those carboxylases. In addition clinical and biochemical manifestations are usually reversed by biotin treatment because many of the HLCS variants causing this condition (but not all) have poor biotin binding ability that can be overcome by high doses of biotin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7753853","type":"dc:BibliographicResource","dc:abstract":"Holocarboxylase synthetase (HCS) catalyzes the biotinylation of the four biotin-dependent carboxylases in human cells. Patients with HCS deficiency lack activity of all four carboxylases, indicating that a single HCS is targeted to the mitochondria and cytoplasm. We isolated 21 human HCS cDNA clones, in four size classes of 2.0-4.0 kb, by complementation of an Escherichia coli birA mutant defective in biotin ligase. Expression of the cDNA clones promoted biotinylation of the bacterial biotinyl carboxyl carrier protein as well as a carboxyl-terminal fragment of the alpha subunit of human propionyl-CoA carboxylase expressed from a plasmid. The open reading frame encodes a predicted protein of 726 aa and M(r) 80,759. Northern blot analysis revealed the presence of a 5.8-kb major species and 4.0-, 4.5-, and 8.5-kb minor species of poly(A)+ RNA in human tissues. Human HCS shows specific regions of homology with the BirA protein of E. coli and the presumptive biotin ligase of Paracoccus denitrificans. Several forms of HCS mRNA are generated by alternative splicing, and as a result, two mRNA molecules bear different putative translation initiation sites. A sequence upstream of the first translation initiation site encodes a peptide structurally similar to mitochondrial presequences, but it lacks an in-frame ATG codon to direct its translation. We anticipate that alternative splicing most likely mediates the mitochondrial versus cytoplasmic expression, although the elements required for directing the enzyme to the mitochondria remain to be confirmed.","dc:creator":"León-Del-Rio A","dc:date":"1995","dc:title":"Isolation of a cDNA encoding human holocarboxylase synthetase by functional complementation of a biotin auxotroph of Escherichia coli."},"rdfs:label":"Cloning of human HLCS cDNA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ad306285-9588-48e3-a6fa-183db3f01fe9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a0fa47b2-5ff6-4eaf-8d20-f41ec22d4191","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6c6d286f-5b6a-4156-b4eb-8fd0a448b9c8","type":"FunctionalAlteration","dc:description":"A series of six HLCS missense variants were expressed in E. coli BirA104 in order to assess enzyme activity at different biotin concentrations (see Fig 5). Two of the mutations associated with significant biotin responsiveness in vitro, p.Val550Met and p.Arg508Trp, were homozygous in patients who were clinically biotin responsive. Both of these variants are in the biotin binding domain, whereas the patient with the poorest response to biotin had two variants outside this domain, p,Leu216Arg and p.Val363Asn. This patient continued to have slight elevation of the characteristic metabolites in urine even on higher biotin doses (10-40 mg/kg day) (see “discussion”). In addition, the authors note that two patients who were compound heterozygous for p.Leu237Pro and a frameshift variant (“delG1067”) continued to excrete organic metabolites and one was reported to have incomplete recovery of carboxylase activities on 20 mg/day biotin therapy. IQ testing at 5–10 years of age revealed all of these patients had mild-moderate cognitive delay.\nBased on available evidence, the authors propose classifying HLCS variants into two types 1) Variants in the biotin-binding domain, which elevate the Km, due to reduced affinity for biotin, but patients with these variants do well on biotin therapy, with complete amelioration of symptoms if therapy is started early; 2) Variants outside the biotin-binding domain resulting in a detectable, residual enzyme activity that is not associated with a significant change in Km; patients with these variant tend to have a less robust response to biotin treatment. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10068510","type":"dc:BibliographicResource","dc:abstract":"Holocarboxylase synthetase (HCS) catalyses the biotinylation of the four biotin-dependent carboxylases found in humans. A deficiency in HCS results in biotin-responsive multiple carboxylase deficiency. We have evaluated the biotin responsiveness associated with six missense mutations previously identified in affected patients by expression of plasmids containing the mutated HCS in an Escherichia coli strain mutated in the corresponding BirA gene. We demonstrate that the mutations identified in the MCD patients are indeed responsible for their reduced HCS activity. Four of the mutations, clustering in the putative biotin binding domain as deduced from the structure of the E. coli enzyme, are consistent with an explanation for biotin responsiveness based on altered affinity for biotin. The remaining mutations, located outside the biotin binding region, were associated with a more limited biotin responsiveness that may be explained by the degree of residual enzyme activity present. The data suggest that the concentration of circulating biotin is as low as 100 times below the Km of the enzyme, so that any increase in biotin concentration through dietary supplementation would result in saturation of the available mutant enzyme. We suggest that these alternative explanations are sufficient to account for the apparent universality of biotin responsiveness in biotin responsive multiple carboxylase deficiency.","dc:creator":"Dupuis L","dc:date":"1999","dc:title":"Mechanism of biotin responsiveness in biotin-responsive multiple carboxylase deficiency."},"rdfs:label":"Correlation between HLCS variants and biotin response"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:4116a150-ac19-44f1-aa45-3035e8e59cc6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a66a8ab8-9522-4115-9535-fae5addd9739","type":"FunctionalAlteration","dc:description":"Experiments were conducted on cultured skin fibroblasts from a patient with holocarboxylase synthetase deficiency with typical biochemical abnormalities including metaboli acidosis, lactic acidosis, and urine organic acids with increased lactate, 3-hydroxybutyrate, 3-hydroxyisovalerate, 3-hydroxypropionate, propionylglycine, methylcitrate, and 3-methylcrotonylglycine. \nIn fibrobalsts, the biotin content of pyruvate carboxylase, propionyl-CoA carboxylase, and 3-methylcrotonyl-CoA carboxylase was analyzed by Western blot with biotinylated proteins detected by incubation with streptavidin (conjugated to alkaline phosphatase for visualization). In biotin-replete medium, the HCS-deficient cells showed a strong reduction in carboxylase biotinylation to about one tenth of the levels in normal fibroblasts (Figure 1, lane 3). In biotin-deficient medium, carboxylase biotinylation in normal cells was reduced to about one third of the control levels (Figure 1, lane 2), while in mutant cells biotinylation of carboxylases was undetectable (Figure 1, lane 4). \nKinetic analysis of holocarboxylase synthetase activity in the patient’s cell, using biotin deficient apocarboxylases, showed an elevated Km for biotin of 163.7 nM and a normal maximal velocity of 1511 fmol/mg protein/h (parallel control fibroblasts had Km 11.6 nM and Vmax 618 fmol/mg protein/h, control range of fibroblasts Km was 1.0–12 nM).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18974016","type":"dc:BibliographicResource","dc:abstract":"We investigated in a patient with holocarboxylase synthetase deficiency, the relation between the biochemical and genetic factors of the mutant protein with the pharmacokinetic factors of successful biotin treatment. A girl exhibited abnormal skin at birth, and developed in the first days of life neonatal respiratory distress syndrome and metabolic abnormalities diagnostic of multiple carboxylase deficiency. Enzyme assays showed low carboxylase activities. Fibroblast analysis showed poor incorporation of biotin into the carboxylases, and low transfer of biotin by the holocarboxylase synthetase enzyme. Kinetic studies identified an increased Km but a preserved Vmax. Mutation analysis showed the child to be a compound heterozygote for a new nonsense mutation Q379X and for a novel missense mutation Y663H. This mutation affects a conserved amino acid, which is located the most 3' of all recorded missense mutations thus far described, and extends the region of functional biotin interaction. Treatment with biotin 100mg/day gradually improved the biochemical abnormalities in blood and in cerebrospinal fluid (CSF), corrected the carboxylase enzyme activities, and provided clinical stability and a normal neurodevelopmental outcome. Plasma concentrations of biotin were increased to more than 500 nM, thus exceeding the increased Km of the mutant enzyme. At these pharmacological concentrations, the CSF biotin concentration was half the concentration in blood. Measuring these pharmacokinetic variables can aid in optimizing treatment, as individual tailoring of dosing to the needs of the mutation may be required.","dc:creator":"Van Hove JL","dc:date":"2008","dc:title":"Management of a patient with holocarboxylase synthetase deficiency."},"rdfs:label":"Carboxylase biotinylation in HCS-deficient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:ad306285-9588-48e3-a6fa-183db3f01fe9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ad306285-9588-48e3-a6fa-183db3f01fe9_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:13321e49-b55a-4741-bd2d-69b174ab14d5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ff151ba0-4378-4848-ae15-47abefde5dcf","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"Screening for \"delG1067\" variant, which is common in the Japanese population, by PCR followed by RFLP. Then sequencing analysis of exon encoding the putative biotin-binding domain, 3' half of the gene, because most other reported variants had been found there.","firstTestingMethod":"PCR","phenotypeFreeText":"Onset at 4 months. \"urinary organic acid was indicative of multiple carboxylase deficiency\". Began biotin treatment. ","phenotypes":["obo:HP_0001942","obo:HP_0007185"],"previousTesting":true,"previousTestingDescription":"The holocarboxylase synthetase activity fibroblasts was 6.7% of control.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:13321e49-b55a-4741-bd2d-69b174ab14d5_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:dfd74ede-196f-4cc9-8b59-eab32288d2c3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001352514.2(HLCS):c.1963C>T (p.Arg655Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278020"}},{"id":"cggv:d7851b9c-daaf-4f35-829c-734aa3423cd5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001352514.2(HLCS):c.1223del (p.Gly408fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA312635"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9870216","type":"dc:BibliographicResource","dc:creator":"Sakamoto O","dc:date":"1998","dc:title":"Molecular analysis of new Japanese patients with holocarboxylase synthetase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9870216","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient is compound heterozygous for a frameshift variant and a missense variant in HLCS. When expressed in HCS mutant E-coli, the missense variant result in virtually no HCS activity, and was also shown to be responsive to biotin (PMID: 10068510). In a yeast-two-hybrid system, the variant was shown to abolish the interaction between HCS and carboxylase substrate (PMID 20026029). The highest MAF is gnomAD for the frameshift variant is 0.0002507 (E. Asian), and for the missense variant is 0.0002718 (E. Asian); no homozygotes in any population for either variant. "},{"id":"cggv:a927bd28-c018-4cac-9e4e-a1cd2388d77f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f965ede2-907c-439d-a7d7-a3c186c4ce4c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"Sequence analysis of lymphocyte cDNA - The entire coding region of HLCS cDNA was amplified by PCR in two overlapping fragments, subcloned, and sequenced. The variant was confirmed by sequencing the same region from genomic DNA, and by restriction digest with BamH1 (the variant creates a BamH1 site).","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of symptoms on the first day of life. Treatment with 10 mg per day of oral biotin led to improvement of clinical and biochemical abnormalities. IQ (age 5) 66. ","phenotypes":["obo:HP_0001992","obo:HP_0002098","obo:HP_0001942"],"previousTesting":true,"previousTestingDescription":"6% of normal holocarboxylase synthetase activity in fibroblasts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a927bd28-c018-4cac-9e4e-a1cd2388d77f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5be63674-805a-433e-845a-2f3262e2265b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001352514.2(HLCS):c.1151T>C (p.Leu384Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278018"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8541348","type":"dc:BibliographicResource","dc:abstract":"Holocarboxylase synthetase (HCS) deficiency is an inherited disease of biotin metabolism characterized by a unique pattern of organic aciduria, metabolic acidosis, and skin lesions. By analysis of five patients in four unrelated families, two mutations were identified: a transition from T to C which causes an amino-acid substitution of proline for leucine at position 237 (L237P) and a single deletion of guanine (delG1067) followed by premature termination. One patient was homozygous for the L237P mutation, three patients in two families were compound heterozygotes of the missense and deletion alleles, and the other patient was heterozygous for the L237P mutation. Inheritance was successfully demonstrated in all of the patients' families by a modified PCR followed by restriction enzyme digestion. The two mutations accounted for seven of eight mutant alleles, while neither mutation was detected in 108 normal healthy Japanese children (216 alleles). Transient expression in cultured fibroblasts from a patient showed that the L237P mutation was responsible for decreased HCS activity. These results suggest that the L237P and delG1067 mutations are frequent disease-causing mutations in Japanese patients with HCS deficiency. This PCR-based technique may therefore be useful for detecting mutations among Japanese patients.","dc:creator":"Aoki Y","dc:date":"1995","dc:title":"Molecular analysis of holocarboxylase synthetase deficiency: a missense mutation and a single base deletion are predominant in Japanese patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8541348","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This patient, with holocarboxylase synthetase (HCS) deficiency, is homozygous for a missense variant in HLCS, p.Leu384Pro (denoted as p.Leu237Pro in the publication due to use of a different transcript). When expressed in HCS-deficient fibroblasts or in E. coli, the variant resulted in about 3-6% activity of the wild type control (PMID 21894551). A yeast-2-hybrid assay showed that the variant disrupted the ability of HCS to interact with the substrate (biotin-binding domain), and surface plasmon resonance demonstrated that the variant reduced affinity for the substrate through a >15- fold increase in dissociation rate (PMID 21894551). This variant is not in gnomAD v2.1.1."},{"id":"cggv:02f4ee1a-8c98-44a2-9077-a7fef2cd1971_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1c19b5cf-5853-4deb-ad32-378c440b8b3a","type":"Proband","detectionMethod":"Screening for \"delG1067\" variant, which is common in the Japanese population, by PCR followed by RFLP. Then, sequencing analysis of exon encoding the putative biotin-binding domain, 3' half of the gene, because most other reported variants had been found there.","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of symptoms at 4 months old. \"The pattern of urinary organic acids was typical of multiple carboxylase deficiency\". On biotin therapy, acidosis and erythema improved. He then developed \"staphylococcal scaled skin syndrome.\" Died from complications of pneumonia at 6 months old.","phenotypes":["obo:HP_0002789","obo:HP_0010783","obo:HP_0001941"],"previousTesting":true,"previousTestingDescription":"The holocarboxylase synthetase activity in fibroblasts was 12.4% of control.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:02f4ee1a-8c98-44a2-9077-a7fef2cd1971_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:dfd74ede-196f-4cc9-8b59-eab32288d2c3"},{"id":"cggv:7237c756-037a-42a4-b0c9-07c03292c555","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001352514.2(HLCS):c.2134C>T (p.Arg712Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10020346"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9870216"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9870216","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This individual, with holocarboxylase synthetase deficiency, is compound heterozygous for a nonsense variant (p.Arg712Ter, reported in the paper as p.Arg565Ter due to use of a different transcript) and a missense variant (p.Arg655Trp; p.Arg508Trp in the paper, \"common\" variant) in HLCS. When expressed in HCS mutant E-coli, the missense variant result in virtually no HCS activity, and was also shown to be responsive to biotin (PMID: 10068510). In a yeast-two-hybrid system, the variant was shown to abolish the interaction between HCS and carboxylase substrate. The highest MAF is gnomAD for the nonsense variant is 0.00006533 (S. Asian), and for the missense variant is 0.0002718 (E. Asian); no homozygotes in any population for either variant. Note that the score is reduced because the variants were not confirmed to be in trans. "},{"id":"cggv:802a4d80-9610-4f31-a7cd-dbb1a48938b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:71737bbf-9810-4328-9954-0ff61583f889","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"Known variants in HLCS were searched for by restriction digest with restriction enzymes with sites altered by the variants - BamH1 for p.Leu384Pro (denoted as p.L237P in the paper due to different transcript use; BamH1 site created by variant), and SmaI for c.1223del (del1067G in the paper; restriction site destroyed by variant).","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of symptoms in the first day of life. High doses of biotin (80 mg/day) were needed to control dermatitis. ","phenotypes":["obo:HP_0001992","obo:HP_0000988","obo:HP_0002098","obo:HP_0001942","obo:HP_0001252","obo:HP_0001987"],"previousTesting":true,"previousTestingDescription":"Undetectable holocarboxylase synthetase activity in fibroblasts.","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:802a4d80-9610-4f31-a7cd-dbb1a48938b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d7851b9c-daaf-4f35-829c-734aa3423cd5"},{"id":"cggv:5be63674-805a-433e-845a-2f3262e2265b"}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8541348"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8541348","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual, with holocarboxylase synthetase deficiency, is compound heterozygous for a missense variant, p.Leu384Pro (denoted as p.Leu237Pro in the paper due to different transcript use) and frameshift variant, c.1223del (del1067G in the paper) in HLCS. The missense variant is absent in gnomAD; see Patient 1 for evidence for the deleterious impact of this variant from functional assays for this variant. The highest MAF in gnomAD for the frameshift variant is 0.0002507 (East Asian); no homozygotes in any population."},{"id":"cggv:57f1ba08-6a57-4b7d-bad7-fd3785a66437_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:33b80dfd-214c-4c22-ab67-33543b8c5a38","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":18,"detectionMethod":"Genotyping of the patients was performed as previously reported (Dupuis, et al., 1996) i.e. SSCP analysis of coding region of HLCS from cDNA isolated form cultured fibroblasts - note that the patient appears to be homozygous for a missense variant, but the possibility of a loss of function variant (resulting in nonsense-mediated decay), or large deletion cannot be ruled out, but would still support the gene-disease relationship. ","firstTestingMethod":"SSCP","phenotypeFreeText":"Onset at 1 hour after birth; recurrent episodes of metabolic acidosis in first 18 months of life, despite biotin treatment. Widespread erythematous rash did not improve on biotin treatment.","phenotypes":["obo:HP_0000988","obo:HP_0002094","obo:HP_0002615","obo:HP_0002416","obo:HP_0001942"],"previousTesting":true,"previousTestingDescription":"No holocarboxylase synthetase activity was detected in cultured fibroblasts.\nNormal HLCS mRNA level by semi-quantitative RT-PCR, but no HLCS protein was detected on Western blot (compared to control fibroblasts in which HLCS was readily detected).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:57f1ba08-6a57-4b7d-bad7-fd3785a66437_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dd6f9038-be35-46c7-86cf-59e775e1e86b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001352514.2(HLCS):c.1088T>G (p.Leu363Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278025"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18429047","type":"dc:BibliographicResource","dc:abstract":"Multiple carboxylase deficiency is a clinical condition caused by defects in the enzymes involved in biotin metabolism, holocarboxylase synthetase (HLCS) or biotinidase. HLCS deficiency is a potentially fatal condition if left untreated, although the majority of patients respond to oral supplementation of 10-20 mg/day of biotin. Patients who display incomplete responsiveness to this therapy have a poor long-term prognosis. Here we investigated cell lines from two such HLCS-deficient patients homozygous for the c.647T>G p.L216R allele. Growth of the patients' fibroblasts was compromised compared with normal fibroblasts. Also the patient cells were not sensitive to biotin-depletion from the media, and growth rates could not be restored by re-administration of biotin. The molecular basis for the HLCS deficiency was further investigated by characterisation of the p.L216R protein. The HLCS mRNA was detected in MCD and normal cell lines. However, protein and enzyme activity could not be detected in the patients' cells. In vitro kinetic analysis revealed that enzyme activity was severely compromised for recombinantly expressed p.L216R and could not be increased by additional biotin. Furthermore, the turn-over rate for the mutant protein was double that of wildtype HLCS. These results help provide a molecular explanation for the incomplete biotin-responsiveness of this p.L216R form of HLCS.","dc:creator":"Bailey LM","dc:date":"2008","dc:title":"Reduced half-life of holocarboxylase synthetase from patients with severe multiple carboxylase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18429047","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"This individual is homozygous for a missense variant, reported as p.Leu216Arg in the publication, now known as p.Leu363Arg based on the canonical transcript), and has holocarboxylase synthetase deficiency, but is not responsive to biotin. The individual is Samoan. Another Samoan patient in this study, and at least 5 other Polynesain patients (it is not clear if there is overlap with this study) are homozygous for the same variant and have the same condition. When expressed in CHO cells, the variant was found to have no activity, even when overexpressed and in the presence of high concentrations of biotin. Furthermore, the protein was shown to be unstable (with a reduced half life compared to control). In a later study, the variant was shown to reduce affinity for the substrate (pyruvate carboxylase) through a >15-fold increase in dissociation rate (PMID 21894551). This variant is not in gnomAD. The score is increased due to the amount of functional evidence available."},{"id":"cggv:513af351-6f80-49ca-a453-7361598d0240_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c99309cf-35d0-43e6-98d7-35b6aea8a28b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"SSCP analysis of coding region of HLCS from cDNA isolated form cultured fibroblasts - note that the patient appears to be homozygous for a missense variant, but the possibility of a loss of function variant (resulting in nonsense-mediated decay), or large deletion cannot be ruled out, but would still support the gene-disease relationship. ","firstTestingMethod":"SSCP","phenotypeFreeText":"From PMID 8006369: Born at 34 weeks. Neonatal period -  Proteus mirabilis bacteremia, recurrent apnea, and bradycardia. Brain ultrasound at 2 weeks of age showed enlarged ventricles. 3 months of age - recalcitrant scaly red skin eruption, generalized muscular hypertonia (attributed to cerebral palsy related to prematurity). 19 months of age - admitted after a 2-day febrile illness, recurrent vomiting, chronic skin eruption, acidosis.\nAfter an 8-hour fast - normoglycemic, plasma lactate was 5.7 mmol/L (normal < 2.4 mmol/L), acetoacetate level was 132 umol/L and 3-hydroxybutyrate was 581 umol/L, reflecting normal beta-oxidation and adequate ketogenesis. Total plasma carnitine level was 27 umol/L, free fraction 9.9 umol/L (normal > 30 and > 21 1 pmol/L, respectively). \nAfter 6 weeks treatment with biotin (10mg/kg per day) and carnitine, skin rash resolved; continued on biotin - normal development at 3 years of age. \n","phenotypes":"obo:HP_0012758","previousTesting":true,"previousTestingDescription":"From PMID 8006369 - Biotinidase activity in fresh plasma was normal (17.8 nmol/mL per minute).\nBelow normal activity of propionyl CoA carboxylase, 3-methylcrotonyl carboxylase, and pyruvate carboxylase in fibroblasts cultured in low biotin (~2ng/mL); activities of these enzyme were normal or elevated in high biotin (~100 ng/mL) (see Table 1).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:513af351-6f80-49ca-a453-7361598d0240_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:463a18cb-3b57-4471-bd6d-827fe1a656b1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001352514.2(HLCS):c.2089G>A (p.Val697Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278022"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8817339","type":"dc:BibliographicResource","dc:abstract":"Holocarboxylase synthetase (HCS) catalyses the biotinylation of the four biotin-dependent carboxylases found in humans. A deficiency in HCS results in biotin-responsive multiple carboxylase deficiency (MCD). We have identified six different point mutations in the HCS gene in nine patients with MCD. Two of the mutations are frequent among the MCD patients analyzed. Four of the mutations cluster in the putative biotin-binding domain as deduced from the corresponding Escherichia coli enzyme and consistent with an explanation for biotin-responsiveness based on altered affinity for biotin. The two others may define an additional domain involved in biotin-binding or biotin-mediated stabilization of the protein.","dc:creator":"Dupuis L","dc:date":"1996","dc:title":"Clustering of mutations in the biotin-binding region of holocarboxylase synthetase in biotin-responsive multiple carboxylase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8817339","rdfs:label":"YL"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual, with holocarboxylase synthetase deficiency, is homozygous for a missense variant in HLCS, p.Val697Met (denoted as p.Val550Met in the publication due to use of different transcript). Highest population MAF in gnomAD is 0.00002891 (Latino); no homozygotes in any population. The variant is in the biotin-binding domain. When expressed in HCS mutant E. coli strain birA104, the variant resulted in virtually no HCS activity and had a moderate increased activity in response to biotin (PMID 10068510)."},{"id":"cggv:6ead0b5b-273e-48d0-af2f-25187d0f0ab7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b83204b6-433c-4e97-8148-f1a41ad33ef2","type":"Proband","detectionMethod":"Sequencing of full length HLCS cDNA followed by confirmation of variants by PCR of relevant regions of genomic DNA, sequencing, and RFLP analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"At the age of 6 months, he was admitted to hospital for respiratory distress, lethargy,\nsevere metabolic acidosis, and subsequently coma. He died a few days later. ","previousTesting":true,"previousTestingDescription":"Postmortem analysis showed a urinary organic acid pattern typical of MCD with elevated excretion of 3-hidroxypropionate (448 mMol/ Mol creatinine), 3-methylcrtonylglycine (333 mMol/Mol creatinine), and lactate (4,948 mMol/Mol creatinine). \nPlasma biotinidase activity was normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:6ead0b5b-273e-48d0-af2f-25187d0f0ab7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dfd74ede-196f-4cc9-8b59-eab32288d2c3"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12124727","type":"dc:BibliographicResource","dc:abstract":"Holocarboxylase synthetase (HLCS) deficiency (HLCSD) is a rare autosomal recessive disorder of biotin metabolism. HLCS catalyzes the biotinylation of the four human biotin-dependent carboxylases. Using the newly available human genomic sequence, we report the map of HLCS genomic structure and the predicted exon/intron boundaries. Moreover, the molecular studies of four patients (two Italians, one Iranian, and one Australian) affected by HLCS deficiency are here reported. The clinical findings, the age of onset, and response to biotin treatment differed between our patients. The diagnosis was made by organic acid analysis and confirmed by enzymatic analysis in three patients. Six mutations in the HLCS gene were identified, including two novel (N511K and G582R) and four known missense mutations (L216R, R508W, V550M, and G581S). Five of the mutations are localized within the HLCS biotin-binding domain, whereas the L216R amino acid change is located in the N-terminal region outside of the putative biotin-binding domain. This mutation, previously reported in a heterozygous state, was detected for the first time in a patient with homozygous status. The patient's severe clinical phenotype and partial responsiveness to biotin support a genotype-phenotype correlation through the involvement of residues of the N-terminal region in a substrate specificity recognition or regulation of the HLCS enzyme.","dc:creator":"Morrone A","dc:date":"2002","dc:title":"Clinical findings and biochemical and molecular analysis of four patients with holocarboxylase synthetase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12124727","rdfs:label":"Patient 3.1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual, with holocarboxylase synthetase deficiency, is homozygous for a missense variant in HLCS. The p.Arg655Trp (p.Arg508Trp) variant abolished interaction with Syn67 (a polypeptide that is biotinylated by normal HCS) in yeast two-hybrid assay (PMID 20026029). The highest population MAF in gnomAD for this variant is 0.0002718 (E. Asian); no homozygotes in any population. Note also that this variant is only 3 bp from the acceptor splice site and hence may also impact splicing."},{"id":"cggv:e85769a5-ca31-4912-8f3b-1d6a7e27d89a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:59ebeb2d-d38f-4287-8388-2fb82d84c76b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"phenotypeFreeText":"Onset of dermatitis at 5 months. At 11 months,  severe worsening of skin lesions, fever, feeding difficulties, and irritability. On admission, he was tachypneic, hypotonic, and irritable. After diagnosis, treatment with biotin (10 mg/day) led to normalization of the cutaneous and neurological condition within a few days.","phenotypes":["obo:HP_0011123","obo:HP_0003128","obo:HP_0001942"],"previousTesting":true,"previousTestingDescription":"\"Urinary organic acids pattern lead to the diagnosis of multiple carboxylase deficiency.\" \nBiotinidase activity was normal. HLCS deficiency was confirmed by enzymatic studies on cultured\nfibroblasts (Km for biotin 648 nmol/l; n.v. 15  3).","sex":"Male","variant":{"id":"cggv:e85769a5-ca31-4912-8f3b-1d6a7e27d89a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:463a18cb-3b57-4471-bd6d-827fe1a656b1"},{"id":"cggv:860eafa9-020d-4b35-b351-12805579044e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001352514.2(HLCS):c.2182G>A (p.Gly728Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278021"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12124727"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12124727","rdfs:label":"Patient 1.1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"When expressed in HCS-deficient fibroblasts, the p.Val697Met variant (p.Val550Met in the paper) results in about 8.7% of wild type activity, and the p.Gly728Ser (p.Gly581Ser in the paper) results in about 1% wild type activity (PMID 9396568). The Km for biotin of the p.Val697Met (p.Val550Met) variant is 6.5 times wild type, and the Vmax value is 17% of the value obtained from cells transfected with WT (PMID 10068510). The p.Gly728Ser (p.Gly581Ser) variant could not complement the temperature-sensitive phenotype for biotinylation of BCCP (biotin binding domain) in mutant E. Coli BirA104, unlike wild type (PMID 24239178); the variant also led to decreased interaction with Syn67 (a polypeptide that is biotinylated by normal HCS) in yeast two-hybrid assay (PMID 20026029), and had elevated Km values for biotin compared with that of the wild-type form (PMID 10590022). The highest MAF in gnomAD for p.Val697Met (p.Val550Met) is 0.00002891 (Latino) and for p.Gly728Ser (p.Gly581Ser) it is 0.00005437 (E. Asian) no homozygotes in any population. The score is increased due to the abundance of functional evidence for these variant, and because they have been previously reported in other patients. "},{"id":"cggv:9efb0a46-f5aa-40d1-a0a7-31e64cc822d8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eb0bf937-4d71-4680-ac6e-8045ada56c38","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Sequence analysis of all exons of HLCS.","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of symptoms at birth. Brain MRI at 8 days of age showed immature myelination with mild ventriculomegaly. Elevated ammonia, abnormal urine organic acids and serum acylcarnitine profile suggestive of multiple carboxylase deficiency (see \"previous testing for more details)","phenotypes":["obo:HP_0032653","obo:HP_0002098","obo:HP_0000951","obo:HP_0003128","obo:HP_0001942","obo:HP_0003542"],"previousTesting":true,"previousTestingDescription":"Urine organic acids showed elevated lactate, 3-hydroxybutyrate, 3-hydroxyisovalerate, 3-hydroxypropionate, propionylglycine, methylcitrate, and 3-methylcrotonylglycine. Serum acylcarnitines showed increased propionylcarnitine and 3-hydroxyisovalerylcarnitine. Serum amino acids were normal. \nPrior to treatment, lymphocyte carboxylase activities were deficient: pyruvate\ncarboxylase 6 pmol/min/mg protein (normal range 160–447), 3-methylcrotonyl-CoA\ncarboxylase 4 pmol/min/mg protein (normal range 62–228), and pyruvate carboxylase 0.0\npmol/min/mg protein (normal range 6.5–40.7); activities normalized on biotin treatment.\nHolocarboxylase synthetase activity in Fibroblasts from the patient incorporated about 10 x less biotin into p67 than the normal control; this was used a measure of HCS activity (note: p67 includes the biotin-binding domain of propionyl-CoA carboxylase) (see Fig 2 for results).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9efb0a46-f5aa-40d1-a0a7-31e64cc822d8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:831c862c-9463-4e29-8310-1b75bbf49753","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001352514.2(HLCS):c.1576C>T (p.Gln526Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA409911138"}},{"id":"cggv:f7f7b069-80cc-4254-b375-16d428c242e2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"ENST00000674895.2(HLCS):c.1987T>C (p.Tyr663His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10020267"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18974016"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18974016","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This individual with holocarboxylase synthetase deficiency is compound heterozygous for a nonsense variant (p.Gln379Ter in the paper due to use of a different transcript) and a missense variant (p.Tyr663His) in HLCS. The highest MAF of the nonsense variant in gnomAD is 0.0001630 (\"other\" population) and for the missense variant it is 0.00006152 (African); no homozygotes for either variant in any population. The score is reduced due to lack of function evidence supporting the deleterious impact of the missense variant. "},{"id":"cggv:8a5d5745-6288-4daa-8344-41807a9a7e24_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d7944d95-7e9e-4ac0-a8c0-228bb856c4b5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":8,"detectionMethod":"Direct sequencing of exon 10 and the flanking introns of the HCS gene from genomic DNA revealed a homozygous G to A substitution at position +5 of the splice donor site. Sequence analysis of the entire coding region, from cDNA, revealed no additional sequence changes.","firstTestingMethod":"PCR","phenotypeFreeText":"At 8 years, he was hospitalized due to an episode of reduced consciousness and confusion. Elevated urinary organic acids - 3-hydroxyisovalerate, 3-methylcrotonylglycine and methylcitrate - suggested multiple carboxylase deficiency. Treatment with biotin led to decreased excretion of these metabolites.","previousTesting":true,"previousTestingDescription":"At a biotin concentration of 1500 nM, HCS activity in fibroblasts was 4% of the control using an assay involving incorporation of 3H-biotin into apo-carboxyl carrier protein (CCP), a subunit of E. coli ACC. Note that the diagnosis had been previously missed in this patient, using a different assay for HCS activity. The authors report that the current assay is more sensitive for mild HCS deficiencies.\nNormal serum biotinidase activity.\n","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8a5d5745-6288-4daa-8344-41807a9a7e24_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6e7d245e-e5e4-4d4c-a1aa-4020afbf0dfc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001352514.2(HLCS):c.1960+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278023"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10653324","type":"dc:BibliographicResource","dc:abstract":"Holocarboxylase synthetase (HCS) deficiency is a disorder of biotin metabolism characterised by metabolic ketoacidosis and skin lesions due to reduced activities of multiple biotin-dependent carboxylases. The onset of this disease is usually between the neonatal and infantile period. Here we report the molecular analysis of an atypical case of HCS deficiency, where the patient developed his first episode of acidosis at age 8 years and had an exceptionally slow response to biotin therapy. A homozygous mutation was identified at the + 5 position of the splice donor site in intron 10 of the HCS gene (IVs10 + 5(g-->a)), resulting in abnormal splicing of HCS mRNA. A moderate decrease in the amount of normal HCS mRNA may account for the atypical, late-onset phenotype of this patient. Conclusion Molecular analysis is a useful tool for understanding the phenotypic variations in holocarboxylase synthetase deficiency.","dc:creator":"Sakamoto O","dc:date":"2000","dc:title":"Diagnosis and molecular analysis of an atypical case of holocarboxylase synthetase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10653324","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual, with holocarboxylase synthetase deficiency, is homozygous for a splice site variant, c.1960+5G>A (IVS10_5G>A). Based on RT-PCR and exon-trapping analysis, the variant results in a leaky splice defect which causes skipping of exon 5 (69bp); therefore, a reduced level of normal protein is expected. The highest MAF in gnomAD is 0.0001592 (Finnish); no homozygotes in any population. Multiple individuals of European descent, including individuals from the Faroe islands, have been identified with this variant, and have the same haplotype, suggesting that it is a founder variant (PMID 11735028)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2087,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:542bf17b-95de-45aa-b4b4-7b4433436aeb","type":"GeneValidityProposition","disease":"obo:MONDO_0009666","gene":"hgnc:4976","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between HLCS and holocarboxylase synthetase deficiency, a rare, autosomal recessive disorder of biotin metabolism, was evaluated using the ClinGen Clinical Validity Framework as of February 18, 2021. Holocarboxylase synthetase covalently links biotin to the five biotin-dependent carboxylases i.e. propionyl-CoA carboxylase, 3-methylcrotonyl-CoA carboxylase, pyruvate carboxylase, and the mitochondrial and cytosolic acetyl-CoA carboxylases. Holocarboxylase synthetase deficiency therefore results in deficiency activity of these carboxylases, also known as Multiple Carboxylase deficiency (MCD). \nPatients with holocarboxylase synthetase deficiency usually present in the neonatal period or early infancy with tachypnea, skin rash, feeding problems, hypotonia, seizures, developmental delay, alopecia, and coma. Laboratory findings include metabolic acidosis, lactic acidosis, ketosis, hyperammonemia, and elevated 3-hydroxyisovalerate, 3-methylcrotonylglycine, methylcitrate, 3-hydroxypropionate on urine organic acids analysis. In most patients, the clinical and biochemical findings improve upon treatment with oral biotin, but some patients are only partially biotin-responsive.\nDeficiency of biotinidase, the enzyme that recycles biotin, also leads to MCD although the onset is usually later.\nBiallelic variants in HLCS were first reported in individuals with holocarboxylase synthetase deficiency in 1994 (Suzuki et al, PMID 7842009). Since then, over 50 variants have been associated with the condition (https://www.ncbi.nlm.nih.gov/clinvar). The mechanism of disease is loss of function. \nEvidence supporting this gene-disease relationship includes case-level and experimental data. Ten unique variants (missense, nonsense, frameshift, intronic) from ten probands from seven publications were curated (Aoki et al, 1995, PMID  8541348; Dupuis et al, 1996, PMID 8817339; Sakamoto et al, 1998, PMID 9870216; Sakamoto et al, 2000; PMID 10653324; Morrone et al, 2002, PMID: 12124727; Bailey et al, 2008, PMID 18429047; Van Hove et al, 2008, PMID 18974016). Further evidence is available in the literature but the maximum score for genetic evidence (12 points) has been reached.\nThe gene-disease relationship is also supported by the biochemical function of holocarboxylase synthetase in biotinylation of carboxylases, resulting in multiple carboxylase deficiency, which is consistent with the clinical and biochemical findings in these patients, including a specific pattern of abnormalities noted on analysis urine organic acids (León-Del-Rio et al, 1995, PMID 7753853; León-Del-Rio et al, 2017, PMID 28564555), as well as functional studies in fibroblasts from patients showing deficiency of carboxylase activity due to low biotin incorporation, and low affinity of HCS for biotin (Van Hove et al, 2008, PMID 18974016), and results of studies on purified HCS protein with various missense changes identified in patients, that correlate with clinical response to biotin (Dupuis et al, 1999, PMID 10068510). In summary, HLCS is definitively associated with holocarboxylase synthetase deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:ad306285-9588-48e3-a6fa-183db3f01fe9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}