{"id":"cggv:c064a017-9158-4eb5-8ea4-036e53798d2cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c064a017-9158-4eb5-8ea4-036e53798d2c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:c064a017-9158-4eb5-8ea4-036e53798d2c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-07-05T18:28:35.466Z","role":"Publisher"}],"evidence":[{"id":"cggv:c064a017-9158-4eb5-8ea4-036e53798d2c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c064a017-9158-4eb5-8ea4-036e53798d2c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:500da1d9-bb31-489d-a564-22cd216fa475","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be279d4d-b006-4a85-8285-1d9f0c19c2f8","type":"FunctionalAlteration","dc:description":"To study the functions of human POLD1and other polymerases, the genetically tractable yeast model was used to examine the effects of Polδ variants found in human cells on viability, growth, mutagenesis, and DNA damage sensitivity. The results revealed that one Polδ variant (Polδ-R696W, which is analogous to the human Polδ-R689W variant) leads to a catastrophic increase in genomic instability that is incompatible with life in haploid and homozygous diploid cells. Genetic and biochemical data suggested that the mutation catastrophe was caused by extremely low-fidelity DNA synthesis by the altered Polδ.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19966286","type":"dc:BibliographicResource","dc:abstract":"Accurate DNA synthesis by the replicative DNA polymerases alpha, delta, and epsilon is critical for genome stability in eukaryotes. In humans, over 20 SNPs were reported that result in amino-acid changes in Poldelta or Polepsilon. In addition, Poldelta variants were found in colon-cancer cell lines and in sporadic colorectal carcinomas. Using the yeast-model system, we examined the functional consequences of two cancer-associated Poldelta mutations and four polymorphisms affecting well-conserved regions of Poldelta or Polepsilon. We show that the R696W substitution in Poldelta (analog of the R689W change in the human cancer-cell line DLD-1) is lethal in haploid and homozygous diploid yeast. The cell death results from a catastrophic increase in spontaneous mutagenesis attributed to low-fidelity DNA synthesis by Poldelta-R696W. Heterozygotes survive, and the mutation rate depends on the relative expression level of wild-type versus mutant alleles. Based on these observations, we propose that the mutation rate in heterozygous human cells could be regulated by transient changes in gene expression leading to a temporary excess of Poldelta-R689W. The similarities between the mutational spectra of the yeast strains producing Poldelta-R696W and DLD-1 cells suggest that the altered Poldelta could be responsible for a significant proportion of spontaneous mutations in this cancer cell line. These results suggest that the highly error-prone Poldelta-R689W could contribute to cancer initiation and/or progression in humans.","dc:creator":"Daee DL","dc:date":"2010","dc:title":"A cancer-associated DNA polymerase delta variant modeled in yeast causes a catastrophic increase in genomic instability."},"rdfs:label":" Cancer-associated DNA polymerase δ variant modeled in yeast"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"POLD1 p.R689W, was found in two colon cancer cell lines, DLD-1 and HCT15, and in a CRC patient (ClinVar variation ID: 439255). Polδ-R696W, an analogy to the this human POLD1 p.R689W variant, showed low-fidelity DNA synthesis and genomic instability. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c064a017-9158-4eb5-8ea4-036e53798d2c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5405a260-2cf0-474d-88bc-6e57abcadc8b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7b8fd55e-a044-40dd-8719-7673930bb7ca","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"HEK293 cells were transfected with POLD1 shRNA. POLD1 downregulation by shRNA suppressed cell proliferation, cell cycle progression, and DNA synthesis in HEK293 cells. Comet assay also showed that POLD1 down-regulation led to increased DNA damage.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26087769","type":"dc:BibliographicResource","dc:abstract":"The activity of eukaryotic DNA polymerase delta (Pol δ) plays an essential role in genome stability through its effects on DNA replication and repair. The p125 catalytic subunit of Pol δ is encoded by POLD1 gene in human cells. To clarify biological functions of POLD1, we investigated the effects of POLD1 overexpression or downregulation on cell proliferation, cell cycle progression, DNA synthesis and oxidative DNA damage induced by H2O2.","dc:creator":"Song J","dc:date":"2015","dc:title":"Human POLD1 modulates cell cycle progression and DNA damage repair."},"rdfs:label":"POLD1 modulates cell cycle progression and DNA damage repair"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgrade the score, since this paper showed the function of POLD1 in DNA damage repair, but no more cancer-related phenotypes were reported. "},{"id":"cggv:cba511fc-62a6-4c8b-a8b4-b6366a954b33","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:87e6401d-85b3-40e9-bf7d-76971dd77cdc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mouse Pol d and e proofreading suppress discrete mutator and cancer phenotypes. It was found that inactivation of Pol d proofreading elevates base-substitution mutations and accelerates a unique spectrum of spontaneous cancers.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12429860","type":"dc:BibliographicResource","dc:abstract":"Mutations are a hallmark of cancer. Normal cells minimize spontaneous mutations through the combined actions of polymerase base selectivity, 3' --> 5' exonucleolytic proofreading, mismatch correction, and DNA damage repair. To determine the consequences of defective proofreading in mammals, we created mice with a point mutation (D400A) in the proofreading domain of DNA polymerase delta (poldelta, encoded by the Pold1 gene). We show that this mutation inactivates the 3' --> 5' exonuclease of poldelta and causes a mutator and cancer phenotype in a recessive manner. By 18 months of age, 94% of homozygous Pold1(D400A/D400A) mice developed cancer and died (median survival = 10 months). In contrast, only 3-4% of Pold1(+/D400A) and Pold1(+/+) mice developed cancer in this time frame. Of the 66 tumors arising in 49 Pold1(D400A/D400A) mice, 40 were epithelial in origin (carcinomas), 24 were mesenchymal (lymphomas and sarcomas), and two were composite (teratomas); one-third of these animals developed tumors in more than one tissue. Skin squamous cell carcinoma was the most common tumor type, occurring in 60% of all Pold1(D400A/D400A) mice and in 90% of those surviving beyond 8 months of age. These data show that poldelta proofreading suppresses spontaneous tumor development and strongly suggest that unrepaired DNA polymerase errors contribute to carcinogenesis. Mice deficient in poldelta proofreading provide a tractable model to study mechanisms of epithelial tumorigenesis initiated by a mutator phenotype.","dc:creator":"Goldsby RE","dc:date":"2002","dc:title":"High incidence of epithelial cancers in mice deficient for DNA polymerase delta proofreading."},"rdfs:label":"High incidence of epithelial cancers in mice pold deficient"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.75,"dc:description":"Only homozygous mice developed cancer phenotypes. No CRC found in Pold-/- mice. The D400A is not a human common variants that associated with cancers."},{"id":"cggv:06ff72c3-aded-4a84-b0e6-ca1b25be4e50","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23894a22-ef99-4c27-9f27-3907fea38aff","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice with Pold1 e/e (homozygous loss of Pold1) developed cancers. Homozygous loss of Pold1 proofreading increased spontaneous mutation rates about 20 times above wild-type levels at 2 genetic loci. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19805137","type":"dc:BibliographicResource","dc:abstract":"Organisms require faithful DNA replication to avoid deleterious mutations. In yeast, replicative leading- and lagging-strand DNA polymerases (Pols epsilon and delta, respectively) have intrinsic proofreading exonucleases that cooperate with each other and mismatch repair to limit spontaneous mutation to less than 1 per genome per cell division. The relationship of these pathways in mammals and their functions in vivo are unknown. Here we show that mouse Pol epsilon and delta proofreading suppress discrete mutator and cancer phenotypes. We found that inactivation of Pol epsilon proofreading elevates base-substitution mutations and accelerates a unique spectrum of spontaneous cancers; the types of tumors are entirely different from those triggered by loss of Pol delta proofreading. Intercrosses of Pol epsilon-, Pol delta-, and mismatch repair-mutant mice show that Pol epsilon and delta proofreading act in parallel pathways to prevent spontaneous mutation and cancer. These findings distinguish Pol epsilon and delta functions in vivo and reveal tissue-specific requirements for DNA replication fidelity.","dc:creator":"Albertson TM","dc:date":"2009","dc:title":"DNA polymerase epsilon and delta proofreading suppress discrete mutator and cancer phenotypes in mice."},"rdfs:label":"Mouse Pold proofreading suppresses cancer phenotyp."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.75,"dc:description":"No data about heterozygous Pold1 depletion mice. Although mice with Pold1 e/e developed small intestine cancer, no CRC was observed. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:c064a017-9158-4eb5-8ea4-036e53798d2c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10}],"evidenceStrength":"Definitive","sequence":6605,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.5,"subject":{"id":"cggv:e014e1bb-4c44-40df-a12f-237ced899fc4","type":"GeneValidityProposition","disease":"obo:MONDO_0100351","gene":"hgnc:9175","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *POLD1* gene encodes the catalytic and proofreading subunit of DNA polymerase-delta, which is responsible for DNA replication and repair. POLD1 was first reported as part of an autosomal dominant cancer susceptibility condition in 2013 (Palles et al, PMID: 23263490). Likely pathogenic/ pathogenic variants located within the region of the gene that encodes the exonuclease domain of POLD1 are associated with an increased risk of colon polyps and colorectal cancer. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s), inheritance pattern and phenotypic variability between susceptibility to colon cancer and colon polyps. Therefore, the following disease entities have been lumped into POLD1-related polyposis and colorectal cancer syndrome (MONDO:0100351). However, due to the phenotypic difference and different molecular mechanism of the pathogenic variants autosomal dominant mandibular hypoplasia, deafness, progeroid features, and lipodystrophy syndrome (MDPL) OMIM 615381 - has been split from this curation. With regard to evidence, 9 missense variants that have been reported in three publications (PMIDs: 26133394, 25559809, 33948826) are included in this curation (10 points). This gene-disease association is also supported by experimental evidence (2.5 points) including mouse, yeast and cell culture models (PMIDs: 19966286, 26087769, 12429860, 19805137). Cells with  specific POLD1 variants mirroring those found in humans demonstrated low-fidelity DNA synthesis, leading to increased DNA damage. Pold1 mutant (D400A/D400A) mice also had increased spontaneous mutation rates and developed cancers. In summary, POLD1 is definitively associated with autosomal dominant POLD1-related polyposis and colorectal cancer syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This gene-disease pair was originally evaluated by the Colon Cancer Expert Panel on 04/10/2017. The ClinGen Hereditary Cancer GCEP reevaluated on 02/24/2023 (SOP Version 9). As a result of this reevaluation, the classification did not change although the  disease name was changed to mirror both features of the disorder.","dc:isVersionOf":{"id":"cggv:c064a017-9158-4eb5-8ea4-036e53798d2c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}