{"id":"cggv:34072c3f-58e6-49f8-9515-7f7dfc74ed2ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:34072c3f-58e6-49f8-9515-7f7dfc74ed2e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10107","date":"2024-08-23T16:00:00.000Z","role":"Approver"},{"id":"cggv:34072c3f-58e6-49f8-9515-7f7dfc74ed2e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10107","date":"2024-08-23T19:49:18.668Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:34072c3f-58e6-49f8-9515-7f7dfc74ed2e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34072c3f-58e6-49f8-9515-7f7dfc74ed2e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:862056ea-e335-4152-9627-69efacbba29c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:15a6d3e1-1fbf-48ee-a435-4a58811ec091","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Fluorescent immunohistochemistry on cryosections from human heart, skin, and cartilage tissues. MDA5 was detected in cardiac myocytes, epidermis, and cartilage chondrocytes. These results indicate that MDA5 localized to all target tissues altered in SMS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25620204","type":"dc:BibliographicResource","dc:abstract":"Singleton-Merten syndrome (SMS) is an infrequently described autosomal-dominant disorder characterized by early and extreme aortic and valvular calcification, dental anomalies (early-onset periodontitis and root resorption), osteopenia, and acro-osteolysis. To determine the molecular etiology of this disease, we performed whole-exome sequencing and targeted Sanger sequencing. We identified a common missense mutation, c.2465G>A (p.Arg822Gln), in interferon induced with helicase C domain 1 (IFIH1, encoding melanoma differentiation-associated protein 5 [MDA5]) in four SMS subjects from two families and a simplex case. IFIH1 has been linked to a number of autoimmune disorders, including Aicardi-Goutières syndrome. Immunohistochemistry demonstrated the localization of MDA5 in all affected target tissues. In vitro functional analysis revealed that the IFIH1 c.2465G>A mutation enhanced MDA5 function in interferon beta induction. Interferon signature genes were upregulated in SMS individuals' blood and dental cells. Our data identify a gain-of-function IFIH1 mutation as causing SMS and leading to early arterial calcification and dental inflammation and resorption.","dc:creator":"Rutsch F","dc:date":"2015","dc:title":"A specific IFIH1 gain-of-function mutation causes Singleton-Merten syndrome."},"rdfs:label":"Fluorescent immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:34072c3f-58e6-49f8-9515-7f7dfc74ed2e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ca14231-1631-4491-ae93-c1772cfb33c7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7671d729-d51a-48b5-b47f-860d191c6222","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RNA sequence analysis from Tg(ifih1_mut) larvae revealed a systemic inflammation and IFN signature upon a suboptimal poly I:C induction compared with wild-type larvae, confirming the phenotype observed in patients suffering from Type I interferonopathies.  Using the unique advantages of the zebrafish model for gene editing, we have generated Tg(ifih1_mut) knocked down for mavs and ikbke, which completely abrogated the Poly I:C induction and activation of the GFP of the reporters.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/38077314","type":"dc:BibliographicResource","dc:abstract":"Type I interferonopathies are a heterogenic group of rare diseases associated with an increase in type I interferon (IFN). The main challenge for the study of Type I interferonopathies is the lack of a well-founded animal model to better characterize the phenotype as well as to perform fast and large drug screenings to offer the best treatment options. In this study, we report the development of a transgenic zebrafish model of Type I interferonopathy overexpressing ","dc:creator":"Bernal-Bermúdez B","dc:date":"2023","dc:title":"A zebrafish model of Ifih1-driven Aicardi-Goutières syndrome reproduces the interferon signature and the exacerbated inflammation of patients."},"rdfs:label":"Transgenic zebrafish model of Type I interferonopathy "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:34072c3f-58e6-49f8-9515-7f7dfc74ed2e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34072c3f-58e6-49f8-9515-7f7dfc74ed2e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8871,"specifiedBy":"GeneValidityCriteria10","strengthScore":14.5,"subject":{"id":"cggv:c444a1f0-9400-42c0-99c2-f402a586ec98","type":"GeneValidityProposition","disease":"obo:MONDO_0700262","gene":"hgnc:18873","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"IFIH1 was first reported in relation to autosomal dominant type 1 interferonopathy in 2014 (Rice et al., PMID 24686847). Variants in IFIH1 have been reported with the following disease entities: Aicardi-Goutieres syndrome and Singleton-Merten syndrome.  Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern or phenotypic variability between the two disease entities. Therefore, Aicardi-Goutieres syndrome and Singleton-Merten syndrome have been lumped into one disease entity, “IFIH1-related type 1 interferonopathy” (MONDO:0700262). Type 1 interferonopathies are defined as conditions in which increased type 1 interferon signaling leads to autoimmune and neurological disorders. These disorders are caused by variants in genes involved in nucleic acid metabolism, sensing, and the innate immune response. Individuals with  variants in IFIH1 can present with a range of symptoms of variable severity and age of onset, within the context of an autoimmune disease. At least 44 pathogenic or likely pathogenic variants have been reported in humans. These variants have mostly been missense, although some nonsense and frameshift variants have also been reported. Evidence supporting this gene-disease relationship includes case level, segregation, and experimental data. \n\nSummary of Case Level Data: 12 POINTS. Variants in this gene have been reported in at least 17 probands in 5 publications (PMIDs 24686847, 24995871, 25620204, 30219631, 31898846). Variants in this gene segregated with disease in 9 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached. The mechanism for disease is gain of function. This gene-disease relationship is supported by expression studies in vitro and in zebrafish (PMIDs 25620204, 38077314). In summary, there is definitive evidence to support the relationship between IFIH1 and autosomal dominant type 1 interferonopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Leukodystrophy Gene Curation Expert Panel on the meeting date 07/22/2024 (SOP Version #10). \n","dc:isVersionOf":{"id":"cggv:34072c3f-58e6-49f8-9515-7f7dfc74ed2e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}