{"id":"cggv:37ed8aea-d2e0-4bab-9e21-4f5ac823ce99v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:37ed8aea-d2e0-4bab-9e21-4f5ac823ce99_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-05-13T16:00:00.000Z","role":"Approver"},{"id":"cggv:37ed8aea-d2e0-4bab-9e21-4f5ac823ce99_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-06-27T16:03:43.962Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/18830233","type":"dc:BibliographicResource","dc:abstract":"Atrial septal defect (ASD) is an incomplete septation of atria in human heart causing circulatory problems. Its frequency is estimated at one per 10 000. Actions of numerous genes have been linked to heart development. However, no single gene defect causing ASD has yet been identified. Incomplete heart septation similar to ASD was reported in transgenic mice with both inactive alleles of gene encoding mammalian zinc metalloprotease a mammalian tolloid-like 1 (tll1). Here, we have screened 19 ASD patients and 15 healthy age-matched individuals for mutations in TLL1 gene. All 22 exons were analyzed exon by exon for heteroduplex formation. Subsequently, DNA fragments forming heteroduplexes were sequenced. In four nonrelated patients, three missense mutations in coding sequence, and one single base change in the 5'UTR have been detected. Two mutations (Met182Leu, and Ala238Val) were detected in ASD patients with the same clinical phenotype. As the second mutation locates immediately upstream of the catalytic zinc-binding signature, it might change the enzyme substrate specificity. The third change, Leu627Val in the CUB3 domain, has been found in an ASD patient with interatrial septum aneurysm in addition to ASD. The CUB3 domain is important for substrate-specific recognition. In the remaining 15 patients as well as in 15 reference samples numerous base substitutions, deletions, and insertions have been detected, but no mutations changing the coding sequence have been found. Lack of mutations in relation to ASD of these patients could possibly be because of genetic heterogeneity of the syndrome.","dc:creator":"Stańczak P","dc:date":"2009","dc:title":"Mutations in mammalian tolloid-like 1 gene detected in adult patients with ASD."},"evidence":[{"id":"cggv:37ed8aea-d2e0-4bab-9e21-4f5ac823ce99_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.3},{"id":"cggv:37ed8aea-d2e0-4bab-9e21-4f5ac823ce99_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:37ed8aea-d2e0-4bab-9e21-4f5ac823ce99_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:df78c78a-16af-4333-95a2-31a1163c9a6e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4b82937f-5970-4cf4-b9ca-c34f16406408","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization was performed analyzing the expression of Tll1 in normal developing mouse hearts. Consistent with roles in cardiac development, Tll1 expression was specific to precardiac tissue and endocardium in 7.5 and 8.5 days p.c. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10331975","type":"dc:BibliographicResource","dc:abstract":"Mammalian Tolloid-like 1 (mTLL-1) is an astacin-like metalloprotease, highly similar in domain structure to the morphogenetically important proteases bone morphogenetic protein-1 (BMP-1) and Drosophila Tolloid. To investigate possible roles for mTLL-1 in mammalian development, we have used gene targeting in ES cells to produce mice with a disrupted allele for the corresponding gene, Tll1. Homozygous mutants were embryonic lethal, with death at mid-gestation from cardiac failure and a unique constellation of developmental defects that were apparently confined solely to the heart. Constant features were incomplete formation of the muscular interventricular septum and an abnormal and novel positioning of the heart and aorta. Consistent with roles in cardiac development, Tll1 expression was specific to precardiac tissue and endocardium in 7.5 and 8.5 days p.c. embryos, respectively. Tll1 expression was also high in the developing interventricular septum, where expression of the BMP-1 gene, Bmp1, was not observed. Cardiac structures that were not affected in Tll1-/- embryos either showed no Tll1 expression (atrio-ventricular cushions) or showed overlapping expression of Tll1 and Bmp1 (aortico-pulmonary septum), suggesting that products of the Bmp1 gene may be capable of functionally substituting for mTLL-1 at sites in which they are co-expressed. Together, the various data show that mTLL-1 plays multiple roles in formation of the mammalian heart and is essential for formation of the interventricular septum.","dc:creator":"Clark TG","dc:date":"1999","dc:title":"The mammalian Tolloid-like 1 gene, Tll1, is necessary for normal septation and positioning of the heart."},"rdfs:label":"Clark In situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a5d67b10-9410-4447-84cb-ea509a95bb83","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a6c98d0f-8be6-47cd-9a7b-d8cdbdb01891","type":"Finding","demonstrates":{"id":"obo:MI_0935"},"dc:description":"Nkx2-5, which is definitive by ClinGen for NKX2-5 related congenital, conduction and myopathic heart disease, increased Tll-1 expression.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19366374","type":"dc:BibliographicResource","dc:abstract":"Mammalian Tolloid-like 1 (Tll-1) is a pleiotropic metalloprotease that is expressed by a small subset of cells within the precardiac mesoderm and is necessary for proper heart development. Following heart tube formation Tll-1 is expressed by the endocardium and regions of myocardium overlying the region of the muscular interventricular septum. Mutations in Tll-1 lead to embryonic lethality due to cardiac defects. We demonstrate that the Tll-1promoter contains Nkx2-5 binding sites and that the Tll-1 promoter is activated by and directly binds Nkx2-5.Tll-1 expression is ablated by a dominant negative Nkx2-5 or by mutation of the Nkx2-5 binding sites within theTll-1 promoter. In vivo, Tll-1 expression is decreased in the hearts of Nkx2-5 knockout embryos when compared with hemizygous and wild-type embryos. These results show that Nkx2-5 is a direct activator of Tll-1 expression and provide insight into the mechanism of the defects found in both the Tll-1 and Nkx2-5 knockout mice.","dc:creator":"Sabirzhanova I","dc:date":"2009","dc:title":"Activation of Tolloid-like 1 gene expression by the cardiac specific homeobox gene Nkx2-5."},"rdfs:label":"Sabirzhanova Luciferase Assay "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:c3e14ec5-87f5-49c8-b60b-9d991e91070b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b8cdf9f1-9872-4b24-a2f8-4c5245dae411","type":"Finding","demonstrates":{"id":"obo:MI_0935"},"dc:description":"real-time PCR analysis showed that tll1 was expressed significantly lower within the posterior secondary heart field in Tbx5 knockdown mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26744331","type":"dc:BibliographicResource","dc:abstract":"Atrial septal defects (ASDs) are a common human congenital heart disease (CHD) that can be induced by genetic abnormalities. Our previous studies have demonstrated a genetic interaction between Tbx5 and Osr1 in the second heart field (SHF) for atrial septation. We hypothesized that Osr1 and Tbx5 share a common signaling networking and downstream targets for atrial septation. To identify this molecular networks, we acquired the RNA-Seq transcriptome data from the posterior SHF of wild-type, Tbx5(+/) (-), Osr1(+/-), Osr1(-/-) and Tbx5(+/-)/Osr1(+/-) mutant embryos. Gene set analysis was used to identify the Kyoto Encyclopedia of Genes and Genomes pathways that were affected by the doses of Tbx5 and Osr1. A gene network module involving Tbx5 and Osr1 was identified using a non-parametric distance metric, distance correlation. A subset of 10 core genes and gene-gene interactions in the network module were validated by gene expression alterations in posterior second heart field (pSHF) of Tbx5 and Osr1 transgenic mouse embryos, a time-course gene expression change during P19CL6 cell differentiation. Pcsk6 was one of the network module genes that were linked to Tbx5. We validated the direct regulation of Tbx5 on Pcsk6 using immunohistochemical staining of pSHF, ChIP-quantitative polymerase chain reaction and luciferase reporter assay. Importantly, we identified Pcsk6 as a novel gene associated with ASD via a human genotyping study of an ASD family. In summary, our study implicated a gene network involving Tbx5, Osr1 and Pcsk6 interaction in SHF for atrial septation, providing a molecular framework for understanding the role of Tbx5 in CHD ontogeny.","dc:creator":"Zhang KK","dc:date":"2016","dc:title":"Gene network and familial analyses uncover a gene network involving Tbx5/Osr1/Pcsk6 interaction in the second heart field for atrial septation."},"rdfs:label":"Zhang Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:37ed8aea-d2e0-4bab-9e21-4f5ac823ce99_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f33fa57a-b24f-4eb5-a0f5-20d28e8172e3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9e586c1c-db37-41d0-94bd-c5d35dfc7853","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous mutants were embryonic lethal (died between 14.5 and 16.5 dpc), with death at mid-gestation from cardiac failure and a unique constellation of developmental defects that were apparently confined solely to the heart.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10331975","rdfs:label":"Clark Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because the phenotype is only obvious in homozygous mutants for a dominant disease gene. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":8509,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.8,"subject":{"id":"cggv:7d5bc0a0-5cb3-4106-9f85-73a0e049057f","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:11843","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TLL1* was first reported in relation to autosomal dominant congenital heart disease in 2009 (Stanczak et al. 2009, PMID: 18830233). Four variants (missense, frameshift) that have been reported in 4 probands in 3 publications (PMID: 18830233, 30293987, 31570783) are included in this curation. There are more variants reported in individuals with CHD in 6 publications, all of which were not scored due to a high minor allele frequency (>0.00001) in gnomAD v.4, being located in the 5’ untranslated region of the gene, the proband having a syndromic phenotype, and/or the proband having an unclear phenotype (PMID: 18830233, 27418595, 28358424, 30293987, 32552793, 34328347). The mechanism of pathogenicity is reported to be loss-of-function. This gene-disease relationship is also supported by expression data in mouse embryos (PMID: 10331975), protein interaction data (PMID: 19366374, 26744331), and a mouse model showing heart defects (PMID: 10331975). In summary, there is limited evidence supporting the relationship between *TLL1* and autosomal dominant congenital heart disease. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date May 13th, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:37ed8aea-d2e0-4bab-9e21-4f5ac823ce99"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}