{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10018","role":"SecondaryContributor"},{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-16T19:22:58.263Z","role":"Publisher"},{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-05-14T00:59:52.060Z","role":"Approver"}],"evidence":[{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:39ede0b2-4723-4de9-9b7f-1ca3cfa84e92","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3b9a6280-844f-4379-a546-cb71172e5a5c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"According to RNA-seq data on NCBI gene site, the highest expression of RET was found in the adrenal gland of normal, control tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"RET is expressed in adrenal gland of humans"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02a78388-5749-490b-903c-3bee739b1fea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:df4e5e8d-5887-47e5-863e-4eae3e3fc04d","type":"FunctionalAlteration","dc:description":"The p.Cys634Arg missense change results in constitutive RET kinase activity and increased transforming ability in transfected cells (PMID: 15472167, 21810974, 8570194, 7824936).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21810974","type":"dc:BibliographicResource","dc:abstract":"Germline and somatic RET oncogene mutations are found in 98% hereditary and 40% sporadic medullary thyroid carcinomas. Our aim was to analyse by in silico and in vitro assays the transforming activity of six rare RET mutations (T338I, V648I, M918V, A883T, S904F and M848T). Six known RET mutations were used as controls. The in silico analysis showed the highest score value (i.e. 65) for S904F, M848T, M918T and C634R, whereas L790F, G691S, T338I and V648I had 0 score. Intermediate score values were obtained by A883T (score=55), M918V, V804M and Y791F (score=15). The in vitro focus formation assay showed that cells transfected with S904F, M918T, M848T or C634R generated the largest number of focus formation units (FFU). Intermediate numbers of FFU were observed in cells transfected with M918V, V804M, Y791F or A883T, while cells transfected with L790F, G691S, T338I or V648I showed a number of FFU similar to control cells. A positive correlation between the in silico score and in vitro FFU was found (P=0.0005). Only cells transfected with M918T or C634R grew faster and generated higher number of colonies in soft agar than control cells. However, the cells that were transfected with V804M produced an intermediate number of colonies. In conclusion, two of the six rare RET mutations, S904F and M848T possessed a relatively high transforming activity but a low aggressiveness; the other four mutations T338I, V648I, M918V and A883T were low or non-transforming, and their ability to induce tumoural transformation might be related to particular genetic conditions.","dc:creator":"Cosci B","dc:date":"2011","dc:title":"In silico and in vitro analysis of rare germline allelic variants of RET oncogene associated with medullary thyroid cancer."},"rdfs:label":"p.Cys634Arg exhibits high transforming activity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:247961a5-ff25-4f32-8301-3842469def8b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c144fc0-0a49-4357-a532-1e8d3cd7b4c8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The patient derived mutation in RET, C634R, which is the most prevalent mutation in MEN2A was introduced into the RET9 isoform as a transgene in two separate mouse models (PMID: 9096393, and11494127). Both of the mice developed medullary thyroid carcinomas (MTCs) and C-cell hyperplasia (CCH) consistent with MEN2A tumor phenotypes. The transgenic mouse developed by Reynolds et al (PMID: 11494127), under the calcitonin promoter also developed papillary thyroid carcinoma (PTCs). Both mice developed carcinomas that are consistent with MEN2A.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26184857","type":"dc:BibliographicResource","dc:abstract":"Multiple endocrine neoplasia (MEN) syndromes are autosomal dominant diseases with high penetrance characterized by proliferative lesions (usually hyperplasia or adenoma) arising in at least two endocrine tissues. Four different MEN syndromes have been so far identified: MEN type 1 (MEN1), MEN2A (also referred to as MEN2), MEN2B (or MEN3) and MEN4, which have slightly varying tumor spectra and are caused by mutations in different genes. MEN1 associates with loss-of-function mutations in the MEN1 gene encoding the tumor suppressor menin. The MEN2A and MEN2B syndromes are due to activating mutations in the proto-oncogene RET (Rearranged in Transfection) and are characterized by different phenotypic features of the affected patients. MEN4 was the most recent addition to the family of the MEN syndromes. It was discovered less than 10 years ago thanks to studies of a rat strain that spontaneously develops multiple endocrine tumors (named MENX). These studies identified an inactivating mutation in the Cdkn1b gene, encoding the putative tumor suppressor p27, as the causative mutation of the rat syndrome. Subsequently, germline mutations in the human ortholog CDKN1B were also found in a subset of patients with a MEN-like phenotype and this led to the identification of MEN4. Small animal models have been instrumental in understanding important biochemical, physiological and pathological processes of cancer onset and spread in intact living organisms. Moreover, they have provided us with insight into gene function(s) and molecular mechanisms of disease progression. We here review the currently available animal models of MEN syndromes and their impact on the elucidation of the pathophysiology of these diseases, with a special focus on the rat MENX syndrome that we have been characterizing.","dc:creator":"Wiedemann T","dc:date":"2016","dc:title":"Animal models of multiple endocrine neoplasia."},"rdfs:label":"Review of MEN2A mouse models"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"Given that this review article highlights two independently generated mouse models of MEN2A with mice harboring the highly prevalent C634R variant in RET, and both show developement of tumors consistent with disease I am increasing the default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:0249ea12-4358-49c2-8386-e5b2b5965135_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:48b844a2-bdf1-444e-bf9e-4975ff4fe137","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR and Sanger sequencing of the 16 known exons at the time for the RET gene in tumor samples first, followed by testing of DNA harvested from normal, unaffected tissues to establish germline inheritance. Authors note that RET transcripts were not observed in lymphocytes at the time (1993).","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002666","obo:HP_0002865"],"previousTesting":true,"previousTestingDescription":"pulse filed and Southern blot to try and identify gross deletions in the RET gene. No deletions were observed.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:0249ea12-4358-49c2-8386-e5b2b5965135_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f2c3150d-e20b-449c-876d-9e4137663be5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020975.4(RET):c.1900T>G (p.Cys634Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13908"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8099202","type":"dc:BibliographicResource","dc:abstract":"Multiple endocrine neoplasia type 2A (MEN 2A) is a dominantly inherited cancer syndrome that affects tissues derived from neural ectoderm. It is characterized by medullary thyroid carcinoma (MTC) and phaeochromocytoma. The MEN2A gene has recently been localized by a combination of genetic and physical mapping techniques to a 480-kilobase region in chromosome 10q11.2 (refs 2,3). The DNA segment encompasses the RET proto-oncogene, a receptor tyrosine kinase gene expressed in MTC and phaeochromocytoma and at lower levels in normal human thyroid. This suggested RET as a candidate for the MEN2A gene. We have identified missense mutations of the RET proto-oncogene in 20 of 23 apparently distinct MEN 2A families, but not in 23 normal controls. Further, 19 of these 20 mutations affect the same conserved cysteine residue at the boundary of the RET extracellular and transmembrane domains.","dc:creator":"Mulligan LM","dc:date":"1993","dc:title":"Germ-line mutations of the RET proto-oncogene in multiple endocrine neoplasia type 2A."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8099202","rdfs:label":"123"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This is a non-LOF variant, but well characterized in the literature as pathogenic and mutational hotspot. The variant affects a conserved cysteine in the RET gene that is required for proper functioning of RET. Alteration of this cysteine by multiple different amino acids substitutions cause the an increase in the transforming activity of RET (PMID:9230192). Therefore, I increased the score."},{"id":"cggv:ad4af763-238c-45bb-9de4-63d8db288800_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d2518882-570f-4e84-a0b5-4e49861a8d73","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR and Sanger sequencing of the 16 known exons at the time for the RET gene in tumor samples first, followed by testing of DNA harvested from normal, unaffected tissues to establish germline inheritance. Authors note that RET transcripts were not observed in lymphocytes at the time (1993).","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002666","obo:HP_0002865"],"previousTesting":true,"previousTestingDescription":"pulse filed and Southern blot to try and identify gross deletions in the RET gene. No deletions were observed.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ad4af763-238c-45bb-9de4-63d8db288800_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1176881a-7011-483a-b408-19ee301e916e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020630.4(RET):c.1901G>T (p.Cys634Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13911"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8099202"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8099202","rdfs:label":"M07"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This is a non-LOF variant, but at a mutational hotspot, and has been reported several times in the literature co-segregating with MEN2A.  The variant affects a conserved cysteine in the RET gene that is required for proper functioning of RET. Alteration of this cysteine by multiple different amino acids substitutions cause the an increase in the transforming activity of RET (PMID:9230192). Therefore, I have increased the score."},{"id":"cggv:0c5a70e7-46ed-4fcb-b652-756a3214e63a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36a30900-5ea3-4a17-9d52-e64eaf3ee07b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR and Sanger sequencing of the 16 known exons at the time for the RET gene in tumor samples first, followed by testing of DNA harvested from normal, unaffected tissues to establish germline inheritance. Authors note that RET transcripts were not observed in lymphocytes at the time (1993).","phenotypes":["obo:HP_0002666","obo:HP_0002865"],"previousTesting":true,"previousTestingDescription":"pulse filed and Southern blot to try and identify gross deletions in the RET gene. No deletions were observed.","sex":"UnknownEthnicity","variant":{"id":"cggv:0c5a70e7-46ed-4fcb-b652-756a3214e63a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:02677616-faa9-4e77-9c5c-db8a7814479c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020630.4(RET):c.1852T>G (p.Cys618Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13905"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8099202"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8099202","rdfs:label":"A34"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This is a non-LOF variant, but well characterized in the literature as pathogenic and one of the most recurrent mutations. The variant affects a conserved cysteine in the RET gene that is required for proper functioning of RET. Alteration of this cysteine by multiple different amino acids substitutions cause the an increase in the transforming activity of RET (PMID:9230192). Therefore I am upgrading to 1.5 points."},{"id":"cggv:fecef0e6-bc9f-483c-8b2f-888e7e063e29_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:317ef94b-349b-4f94-ba56-271718d27731","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP PCR assays were were developed, defining products of 300bp or less, to the 17 exons and 16 introns of the RET gene. genomic DNA from lymphoblastoid cells as well as tumor cells DNA was analyzed to confirm the mutation and whether is was germline or somatic.","phenotypes":["obo:HP_0002666","obo:HP_0002865"],"previousTesting":true,"previousTestingDescription":"Undergone linkage analysis to determine gene region causing the development of disease.","sex":"UnknownEthnicity","variant":{"id":"cggv:fecef0e6-bc9f-483c-8b2f-888e7e063e29_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:13cd7cad-6220-4083-8499-24b05728f980","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020630.4(RET):c.1858T>C (p.Cys620Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13915"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8103403","type":"dc:BibliographicResource","dc:abstract":"Multiple endocrine neoplasia type 2A (MEN 2A) and familial medullary thyroid carcinoma (FMTC) are dominantly inherited conditions which predispose to the development of endocrine neoplasia. Evidence is presented that sequence changes within the coding region of the RET proto-oncogene, a putative transmembrane tyrosine kinase, may be responsible for the development of neoplasia in these inherited disorders. Single strand conformational variants (SSCVs) in exons 7 and 8 of the RET proto-oncogene were identified in eight MEN 2A and four FMTC families. The variants were observed only in the DNA of individuals who were either affected or who had inherited the MEN2A or FMTC allele as determined by haplotyping experiments. The seven variants identified were sequenced directly. All involved point mutations within codons specifying cysteine residues, resulting in nonconservative amino acid changes. Six of the seven mutations are located in exon 7. A single mutation was found in exon 8. Variants were not detected in four MEN 2B families studied for all exon assays available, nor were they detectable in 16 cases of well documented sporadic medullary thyroid carcinoma or pheochromocytoma that were tested for exon 7 variants. Coinheritance of the mutations with disease and the physical and genetic proximity of the RET proto-oncogene provide evidence that RET is responsible for at least two of the three inherited forms of MEN 2. Neither the normal function, nor the ligand of RET are yet known. However, its apparent involvement in the development of these inherited forms of neoplasia as well as in papillary thyroid carcinoma suggest an important developmental or cell regulatory role for the protein.","dc:creator":"Donis-Keller H","dc:date":"1993","dc:title":"Mutations in the RET proto-oncogene are associated with MEN 2A and FMTC."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8103403","rdfs:label":"K17-4520"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Two mouse models of RET-C620R were generated independently. The heterozygous mice develop precancerous lesion of the adrenal and thyroid glands, consistent with features of MEN2A (PMID: 17372903), or severe defects of the kidney and enteric nervous system reminiscent of Hirshsprung's disease (PMID: 16565500). Therefore I have increased the score."},{"id":"cggv:ce537e10-1c55-4e09-8a5c-5d551bddb6c5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7131fc6b-f743-4912-b5b5-34d6bbf8f501","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR and Sanger sequencing of the 16 known exons at the time for the RET gene in tumor samples first, followed by testing of DNA harvested from normal, unaffected tissues to establish germline inheritance. Authors note that RET transcripts were not observed in lymphocytes at the time (1993).","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002865","obo:HP_0002666"],"previousTesting":true,"previousTestingDescription":"pulse filed and Southern blot to try and identify gross deletions in the RET gene. No deletions were observed.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:ce537e10-1c55-4e09-8a5c-5d551bddb6c5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fa0b6f1b-df0b-4942-89d6-6d00233c6baa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020975.4(RET):c.1901G>A (p.Cys634Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13909"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8099202"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8099202","rdfs:label":"M06"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This is a non-LOF variant, but well characterized in the literature as pathogenic and mutational hotspot (16 submitters on ClinVar). The variant affects a conserved cysteine in the RET gene that is required for proper functioning of RET. Alteration of this cysteine by multiple different amino acids substitutions cause the an increase in the transforming activity of RET (PMID:7824936). Therefore I will increase the score."},{"id":"cggv:395e612f-a2f3-4693-a3d8-0d21ff88f3eb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:11891335-3d53-4af1-87ee-a659df742465","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP PCR assays were were developed, defining products of 300bp or less, to the 17 exons and 16 introns of the RET gene. genomic DNA from lymphoblastoid cells as well as tumor cells DNA was analyzed to confirm the mutation and whether is was germline or somatic.","phenotypes":["obo:HP_0002666","obo:HP_0002865"],"previousTesting":true,"previousTestingDescription":"Undergone linkage analysis to determine gene region causing the development of disease. Region was narrowed down to the region containing RET gene.","sex":"UnknownEthnicity","variant":{"id":"cggv:395e612f-a2f3-4693-a3d8-0d21ff88f3eb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2f6a37cd-bda2-4ba8-8d18-2f687da3bbce","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020975.6(RET):c.1900T>C (p.Cys634Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA008315"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8103403"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8103403","rdfs:label":"K3-2623"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"The variant affects a conserved cysteine in the RET gene that is required for proper functioning of RET. Alteration of this cysteine by multiple different amino acids substitutions cause the an increase in the transforming activity of RET (PMID:9230192)."},{"id":"cggv:38a46785-7cce-415c-877c-2e299bcda1a5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65f4c61b-84b9-4a8b-b50c-d9ac79380de6","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR and Sanger sequencing of the 16 known exons at the time for the RET gene in tumor samples first, followed by testing of DNA harvested from normal, unaffected tissues to establish germline inheritance. Authors note that RET transcripts were not observed in lymphocytes at the time (1993).","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002865","obo:HP_0002666"],"previousTesting":true,"previousTestingDescription":"ulse filed and Southern blot to try and identify gross deletions in the RET gene. No deletions were observed.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:38a46785-7cce-415c-877c-2e299bcda1a5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3ba8201f-0a86-46d1-b80e-8bcf389291c1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020630.4(RET):c.1901G>C (p.Cys634Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13910"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8099202"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8099202","rdfs:label":"A11"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"This is non-LOF variant, but at a mutational hotspot. The variant affects a conserved cysteine in the RET gene that is required for proper functioning of RET. Alteration of this cysteine by multiple different amino acids substitutions cause the an increase in the transforming activity of RET (PMID:9230192). Of note, not many people have been observed with this mutation, therefore I will be conservative with the scoring."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:178983eb-03ad-41b7-9c08-5b6a4365d8a4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a4dbf39e-1a3e-4082-ab88-562ec6c06550","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002666","obo:HP_0002865"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:178983eb-03ad-41b7-9c08-5b6a4365d8a4_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9d97bff3-a9df-4ea8-b513-960446e6b8d5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020975.6(RET):c.1919C>G (p.Ala640Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA008417"}},{"id":"cggv:2f6a37cd-bda2-4ba8-8d18-2f687da3bbce"}],"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10522989","type":"dc:BibliographicResource","dc:abstract":"We report a novel case of multiple endocrine neoplasia type 2A (MEN 2A) associated with two mutations of the protooncogene RET. One affects codon 634 and causes a cysteine to arginine substitution; the second at codon 640 causes an alanine to glycine substitution in the transmembrane region. The two mutations were present on the same RET allele and were detected in germline and tumor DNA. Both mutations were de novo, i.e. they were not found in the DNA of the parents or relatives. Immunohistochemical and RT-PCR analysis showed that the pheochromocytoma expressed calcitonin as well as both RET alleles. A cell line established from the tumor and propagated in culture sustained the expression of RET and calcitonin, as did the original pheochromocytoma. Because the patient presented with medullary thyroid carcinoma and pheochromocytoma without parathyroid gland involvement, we speculate that this clinical picture could be correlated with the two RET mutations and to the unusual calcitonin production. This is the first report of a MEN 2A case due to two mutations of the RET gene and associated with a calcitonin-producing pheochromocytoma.","dc:creator":"Tessitore A","dc:date":"1999","dc:title":"A novel case of multiple endocrine neoplasia type 2A associated with two de novo mutations of the RET protooncogene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10522989","rdfs:label":"A 26-yr-old female"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"2 mutations in the RET gene (a cys634-to-arg substitution and an ala640-to-gly substitution in the transmembrane region) were present on the same allele and were detected in germline and tumor DNA. Both mutations were de novo, i.e., they were not found in the DNA of the parents or relatives"},{"id":"cggv:89debe9f-3eeb-42e4-8048-db4fedfdaf80_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8bbd3e04-de57-455a-b2ec-538775f555ed","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0002666","obo:HP_0002865","obo:HP_0100733"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:89debe9f-3eeb-42e4-8048-db4fedfdaf80_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2f6a37cd-bda2-4ba8-8d18-2f687da3bbce"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7951212","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Mulligan LM","dc:date":"1994","dc:title":"A de novo mutation of the RET proto-oncogene in a patient with MEN 2A."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7951212","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The family is a large four generation family with six members with confirmed MEN 2A. Individual II-2 in this family appears to be a de novo case."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":755,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:438681cb-7912-41b7-b3d7-571db9dfe1ce","type":"GeneValidityProposition","disease":"obo:MONDO_0008234","gene":"hgnc:9967","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The gene RET is associated with the autosomal dominant disorder multiple endocrine neoplasia type 2A characterized by medullary thyroid cancer, pheochromocytoma and parathyroid tumors first reported in 1993 (Mulligan et al, 1993; PMID: 8099202). Early evidence began to show linkage of multiple endocrine neoplasia type 2 (not discerning between type A vs. type B) as early as 1992 (Narod et al., 1992; PMID: 2572534). Numerous variants have been reported in RET in relation to multiple endocrine neoplasia type A , the majority being missense mutation in conserved cysteine (p. Cys or p.C) amino acid residues within the dimerization and activation domain, including p.C609, p.C611, p.C618, p. C620, p. C630, p.C634 (reviewed Plaza-Menaho et al., 2006; PMID: 16979782). The molecular mechanism for the RET-multiple endocrine neoplasia type 2A is gain of function (GOF), as the missense mutations result in ligand-independent dimerization that induces activation of the RET protein that is a receptor tyrosine kinase (Plaza-Menaho et al., 2006; PMID: 16979782; Drilon et al., 2017, PMID 29134959). There are variant databases specific to the RET gene including the Multiple Endocrine Neoplasia type 2 (MEN2) and RET database (http://www.arup.utah.edu/database/MEN2/MEN2_welcome.php) and the RET gene LOVD database (https://databases.lovd.nl/shared/genes/RET). Substantial evidence supports this gene-disease relationship includes case-level data, segregation and experimental data with the maximum score (12) for genetic evidence reached. This gene-disease relationship is supported by functional studies including expression, cell assays and animal models, several that were patient derived pathogenic variants expressed in the mouse (reviewed in Wiedmann et al, 2016; PMID: 26184857). These animal models developed MEN2A related tumors including medullary thyroid carcinomas. The RET gene is asserted to be associated with multiple disease entities by germline inheritance, including: (1) Central hypoventilation syndrome, congenital (MIM:209880), (2) Medullary thyroid carcinoma (MIM:155240), (3) Multiple endocrine neoplasia IIB (MIM:162300), (4) Pheochromocytoma (MIM:171300). These disease entities all follow an autosomal dominant inheritance pattern. Per the criteria outlined by the ClinGen Lumping and Splitting Working Group, we have found no difference in molecular mechanisms, inheritance pattern, or phenotypic expressivity between Medullary thyroid carcinoma (MIM:155240), Pheochromocytoma (MIM:171300), and multiple endocrine neoplasia type 2A (MIM:171400), and therefore have lumped the above listed disease entities into the curation for RET in Multiple Endocrine neoplasia type 2A. Of note, Multiple endocrine neoplasia IIB (MIM:162300) follows a different GOF mechanism and has variants specific to this disease entity and has been curated separately. Due to variants asserted in Medullary thyroid carcinoma (MIM:155240), Pheochromocytoma (MIM:171300) with both multiple endocrine neoplasia type 2A and type 2B, the evidence for each of these was lumped into the appropriate gene-disease relationship based on the variant asserted for the evidence. Furthermore, Central hypoventilation syndrome, congenital (MIM:209880) has distinct variants associated with it and also has a separate curation. However, it should be noted that CCHS can be a phenotypic feature observed in individuals with multiple endocrine neoplasia, so care was taken in the curation and assessing evidence based on the variant of interest asserted. In addition, the Hirsphrung disease which is associated with LOF in RET is not included in this curation. In summary, RET is DEFINITIVELY associated with autosomal dominant multiple endocrine neoplasia type 2A. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:c5f3c875-2438-4bfe-b785-b86d7d3e6507"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}