{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-10-24T19:00:00.000Z","role":"Approver"},{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2024-11-12T19:43:28.858Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationNewEvidence"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23455423","type":"dc:BibliographicResource","dc:abstract":"Algorithms designed to identify canonical yeast prions predict that around 250 human proteins, including several RNA-binding proteins associated with neurodegenerative disease, harbour a distinctive prion-like domain (PrLD) enriched in uncharged polar amino acids and glycine. PrLDs in RNA-binding proteins are essential for the assembly of ribonucleoprotein granules. However, the interplay between human PrLD function and disease is not understood. Here we define pathogenic mutations in PrLDs of heterogeneous nuclear ribonucleoproteins (hnRNPs) A2B1 and A1 in families with inherited degeneration affecting muscle, brain, motor neuron and bone, and in one case of familial amyotrophic lateral sclerosis. Wild-type hnRNPA2 (the most abundant isoform of hnRNPA2B1) and hnRNPA1 show an intrinsic tendency to assemble into self-seeding fibrils, which is exacerbated by the disease mutations. Indeed, the pathogenic mutations strengthen a 'steric zipper' motif in the PrLD, which accelerates the formation of self-seeding fibrils that cross-seed polymerization of wild-type hnRNP. Notably, the disease mutations promote excess incorporation of hnRNPA2 and hnRNPA1 into stress granules and drive the formation of cytoplasmic inclusions in animal models that recapitulate the human pathology. Thus, dysregulated polymerization caused by a potent mutant steric zipper motif in a PrLD can initiate degenerative disease. Related proteins with PrLDs should therefore be considered candidates for initiating and perhaps propagating proteinopathies of muscle, brain, motor neuron and bone.","dc:creator":"Kim HJ","dc:date":"2013","dc:title":"Mutations in prion-like domains in hnRNPA2B1 and hnRNPA1 cause multisystem proteinopathy and ALS."},"evidence":[{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e1b28d2c-364c-4077-8990-8aa69b6b206f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea9bdfd6-260d-4cb8-8fa6-69f910966d6e","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"In this study, the authors identified several proteins that can interact directly with TDP-43, in particular hnRNP A1 and hnRNP A2/B1. The hnRNPA2/B1 glycine-rich “prion-like” LCD directly interacts with TDP-43 where they function cooperatively to regulate RNA metabolism. TDP-43 could bind hnRNP A2 while interacting with (ug)m-repeated sequences, but TDP-43 could not bind hnRNP A2 when the latter was bound to its high affinity RNA target sequence (Fig. 10). This observation suggests that the functionality of this interaction is tightly regulated according to which of the two proteins happens to bind to the RNA. It is worth noting that the exact role played in TDP-43 splicing-repressive action by each of the hnRNPs identified in this study remains to be evaluated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16157593","type":"dc:BibliographicResource","dc:abstract":"TDP-43 is a highly conserved nuclear factor of yet unknown function that binds to ug-repeated sequences and is responsible for cystic fibrosis transmembrane conductance regulator exon 9 splicing inhibition. We have analyzed TDP-43 interactions with other splicing factors and identified the critical regions for the protein/protein recognition events that determine this biological function. We show here that the C-terminal region of TDP-43 is capable of binding directly to several proteins of the heterogeneous nuclear ribonucleoprotein (hnRNP) family with well known splicing inhibitory activity, in particular, hnRNP A2/B1 and hnRNP A1. Mutational analysis showed that TDP-43 proteins lacking the C-terminal region could not inhibit splicing probably because they were unable to form the hnRNP-rich complex involved in splicing inhibition. Finally, through splicing complex analysis, we show that splicing inhibition mediated by TDP-43 occurs at the earliest stages of spliceosomal assembly.","dc:creator":"Buratti E","dc:date":"2005","dc:title":"TDP-43 binds heterogeneous nuclear ribonucleoprotein A/B through its C-terminal tail: an important region for the inhibition of cystic fibrosis transmembrane conductance regulator exon 9 splicing."},"rdfs:label":"Band Shift and GST Pull-down Analyses"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:a0a7e097-0351-4990-aab3-3045031aeae3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bf5b637e-b50c-4c91-85dd-8bc9dae0500f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"HNRNPA2B1 has intrinsic properties that make it particularly susceptible to relocalization within the cell (high fibrillization propensity, certain stress granule dynamics), properties which may result in splicing defects when cells are under stress and relocalization is increased (PMID: 27773581).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22574288","type":"dc:BibliographicResource","dc:abstract":"Understanding how RNA binding proteins control the splicing code is fundamental to human biology and disease. Here, we present a comprehensive study to elucidate how heterogeneous nuclear ribonucleoparticle (hnRNP) proteins, among the most abundant RNA binding proteins, coordinate to regulate alternative pre-mRNA splicing (AS) in human cells. Using splicing-sensitive microarrays, crosslinking and immunoprecipitation coupled with high-throughput sequencing (CLIP-seq), and cDNA sequencing, we find that more than half of all AS events are regulated by multiple hnRNP proteins and that some combinations of hnRNP proteins exhibit significant synergy, whereas others act antagonistically. Our analyses reveal position-dependent RNA splicing maps, in vivo consensus binding sites, a surprising level of cross- and autoregulation among hnRNP proteins, and the coordinated regulation by hnRNP proteins of dozens of other RNA binding proteins and genes associated with cancer. Our findings define an unprecedented degree of complexity and compensatory relationships among hnRNP proteins and their splicing targets that likely confer robustness to cells.","dc:creator":"Huelga SC","dc:date":"2012","dc:title":"Integrative genome-wide analysis reveals cooperative regulation of alternative splicing by hnRNP proteins."},"rdfs:label":"splicing-sensitive microarrays, etc"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7113e52-4cb4-4ead-96fc-a3bdb7334404","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e12735eb-07a4-4f99-8a4b-650d3cec94a9","type":"FunctionalAlteration","dc:description":"Wild-type hnRNPA2 was intrinsically aggregation prone with a lag phase of ~4h (Fig. 4e, g). EM revealed that wild-type hnRNPA2 spontaneously formed self-seeding fibrils (Fig. 4f, h; supplementary figure 7), like due to containing steric-zipper motifs that give rise to the spine of an amyloid fibril. Authors deleted the steric zipper residues 287–292 from hnRNPA2 and assessed fibrillization in vitro. Importantly, hnRNPA2Δ287–292 did NOT form fibrils (Fig. 4e, g). Moreover, hnRNPA2Δ287–292 did not fibrillize when seeded by fibrils of wild-type or mutant hnRNPA2 (Supplementary Fig. 7c). Thus, residues 287–292 of hnRNPA2 are critical for spontaneous and seeded fibrillization of the full-length protein. Collectively, these findings indicate that steric zipper motifs centered in the PrLD of wild-type hnRNPA2 are critical to its intrinsic tendency to fibrillize and that disease mutations introduce more potent steric zippers, which accelerate nucleation and polymerization (Supplementary Fig. 6). Importantly, the disease mutation greatly accelerated hnRNPA2 fibrillization (Fig. 4e–h). In all cases, the lag phase was curtailed and fibrillization was well advanced while the wild-type protein remained in lag phase. Thus, the disease mutations directly promote nucleation of hnRNPA2 into fibrils. Moreover, fibrils formed by hnRNPA2-D290V not only seeded their own assembly (Supplementary Fig. 7b, f, g), but also promoted fibrillization of their respective wild-type counterparts (Supplementary Fig. 7d, i).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23455423","rdfs:label":"Kim Functional Alteration (Sedimentation Analysis)"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:efdbe83e-53d1-4089-8844-51860a6bc06a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b4996899-ca77-4771-9de6-4c153c123ae3","type":"FunctionalAlteration","dc:description":"Disease mutations may promote excess incorporation of hnRNPA2 into stress granules and drive the formation of cytoplasmic inclusions. To examine the impact of disease mutations, authors expressed Flag-tagged versions of wild- type and mutant hnRNPA2 in HeLa cells and found that there was significantly greater incorporation of mutant hnRNPA2 into constitutive SGs than wild-type hnRNPA2 (Fig. 5). Authors also showed that following arsenite treatment, hnRNPA2B1 relocalized from nuclei to cytoplastmic puncta, showing the recruitment of endogenous hnRNPA2B1 to SGs (supp figure 10) and more rapid accumulation/incorporation compared to WT (Figure 5). HnRNPA2 aggregate in yeast and are toxic (supp figure 9). Yeast cells expressing YFP alone or YFP-tagged WT and mutant human RBPs HNRNPA2B1 and HNRNPA1. Disease-associated variant caused toxic cytoplasmic protein aggregates compared to WT (supp fig 9).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23455423","rdfs:label":"Kim Functional Alteration (HeLa Cells)"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:b0ca06dc-faf9-45ef-b0f5-181eed21d89d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1e551aff-7977-48a7-8fcf-c7cc243bf1b8","type":"FunctionalAlteration","dc:description":"Whereas in normal muscle hnRNPA2B1 and hnRNPA1 are exclusively nuclear (Fig. 2a, e and Supplementary Fig. 4d), analysis of muscle tissue from patient II5 (family 1) showed that hnRNPA2B1 cleared from many nuclei and accumulated in cytoplasmic inclusions in ~10% of fibers (Fig. 2b and Supplementary Fig. 4e). Muscle from this patient also exhibited TDP-43 pathology consisting of nuclear clearance and cytoplasmic inclusions, consistent with prior observations in VCP-related and sporadic IBM (Fig. 2j and Supplementary Fig. 4p).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23455423","rdfs:label":"Functional Alteration (Patient Cells)"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:33ef3f60-17c5-434e-aa02-2aea06b51853","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1f4b793d-566d-4d44-b6ae-9f4e7b34f6c1","type":"FunctionalAlteration","dc:description":"Many alt. Splicing events depend on hnRNPA2/B1 protein level en vivo (figure 3, Data S1). ALS-associated hnRNP A2/B1 D290V mutant patient fibroblasts and motor neurons differentiated from induced pluripotent stem cells (iPSC- MNs) demonstrate abnormal splicing defects, likely due to increased nuclear-insoluble hnRNP A2/B (Figure 5, Figure 6). iiPSC-derived motor neurons expressing ALS-linked hnRNPA2/B1 mutant were shown to have a higher level of cell death, increased stress responses, and exacerbated changes in gene expression and abnormal splicing resulting from the cellular stress conditions, including exhibiting excess HNRNPA2B1 in stress granules (Figure 7, Figure 8). Authors also showed that D290V expression is not equivalent to loss of hnRNP A2/B1 protein, at least with regard to alternative splicing. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27773581","type":"dc:BibliographicResource","dc:abstract":"HnRNPA2B1 encodes an RNA binding protein associated with neurodegeneration. However, its function in the nervous system is unclear. Transcriptome-wide crosslinking and immunoprecipitation in mouse spinal cord discover UAGG motifs enriched within ∼2,500 hnRNP A2/B1 binding sites and an unexpected role for hnRNP A2/B1 in alternative polyadenylation. HnRNP A2/B1 loss results in alternative splicing (AS), including skipping of an exon in amyotrophic lateral sclerosis (ALS)-associated D-amino acid oxidase (DAO) that reduces D-serine metabolism. ALS-associated hnRNP A2/B1 D290V mutant patient fibroblasts and motor neurons differentiated from induced pluripotent stem cells (iPSC-MNs) demonstrate abnormal splicing changes, likely due to increased nuclear-insoluble hnRNP A2/B1. Mutant iPSC-MNs display decreased survival in long-term culture and exhibit hnRNP A2/B1 localization to cytoplasmic granules as well as exacerbated changes in gene expression and splicing upon cellular stress. Our findings provide a cellular resource and reveal RNA networks relevant to neurodegeneration, regulated by normal and mutant hnRNP A2/B1. VIDEO ABSTRACT.","dc:creator":"Martinez FJ","dc:date":"2016","dc:title":"Protein-RNA Networks Regulated by Normal and ALS-Associated Mutant HNRNPA2B1 in the Nervous System."},"rdfs:label":"Functional Alteration (Patient Cells)"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9021b9d1-fda1-493d-a9d7-5c53c2e7ef28","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0746e48d-0ef9-4020-b376-93004185fc69","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Expression of wild-type hnRNPA2 in Drosophila indirect flight muscle led to mild degeneration affecting the rostral portion of several muscles, whereas expression of hnRNPA2-D290V caused severe degeneration that affected all muscles (Fig. 6a). Importantly, flies over-expressing hnRNPA2Δ287–292, in which the hexapeptide (NYNDFG) in the PrLD was deleted, had virtually normal muscles (Fig. 6a). This result indicates that the severe toxicity found in flies over-expressing mutant hnRNPA2 requires the presence of this potent steric zipper motif. IHC showed that WT hnRNPA2 localized to the nuclei (as expected), whereas D290V mutant largely accumulated in cytoplasmic inclusions (fig 6B). The degree of muscle degeneration in flies expressing hnRNPA2 correlated with the extent of cytoplasmic inclusions and with hnRNPA2 solubility. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23455423","rdfs:label":"Non-Human Model (Drosophila)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"I scored less than the default 2 points since this is a drosophila model (not particularly strong model for human disease). "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.7}],"evidenceStrength":"Moderate","sequence":9321,"specifiedBy":"GeneValidityCriteria11","strengthScore":7.2,"subject":{"id":"cggv:43ba305f-764c-48da-b026-8663a5e57387","type":"GeneValidityProposition","disease":"obo:MONDO_0014178","gene":"hgnc:5033","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"*hnRNPA2B1* was first reported in relation to autosomal dominant inclusion body myopathy with early-onset Paget disease with or without frontotemporal dementia 2 (IBMPFD2) in 2013 (Kim HJ et al., PMID:23455423). IBMPFD2 families present with an incomplete penetrance of disabling muscle weakness in most cases, osteolytic bone lesions consistent with Paget disease in around half of cases, and frontotemporal dementia in a handful of cases. At least 5 variants, all missense, have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data.\n\nVariants in *hnRNPA2B1* have been reported in individuals with the following disease entities: amyotrophic lateral sclerosis, inclusion body myopathy with early-onset Paget disease with or without frontotemporal dementia 2 (IBMPFD2) and oculopharyngeal muscular dystrophy 2. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no differences in molecular mechanism and inheritance pattern of amyotrophic lateral sclerosis and IBMPFD2. Therefore, the following disease entities have been lumped into one disease entity for this curation: amyotrophic lateral sclerosis (MONDO:0004976) and inclusion body myopathy with early-onset Paget disease with or without frontotemporal dementia 2 (OMIM:615422). The disease entity oculopharyngeal muscular dystrophy 2 (MONDO:0958195) has been split from this curation for difference in phenotype (especially ptosis and eye movement paralysis) and a distinct difference in molecular mechanism (frameshift variants that create the same novel amino acid series at the C-terminus of the protein).\n\nVariants in this gene have been reported in at least 5 probands in 5 publications (PMID:37528043, 25617006, 25299611, 28389692, 23455423). Variants in this gene segregated with disease in 10 additional family members across 2 families.\n\nThis gene-disease relationship is supported by experimental evidence including biochemical function, protein interaction, functional alteration in both patient and non patient cells and a non-human model organism. Splicing sensitive microarrays showed that *hnRNPA2B1* has intrinsic properties that make it particularly susceptible to relocalization within the cell that may result in splicing defects when under stress (PMID:22574288). Protein interaction with TDP-53 (TARDBP), which has been previously implicated in this disease, is demonstrated in the literature (PMID:16157593). Functional alteration consistent with the disease has been demonstrated in patient cells (PMID: 27773581, 23455423) and HeLa cells (PMID: 23455423). Finally, a supporting drosophila model exists but has not been scored at full points as it is not a particularly strong model for this human disease (PMID: 23455423).\n\nThis gene-disease pair was originally evaluated  to have a limited gene-disease relationship by the Amyotrophic Lateral Sclerosis Spectrum Disorders Gene Curation Expert Panel on October 28, 2021. It was reevaluated on October 24, 2024. As a result of this reevaluation, the classification changed to a moderate gene-disease relationship. This classification change is due to a reevaluation of the lumping and splitting; the prior curation was completed with amyotrophic lateral sclerosis (MONDO:0004976) as the disease entity and in the re-curation the group has decided to lump amyotrophic lateral sclerosis and multisystem proteinopathy under the disease entity inclusion body myopathy with early-onset Paget disease with or without frontotemporal dementia 2 (MONDO:0014178). This lumping allowed both genetic and experimental evidence available at the time of the last curation, but excluded due to disease entity, to be scored. Since the original curation one more case has been added to the literature and is scored in this curation (PMID:37528043). \n\nThis classification was approved by the ClinGen Amyotrophic Lateral Sclerosis Spectrum Disorders Gene Curation Expert Panel on the meeting date October 24, 2024 (SOP Version 11). \n\n\n","dc:isVersionOf":{"id":"cggv:1ffe711b-1ff6-4b11-b329-c0f820904764"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}