{"id":"cggv:d58759e1-bf55-44f2-9a97-839a9360d156v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d58759e1-bf55-44f2-9a97-839a9360d156_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-03-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:d58759e1-bf55-44f2-9a97-839a9360d156_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-22T17:02:11.810Z","role":"Publisher"}],"evidence":[{"id":"cggv:d58759e1-bf55-44f2-9a97-839a9360d156_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5},{"id":"cggv:d58759e1-bf55-44f2-9a97-839a9360d156_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d58759e1-bf55-44f2-9a97-839a9360d156_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2732e6cc-1e86-4107-9c86-7877e1d7d545","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de13c730-f5f1-48da-936b-d44ebc2784ec","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"All genes are either subunits or assembly factors of complex IV","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030519","type":"dc:BibliographicResource","dc:abstract":"Respiration is one of the most basic features of living organisms, and the electron transport chain complexes are probably the most complicated protein system in mitochondria. Complex-IV is the terminal enzyme of the electron transport chain, existing either as randomly scattered complexes or as a component of supercomplexes. NDUFA4 was previously assumed as a subunit of complex-I, but recent biochemical data suggested it may be a subunit of complex-IV. However, no structural evidence supporting this notion was available till now. Here we obtained the 3.3 Å resolution structure of complex-IV derived from the human supercomplex I","dc:creator":"Zong S","dc:date":"2018","dc:title":"Structure of the intact 14-subunit human cytochrome c oxidase."},"rdfs:label":"Cryo-EM Human Complex IV from cultured human cells "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"> 10 genes associated with complex IV function (assembly factors and subunits)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d58759e1-bf55-44f2-9a97-839a9360d156_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16ddca63-4dfe-4de9-b2db-40eb569ca75a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:bf6b94c1-41d0-4337-a94f-81490161c663","type":"FunctionalAlteration","dc:description":"Cells homoplasmic for the mutation had no detectable COX activity or respiratory\nATP synthesis, and required uridine and pyruvate supplementation for growth, a phenotype similar to r0 cells. \n\nThe cells with 97% mutated mtDNA exhibited severe reductions in both COX activity (6% of wild-type levels) and rates of ATP synthesis (9% of wild-type).\n\nThe COX III polypeptide in the mutant cells, although translated at rates similar to\nwild-type, had reduced stability. There was no evidence for assembly of COX I, COX II, or COX III subunits in a multisubunit complex in cells homoplasmic for the mutation, thus indicating that there was no stable assembly of COX I with COX II in the absence of wild-type COX III. \n\nIn contrast, the COX I and COX II subunits were assembled in cells with 97% mutated mtDNA.\n\nObtained homplasmic mutant cybrids by ethidium bromide\n\n\nThe mtDNA content per cell was quantitated by dot blot hybridization in all transmitochondrial cell lines and 143B (parental cell line of r0 cell line 143B206). The mtDNA content in wild-type cell lines was 95% (52.144) and 65% (51.118) of the mtDNA level in 143B (9,100 molecules per cell; Ref. 26). In 97% mutant cell lines 51.112 and 51.129, the mtDNA levels were 70 and 93%, respectively, of that of 143B. In 100% mutant cell lines, the mtDNA content was 78 (51.112.50) and 52% \n (51.112.28) of the level in 143B.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10788526","type":"dc:BibliographicResource","dc:abstract":"A 15-base pair, in-frame, deletion (9480del15) in the mitochondrial DNA (mtDNA)-encoded cytochrome c oxidase subunit III (COX III) gene was identified previously in a patient with recurrent episodes of myoglobinuria and an isolated COX deficiency. Transmitochondrial cell lines harboring 0, 97, and 100% of the 9480del15 deletion were created by fusing human cells lacking mtDNA (rho(0) cells) with platelet and lymphocyte fractions isolated from the patient. The COX III gene mutation resulted in a severe respiratory chain defect in all mutant cell lines. Cells homoplasmic for the mutation had no detectable COX activity or respiratory ATP synthesis, and required uridine and pyruvate supplementation for growth, a phenotype similar to rho(0) cells. The cells with 97% mutated mtDNA exhibited severe reductions in both COX activity (6% of wild-type levels) and rates of ATP synthesis (9% of wild-type). The COX III polypeptide in the mutant cells, although translated at rates similar to wild-type, had reduced stability. There was no evidence for assembly of COX I, COX II, or COX III subunits in a multisubunit complex in cells homoplasmic for the mutation, thus indicating that there was no stable assembly of COX I with COX II in the absence of wild-type COX III. In contrast, the COX I and COX II subunits were assembled in cells with 97% mutated mtDNA.","dc:creator":"Hoffbuhr KC","dc:date":"2000","dc:title":"A pathogenic 15-base pair deletion in mitochondrial DNA-encoded cytochrome c oxidase subunit III results in the absence of functional cytochrome c oxidase."},"rdfs:label":"m.9480del15; p.Phe94_Phe98 Cybrid Analysis "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"0.5 for RC deficiency in cybrids (absent in homoplasmic, 6% of control in 97% cybrids) + 0.5 reduced COX I and COX II by western (no antibody for COXIII) + 0.5 reduced COX I, II, III by 35 S pulse labeleling in mutant cybrids with normal rates of synthesis of other mtDNA encoded respiratory chain subunits in mutant cells."},{"id":"cggv:b28a2d8c-5635-46c4-adc4-e98f7fae3c89","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:22123594-bf53-4e8b-9521-d796bd6c541c","type":"FunctionalAlteration","dc:description":"The activities of CIV in the patient’s muscles were reduced to 16.5 ± 6.5% and 20.3 ± 8.1% compared with those of CS and complex II, respectively \n\nCI, CII, CII+III, and CIII were 65-100% of control by CS or CI - ie normal","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34054915","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) is a maternally inherited mitochondrial disease. Most cases of MELAS are caused by the m.3243A > G variant in the ","dc:creator":"Xu M","dc:date":"2021","dc:title":"Identification of a Novel Variant in "},"rdfs:label":"Respiratory Chain Studies in Xu et al patient"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"0.5 for isolated complex IV deficiency"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":6731,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.5,"subject":{"id":"cggv:2afb5ad7-b6e0-4ccb-bb86-684d1b9d76ae","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7422","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-CO3* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of March 20, 2023. The *MT-CO3* gene encodes subunit III of cytochrome c oxidase (COX), also called complex IV of the respiratory chain, which is located from m.9207-9987 on the heavy strand of the mitochondrial DNA (mtDNA).  Defects of this protein lead to complex IV deficiency.\n\nWhile various names have been given to the constellation of features seen in those with *MT-CO3*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-CO3* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT-CO3* was first curated by this GCEP for its association with Leigh syndrome spectrum (LSS) on May 24, 2021 (SOP v8), with a final classification of limited. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\n*MT-CO3* was first reported in relation to maternally-inherited primary mitochondrial disease in 1996 (PMID: 8630495), in a 15-year-old girl with a history of exercise intolerance, rhabdomyolysis, and muscle biopsy findings consistent with mitochondrial myopathy.  Subsequent publications have shown three main phenotypes seen in those with *MT-CO3*-related primary mitochondrial disease: Leigh syndrome spectrum seen in one case (PMID: 11063732), mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) seen in two cases (PMIDs: 33863631, 34054915), and a myopathic phenotype that often involves isolated or recurrent episodes of rhabdomyolysis in five cases (PMIDs: 8630495, 9634511, 12414820, 21163656, 16288875). Muscle biopsies in affected individuals universally showed COX-negative fibers, and 8/9 showed an isolated complex IV deficiency. \n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 3 unique missense variants, 3 nonsense variants, 2 frameshift variants, and 1 in-frame deletion. These variants were generally present at high levels of heteroplasmy in muscle tissue and at lower to undetectable levels in other tissues such as blood and buccal tissue, highlighting the diagnostic importance of muscle biopsy in *MT-CO3*-related primary mitochondrial disease. Single fiber studies were performed in several affected individuals and were supportive of variant pathogenicity. In summary, this curation included 8 probands reported in 9 papers from 1995-2021 (PMIDs: 11063732, 33863631, 34054915, 8630495, 9634511, 12414820, 21163656, 16288875). Notably, the m.9957T>C variant (PMID:7496173) was not included in this curation given a relatively high population frequency (0.081% in MITOMAP’s GenBank sequences and 0.028% in gnomAD v3.1.2, all homoplasmic occurrences) and given that nuclear DNA etiologies were not excluded. \n\nThis gene-disease association is also supported by functional implication given protein interaction with the multitude of other COX subunits and assembly factors linked to primary mitochondrial disease and functional alteration in patient cells, including cybrid analyses (PMIDs: 10788526, 30030519, 34054915). \n\nIn summary, there is definitive evidence to support the relationship between *MT-CO3* and primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 20, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:d58759e1-bf55-44f2-9a97-839a9360d156"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}