{"id":"cggv:bdc39072-6ab1-4ec6-af69-ce7a2f874f1bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bdc39072-6ab1-4ec6-af69-ce7a2f874f1b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-11-22T14:56:53.874Z","role":"Publisher"},{"id":"cggv:bdc39072-6ab1-4ec6-af69-ce7a2f874f1b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-11-02T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25644381","type":"dc:BibliographicResource","dc:abstract":"X-linked intellectual disability (XLID) is a clinically and genetically heterogeneous disorder. During the past two decades in excess of 100 X-chromosome ID genes have been identified. Yet, a large number of families mapping to the X-chromosome remained unresolved suggesting that more XLID genes or loci are yet to be identified. Here, we have investigated 405 unresolved families with XLID. We employed massively parallel sequencing of all X-chromosome exons in the index males. The majority of these males were previously tested negative for copy number variations and for mutations in a subset of known XLID genes by Sanger sequencing. In total, 745 X-chromosomal genes were screened. After stringent filtering, a total of 1297 non-recurrent exonic variants remained for prioritization. Co-segregation analysis of potential clinically relevant changes revealed that 80 families (20%) carried pathogenic variants in established XLID genes. In 19 families, we detected likely causative protein truncating and missense variants in 7 novel and validated XLID genes (CLCN4, CNKSR2, FRMPD4, KLHL15, LAS1L, RLIM and USP27X) and potentially deleterious variants in 2 novel candidate XLID genes (CDK16 and TAF1). We show that the CLCN4 and CNKSR2 variants impair protein functions as indicated by electrophysiological studies and altered differentiation of cultured primary neurons from Clcn4(-/-) mice or after mRNA knock-down. The newly identified and candidate XLID proteins belong to pathways and networks with established roles in cognitive function and intellectual disability in particular. We suggest that systematic sequencing of all X-chromosomal genes in a cohort of patients with genetic evidence for X-chromosome locus involvement may resolve up to 58% of Fragile X-negative cases.","dc:creator":"Hu H","dc:date":"2016","dc:title":"X-exome sequencing of 405 unresolved families identifies seven novel intellectual disability genes."},"evidence":[{"id":"cggv:bdc39072-6ab1-4ec6-af69-ce7a2f874f1b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bdc39072-6ab1-4ec6-af69-ce7a2f874f1b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:38b37452-d9f7-4350-9671-ec7cec6449f5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd6610b5-cbd0-43cb-8cdf-b68b677384e6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Studies have shown that the interaction of the C-terminal PDZ domain of FRMPD4 with PSD-95(DLG4)  is crucial for the formation of excitatory synapses and dendritic spines. DLG4 is implicated in Intellectual developmental disorder, autosomal dominant 62","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19118189","type":"dc:BibliographicResource","dc:abstract":"PSD-95 is an abundant postsynaptic density (PSD) protein involved in the formation and regulation of excitatory synapses and dendritic spines, but the underlying mechanisms are not comprehensively understood. Here we report a novel PSD-95-interacting protein Preso that regulates spine morphogenesis. Preso is mainly expressed in the brain and contains WW (domain with two conserved Trp residues), PDZ (PSD-95/Dlg/ZO-1), FERM (4.1, ezrin, radixin, and moesin), and C-terminal PDZ-binding domains. These domains associate with actin filaments, the Rac1/Cdc42 guanine nucleotide exchange factor betaPix, phosphatidylinositol-4,5-bisphosphate, and the postsynaptic scaffolding protein PSD-95, respectively. Preso overexpression increases the density of dendritic spines in a manner requiring WW, PDZ, FERM, and PDZ-binding domains. Conversely, knockdown or dominant-negative inhibition of Preso decreases spine density, excitatory synaptic transmission, and the spine level of filamentous actin. These results suggest that Preso positively regulates spine density through its interaction with the synaptic plasma membrane, actin filaments, PSD-95, and the betaPix-based Rac1 signaling pathway.","dc:creator":"Lee HW","dc:date":"2008","dc:title":"Preso, a novel PSD-95-interacting FERM and PDZ domain protein that regulates dendritic spine morphogenesis."},"rdfs:label":"interaction of the PDZ domain of FRMPD4 with DLG4"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bdc39072-6ab1-4ec6-af69-ce7a2f874f1b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:226e9734-2155-4330-8481-b5fd9ee8b490","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81215260-1f8e-4ab1-9d51-e65b9d784655","type":"FunctionalAlteration","dc:description":"Decreased expression of FRMPD4 in hippocampal neurons using gene knockdown methods was shown to reduce spine density of excitatory neurons, excitatory synaptic transmission, and the spine level of filamentous actin.  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118189","rdfs:label":"knock down FRMPD4 expression in hippocampal neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"based on 3 separate sets of experiments: 1) spine density, 2) excitatory synaptic transmission, and 3) spine level of actin, all of which involve mechanisms that have been shown to be altered by mutations in many other genes involved in ID/ASD. "},{"id":"cggv:1e1021ba-fa8a-40a0-83bc-80addbb99ab9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:17a317b5-db69-424e-8010-98244708a85b","type":"FunctionalAlteration","dc:description":"FRMPD4p.Cys618ValfsX8 fails to increase dendritic spine density in neurons","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29267967","type":"dc:BibliographicResource","dc:abstract":"FRMPD4 (FERM and PDZ Domain Containing 4) is a neural scaffolding protein that interacts with PSD-95 to positively regulate dendritic spine morphogenesis, and with mGluR1/5 and Homer to regulate mGluR1/5 signaling. We report the genetic and functional characterization of 4 FRMPD4 deleterious mutations that cause a new X-linked intellectual disability (ID) syndrome. These mutations were found to be associated with ID in ten affected male patients from four unrelated families, following an apparent X-linked mode of inheritance. Mutations include deletion of an entire coding exon, a nonsense mutation, a frame-shift mutation resulting in premature termination of translation, and a missense mutation involving a highly conserved amino acid residue neighboring FRMPD4-FERM domain. Clinical features of these patients consisted of moderate to severe ID, language delay and seizures alongside with behavioral and/or psychiatric disturbances. In-depth functional studies showed that a frame-shift mutation, FRMPD4p.Cys618ValfsX8, results in a disruption of FRMPD4 binding with PSD-95 and HOMER1, and a failure to increase spine density in transfected hippocampal neurons. Behavioral studies of frmpd4-KO mice identified hippocampus-dependent spatial learning and memory deficits in Morris Water Maze test. These findings point to an important role of FRMPD4 in normal cognitive development and function in humans and mice, and support the hypothesis that FRMPD4 mutations cause ID by disrupting dendritic spine morphogenesis in glutamatergic neurons.","dc:creator":"Piard J","dc:date":"2018","dc:title":"FRMPD4 mutations cause X-linked intellectual disability and disrupt dendritic spine morphogenesis."},"rdfs:label":"FRMPD4p.Cys618ValfsX8 fails to increase dendritic spine dens"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:49629a86-a6ce-42c7-9ecc-dd60005c43a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67abedc1-835a-4d85-b8d7-2c6b638e64d7","type":"FunctionalAlteration","dc:description":"co-PI shows reduced interaction between FRMPD4 p.Cys618ValfsX8 and PSD-95\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29267967","rdfs:label":"FRMPD4p.Cys618ValfsX8 shows reduced interaction with PSD-95 "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:bdc39072-6ab1-4ec6-af69-ce7a2f874f1b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a2afd6a-382f-4d2a-8da5-4c33f0037388","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b72262b6-8b86-4025-946f-f2ee5ea66f11","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Frmpd4-KO mice show normal spatial working memory (Y-maze tests ) but a defective spatial reference memory (Morris water maze)\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29267967","rdfs:label":"Frmpd4-KO mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"score downgraded because they only assessed behavior\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:bdc39072-6ab1-4ec6-af69-ce7a2f874f1b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.5}],"evidenceStrength":"Definitive","sequence":5363,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:b24bb49a-0834-40e2-909a-4e9c4c0a6527","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:29007","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The *FRMPD4* gene encodes a neural scaffolding protein implicated in the regulation of dendritic spine density and excitatory neurotransmission. *FRMPD4* was first reported in relation to X-linked complex neurodevelopmental disorder in 2016, when a frameshift variant was reported in a multigenerational pedigree with five affected males (Hu et al., PMID: 25644381). Affected males exhibited intellectual disability, delayed or absent speech, variable epilepsy and behavioral abnormalities, while carrier females were unaffected. Two additional families were reported in 2018: two affected brothers with a deletion of exon 2 predicted to result in an in-frame 40 amino-acid deletion, and two affected half-brothers with a nonsense variant (Piard et al., PMID: 29267967). Furthermore, five truncating variants are present in DECIPHER and ClinVar in males with neurodevelopmental disorders. Note that due to technical limitations within the Gene Curation Interface, we are unable to enter and score the in-frame deletion (which is worth 1 point).\nWhile *FRMPD4* is intolerant to truncating variants (pLI 1, gnomAD v2.1.1), it is not significantly constrained for missense variants (Z = 1.95). At least 5 rare missense variants have been reported in unrelated males with intellectual disability or autism spectrum disorder (PMIDs: 23020937, 25644381, 25961944, 28263302, 29267967, DECIPHER), but in the absence of functional evidence of pathogenicity, they were not scored.  \nThis gene-disease association is also supported by protein interaction, functional alterations in non-patient cells and a mouse model (PMIDs: 19118189, 29267967).\nIn summary, there is definitive evidence supporting the relationship between *FRMPD4* and X-linked complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on November 2, 2022 (SOP Version 9).\n\nDue to technical limitations within the GCI, we are unable to enter and score an in-frame deletionreported by Piard et al. (PMID: 29267967), which is worth 1 point. \n","dc:isVersionOf":{"id":"cggv:bdc39072-6ab1-4ec6-af69-ce7a2f874f1b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}