{"id":"cggv:d645c7ed-51f7-4695-a47d-ec3172ab3833v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d645c7ed-51f7-4695-a47d-ec3172ab3833_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-04-09T13:44:37.080Z","role":"Publisher"},{"id":"cggv:d645c7ed-51f7-4695-a47d-ec3172ab3833_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-19T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/29556724","type":"dc:BibliographicResource","dc:abstract":"PRR12 encodes a proline-rich protein nuclear factor suspected to be involved in neural development. Its nuclear expression in fetal brains and in the vision system supports its role in brain and eye development more specifically. However, its function and potential role in human disease has not been determined. Recently, a de novo t(10;19) (q22.3;q13.33) translocation disrupting the PRR12 gene was detected in a girl with intellectual disability and neuropsychiatric alterations. Here we report on three unrelated patients with heterozygous de novo apparent loss-of-function mutations in PRR12 detected by clinical whole exome sequencing: c.1918G>T (p.Glu640*), c.4502_4505delTGCC (p.Leu1501Argfs*146) and c.903_909dup (p.Pro304Thrfs*46). All three patients had global developmental delay, intellectual disability, eye and vision abnormalities, dysmorphic features, and neuropsychiatric problems. Eye abnormalities were consistent among the three patients and consisted of stellate iris pattern and iris coloboma. Additional variable clinical features included hypotonia, skeletal abnormalities, sleeping problems, and behavioral issues such as autism and anxiety. In summary, we propose that haploinsufficiency of PRR12 is associated with this novel multisystem neurodevelopmental disorder.","dc:creator":"Leduc MS","dc:date":"2018","dc:title":"De novo apparent loss-of-function mutations in PRR12 in three patients with intellectual disability and iris abnormalities."},"evidence":[{"id":"cggv:d645c7ed-51f7-4695-a47d-ec3172ab3833_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:d645c7ed-51f7-4695-a47d-ec3172ab3833_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8121,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:38156c15-1335-403c-8049-62f1c92ce510","type":"GeneValidityProposition","disease":"obo:MONDO_0859193","gene":"hgnc:29217","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The PRR12 gene is located on chromosome 19 at 19q13.33 and encodes the protein proline rich 12. PRR12 was first reported in relation to autosomal dominant neuroocular syndrome in 2018 (Leduc et al., PMID: 29556724). This gene-disease relationship is supported by strong case-level evidencea but no experimental evidence has been scored. Seven variants (2 frameshift, 2 nonsense, 2 essential splice sites (one inherited from an affected parent), and 1 missense) that have beene reported in seven probands from three publications are included in this curation (PMIDs: 29556724, 33824499, 33314030). More evidence is available in the literature (over 28 additional cases, mostly protein truncating variants but occasional missense without functional evidence have been reported), but the maximum score for genetic evidence (12 pts.) has been reached. Haploinsufficiency/loss of function is the suggested mechanism of disease. The function of the PRR12 protein has not been well characterized, and little supporting experimental evidence is available. PRR12 has been suggested to physically interact with SOX2 (PMID: 28794006), which is associated with a clinical phenotype with overlapping features, syndromic microphthalmia. Predicted reduced PRR12 expression has also been associated with acquired ocular and renal clinical phenotypes in human biobank data (PMID: 33824499). However, the SD-GCEP did not think these data were strong enough to score within the framework for this monogenic gene-disease relationship. In summary, PRR12 is definitively associated with autosomal dominant neuroocular syndrome. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date 01/19/2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:d645c7ed-51f7-4695-a47d-ec3172ab3833"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}