{"id":"cggv:aad7dc3e-b664-4ffb-af0f-4eba346b43e7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:aad7dc3e-b664-4ffb-af0f-4eba346b43e7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-07-12T16:00:00.000Z","role":"Approver"},{"id":"cggv:aad7dc3e-b664-4ffb-af0f-4eba346b43e7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-07-13T01:59:04.688Z","role":"Publisher"}],"evidence":[{"id":"cggv:aad7dc3e-b664-4ffb-af0f-4eba346b43e7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aad7dc3e-b664-4ffb-af0f-4eba346b43e7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8},{"id":"cggv:aad7dc3e-b664-4ffb-af0f-4eba346b43e7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aad7dc3e-b664-4ffb-af0f-4eba346b43e7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dbe868e6-a143-4174-a2bf-d1eebcb72420","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1abddcac-1d23-4972-b240-4d15b9f8b747","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10964943","type":"dc:BibliographicResource","dc:abstract":"Kinesin superfamily proteins (KIFs) are the molecular motors conveying cargos along microtubules. KIF5s, the heavy chains of conventional kinesin (KHC), are originally identified members of KIFs, and neuronal KIF5A and ubiquitous KIF5B have been identified so far. In the present work, we cloned a novel member of KIF5, KIF5C, and generated specific antibodies against three KIF5s to investigate their distribution and functions. KIF5A showed pan-neuronal distribution in the nervous system. KIF5B showed a glial cell distribution pattern in general; however, interestingly, its expression was strongly upregulated in axon-elongating neurons, such as olfactory primary neurons and mossy fibers. KIF5C was also a neuronal KIF5 like KIF5A but was highly expressed in lower motor neurons in 2-week-old or older mice, suggesting its important roles in the maintenance of motor neurons rather than in their formation, such as axonal elongation. Because a large part of KIF5s in adult motor neurons were expected to be KIF5C, we generated mice lacking the kif5C gene to investigate the functions of KIF5C in neurons in living animals. The mutant mice showed smaller brain size but were viable and did not show gross changes in the nervous system. Closer examinations revealed the relative loss of motor neurons to sensory neurons. Because three KIF5s showed high similarity in the amino acid sequence, could rescue the KIF5B mutant cells, and could form heterodimers, we think that there are functional redundancy among the three KIF5s and that KIF5A and KIF5B prevented the KIF5C null mice from the severe phenotype.","dc:creator":"Kanai Y","dc:date":"2000","dc:title":"KIF5C, a novel neuronal kinesin enriched in motor neurons."},"rdfs:label":"Western blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:aad7dc3e-b664-4ffb-af0f-4eba346b43e7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7bcd368-7759-48e6-9036-c27b245a7838","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8fc90327-5076-40a7-8919-888ddbec0daf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Quoted from paper:\n\" Impairments in the transport of kinesin-1 cargos different from neurofilaments are thus sufficient to cause HSP-like pathological changes such as axonal swellings, altered structure and function of synapses, behavioral deficits, and increased mortality.\" \n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853458","type":"dc:BibliographicResource","dc:abstract":"Hereditary spastic paraplegias (HSP) constitute a heterogeneous group of neurodegenerative disorders characterized by slowly progressive spasticity of the lower extremities. Only a few different mutations in the SPG10 gene, KIF5A, have been described in pure dominant forms of the disease. We sequenced the motor domain of KIF5A in a large panel of 205 European HSP patients with either pure or complicated forms of the disease. We identified eight different heterozygous missense mutations, seven novels, in eight different families of French origin. Residue R280 was a mutational hot spot. Interestingly, the patients in 7/8 families had a complex phenotype, with peripheral neuropathy, severe upper limb amyotrophy (Silver syndrome-like), mental impairment, parkinsonism, deafness and/or retinitis pigmentosa as variably associated features. We report the largest series of SPG10 families described so far, which extends both the mutational spectrum of the disease and its phenotype, which now includes complicated forms of HSP. SPG10 mutations were found in 10% of our complicated forms of HSP, suggesting that mutations in KIF5A represent the major cause of complicated AD-HSP in France.","dc:creator":"Goizet C","dc:date":"2009","dc:title":"Complicated forms of autosomal dominant hereditary spastic paraplegia are frequent in SPG10."},"rdfs:label":"Drosophila HSP N256S model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The variant type and pathological findings are remarkably similar."},{"id":"cggv:910e4adc-5126-4070-88f0-2d2c510d2a03","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:133593b7-2a45-4018-bbe0-f8257fa114a8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model showed unexpanded lungs and swollen cell bodies in the lower motor neurons, disrupting mouse motor skills similar to HSP and CMT. Axonal degredation.\n\n\"Outgrowth of axons and dendrites was remarkably diminished in KIF5A( -/- ) motor neurons. The number of axonal branches was reduced, whereas the number of dendrites was not altered. In KIF5A( -/- ) sensory neurons, neurite outgrowth was decreased but the number of neurites remained unchanged. In motor neurons maximum and average velocity of mitochondrial transport was reduced both in anterograde and retrograde direction\" ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18853458","rdfs:label":"KIF5A (-/-) KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":6629,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.5,"subject":{"id":"cggv:61f7116a-ae72-4ccb-bdc1-2394057239fb","type":"GeneValidityProposition","disease":"obo:MONDO_0024237","gene":"hgnc:6323","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"KIF5A was first linked to hereditary spastic paraplegia (SPG10) in 2002. However, over time the phenotypic spectrum of KIF5A has broadened to include disorders such as pure & complex HSP, autosomal dominant Charcot-Marie-Tooth type 2 (CMT2), Amyotrophic Lateral Sclerosis (ALS) and neonatal intractable myoclonus (NEIMY). Due to differences in phenotype and genotype clustering, we split ALS and NEIMY. However, the HSP and CMT2 phenotypes have suspicious genetic and phenotypic overlap. Variants in the motor domain of KIF5A have been presented as causing pure & complex HSP as well as CMT2. In some cases, the intra-familial variability of a variant can assign a primarily HSP phenotype without neuropathy to one sibling, and CMT2 with pyramidal signs to another. For these reasons, we have decided to lump SPG10 and CMT2. In this curation, we scored 10 variants from 10 families as well as segregation by linkage analysis to collect a genetic evidence score of 8 (PMID: 25008398, 18853458, 12355402). There were two animal models studied for KIF5A mutations. A (-/-) KIF5A mouse showed an axonal transport deficit affecting motor neurons more seriously than sensory neurons. A N256S drosophila HSP model also induced axonal transport and motor neuron disease. The results of these studies suggested a dominant-negative action of mutant KIF5A on the kinesin-1 complex. These animal models as well as functional evidence (immunoblot) scored 4.5 points of experimental evidence (PMID :10964943, 22466687, 23209432). These tally to 12.5 points: definitive with replication over time. While literature suggests the primary manifestation of mutations in this gene is HSP, there have been many cases, where the clinical presentation is CMT2, potentially with subclinical signs of HSP. It is likely that KIF5A mutations infer a continuum of phenotypic manifestations and signs for complex HSP and CMT2 should be studied in patients. In summary, KIF5A is definitively associated with autosomal dominant HSP and CMT2.","dc:isVersionOf":{"id":"cggv:aad7dc3e-b664-4ffb-af0f-4eba346b43e7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}