{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-06-06T16:00:00.000Z","role":"Approver"},{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-06-29T00:27:26.104Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20655036","type":"dc:BibliographicResource","dc:abstract":"Retinitis pigmentosa (RP) is the most common form of hereditary retinal degeneration, with a worldwide prevalence of 1 in 4000. Over 30 genes and loci have been implicated in nonsyndromic autosomal-recessive (ar) RP. Genome-wide homozygosity mapping was conducted in two sibships from an extended consanguineous Muslim Arab Israeli family segregating ar severe early-onset RP. A shared homozygous region on chromosome 17q25.3 was identified in both sibships, with an overlap of 4.7 Mb. One of the genes located in this interval is PDE6G, encoding for the inhibitory gamma subunit of rod photoreceptor cyclic GMP-phosphodiesterase. Mutations in the genes encoding for the catalytic subunits of this holoenzyme, PDE6A and PDE6B, cause arRP. Sequencing of all coding exons, including exon-intron boundaries, revealed a homozygous single base change (c.187+1G>T) located in the conserved intron 3 donor splice site of PDE6G. This mutation cosegregated with the disease in the extended family. We used an in vitro splicing assay to demonstrate that this mutation leads to incorrect splicing. Affected individuals had markedly constricted visual fields. Both scotopic and photopic electroretinograms were severely reduced or completely extinct. Funduscopy showed typical bone spicule-type pigment deposits spread mainly at the midperiphery, as well as pallor of the optic disk. Macular involvement was indicated by the lack of foveal reflex and typical cystoid macular edema, proved by optical coherence tomography. These findings demonstrate the positive role of the gamma subunit in maintaining phosphodiesterase activity and confirm the contribution of PDE6G to the etiology of RP in humans.","dc:creator":"Dvir L","dc:date":"2010","dc:title":"Autosomal-recessive early-onset retinitis pigmentosa caused by a mutation in PDE6G, the gene encoding the gamma subunit of rod cGMP phosphodiesterase."},"evidence":[{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:edca0759-c613-44b5-a8a4-4e00904cb763_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:edca0759-c613-44b5-a8a4-4e00904cb763","type":"Proband","allele":{"id":"cggv:38c0745c-7ee3-4a14-9093-8a041dfe0346","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002602.4(PDE6G):c.187+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA401474205"}},"detectionMethod":"The authors performed genome-wide homozygosity mapping. The only homozygous region shared among all four affected individuals (note that an additional 2 affected extended family members were later found to have the same genotype) was a 5.2 Mb interval at the telomeric end of chromosome 17 (17q25.3). A recombination event in individual III-24 reduced the interval to 4.7 Mb between SNP rs868432 and the telomere (Figures 1A and 1B). This interval includes 203 genes, including FSCN2, which is associated with adRP – sequencing of FSCN2 revealed no causative variants.\nSequence analysis of the three coding exons (exons 2–4), including exon-intron boundaries, of PDE6G was performed in an affected individual (III-26),","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"\"severe early-onset RP\"\nScotopic and photopic ERGs markedly reduced or completely extinct by as early as 4 years of age. Visual evoked potentials (VEPs) were of normal waveforms but prolonged implicit time.\nFunduscopic examination revealed relatively mild yet typical bone spicule-type pigment deposits in the periphery and midperiphery. \nIn the younger patients (aged 10 and 12), blood vessels and optic disk were normal, whereas in their older siblings (aged 15 and 16), blood vessel attenuation and pallor of the optic disk were observed. \nMacular involvement in all patients  indicated by the lack of foveal reflex and cystoid macular edema documented by optical coherence tomography (OCT). \nAll patients had markedly constricted visual fields, ranging from 10 to less than 5, with tiny residual islands of central vision. \nBest-corrected visual acuity was relatively good (Table 1; Figure 3). \nThese findings are similar to those reported in RP patients due to mutations in PDE6A and PDE6B. ","phenotypes":"obo:HP_0000512","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:48492c44-b72f-4074-9250-df14023afaae_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:38c0745c-7ee3-4a14-9093-8a041dfe0346"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20655036"},"rdfs:label":"Dvir_2010: Family TB-14, III-26"},{"id":"cggv:48492c44-b72f-4074-9250-df14023afaae","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:48492c44-b72f-4074-9250-df14023afaae_variant_evidence_item"},{"id":"cggv:48492c44-b72f-4074-9250-df14023afaae_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant alters the donor splice site of intron 3, the last intron of PDE6G (there are 4 exons). Minigene analysis identified a main aberrantly spliced product of 461 bp, resulting from use of a cryptic donor splice site, located 28 bp downstream of the altered splice site within intron 3. Both WT and mutant constructs also yielded an additional minor product of 392 bp, in which exon 3 was skipped, and appears to be an artefact of the in vitro method (Figure 2). Use of the cryptic intron 3 donor splice site is expected to yield a protein of 114 amino acids (compared to the normal 87 amino acid) in which the last 25 amino acids (D63-I87) are replaced by an incorrect sequence of 52 amino acids. The missing amino acids include the overlapping regions responsible for transducin binding and inhibition of PDEalpha/beta. "}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4},{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5d80c05c-d005-40f7-a78e-4e4f8c8d9c77","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c987dedd-5be3-4b0d-b68d-2b5bee23a404","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Highest expression in retina, followed by RPE (https://eyeintegration.nei.nih.gov/)\nHuman Protein Atlas: Strong cytoplasmic staining in rod outer segments of retina. A small subset of urothelial cells and glandular cells in gastrointestinal tract, endometrium and epididymis displayed moderate cytoplasmic positivity with a granular staining pattern. Remaining tissues were weakly stained or negative. (https://www.proteinatlas.org/ENSG00000185527-PDE6G )\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30239781","type":"dc:BibliographicResource","dc:abstract":"The human eye is built from several specialized tissues which direct, capture and pre-process information to provide vision. The gene expression of the different eye tissues has been extensively profiled with RNA-seq across numerous studies. Large consortium projects have also used RNA-seq to study gene expression patterning across many different human tissues, minus the eye. There has not been an integrated study of expression patterns from multiple eye tissues compared with other human body tissues. We have collated all publicly available healthy human eye RNA-seq datasets as well as dozens of other tissues. We use this fully integrated dataset to probe the biological processes and pan expression relationships between the cornea, retina, retinal pigment epithelium (RPE)-choroid complex, and the rest of the human tissues with differential expression, clustering and gene ontology term enrichment tools. We also leverage our large collection of retina and RPE-choroid tissues to build the first human weighted gene correlation networks and use them to highlight known biological pathways and eye gene disease enrichment. We also have integrated publicly available single-cell RNA-seq data from mouse retina into our framework for validation and discovery. Finally, we make all these data, analyses and visualizations available via a powerful interactive web application (https://eyeintegration.nei.nih.gov/).","dc:creator":"Bryan JM","dc:date":"2018","dc:title":"Identifying core biological processes distinguishing human eye tissues with precise systems-level gene expression analyses and weighted correlation networks."},"rdfs:label":"PDE6G expression pattern"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f5acf9c5-7731-438b-a260-3e607ae6b653","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:daeddb73-1f6b-4ba2-8301-d9bb10d25081","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The authors used chemical cross-linking with mass spectrometry create a model of the entire interaction surface of PDE-gamma with the regulatory and catalytic domains of PDE-alpha/beta (encoded by PDE6A and PDE6B), as well as the alpha subunit of transducin (encoded by GNAT1 in rods), thus elucidating the mechanism of activation of PDE6 by the activated alpha subunit of transducin. PDE6A has a definitive gene-disease clinical validity classification for inherited retinal disease, as determined by the ClinGen Retina GCEP. While the clinical validity of PDE6B and GNAT1 have not yet been assessed by the ClinGen Retina GCEP, both genes have been asserted to cause retinal disease in the literature. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31690623","type":"dc:BibliographicResource","dc:abstract":"Photoreceptor phosphodiesterase 6 (PDE6) is the central effector of the visual excitation pathway in both rod and cone photoreceptors, and ","dc:creator":"Irwin MJ","dc:date":"2019","dc:title":"The molecular architecture of photoreceptor phosphodiesterase 6 (PDE6) with activated G protein elucidates the mechanism of visual excitation."},"rdfs:label":"Interaction surface of PDE-gamma"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Score increased due to number of interacting proteins known to be implicated in retinal degeneration, and the level of evidence supporting these interactions."},{"id":"cggv:9017a442-b317-4436-ad81-117c35fa1426","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:856dd8ce-cf16-46fe-a1e7-0aa2e9c3cbd3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Rod-specific phosphodiesterase 6 (PDE6) is a multi-subunit enzyme which is composed of alpha and beta catalytic subunits (PDE-alpha and PDE-beta, encoded by PDE6A and PDE6B respectively, and two inhibitory gamma subunits (PDE-gamma) encoded by PDE6G. PDE6 is an essential component of the visual transduction cascade. In response to light activation, PDE6 regulates intracellular cyclic guanosine monophosphate levels by hydrolysis of cyclic guanosine monophosphate (cGMP). The P-gamma subunit, encoded by PDE6G, is a multi-functional regulator of PDE6 activity, and thus plays a critical role in vision. Without functional PDE-gamma, cGMP levels cannot be appropriately regulated, a role that is consistent with visual loss and photoreceptor degeneration noted in individuals with biallelic variants in PDE6G (for a review of the role of cGMP in retinal disease, see PMID: 31374251).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34170501","type":"dc:BibliographicResource","dc:abstract":"The photoreceptor phosphodiesterase (PDE6) is a member of large family of Class I phosphodiesterases responsible for hydrolyzing the second messengers cAMP and cGMP. PDE6 consists of two catalytic subunits and two inhibitory subunits that form a tetrameric protein. PDE6 is a peripheral membrane protein that is localized to the signal-transducing compartment of rod and cone photoreceptors. As the central effector enzyme of the G-protein coupled visual transduction pathway, activation of PDE6 catalysis causes a rapid decrease in cGMP levels that results in closure of cGMP-gated ion channels in the photoreceptor plasma membrane. Because of its importance in the phototransduction pathway, mutations in PDE6 genes result in various retinal diseases that currently lack therapeutic treatment strategies due to inadequate knowledge of the structure, function, and regulation of this enzyme. This review focuses on recent progress in understanding the structure of the regulatory and catalytic domains of the PDE6 holoenzyme, the central role of the multi-functional inhibitory γ-subunit, the mechanism of activation by the heterotrimeric G protein, transducin, and future directions for pharmacological interventions to treat retinal degenerative diseases arising from mutations in the PDE6 genes.","dc:creator":"Cote RH","dc:date":"2022","dc:title":"Photoreceptor Phosphodiesterase (PDE6): Structure, Regulatory Mechanisms, and Implications for Treatment of Retinal Diseases."},"rdfs:label":"Function of PDE-gamma"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The authors of this recent, detailed review outline a wealth of evidence supporting the function of PDE-gamma, and the mechanisms involved.  Without functional PDE-gamma, cGMP levels cannot be appropriately regulated. For a review of the role of cGMP in retinal disease, see PMID: 31374251."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b573d9f4-d615-4283-b8a4-6f950fce3985","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:79f233e7-23d6-44b2-a77e-3257e4b4daba","type":"FunctionalAlteration","dc:description":"Knowledge regarding the function of PDE6G been obtained through the analysis of Pde6g knock out mice expressing various pde6g mutant transgenes. The authors made various mutant and wild-type (control) Pde6g cDNAs under the control of the opsin promoter, used them to produce transgenic mice, and then back-crossed to Pde6g knockout mice (Tsang et al, 1996, PMID: 8638127) to generate a knockout mouse expressing the transgene. Because the results of these experiments illustrate the impact of different amino acid changes on the function of PDE6G, they are included here, under “functional alteration”, rather than in the “non-human animal models” section. Results are summarized below:\nDel7C - Deletion of the last seven amino acids of PDE gamma had previously been shown in in vitro experiments to decrease the inhibitory potential of the subunit (Lipkin et al, 1990, PMID: 1966521), but not to affect binding of PDE gamma to PDE alpha-beta (Lipkin et al, 1988, PMID: 2455657). Expression of Del7C in the Pde6g knockout mice resulted in photoreceptor degeneration and abnormal ERG, but more slowly than in the knockout mouse. Surprisingly, PDE activity was reduced (by 90%) which was shown to be due to a reduction in PDE-alpha and PDE-beta protein, indicating the the C-terminus of PDE-gamma is important for stabilizing the catalytic core of PDE6.\nTyr84 of PDE6G had previously been shown to decrease the inhibitory potential of PDE-gamma ((Lipkin et al, 1988, PMID: 2455657). Although this variant was expected to result in a constitutively active PDE, and thus produce low levels of cGMP, Pde6g mice expressing p.Tyr84Gly mice showed normal inhibition of rod-specific PDE and cGMP levels similar to those of control retinas, and the retinal degeneration noted in the Pde6g parental mice was rescued. Further work showed that it was more difficult for T-alpha to remove the mutant Y84G PDE gamma than the wild-type PDE gamma from the PDE alpha-beta core. There was a 10-fold decrease in the amplitude of the a-wave and a 1.5-fold reduction in the b-wave, indicating that p.Y84G mutation produced a much milder phenotype in vivo than that predicted from previous in vitro assays (Lipkin et al, 1988, PMID: 2455657).\npTrp70Ala reduced the affinity of PDE-gamma for transducin and abolished effector-mediated acceleration of T alphaGTPase (Otto-Bruc, 1993, PMID: 8395212). Introduction of a p.Trp70Ala transgene into Pde6g mice resulted in major changes in the ERG, showing desensitizing of the photoreceptors, but prevented retinal degeneration. The authors state that this impact is similar to Congenital Stationary Night Blindness.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12700134","type":"dc:BibliographicResource","dc:abstract":"A challenge in genetics is to understand the molecular basis of genetic and allelic heterogeneity. Divergent phenotypes caused by different variants of the same gene determine allelic heterogeneity. In the past few years, we have been studying an allelic series of mutations in the gamma-subunit of the cGMP phosphodiesterase gene (Pdeg) that resulted in visual defects ranging from stationary night blindness to progressive retinal degeneration. Here we describe the morphology and physiology of the retina in mice carrying four different Pdeg alleles: Pdeg(tm), Del 7C, Y84G, and W70A and the effect that these mutations of PDE gamma have on components of the activation and deactivation phases of phototransduction.","dc:creator":"Farber DB","dc:date":"2003","dc:title":"Stationary night blindness or progressive retinal degeneration in mice carrying different alleles of PDE gamma."},"rdfs:label":"Impact of different amino acid changes on Pde6g function"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Score increased due to multiple variants studied."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f610a5a2-31c9-445c-9333-aa1ff0c497b6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ce24d123-4723-42fe-ae38-d13018eeb523","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Pde6g knockout mice exhibit rapid and severe retinal degeneration, with progressive loss of rod photoreceptor cells, and abnormal ERGs. Expression of the wild-type Pde6g transgene restored normal retinal morphology and stable ERGs for up to 13 months (Figure 1). Western blot indicated that the expression level of both PDE6G and RGS9 in rod outer segments (ROS) of the transgenic mice was similar to that in control rods. The rhodopsin content in the retinas of transgenic mice was indistinguishable from that in controls (Figure 1)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9756475","type":"dc:BibliographicResource","dc:abstract":"Heterotrimeric guanosine 5'-triphosphate (GTP)-binding proteins (G proteins) are deactivated by hydrolysis of the GTP that they bind when activated by transmembrane receptors. Transducin, the G protein that relays visual excitation from rhodopsin to the cyclic guanosine 3',5'-monophosphate phosphodiesterase (PDE) in retinal photoreceptors, must be deactivated for the light response to recover. A point mutation in the gamma subunit of PDE impaired transducin-PDE interactions and slowed the recovery rate of the flash response in transgenic mouse rods. These results indicate that the normal deactivation of transducin in vivo requires the G protein to interact with its target enzyme.","dc:creator":"Tsang SH","dc:date":"1998","dc:title":"Role for the target enzyme in deactivation of photoreceptor G protein in vivo."},"rdfs:label":"Rescue in Pde6g KO mice with WT cDNA"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:73177a69-9925-4858-856b-f93f4fe3348d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:47469d2f-eb57-422c-a54b-efa8c3e5583a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This Pde6g-/- mouse model recapitulates the findings in human retinopathy. Specifically, with its early onset and rapid time course, these mice mimic the early and severe onset in patients with biallelic variants in PDE6G.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37363133","type":"dc:BibliographicResource","dc:abstract":"Retinitis pigmentosa (RP) is the most common cause of inherited blindness, with onset occurring as early as 4 years of age in certain rare but severe forms caused by mutations in the gamma subunit of phosphodiesterase 6 (PDE6). Studies in humans and mice have shown that RP pathology begins with progressive photoreceptor death, which then drives changes in downstream neurons, neighboring retinal pigment epithelium (RPE), and vasculature. Here, we present the first detailed analysis of RP disease progression in ","dc:creator":"Jentzsch MC","dc:date":"2023","dc:title":"A New Preclinical Model of Retinitis Pigmentosa Due to "},"rdfs:label":"Jentzsch_2023: Pde6g-/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Score reduced because, although detailed histology was provided, there were no additional analyses such as ERG."},{"id":"cggv:42188056-b428-4a68-9820-7df59bf31b9b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7497a66a-5202-49fd-a15b-b30f11832149","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans with biallelic variants in PDE6G, and knock out mice, have similar phenotypes including early and rapid retinal degeneration and reduced ERG.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8638127","type":"dc:BibliographicResource","dc:abstract":"The retinal cyclic guanosine 3',5'-monophosphate (cGMP) phosphodiesterase (PDE) is a key regulator of phototransduction in the vertebrate visual system. PDE consists of a catalytic core of alpha and beta subunits associated with two inhibitory gamma subunits. A gene-targeting approach was used to disrupt the mouse PDEgamma gene. This mutation resulted in a rapid retinal degeneration resembling human retinitis pigmentosa. In homozygous mutant mice, reduced rather than increased PDE activity was apparent; the PDEalphabeta dimer was formed but lacked hydrolytic activity. Thus, the inhibitory gamma subunit appears to be necessary for integrity of the photoreceptors and expression of PDE activity in vivo.","dc:creator":"Tsang SH","dc:date":"1996","dc:title":"Retinal degeneration in mice lacking the gamma subunit of the rod cGMP phosphodiesterase."},"rdfs:label":"Tsang_1996: PDE6G knock out mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":8569,"specifiedBy":"GeneValidityCriteria10","strengthScore":10,"subject":{"id":"cggv:99689db6-dead-4dbc-8bd0-36d678592e09","type":"GeneValidityProposition","disease":"obo:MONDO_0019118","gene":"hgnc:8789","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*PDE6G* was first reported in relation to retinitis pigmentosa 57, an autosomal recessive form of retinopathy, in 2010 (Dvir et al, PMID: 20655036). This is the only disorder known to be associated with *PDE6G* at the current time. The disease entity has been renamed as PDE6-related retinopathy.\n\nA canonical splice site variant shown by RT-PCR analysis to result in a frameshift has been reported in 6 homozygous affected individuals in an extended Israeli family of Muslim Arab origin (Dvir et al, 2010 PMID: 20655036). Affected individuals presented with early onset, severe disease. Two other apparently unrelated individuals have been reported (Van Schil et al, 2018, PMID: 28749477) with inherited retinal disease and homozygosity for the same copy number variant (GRCh37 chr17: g.79612525_79619171del, also denoted as NM_001290212.1(TSPAN10): c.658_NM_002602.3 (PDE6G):c.147-456del, which includes loss of coding exons 3 and 4 of *PDE6G*, and part of *TSPAN10*). Three unpublished probands and one affected sibling have been reported with retinopathy and homozygosity for the same frameshift variant, NM_002602.4:c.69dup, p.(Arg24GlnfsTer6) (Invitae, personal communication). Additional unpublished cases with homozygosity for loss of function variants are known to members of the ClinGen Retina GCEP. The cases reported in PMID: 28749477 and the unpublished cases could not be entered and scored in the GCI due to technical limitations. The disease mechanism appears to be loss of function.\n\nThis gene-disease relationship is also supported by experimental evidence. A detailed review outlines extensive evidence supporting the function of PDE6G, a function that is consistent with the disease entity (Cote et al, 2022, PMID: 34170501). In brief, PDE6G encodes the gamma (inhibitory) subunit of rod-specific phosphodiesterase 6 (PDE6). PDE6 is a multi-subunit enzyme composed of alpha and beta catalytic subunits (PDE-alpha and PDE-beta, encoded by *PDE6A* and *PDE6B* respectively), and two inhibitory gamma subunits (PDE-gamma, encoded by *PDE6G*). PDE6 is an essential component of the visual transduction cascade. In response to light activation, PDE6 regulates intracellular cyclic guanosine monophosphate levels by hydrolysis of cyclic guanosine monophosphate (cGMP). The PDE-gamma subunit is a multi-functional regulator of PDE6 activity, and thus plays a critical role in vision (Power et al, 2019, PMID: 31374251). PDE-gamma interacts with the products of other genes which have been implicated in retinal dystrophy, including *PDE6A*, *PDE6B*, and *GNAT1* (Irwin et al, 2019, PMID: 31690623). The gene is most highly expressed in retina and retinal pigment epithelium with much lower expression in other tissues (Bryan et al, 2018, PMID: 30239781). In addition, two knock-out mouse models recapitulate the early onset, severe features of retinopathy observed in patients (Tsang et al, 1996, PMID: 8638127; Jentzsch et al, 2023, PMID: 37363133). The retinal degeneration phenotype in *Pde6g* knockout mice is rescued by expression of a wild type *Pde6g* transgene (Tsang et al, 1998, PMID: 9756475). Finally, functional alteration studies, in which different mutant *Pde6g* cDNAs were expressed in knockout mice, have helped to elucidate the functional domains of Pde6g and *in vivo* impact of different variants (Farber and Tsang, 2003, PMID: 12700134).\n\nAs noted, due to technical limitations, some cases could not be scored in the GCI. However, even if these cases were scored conservatively, the total score would exceed 12 points. Therefore, there is definitive evidence supporting the relationship between *PDE6G* and PDE6G-related retinopathy (also known as retinitis pigmentosa 57). This classification was approved by the ClinGen Retina Gene Curation Expert panel on June 6th, 2024 (SOP Version 10).\nDue to technical limitations, published cases with a CNV and unpublished cases could not be scored in the GCI. However, even if these cases were scored conservatively, the total score would exceed 12 points. Therefore, there is definitive evidence supporting the relationship between *PDE6G* and PDE6G-related retinopathy (also known as retinitis pigmentosa 57). ","dc:isVersionOf":{"id":"cggv:b5b69965-33e0-4a8c-b5dd-faede6c39912"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}