{"id":"cggv:71a3c632-fd63-4103-a069-5e9e413043e7v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:71a3c632-fd63-4103-a069-5e9e413043e7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-09-21T12:51:01.069Z","role":"Publisher"},{"id":"cggv:71a3c632-fd63-4103-a069-5e9e413043e7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-09-01T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:71a3c632-fd63-4103-a069-5e9e413043e7_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:71a3c632-fd63-4103-a069-5e9e413043e7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:71a3c632-fd63-4103-a069-5e9e413043e7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4d1b75a1-52b3-4a46-9189-a7f1a6464b9a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a1543884-5f52-4563-a8bd-8c32dc612e6b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Mouse Prickle1 and Prickle2 are continually expressed in the brain throughout the embryonic stages and are observed to be specifically expressed in the postmitotic neurons. Mouse Pk1 transcripts are detected in the subplate and cortical plate at E17.5, when majority of cortical neurons are undergoing maturation. Pk1 is also expressed in other brain areas such as hippocampus and non-neural tissues as well such as lens.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17868671","type":"dc:BibliographicResource","dc:abstract":"The Drosophila planar cell polarity (PCP) gene prickle has been previously indicated as one of the regulators of gastrulation in the early embryonic stage. However, the functional role of prickle in the brain in particular is not known. We first indicated that mouse Prickle1 and Prickle2 are continually expressed in the brain throughout the embryonic stages and are observed to be specifically expressed in the postmitotic neurons. Furthermore, Prickle1 or Prickle2 depletion effectively decreases the neurite outgrowth levels of mouse neuroblastoma Neuro2a cells. These results indicate that mouse Prickle1 and Prickle2 possibly regulate positive neurite formation during brain development.","dc:creator":"Okuda H","dc:date":"2007","dc:title":"Mouse Prickle1 and Prickle2 are expressed in postmitotic neurons and promote neurite outgrowth."},"rdfs:label":"Mouse Prickle1 expressed in postmitotic neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:995f69b9-d128-43a2-ad99-d3c10977a11a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed73d490-871f-4842-9fb5-eda26c3119c6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Prickle1 expression was observed in murine thalamus, hippocampus, cerebral cortex and cerebellum– areas of the brain thought to be involved in generating zeizures and ataxia. Co-staining these tissues with a neuron-specific marker NeuN and the glia-specific marker GFAP showed Prickles in specifically expressed in neurons but not in glia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18976727","type":"dc:BibliographicResource","dc:abstract":"Progressive myoclonus epilepsy (PME) is a syndrome characterized by myoclonic seizures (lightning-like jerks), generalized convulsive seizures, and varying degrees of neurological decline, especially ataxia and dementia. Previously, we characterized three pedigrees of individuals with PME and ataxia, where either clinical features or linkage mapping excluded known PME loci. This report identifies a mutation in PRICKLE1 (also known as RILP for REST/NRSF interacting LIM domain protein) in all three of these pedigrees. The identified PRICKLE1 mutation blocks the PRICKLE1 and REST interaction in vitro and disrupts the normal function of PRICKLE1 in an in vivo zebrafish overexpression system. PRICKLE1 is expressed in brain regions implicated in epilepsy and ataxia in mice and humans, and, to our knowledge, is the first molecule in the noncanonical WNT signaling pathway to be directly implicated in human epilepsy.","dc:creator":"Bassuk AG","dc:date":"2008","dc:title":"A homozygous mutation in human PRICKLE1 causes an autosomal-recessive progressive myoclonus epilepsy-ataxia syndrome."},"rdfs:label":"Prickle1 expression in the postnatal murine brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:71a3c632-fd63-4103-a069-5e9e413043e7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:45309681-b782-41ce-bd4c-06ab87ad5799","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:66f50aed-e39b-42d3-9160-cf2b11e63c28","type":"FunctionalAlteration","dc:description":"Prickle1 depletion effectively decreases the neurite outgrowth levels of mouse neuroblastoma Neuro2a cells. These results indicate that mouse Prickle1 possibly regulate positive neurite formation during brain development.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17868671","rdfs:label":"Decrease in neurite outgrowth levels of mouse neuroblastoma"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:71a3c632-fd63-4103-a069-5e9e413043e7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:101d35f5-5ca7-4cef-bf5f-34ad166a5204","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:67114b37-e400-4c0c-8ef5-8029a46e7bd3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Seizure threshold was tested via the maximal electroconvulsive seizure threshold (MEST) test, which scores the occurrence of tonic hind- limb seizures at a specific amperage of applied electrical shock. Prickle1+/-, mice displayed a decreased seizure threshold compared to that of wild- type littermates. \nPrickle1 -/+ mutants produced a seizure phenotype which was controlled by administering Valproic Acid, a drug used to treat patients scored in this curation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21276947","type":"dc:BibliographicResource","dc:abstract":"Epilepsy is heritable, yet few causative gene mutations have been identified, and thus far no human epilepsy gene mutations have been found to produce seizures in invertebrates. Here we show that mutations in prickle genes are associated with seizures in humans, mice, and flies. We identified human epilepsy patients with heterozygous mutations in either PRICKLE1 or PRICKLE2. In overexpression assays in zebrafish, prickle mutations resulted in aberrant prickle function. A seizure phenotype was present in the Prickle1-null mutant mouse, two Prickle1 point mutant (missense and nonsense) mice, and a Prickle2-null mutant mouse. Drosophila with prickle mutations displayed seizures that were responsive to anti-epileptic medication, and homozygous mutant embryos showed neuronal defects. These results suggest that prickle mutations have caused seizures throughout evolution.","dc:creator":"Tao H","dc:date":"2011","dc:title":"Mutations in prickle orthologs cause seizures in flies, mice, and humans."},"rdfs:label":"Decreased Seizure Threshold in Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Disputed","sequence":3387,"specifiedBy":"GeneValidityCriteria7","strengthScore":3.5,"subject":{"id":"cggv:84fceb8b-d7e2-485e-9bfb-88c074d9992a","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:17019","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"**Note: In September 2021, the ClinGen Epilepsy GCEP opted to change the disease term on this curation from Progressive Myoclonic Epilepsy to Epilepsy. The evidence summary below reflects this change. The original evidence and conclusion remains the same; therefore, the original date of approval has not been changed. **\n\nPRICKLE1 was reported in relation to autosomal dominant progressive myoclonic epilepsy (PME) in 2019 by Algahtani et al (PMID: 31035234). However, the phenotype described, presence of unaffected carriers, and allele frequency of the variant identified were not consistent with AD PME. Additional probands in whom a heterozygous PRICKLE1 variant was identified had epileptic phenotypes inconsistent with PME (21276947, 31875159, 29790814). No case-level evidence supports this gene-disease relationship. Of note, one case of a de novo variant in PRICKLE1 causing autosomal dominant complex neurodevelopmental disorder, including a seizure phenotype, has been reported (29790814). PRICKLE1 has also been assessed for autosomal recessive progressive myoclonic epilepsy by the ClinGen Epilepsy Expert Panel and found to have a Limited classification. In summary, there is convincing evidence disputing the relationship between PRICKLE1 and autosomal dominant epilepsy. More evidence is needed to either support or refute the role PRICKLE1 plays in this disease. This classification was approved by the ClinGen Epilepsy Expert Panel on 9/1/2020.\nUpon expert review, there is a lack of convincing genetic evidence to support an association between PRICKLE1 and AD epilepsy.","dc:isVersionOf":{"id":"cggv:71a3c632-fd63-4103-a069-5e9e413043e7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}