{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-15T12:44:52.940Z","role":"Publisher"},{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2017-10-20T04:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:100cf6da-d6d5-4846-b420-77e9dc9a69a6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4666070d-619b-4399-88c7-8f42ffa8960a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR of adult and fetal human brain show expression of NHS, as well as in retina and lens. Northern blot of mouse brain from E17.5-1 year (temporal analysis) shows highest expression at 8 weeks old, then 1 and 3 days, with minimal expression at other time points. ISH in mouse embryonic tissue showed expression of NHS in many tissues with highest expression in brain, retina and tooth primordia(Fig 3C).  LacZ staining in NHS-AcZ mice, revealed expression in the eye and brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14564667","type":"dc:BibliographicResource","dc:abstract":"Nance-Horan syndrome (NHS) is an X-linked disorder characterized by congenital cataracts, dental anomalies, dysmorphic features, and, in some cases, mental retardation. NHS has been mapped to a 1.3-Mb interval on Xp22.13. We have confirmed the same localization in the original, extended Australian family with NHS and have identified protein-truncating mutations in a novel gene, which we have called \"NHS,\" in five families. The NHS gene encompasses approximately 650 kb of genomic DNA, coding for a 1,630-amino acid putative nuclear protein. NHS orthologs were found in other vertebrates, but no sequence similarity to known genes was identified. The murine developmental expression profile of the NHS gene was studied using in situ hybridization and a mouse line containing a lacZ reporter-gene insertion in the Nhs locus. We found a complex pattern of temporally and spatially regulated expression, which, together with the pleiotropic features of NHS, suggests that this gene has key functions in the regulation of eye, tooth, brain, and craniofacial development.","dc:creator":"Burdon KP","dc:date":"2003","dc:title":"Mutations in a novel gene, NHS, cause the pleiotropic effects of Nance-Horan syndrome, including severe congenital cataract, dental anomalies, and mental retardation."},"rdfs:label":"RT-PCR, Northern blot, ISH"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Note: Because this is a syndrome that has phenotypes in several different organ systems, I gave default default 0.5, then added due to the 3 lines of evidence from Northern, In situ and mouse model, all showing expression  brain, and retina in the mouse model and human tissues."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a10b2242-3edf-4757-b1d5-209bcdc93ee5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f7b1e9c8-61a8-46d1-8480-6b247d424675","type":"FunctionalAlteration","dc:description":"siRNA to NHS were transfected into Caco-2 cells (carcinoma cells, which express NHS1A). The NHS KD cells appeared larger and more round, cell area was 2.5 fold larger than controls. The localization of alpha-catenin was altered, and appeared more diffuse at cell-cell contacts. Actin staining also showed diffuse localization at cell-cell contacts instead of the typical sharp definition. The expression and localiztion of ZO-1, AF-6, E-cadherin and occludin were unchanged. Treatment of MTLn3 cells with NHS siRNA resulted in a similar disorganization of the actin cytoskeleton. The MTLn3 cells also had exessive cell spreading. 2-3 fold higher than controls. The cell spreading was shown to go through the EGF pathway.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20332100","type":"dc:BibliographicResource","dc:abstract":"Nance-Horan syndrome (NHS) is an X-linked developmental disorder, characterized by bilateral congenital cataracts, dental anomalies, facial dysmorphism and mental retardation. Null mutations in a novel gene, NHS, cause the syndrome. The NHS gene appears to have multiple isoforms as a result of alternative transcription, but a cellular function for the NHS protein has yet to be defined. We describe NHS as a founder member of a new protein family (NHS, NHSL1 and NHSL2). Here, we demonstrate that NHS is a novel regulator of actin remodelling and cell morphology. NHS localizes to sites of cell-cell contact, the leading edge of lamellipodia and focal adhesions. The N-terminus of isoforms NHS-A and NHS-1A, implicated in the pathogenesis of NHS, have a functional WAVE homology domain that interacts with the Abi protein family, haematopoietic stem/progenitor cell protein 300 (HSPC300), Nap1 and Sra1. NHS knockdown resulted in the disruption of the actin cytoskeleton. We show that NHS controls cell morphology by maintaining the integrity of the circumferential actin ring and controlling lamellipod formation. NHS knockdown led to a striking increase in cell spreading. Conversely, ectopic overexpression of NHS inhibited lamellipod formation. Remodelling of the actin cytoskeleton and localized actin polymerization into branched actin filaments at the plasma membrane are essential for mediating changes in cell shape, migration and cell contact. Our data identify NHS as a new regulator of actin remodelling. We suggest that NHS orchestrates actin regulatory protein function in response to signalling events during development.","dc:creator":"Brooks SP","dc:date":"2010","dc:title":"The Nance-Horan syndrome protein encodes a functional WAVE homology domain (WHD) and is important for co-ordinating actin remodelling and maintaining cell morphology."},"rdfs:label":"NHS siRNA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21cac1b9-c7ee-48d1-8ae3-87e946aae2e1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:20509f4f-cbc6-48cf-bf98-1ba210dafa0e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Re-expression of the NHS-1A isoform reduced the cell surface area, similar to control/WT cells. Also, the lamellapodia phenotype was ameliorated upon re-expression of NHS-1A.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20332100","rdfs:label":"Rescue of siRNA treated cells"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:0c8e765c-5e4d-4d9d-8372-efd2a28602fb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9addc944-c719-417d-bf56-d125b1e5c119","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Note: The Xcat mouse model has long been studied as a model of cataract development in several papers. I will take this into account when scoring for this paper which finally identified NHS as the gene mutated in the Xcat mouse (Favor et al., 1987 PMID:3821762; Favor et al., 1987 PMID:  Grimes et al., 1993 PMID: 8282045).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16357105","type":"dc:BibliographicResource","dc:abstract":"Nance-Horan syndrome (NHS) is an X-linked disorder characterized by congenital cataracts, dental anomalies, dysmorphic features and mental retardation. A recent report suggests that the novel gene NHS1 is involved in this disorder due to the presence of point mutations in NHS patients. A possible mouse model for NHS, Xcat, was mapped to a 2.11 Mb interval on the X-chromosome. Sequence and FISH analysis of the X-chromosome region containing the Xcat mutation reveal a large insertion between exons 1 and 2 of the mouse Nhs1 gene. The insertion inhibits the expression of the Nhs1 isoform containing exon 1 and results in exclusive expression of the alternative isoform containing exon 1A. Quantitative RT-PCR of Xcat cDNA shows reduced levels of Nhs1 transcripts. The Nhs1 protein is strongly expressed within the cytoplasm of elongating lens fiber cells from wild-type neonate lens, but is significantly reduced within the Xcat lens. Transient transfection studies of CHO cells with Nhs1-GFP fusion proteins were done to determine whether the amino acids encoded by exon 1 were critical for protein localization. We found the presence of Nhs1 exon 1 critical for localization of the fusion protein to the cytoplasm, whereas fusion proteins lacking Nhs1 exon 1 are predominantly nuclear. These results indicate that the first exon of Nhs1 contains crucial information required for the proper expression and localization of Nhs1 protein. Inhibition of expression of the exon 1 containing isoform results in the abnormal phenotype of Xcat.","dc:creator":"Huang KM","dc:date":"2006","dc:title":"Xcat, a novel mouse model for Nance-Horan syndrome inhibits expression of the cytoplasmic-targeted Nhs1 isoform."},"rdfs:label":"Mapped the critical region of the Xcat mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4851,"specifiedBy":"GeneValidityCriteria5","strengthScore":16.5,"subject":{"id":"cggv:650f8355-6fbf-40eb-a6ff-cd6e24d1b087","type":"GeneValidityProposition","disease":"obo:MONDO_0010545","gene":"hgnc:7820","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*NHS* variants were first observed in individuals with X-linked Nance-Horan syndrome in 2003 (PMID:14564667). *NHS* encodes a protein that plays a role in development of the eye, tooth, and brain and also actin remodeling regulation. Nance-Horan syndrome is characterized by dense nuclear cataracts with small corneas, prominent nose, autism spectrum disorder, and intellectual disability.\n\nAt least 5 unique variants (nonsense, frameshift, splice-site) reported in 7 probands from 2 publications (PMIDs:14564667, 18949062) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by a mouse model (PMID:16357105). \n\nIn summary, there is definitive evidence to support the gene-disease relationship between *NHS* and X-linked Nance-Horan syndrome. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on October 20, 2017. As of July 2022, this record underwent administrative updates to include an evidence summary text and update scoring to be consistent with SOP Version 9. No new evidence has been added.","dc:isVersionOf":{"id":"cggv:a7f57ca3-efb2-4333-9ae1-732aa429f37a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}