{"id":"cggv:c099ca83-11be-4d06-b8d7-f2cd8efca1a5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c099ca83-11be-4d06-b8d7-f2cd8efca1a5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-05-16T06:00:00.000Z","role":"Approver"},{"id":"cggv:c099ca83-11be-4d06-b8d7-f2cd8efca1a5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-09-12T15:07:18.872Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22031302","type":"dc:BibliographicResource","dc:abstract":"Recent studies suggest that copy number variations (CNVs) encompassing several genes involved in neurodevelopmental pathways are associated with a variety of neuropsychiatric phenotypes, including developmental delay (DD), mental retardation (MR), and autism spectrum disorders (ASDs). Here we present eight patients in a cohort of approximately 1,200 patients referred for clinical array CGH testing for various neurodevelopmental phenotypes,whowere identified to carry small (<1.0Mb with the majority <500 kb) either total gene or intragenic deletions encompassing critical synaptic and other neurodevelopmental genes. The presentations of these patients included variable degrees of DD, speech problems, learning disabilities, MR, autistic-like features, and mild non-specific dysmorphic features. These genes belong to four functional categories, including neuronal transcription factor genes (NFIA at 1p31.3, MEF2C at 5q14.3, andCAMAT1at 1p36.23p36.31), neuron-specific splicing factor genes (RBFOX1 at 16p13.2p13.3), genes involved in synapse formation and maintenance (CNTNAP2 at 7q35 and LRFN5 at 14q21.2), and genes involved in neurotransmission (CHRNA7 at 15q13.3 and IL1RAPL1 at Xp21.2p21.3). Our report expands the list of neurodevelopmental genes deleted in various neurobehavioral phenotypes, expands the phenotypes caused by haploinsufficiency of previously reported critical neurodevelopmental genes, and elucidates the clinical relevance and need for careful clinical interpretation of some small CNVs<500 kb. This report also suggests that small clinically relevant deletions encompassing critical synaptic and other neurodevelopmental genes can present clinically with various neurobehavioral phenotypes, which implies the existence of overlapping neuronal pathways in the pathogenesis of these phenotypes.","dc:creator":"Mikhail FM","dc:date":"2011","dc:title":"Clinically relevant single gene or intragenic deletions encompassing critical neurodevelopmental genes in patients with developmental delay, mental retardation, and/or autism spectrum disorders."},"evidence":[{"id":"cggv:c099ca83-11be-4d06-b8d7-f2cd8efca1a5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c099ca83-11be-4d06-b8d7-f2cd8efca1a5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0a1ddf9f-5596-42f7-82d4-700119ade561","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:60539483-029f-4bef-ba1e-65ea7dad3b7d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous CAMTA1 null mice demonstrated ataxia, Purkinje cell degeneration, and cerebellar atrophy, similar to the human phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25049392","type":"dc:BibliographicResource","dc:abstract":"Members of the calmodulin-binding transcription activator (CAMTA) family of proteins function as calcium-sensitive regulators of gene expression in multicellular organisms ranging from plants to humans. Here, we show that global or nervous system deletion of CAMTA1 in mice causes severe ataxia with Purkinje cell degeneration and cerebellar atrophy, partially resembling the consequences of haploinsufficiency of the human CAMTA1 locus. Gene-expression analysis identified a large collection of neuronal genes that were dysregulated in the brains of CAMTA1-mutant mice, and elucidation of a consensus sequence for binding of CAMTA proteins to DNA revealed the association of CAMTA-binding sites with many of these genes. We conclude that CAMTA1 plays an essential role in the control of Purkinje cell function and survival. CAMTA1-mutant mice provide a model to study the molecular mechanisms of neurodegenerative diseases and for screening potential therapeutic interventions for such disorders.","dc:creator":"Long C","dc:date":"2014","dc:title":"Ataxia and Purkinje cell degeneration in mice lacking the CAMTA1 transcription factor."},"rdfs:label":"Ataxia and Purkinje cell degeneration in mice lacking CAMTA1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:c099ca83-11be-4d06-b8d7-f2cd8efca1a5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c099ca83-11be-4d06-b8d7-f2cd8efca1a5_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6829,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:027327c3-27fd-4703-be91-93467cb392e5","type":"GeneValidityProposition","disease":"obo:MONDO_0013886","gene":"hgnc:18806","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CAMTA1* was first reported in relation to cerebellar dysfunction with variable cognitive & behavioral abnormalities in 2011 (Mikhail et.al, PMID: 22031302). Probands are characterized by cerebellar ataxia, global developmental delay, speech delay, hypotonia, dysmorphism, behavioral abnormalities (ADHD, OCD, autistic features) and movement disorders such as tremors and myotonic dystonia. Less common phenotypes include epilepsy, GERD, velopharyngeal insufficiency, constipation, strabismus & nystagmus. Inheritance of variants is primarily de novo. Twenty one variants (missense, nonsense, frameshift, CNV: deletions & duplications) in 22 probands in 7 publications (PMIDs: 22031302, 33131045, 33677721, 30838254, 22693284, 24738973, 32157189) have been included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. \n\nThe mechanism of pathogenicity appears to be haploinsufficiency, but a dominant negative mechanism could not be ruled out (PMID:22693284).                   \t\n\n\nThis gene-disease relationship is also supported by experimental evidence..Both constitutive deletion of *Camta1* and conditional deletion in the G nervous system causes severe ataxia with Purkinje cell degeneration and cerebellar atrophy in mice, partially recapitulating the consequences of haploinsufficiency of the human *CAMTA1* locus (PMID: 25049392).\n\nIn summary, there is definitive evidence to support the relationship between *CAMTA1* and cerebellar dysfunction with variable cognitive and behavioral abnormalities. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on May 16, 2023 (SOP 9). \n","dc:isVersionOf":{"id":"cggv:c099ca83-11be-4d06-b8d7-f2cd8efca1a5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}