{"id":"cggv:dac83899-5bf3-4b5e-ba39-868b54cea34av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:dac83899-5bf3-4b5e-ba39-868b54cea34a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-03-20T21:36:56.753Z","role":"Publisher"},{"id":"cggv:dac83899-5bf3-4b5e-ba39-868b54cea34a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2023-02-16T18:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:dac83899-5bf3-4b5e-ba39-868b54cea34a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dac83899-5bf3-4b5e-ba39-868b54cea34a_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2dbf8fbc-ab52-403e-9b85-5712ccdffaf3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2dbf8fbc-ab52-403e-9b85-5712ccdffaf3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:ab51581e-d511-4632-8e24-dabc9311fc94","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006230.4(POLD2):c.877G>A (p.Asp293Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367381132"}},"detectionMethod":"Exome sequencing was performed using the TrueSeq Exome Enrichment Kit (Illumina). A multiplexed pool of 12 samples was sequenced on 4 lanes of the Illumina HiSeq2000 sequencing platform in 100-bp paired-end mode.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Markedly reduced expression of POLD1, POLD2, and POLD3 of polymerase δ from PBMCs. Cells also showed a decrease in the S/G2 cell-cycle phase marker cyclin A (CYCA). P1 fibroblasts showed slower progression through the S phase compared to healthy donor fibroblasts. P1 fibroblasts also showed faster replication fork progression compared to healthy donor fibroblasts and reduced number of replication origin initiation events. ","phenotypes":["obo:HP_0500265","obo:HP_0002110","obo:HP_0040218","obo:HP_0032163","obo:HP_0002167","obo:HP_0031292","obo:HP_0004322","obo:HP_0200117","obo:HP_0010976","obo:HP_0010864","obo:HP_0032218"],"sex":"Male","variant":{"id":"cggv:58eb0f8f-21ef-457e-ade6-5b12d07ab2ce_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ab51581e-d511-4632-8e24-dabc9311fc94"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31449058","type":"dc:BibliographicResource","dc:abstract":"Polymerase δ is essential for eukaryotic genome duplication and synthesizes DNA at both the leading and lagging strands. The polymerase δ complex is a heterotetramer comprising the catalytic subunit POLD1 and the accessory subunits POLD2, POLD3, and POLD4. Beyond DNA replication, the polymerase δ complex has emerged as a central element in genome maintenance. The essentiality of polymerase δ has constrained the generation of polymerase δ-knockout cell lines or model organisms and, therefore, the understanding of the complexity of its activity and the function of its accessory subunits. To our knowledge, no germline biallelic mutations affecting this complex have been reported in humans. In patients from 2 independent pedigrees, we have identified what we believe to be a novel syndrome with reduced functionality of the polymerase δ complex caused by germline biallelic mutations in POLD1 or POLD2 as the underlying etiology of a previously unknown autosomal-recessive syndrome that combines replicative stress, neurodevelopmental abnormalities, and immunodeficiency. Patients' cells showed impaired cell-cycle progression and replication-associated DNA lesions that were reversible upon overexpression of polymerase δ. The mutations affected the stability and interactions within the polymerase δ complex or its intrinsic polymerase activity. We believe our discovery of human polymerase δ deficiency identifies the central role of this complex in the prevention of replication-related DNA lesions, with particular relevance to adaptive immunity.","dc:creator":"Conde CD","dc:date":"2019","dc:title":"Polymerase δ deficiency causes syndromic immunodeficiency with replicative stress."}},"rdfs:label":"P1"},{"id":"cggv:58eb0f8f-21ef-457e-ade6-5b12d07ab2ce","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:58eb0f8f-21ef-457e-ade6-5b12d07ab2ce_variant_evidence_item"},{"id":"cggv:58eb0f8f-21ef-457e-ade6-5b12d07ab2ce_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors expressed the variant in HEK293 cells in an inducible overexpression system and preformed clycohexamide chase experiments. The authors found that POLD2Asp293Asn was reduced compared to WT. Additionally, the variant showed decreased interaction with POLD1 and POLD3 in an immunoprecipitation assay compared to WT POLD2.  "}],"strengthScore":0.25,"dc:description":"Downscored due to parent consanguinity. Variant is absent from gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5},{"id":"cggv:dac83899-5bf3-4b5e-ba39-868b54cea34a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dac83899-5bf3-4b5e-ba39-868b54cea34a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09c4c9f8-b6cd-47da-bebb-e8fb17988f10","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:27599faa-f22e-4133-a738-2abda6058f20","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"In HEK293 cells co-IP of streptavidin-hemagglutinin–tagged (S-HA–tagged) WT POLD2 coimmunoprecipitated with POLD1 and POLD3. Variants in the gene POLD1 have also been in implicated in non-severe combined immunodeficiency due to polymerase delta deficiency.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31449058","rdfs:label":"POLD2 immunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Downscored to 0 given a limited classification of POLD1."},{"id":"cggv:a31f9389-3701-4bf6-bc33-9114c23fc008","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3378b459-7c5b-40f9-b1ec-ee83681ea370","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"POLD2 serves as the place of assembly for DNA polymerase delta by interacting with the other three components (POLD1, POLD3, and POLD4). DNA polymerase delta is an essential enzyme, involved in both eukaryotic DNA replication and repair. To date only one proband has been reported with POLD2 related non-severe combined immunodeficiency. In addition to immunodeficiency, this individual displayed short stature and severe intellectual disability. Patient fibroblasts showed slower progression through the S phase compared to healthy donor fibroblasts. P1 fibroblasts also showed faster replication fork progression compared to healthy donor fibroblasts and reduced number of replication origin initiation events. Molecular findings from the patient suggest a disruption in polymerase δ complex stability and replisome formation. Combined immunodeficiency and developmental delay may reflect a deficiency in DNA polymerase delta function in DNA replication and/or repair.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36528861","type":"dc:BibliographicResource","dc:abstract":"As a highly conserved DNA polymerase (Pol), Pol δ plays crucial roles in chromosomal DNA synthesis and various DNA repair pathways. However, the function of POLD2, the second small subunit of DNA Pol δ (p50 subunit), has not been characterized in vivo during mammalian development. Here, we report for the first time, the essential role of subunit POLD2 during early murine embryogenesis. Although Pold2 mutant mouse embryos exhibit normal morphology at E3.5 blastocyst stage, they cannot be recovered at gastrulation stages. Outgrowth assays reveal that mutant blastocysts cannot hatch from the zona pellucida, indicating impaired blastocyst function. Notably, these phenotypes can be recapitulated by small interfering RNA (siRNA)-mediated knockdown, which also exhibit slowed cellular proliferation together with skewed primitive endoderm and epiblast allocation during the second cell lineage specification. In summary, our study demonstrates that POLD2 is essential for the earliest steps of mammalian development, and the retarded proliferation and embryogenesis may also alter the following cell lineage specifications in the mouse blastocyst embryos.","dc:creator":"Wu X","dc:date":"2022","dc:title":"Early embryonic lethality of mice lacking POLD2."},"rdfs:label":"Wu et al. Biochemical function overview of POLD2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:dac83899-5bf3-4b5e-ba39-868b54cea34a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:733e1992-6438-406d-bdba-a7ce4dc5f1cf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b0d08895-ed40-4b54-b536-35334f7cffa7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"POLD2 knock out and Si-RNA knock down mice exhibit embryonic lethality, specifically by the gastrulation stages. POLD2 knock out mice embryos showed clear deficiencies in cellular proliferation with significantly decreased total cell counts by the blastocyte stage and outgrowth failures from the zona pellucida. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36528861","rdfs:label":"Wu et al. POLD2 knock out mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downscored to .5 points given an inability to recapitulate the disease phenotype of combined immunodeficiency observed in at least one human proband. It is likely that biallelic loss of function POLD2 variants are incompatible with life.  "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":5985,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.5,"subject":{"id":"cggv:990d8426-884f-4c7f-965d-ab33495262c9","type":"GeneValidityProposition","disease":"obo:MONDO_0800145","gene":"hgnc:9176","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*POLD2* was first reported in relation to an autosomal recessive non-severe combined immunodeficiency due to polymerase delta deficiency in 2019 (Conde, et al., 2019, PMID:31449058). To date, there is only one proband with a *POLD2* homozygous missense variant and the disease. The proband displayed severe intellectual disability, short stature, recurrent upper and lower respiratory infections, CD4+ T, B, and NK cell lymphopenia, and high frequency of CCR7-CD45RA+ TEMRA CD8+ T cells. Patient fibroblasts showed slower S phase progression with faster replication fork progression compared to healthy donor fibroblasts and reduced number of replication origin initiation events. This individual scored to a total of .5 points for genetic evidence. \n\nThis gene-disease association is also supported by one animal model (PMID:36528861). Homozygous POLD2 knock out mice were embryonic lethal by the gastrulation stage with an apparent deficiency in cellular proliferation, as mutant cells failed to grow from the zona pellucida. The gene-disease association is also supported by biochemical function showing that POLD2 provides  the scaffolding for the assembly of DNA polymerase Delta, which is a critical enzyme for both DNA replication and DNA repair. Additionally, a co-IP assay has shown that POLD2 co-immunoprecipitates with POLD1, the catalytic subunit of DNA polymerase delta that has also been implicated in non-severe combined immunodeficiency due to polymerase delta deficiency. In summary, this curation reached a level of Limited due to the small number of published patients. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen SCID-CID GCEP on the meeting date February 16th (SOP Version 9).","dc:isVersionOf":{"id":"cggv:dac83899-5bf3-4b5e-ba39-868b54cea34a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}