{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-03-19T19:51:15.036Z","role":"Approver"},{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58cb1b67-c1b8-4329-bf22-177dcc7f572f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0f12dfa3-a55b-4cc4-b178-51ff5d36c119","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that NUBPL is expressed in most tissues on the RNA level (https://www.proteinatlas.org/ENSG00000151413-NUBPL/tissue) Protein expression in the brain has been shown in the cerebral cortex. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Atlas brain NUBPL expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:5a9c9312-b007-46ab-8130-2d2a80c69f61","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a08c57e2-87b1-446b-b4da-7a64d8f420f0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"NUBPL is required for the assembly of complex I. Studies suggest that it functions by delivering Fe-S clusters to Fe/S-containing complex I subunits (PMID: 19752196) According to Leigh map, at least 6 other complex I assembly units (NDUFAF2, NDUFAF4, NDUFAF5, NDUFAF6, FOXRED1, NDUFAF8) have been implicated in causing Leigh syndrome (Rahman et al 2017 PMID: 27977873). Therefore, the function of NUBPL is shared with other known genes in the disease of interest.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19752196","type":"dc:BibliographicResource","dc:abstract":"Respiratory complex I (NADH:ubiquinone oxidoreductase) is a large mitochondrial inner membrane enzyme consisting of 45 subunits and 8 iron-sulfur (Fe/S) clusters. While complex I dysfunction is the most common reason for mitochondrial diseases, the assembly of complex I and its Fe/S cofactors remains elusive. Here, we identify the human mitochondrial P-loop NTPase, designated huInd1, that is critically required for the assembly of complex I. huInd1 can bind an Fe/S cluster via a conserved CXXC motif in a labile fashion. Knockdown of huInd1 in HeLa cells by RNA interference technology led to strong decreases in complex I protein and activity levels, remodeling of respiratory supercomplexes, and alteration of mitochondrial morphology. In addition, huInd1 depletion resulted in massive decreases in several subunits (NDUFS1, NDUFV1, NDUFS3, and NDUFA13) of the peripheral arm of complex I, with the concomitant appearance of a 450-kDa subcomplex representing part of the membrane arm. By a novel radiolabeling technique, the amount of iron associated with complex I was also shown to reflect the dependence of this enzyme on huInd1 for assembly. Together, these data identify huInd1 as a new assembly factor for human respiratory complex I with a possible role in the delivery of one or more Fe/S clusters to complex I subunits.","dc:creator":"Sheftel AD","dc:date":"2009","dc:title":"Human ind1, an iron-sulfur cluster assembly factor for respiratory complex I."},"rdfs:label":"NUBPL complex I assembly unit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"The encoded protein shares a biochemical relationship or function with 6-9 gene products whose dysfunction is known to cause Leigh syndrome receiving an increased score of 1.5 pt."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00bc8e31-71d4-4ee0-99df-86a456330969","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3b9f9101-0ddb-4e65-a6f3-5c5cf1d734f6","type":"FunctionalAlteration","dc:description":"Patient cell line demonstrated reduced complex I in –gel activity and decreased fully assembled complex I. More specifically, no subassemblies of the peripheral arm of complex I were present in the patients’ fibroblasts, in contrast to the control cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23553477","type":"dc:BibliographicResource","dc:abstract":"To identify the mutated gene in a group of patients with an unclassified heritable white matter disorder sharing the same, distinct MRI pattern.","dc:creator":"Kevelam SH","dc:date":"2013","dc:title":"NUBPL mutations in patients with complex I deficiency and a distinct MRI pattern."},"rdfs:label":"Kevelam NUBPL patient cell lines"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This is a second patient cell culture model with NUBPL mutations demonstrating evidence of mitochondrial dysfunction (Awarded 0.5 pts)"},{"id":"cggv:c93ee9c0-d495-428e-a939-131d7c729ca2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c024850a-6be3-4923-8c8d-a6301f35d7e2","type":"FunctionalAlteration","dc:description":"Fibroblasts demonstrated reduced complex I activity (19% of control) which was rescued by wt  expression of NUPBL cDNA. Of note, transfection of other control cell lines with wild type NUBPL cDNA did not alter complex I activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20818383","type":"dc:BibliographicResource","dc:abstract":"Discovering the molecular basis of mitochondrial respiratory chain disease is challenging given the large number of both mitochondrial and nuclear genes that are involved. We report a strategy of focused candidate gene prediction, high-throughput sequencing and experimental validation to uncover the molecular basis of mitochondrial complex I disorders. We created seven pools of DNA from a cohort of 103 cases and 42 healthy controls and then performed deep sequencing of 103 candidate genes to identify 151 rare variants that were predicted to affect protein function. We established genetic diagnoses in 13 of 60 previously unsolved cases using confirmatory experiments, including cDNA complementation to show that mutations in NUBPL and FOXRED1 can cause complex I deficiency. Our study illustrates how large-scale sequencing, coupled with functional prediction and experimental validation, can be used to identify causal mutations in individual cases.","dc:creator":"Calvo SE","dc:date":"2010","dc:title":"High-throughput, pooled sequencing identifies mutations in NUBPL and FOXRED1 in human complex I deficiency."},"rdfs:label":"Calvo Patient cell model"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"one patient cell culture model with disrupted gene function showing mitochondrial dysfunction in a non-neuronal cell type (Awarded 1 pt)"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e4779113-9065-4c23-bf1b-f6fc8841eb52","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a242be7b-546d-457a-b179-52b9f4193f3e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Yeast model demonstrated a biochemical phenotype (reduced complex I and alterations in complex I assembly) that has been reported in individuals with Leigh syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29982452","type":"dc:BibliographicResource","dc:abstract":"Complex I deficiency is a common cause of mitochondrial disease, resulting from mutations in genes encoding structural subunits, assembly factors or defects in mitochondrial gene expression. Advances in genetic diagnostics and sequencing have led to identification of several variants in NUBPL (nucleotide binding protein-like), encoding an assembly factor of complex I, which are potentially pathogenic. To help assign pathogenicity and learn more about the function of NUBPL, amino acid substitutions were recreated in the homologous Ind1 protein of the yeast model Yarrowia lipolytica. Leu102Pro destabilized the Ind1 protein, leading to a null-mutant phenotype. Asp103Tyr, Leu191Phe and Gly285Cys affected complex I assembly to varying degrees, whereas Gly136Asp substitution in Ind1 did not impact on complex I levels nor dNADH:ubiquinone activity. Blue-native polyacrylamide gel electrophoresis and immunolabelling of the structural subunits NUBM and NUCM revealed that all Ind1 variants accumulated a Q module intermediate of complex I. In the Ind1 Asp103Tyr variant, the matrix arm intermediate was virtually absent, indicating a dominant effect. Dysfunction of Ind1, but not absence of complex I, rendered Y. lipolytica sensitive to cold. The Ind1 Gly285Cys variant was able to support complex I assembly at 28°C, but not at 10°C. Our results indicate that Ind1 is required for progression of assembly from the Q module to the full matrix arm. Cold sensitivity could be developed as a phenotype assay to demonstrate pathogenicity of NUBPL mutations and other complex I defects.","dc:creator":"Maclean AE","dc:date":"2018","dc:title":"Pathogenic mutations in NUBPL affect complex I activity and cold tolerance in the yeast model Yarrowia lipolytica."},"rdfs:label":"Yeast model of NUBPL"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Scoring was based off of U24 working group model rubric"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:688b91a2-dd2f-4222-87bd-77e34d46790f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bfab7c77-186b-40e3-bb6f-3d27643257e9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"Clinical exome sequencing","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"At 4 months of age, MRI images showed abnormal T2 signal hyperintensity diffusely involving the periventricular white matter, external capsule, corpus callosum, and thalami bilaterally which were enlarged and edematous, swollen. There were areas of associated restricted diffusion. Eighteen months later, there was evolution of diffuse supratentorial high T2-signal involving the cortex, white matter, and thalami with extensive associated volume loss and ex vacuo dilation of the lateral and third ventricles. New multifocal T2-signal hyperintensity was noted in the vermis. There was relative sparing of the basal ganglia, medial occipital lobes, hippocampus and brainstem. Brain MRS in the centrum semiovale showed a large lactate peak and reduced N-acetyl-aspartate (NAA) peak, consistent with mitochondrial dysfunction with disruption of ATP production and neuronal injury","phenotypes":["obo:HP_0012707","obo:HP_0003128"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:688b91a2-dd2f-4222-87bd-77e34d46790f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1ca85ce2-b1af-414f-9f95-858cb123d1e0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_025152.3(NUBPL):c.693+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA7147948"}},{"id":"cggv:d74e15f5-b691-4502-9f29-a7cd46f58be9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000014.9:g.31599348G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA389480375"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31917109","type":"dc:BibliographicResource","dc:abstract":"Disorders of the white matter are genetically very heterogeneous including several genes involved in mitochondrial bioenergetics. Diagnosis of the underlying cause is aided by pattern recognition on neuroimaging and by next-generation sequencing. Recently, genetic changes in the complex I assembly factor NUBPL have been characterized by a consistent recognizable pattern of leukoencephalopathy affecting deep white matter including the corpus callosum and cerebellum. Here, we report twin boys with biallelic variants in NUBPL, an unreported c.351 G > A; p.(Met117Ile) and a previously reported pathological variant c. 693 + 1 G > A. Brain magnetic resonance imaging showed abnormal T2 hyperintense signal involving the periventricular white matter, external capsule, corpus callosum, and, prominently, the bilateral thalami. The neuroimaging pattern evolved over 18 months with marked diffuse white matter signal abnormality, volume loss, and new areas of signal abnormality in the cerebellar folia and vermis. Magnetic resonance spectroscopy showed elevated lactate. Functional studies in cultured fibroblasts confirmed pathogenicity of the genetic variants. Complex I activity of the respiratory chain was deficient spectrophotometrically and on blue native gel with in-gel activity staining. There was absent assembly and loss of proteins of the matrix arm of complex I when traced with an antibody to NDUFS2, and incomplete assembly of the membrane arm when traced with an NDUFB6 antibody. There was decreased NUBPL protein on Western blot in patient fibroblasts compared to controls. Compromised NUBPL activity impairs assembly of the matrix arm of complex I and produces a severe, rapidly-progressive leukoencephalopathy with thalamic involvement on MRI, further expanding the neuroimaging phenotype.","dc:creator":"Friederich MW","dc:date":"2019","dc:title":"Pathogenic variants in NUBPL result in failure to assemble the matrix arm of complex I and cause a complex leukoencephalopathy with thalamic involvement."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31917109","rdfs:label":"Twin A"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Patient had a previously reported splice site pathogenic variant, and a new missense variant. In addition to the bioinformatic predictions of pathogenicity, patient fibroblasts had severely decreased steady state levels of NUBPL protein. Similar to previous studies, authors found two bands for the NUBPL protein, one of higher molecular weight localized in mitochondria, and of lower molecular weight which had been attributed before to be likely cytosolic in location. The fact that both bands were severely decreased in the affected patient indicate that both fractions are NUBPL protein, and not a cross-reacting band as had been previously suggested"},{"id":"cggv:0735edce-b5af-444d-b5ea-292d2ccc5560_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9f3e375e-7701-49e4-bf27-21bc524b83d8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"detectionMethod":"","phenotypeFreeText":"progressive nystagmus, cerebellar ataxia, pyrimidal signs, and slurred speech. MRI demonstrated T2 hyperintensity of the cerebellum, the anterior brainstem, and the pyrimidal tract, sparing the pontine tegmentum. Elevated cerebellar lactate was evident on PET. Skeletal muscle demonstrated reduced complex I activity (31% of control)","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:0735edce-b5af-444d-b5ea-292d2ccc5560_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:87b8be9f-645e-40cd-bc05-2223e1d208b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_120408.2(NUBPL):n.241_242del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA613288216"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22826544","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Tenisch EV","dc:date":"2012","dc:title":"Massive and exclusive pontocerebellar damage in mitochondrial disease and NUBPL mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22826544","rdfs:label":"Tenisch Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The c.205_206delGT variant produces a premature stop codon which is predicted null"},{"id":"cggv:a9513e96-861a-4e3b-b493-d296fc63ab5e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7cd66997-748a-4445-9a86-69c7055d9d92","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":25,"detectionMethod":"","phenotypeFreeText":"Brain MRI consistent with Leigh syndrome. Brain magnetic resonance imaging (MRI) of both showed bilateral putaminal atrophy with T2 hyperintensities and cerebellar atrophy (Figure 1B in the paper). Additional clinical findings not seen in published text were confirmed by SR.","phenotypes":["obo:HP_0003128","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:a9513e96-861a-4e3b-b493-d296fc63ab5e_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c079e34f-57cb-496e-9b1c-fd59a7fdf938","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_025152.3(NUBPL):c.311T>C (p.Leu104Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250383"}},{"id":"cggv:f85501c0-57f8-48ea-8123-9e3e739bbae2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_120408.1(NUBPL):n.569-38788A>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA389480171"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30897263","type":"dc:BibliographicResource","dc:abstract":"The recent advances in genetics have helped to unravel the cause of many dystonia syndromes. With the broadening spectrum of genetically defined dystonia syndromes, distinct clinico-radiological phenotypes are a welcome handle to guide the diagnostic work-up.","dc:creator":"Balint B","dc:date":"2019","dc:title":"Mitochondrial complex I NUBPL mutations cause combined dystonia with bilateral striatal necrosis and cerebellar atrophy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30897263","rdfs:label":"Balint index patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The c.311 T>C variant is predicted to be highly damaging by all four in silico prediction programs used (SIFT = 0; Provean=\u00016.5; PolyPhen2=1; MutationTaster = 0.99) and is located adjacent to a previously reported pathogenic mutation in this gene (p.D105Y). Mutations segregated with affected individuals"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.25}],"evidenceStrength":"Moderate","sequence":224,"specifiedBy":"GeneValidityCriteria7","strengthScore":8.25,"subject":{"id":"cggv:b1117982-af64-4724-b2ba-ab78fd23cd94","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:20278","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NUBPL and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of February 26, 2020. The NUBPL gene encodes an iron-sulfur protein important for NADH:ubiquinone oxidoreductase (complex I) assembly.\n\nThe NUBPL gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2012 (PMID: 22826544). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included five variants identified in three cases in three publications (PMIDs: 22826544, 30897263, 31917109). Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, functional alteration in patient cells, and model systems (PMIDs: 19752196, 25613900, 20818383, 23553477, 29982452).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 26, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:4365ffcd-637c-4862-9fa0-fb8a780a6d25"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}