{"id":"cggv:c7c841e5-2973-4f23-8603-970e9e2cbc92v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c7c841e5-2973-4f23-8603-970e9e2cbc92_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2023-08-10T16:00:00.000Z","role":"Approver"},{"id":"cggv:c7c841e5-2973-4f23-8603-970e9e2cbc92_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2023-08-09T18:56:10.788Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/31636325","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) is a rare disorder that affects the biogenesis or function of motile cilia resulting in chronic airway disease. PCD is genetically and phenotypically heterogeneous, with causative mutations identified in over 40 genes; however, the genetic basis of many cases is unknown. Using whole-exome sequencing, we identified three affected siblings with clinical symptoms of PCD but normal ciliary structure, carrying compound heterozygous loss-of-function variants in CFAP221. Computational analysis suggests that these variants are the most damaging alleles shared by all three siblings. Nasal epithelial cells from one of the subjects demonstrated slightly reduced beat frequency (16.5 Hz vs 17.7 Hz, p = 0.16); however, waveform analysis revealed that the CFAP221 defective cilia beat in an aberrant circular pattern. These results show that genetic variants in CFAP221 cause PCD and that CFAP221 should be considered a candidate gene in cases where PCD is suspected but cilia structure and beat frequency appear normal.","dc:creator":"Bustamante-Marin XM","dc:date":"2020","dc:title":"Identification of genetic variants in CFAP221 as a cause of primary ciliary dyskinesia."},"evidence":[{"id":"cggv:c7c841e5-2973-4f23-8603-970e9e2cbc92_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c7c841e5-2973-4f23-8603-970e9e2cbc92_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2b97953-9e32-41d2-8d08-c2ee4940c5c3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c5bdcea-f253-4e37-9e9f-90c4ce37b3ff","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Genotype-Tissue Expression (GTEx) project","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTEx gene expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:699e4aef-1cf6-4ab6-8904-b9bde2846270","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:98e1ed1a-1be8-48b2-a67a-c40cf493c7f9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"FOXJ1 is a key gene driver for ciliogenesis.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31636325","rdfs:label":"Expression and localisation of CFAP221 in control cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Discussed with Bill, and we think this is worth 1 point. Half a point for expression and half a point for localisation."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:c7c841e5-2973-4f23-8603-970e9e2cbc92_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e32b07e-cc00-405e-b635-3c17de404981","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a2c98bce-8ff1-460a-bbbe-aba64681e173","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"BAC transgenic nm1054 mutant mice with CFAP221 do not have PCD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18039845","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD) results from ciliary dysfunction and is commonly characterized by sinusitis, male infertility, hydrocephalus, and situs inversus. Mice homozygous for the nm1054 mutation develop phenotypes associated with PCD. On certain genetic backgrounds, homozygous mutants die perinatally from severe hydrocephalus, while mice on other backgrounds have an accumulation of mucus in the sinus cavity and male infertility. Mutant sperm lack mature flagella, while respiratory epithelial cilia are present but beat at a slower frequency than wild-type cilia. Transgenic rescue demonstrates that the PCD in nm1054 mutants results from the loss of a single gene encoding the novel primary ciliary dyskinesia protein 1 (Pcdp1). The Pcdp1 gene is expressed in spermatogenic cells and motile ciliated epithelial cells. Immunohistochemistry shows that Pcdp1 protein localizes to sperm flagella and the cilia of respiratory epithelial cells and brain ependymal cells in both mice and humans. This study demonstrates that Pcdp1 plays an important role in ciliary and flagellar biogenesis and motility, making the nm1054 mutant a useful model for studying the molecular genetics and pathogenesis of PCD.","dc:creator":"Lee L","dc:date":"2008","dc:title":"Primary ciliary dyskinesia in mice lacking the novel ciliary protein Pcdp1."},"rdfs:label":"nm1054 mutant mice CFAP221 rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Just being conservative, I don't think this piece of evidence is worth 2 points. Also, these are nm1054 mutant mice."},{"id":"cggv:4f34c49d-dcad-42ee-91c2-09c5b86f752f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0b10d528-48b3-4274-9a8f-57ecfb914659","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"nm1054 mutant mice have PCD (severe hydrocephalus, accumulation of mucus in sinus cavity and male infertility. Cilia ultrastructure is normal, like in humans, with reduced CBF, and no expression of CFAP221 in ciliated cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18039845","rdfs:label":"Homozygous nm1054 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Not specific to CFAP221 gene."},{"id":"cggv:68fb15a5-1eaf-49ee-adb9-de2d72d6c6ec","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:35c74163-f27b-4b23-bbdb-4f693ac510cf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"CFAP221 is the human orthologue of C. reinhardtii FAP221 gene.\nBoth FAP221 and mammalian CFAP221 bind calmodulin (CaM) in high [Ca2+]\nCaM is a key axonemal Ca sensor. For all motile eukaryotic cilia and flagella, beating is regulated by changes in intraciliary calcium concentration. \nReduced expression of FAP221 in C. reinhardtii results in failure of the C1d central pair projection to assemble and significant impairment of motility including uncoordinated bends, severely reduced beat frequency, and altered waveforms. These combined results reveal that the central pair FAP221 complex is essential for control of ciliary motility.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20421426","type":"dc:BibliographicResource","dc:abstract":"For all motile eukaryotic cilia and flagella, beating is regulated by changes in intraciliary calcium concentration. Although the mechanism for calcium regulation is not understood, numerous studies have shown that calmodulin (CaM) is a key axonemal calcium sensor. Using anti-CaM antibodies and Chlamydomonas reinhardtii axonemal extracts, we precipitated a complex that includes four polypeptides and that specifically interacts with CaM in high [Ca(2+)]. One of the complex members, FAP221, is an orthologue of mammalian Pcdp1 (primary ciliary dyskinesia protein 1). Both FAP221 and mammalian Pcdp1 specifically bind CaM in high [Ca(2+)]. Reduced expression of Pcdp1 complex members in C. reinhardtii results in failure of the C1d central pair projection to assemble and significant impairment of motility including uncoordinated bends, severely reduced beat frequency, and altered waveforms. These combined results reveal that the central pair Pcdp1 (FAP221) complex is essential for control of ciliary motility.","dc:creator":"DiPetrillo CG","dc:date":"2010","dc:title":"Pcdp1 is a central apparatus protein that binds Ca(2+)-calmodulin and regulates ciliary motility."},"rdfs:label":"Chlamydomonas flagella"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Chlamydomonas models do not model lung issues or laterality defects."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:c7c841e5-2973-4f23-8603-970e9e2cbc92_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c7c841e5-2973-4f23-8603-970e9e2cbc92_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:81925de8-0c67-451d-878c-9822ac0c8c9e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:81925de8-0c67-451d-878c-9822ac0c8c9e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":11,"allele":[{"id":"cggv:af0b21dd-7105-468b-9ccb-e3bf391c2c65","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001271049.2(CFAP221):c.2318+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA348160191"}},{"id":"cggv:6e65aca6-b776-4a1c-8715-b394b10cb2c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001271049.2(CFAP221):c.2303_2307del (p.Leu768HisfsTer5)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573133141"}}],"phenotypes":["obo:HP_0002643","obo:HP_0031245","obo:HP_0002110","obo:HP_0000388","obo:HP_0000246"],"sex":"Male","variant":[{"id":"cggv:3bbddca1-f7b3-429e-9155-3846be22250b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6e65aca6-b776-4a1c-8715-b394b10cb2c7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31636325"},{"id":"cggv:938d3a8f-1875-4df9-a615-f10befa5035c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:af0b21dd-7105-468b-9ccb-e3bf391c2c65"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31636325"}],"rdfs:label":"2-I"},{"id":"cggv:938d3a8f-1875-4df9-a615-f10befa5035c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:938d3a8f-1875-4df9-a615-f10befa5035c_variant_evidence_item"},{"id":"cggv:938d3a8f-1875-4df9-a615-f10befa5035c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"mRNA analysis shows splice site variant results in the in-frame deletion of exon 22, a loss of 31 amino acid residues (p.Cys743_Arg773del)."}],"strengthScore":2},{"id":"cggv:3bbddca1-f7b3-429e-9155-3846be22250b","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3bbddca1-f7b3-429e-9155-3846be22250b_variant_evidence_item"},{"id":"cggv:3bbddca1-f7b3-429e-9155-3846be22250b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"mRNA analysis shows frameshift del variant results in premature termination."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":6691,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.5,"subject":{"id":"cggv:8d749ff2-5ecf-41b7-8135-c7301010652e","type":"GeneValidityProposition","disease":"obo:MONDO_0016575","gene":"hgnc:33720","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The *CFAP221* gene was first reported in relation to autosomal recessive primary ciliary dyskinesia (PCD) in humans in 2020 (Bustamante-Marin et al., PMID: 31636325). Compound heterozygous loss of function variants in *CFAP221* were identified in three French-Canadian siblings with a clinical diagnosis of PCD. All three patients had neonatal respiratory distress, rhinosinusitis, otitis media and wet cough, and two had bronchiectasis. Nasal nitric oxide levels were normal and laterality defects were not observed for any of the reported patients. Biopsies from nasal epithelia also showed normal ciliary ultrastructure. Ciliary beat from nasal epithelial cells was investigated in one patient and demonstrated slightly reduced beat frequency; however, the cilia exhibited an abnormal circular pattern with no clear effective recovery strokes. Functional studies showed that one of the variants results in a frameshift and a subsequent premature truncation of the protein, and the other variant results in an in-frame deletion of exon 22. CFAP221 was not expressed in patient cilia. This gene-disease relationship has not been studied in case-control studies at the single variant level or aggregate variant level. The mechanism of pathogenicity appears to be biallelic loss of function, characterized in the reported cases by the absence of a gene product (PMID: 31636325). All 3 probands scored in this curation harbored two variant alleles within the *CFAP221* locus. This curation was also informed by two additional unpublished probands harboring biallelic *CFAP221* variants identified within French and Polish PCD cohorts. Please note that there remains an urgent need for additional published probands to better establish the spectrum of disease-causing variants and clinical features associated with this gene-disease relationship.\n\nThis gene-disease association is also supported by experimental evidence that human tissues exhibiting the highest levels of *CFAP221* expression include tissue types relevant to disease and known to have motile cilia, including the lung, fallopian tube, brain, and testis (PMID: 23715323), biochemical function in human control cells as a component that localizes to the ciliary axoneme and is not expressed in undifferentiated airways cells while expression is increased in ciliated cell differentiation, functional alterations in patient cells consistent with a critical role in motile cilia function, and altered expression in PCD patient tissue (PMID: 31636325). More experimental evidence includes a *Chlamydomonas* model: the ortholog FAP221 has been shown to be a key component in the assembly of central pair projection C1d and be essential for control of ciliary motility. Mutant *FAP221* Chlamydomonas strains show significant impairment of motility including uncoordinated bends, severely reduced beat frequency, and altered waveforms (PMID: 20421426). Lastly, *nm1054* mutant mice (harboring a 400kbp deletion encompassing 6 genes, including *Cfap221*) exhibit a PCD phenotype (severe hydrocephalus, accumulation of mucus in sinus cavity and male infertility), with complete absence of mature flagella in testis, present respiratory cilia with normal ultrastructure but reduced ciliary beat frequency. Transgenic rescue of *Cfap221* in *nm1054* mutant mice shows PCD is solely caused by the loss of *Cfap221*.\n\nIn summary, there is moderate evidence to support the relationship between *CFAP221* and autosomal recessive primary ciliary dyskinesia. This classification was approved by the ClinGen Motile Ciliopathy GCEP on January 12, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:c7c841e5-2973-4f23-8603-970e9e2cbc92"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}