{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0v1.4","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10074","date":"2021-06-17T16:00:00.000Z","role":"Approver"},{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10074","date":"2021-06-30T15:28:55.024Z","role":"Publisher"}],"evidence":[{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:dbd7e7bd-d423-4373-817e-685b32dcdbb9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:495f2c88-f2d0-4c18-a4a4-c2dc5b065b19","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"detectionMethod":"Initially, 12 subjects were genotyped with a 59k markers array. Two possible linked loci were identified (on chromosomes 14q31-32 and 6q27-qter). A follow-up analysis with microsatellite markers in these two regions was performed on 12+6 family members and excluded the locus on chr 6, and mapped the disease locus to chr 14 (70 genes included). A haplotype analysis confirmed the presence of the disease haplotype in all affected and none of the unaffected individuals suggesting 100% penetrance. CALM1 was the only gene with a pivotal role in heart contraction in the locus and was selected for sequencing in 1 affected and 1 unaffected, and the variant was identified. Its presence in all the affected and its absence in all the unaffected was confirmed with a specific genotyping assay.","firstTestingMethod":"Linkage analysis","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:dbd7e7bd-d423-4373-817e-685b32dcdbb9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f4546123-5a03-4276-8e59-99c2d75b3a48","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006888.6(CALM1):c.161A>T (p.Asn54Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343809"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23040497","type":"dc:BibliographicResource","dc:abstract":"Catecholaminergic polymorphic ventricular tachycardia (CPVT) is a devastating inherited disorder characterized by episodic syncope and/or sudden cardiac arrest during exercise or acute emotion in individuals without structural cardiac abnormalities. Although rare, CPVT is suspected to cause a substantial part of sudden cardiac deaths in young individuals. Mutations in RYR2, encoding the cardiac sarcoplasmic calcium channel, have been identified as causative in approximately half of all dominantly inherited CPVT cases. Applying a genome-wide linkage analysis in a large Swedish family with a severe dominantly inherited form of CPVT-like arrhythmias, we mapped the disease locus to chromosome 14q31-32. Sequencing CALM1 encoding calmodulin revealed a heterozygous missense mutation (c.161A>T [p.Asn53Ile]) segregating with the disease. A second, de novo, missense mutation (c.293A>G [p.Asn97Ser]) was subsequently identified in an individual of Iraqi origin; this individual was diagnosed with CPVT from a screening of 61 arrhythmia samples with no identified RYR2 mutations. Both CALM1 substitutions demonstrated compromised calcium binding, and p.Asn97Ser displayed an aberrant interaction with the RYR2 calmodulin-binding-domain peptide at low calcium concentrations. We conclude that calmodulin mutations can cause severe cardiac arrhythmia and that the calmodulin genes are candidates for genetic screening of individual cases and families with idiopathic ventricular tachycardia and unexplained sudden cardiac death.","dc:creator":"Nyegaard M","dc:date":"2012","dc:title":"Mutations in calmodulin cause ventricular tachycardia and sudden cardiac death."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23040497","rdfs:label":"II-6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Found in multiple families and supported by substantial functional evidence. Segregation data for this variant was scored at only 1.0 despite a LOD score of 3.9 - linkage analysis was performed but only 1/70 genes in the region was sequenced, so was scored conservatively. "}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:359f1015-39c2-45fe-8cf7-2ccdc0f97a41_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:063746b3-b557-418b-a2c9-a8719b845581","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0031677","obo:HP_0031628","obo:HP_0001279","obo:HP_0001663"],"previousTesting":true,"previousTestingDescription":"Two panel-based genetic tests on: \n- RYR2, CASQ2, KCNJ2\n- KCNQ1, KCNH2, KCNE1, KCNE2, SCN5A\nwhich yielded negative results.","sex":"Female","variant":{"id":"cggv:359f1015-39c2-45fe-8cf7-2ccdc0f97a41_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:00c7d409-71fe-45a9-ad6a-5729ebe2b75e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006888.6(CALM1):c.293A>G (p.Asn98Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA343812"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23040497"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23040497","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2.5,"dc:description":"There is also functional evidence to support pathogenicity."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5},{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b120e5ea-ae3b-4b87-b9eb-2154df67e590","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:684dabf0-8d40-4c53-bcfc-ef7bc31a7f50","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The authors examined the expression of each calmodulin gene in human heart (left ventricle) from 3 developmental stages (fetal, infant, adult) using quantitative reverse transcription polymerase chain reaction and gene-specific fluorogenic TaqMan probes. All calmodulin genes are expressed throughout development with the rank order of expression being CALM3>CALM2>CALM1 (Figure 4B). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23388215","type":"dc:BibliographicResource","dc:abstract":"Life-threatening disorders of heart rhythm may arise during infancy and can result in the sudden and tragic death of a child. We performed exome sequencing on 2 unrelated infants presenting with recurrent cardiac arrest to discover a genetic cause.","dc:creator":"Crotti L","dc:date":"2013","dc:title":"Calmodulin mutations associated with recurrent cardiac arrest in infants."},"rdfs:label":"CALM1 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3b0d9330-2f0c-4937-9f68-b1ad98e015a0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:74dc5e46-5d8c-43c5-bc36-17634cdbf10a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Authors demonstrate that CaM regulates RyR2 by binding to a single, highly conserved CaM binding site, and that other RyR type-specific sites are likely responsible for the differential functional regulation of RyR2 (with respect to RyR1) by CaM.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12707260","type":"dc:BibliographicResource","dc:abstract":"Calmodulin (CaM) is a ubiquitous Ca2+-binding protein that regulates the ryanodine receptors (RyRs) by direct binding. CaM inhibits the skeletal muscle ryanodine receptor (RyR1) and cardiac muscle receptor (RyR2) at >1 microm Ca2+ but activates RyR1 and inhibits RyR2 at <1 microm Ca2+. Here we tested whether CaM regulates RyR2 by binding to a highly conserved site identified previously in RyR1. Deletion of RyR2 amino acid residues 3583-3603 resulted in background [35S]CaM binding levels. In single channel measurements, deletion of the putative CaM binding site eliminated CaM inhibition of RyR2 at Ca2+ concentrations below and above 1 microm. Five RyR2 single or double mutants in the CaM binding region (W3587A, L3591D, F3603A, W3587A/L3591D, L3591D/F3603A) eliminated or greatly reduced [35S]CaM binding and inhibition of single channel activities by CaM depending on the Ca2+ concentration. An RyR2 mutant, which assessed the effects of 4 amino acid residues that differ between RyR1 and RyR2 in or flanking the CaM binding domain, bound [35S]CaM and was inhibited by CaM, essentially identical to wild type (WT)-RyR2. Three RyR1 mutants (W3620A, L3624D, F3636A) showed responses to CaM that differed from corresponding mutations in RyR2. The results indicate that CaM regulates RyR1 and RyR2 by binding to a single, highly conserved CaM binding site and that other RyR type-specific sites are likely responsible for the differential functional regulation of RyR1 and RyR2 by CaM.","dc:creator":"Yamaguchi N","dc:date":"2003","dc:title":"Molecular basis of calmodulin binding to cardiac muscle Ca(2+) release channel (ryanodine receptor)."},"rdfs:label":"CALM1 protein interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:7d5d8617-4ad5-4b88-92b7-9905533c7a09","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57213fbb-1377-4181-aebb-e84645792fcb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Well established functional roles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10197534","type":"dc:BibliographicResource","dc:abstract":"Elevated intracellular Ca2+ triggers inactivation of L-type calcium channels, providing negative Ca2+ feedback in many cells. Ca2+ binding to the main alpha1c channel subunit has been widely proposed to initiate such Ca2+ -dependent inactivation. Here, we find that overexpression of mutant, Ca2+ -insensitive calmodulin (CaM) ablates Ca2+ -dependent inactivation in a \"dominant-negative\" manner. This result demonstrates that CaM is the actual Ca2+ sensor for inactivation and suggests that CaM is constitutively tethered to the channel complex. Inactivation is likely to occur via Ca2+ -dependent interaction of tethered CaM with an IQ-like motif on the carboxyl tail of alpha1c. CaM also binds to analogous IQ regions of N-, P/Q-, and R-type calcium channels, suggesting that CaM-mediated effects may be widespread in the calcium channel family.","dc:creator":"Peterson BZ","dc:date":"1999","dc:title":"Calmodulin is the Ca2+ sensor for Ca2+ -dependent inactivation of L-type calcium channels."},"rdfs:label":"CALM1 function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e5a6766-deba-4ada-b3eb-22874c091215","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:813871d7-95df-4357-b545-b5a38f668645","type":"FunctionalAlteration","dc:description":"CALM1 mutations causing CPVT (N54I and N98S) mutations increased Ca2 release and rendered RyR2 more susceptible to store overload-induced Ca2 release (SOICR).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26309258","type":"dc:BibliographicResource","dc:abstract":"The intracellular Ca(2+) sensor calmodulin (CaM) regulates the cardiac Ca(2+) release channel/ryanodine receptor 2 (RyR2), and mutations in CaM cause arrhythmias such as catecholaminergic polymorphic ventricular tachycardia (CPVT) and long QT syndrome. Here, we investigated the effect of CaM mutations causing CPVT (N53I), long QT syndrome (D95V and D129G), or both (CaM N97S) on RyR2-mediated Ca(2+) release. All mutations increased Ca(2+) release and rendered RyR2 more susceptible to store overload-induced Ca(2+) release (SOICR) by lowering the threshold of store Ca(2+) content at which SOICR occurred and the threshold at which SOICR terminated. To obtain mechanistic insights, we investigated the Ca(2+) binding of the N- and C-terminal domains (N- and C-domain) of CaM in the presence of a peptide corresponding to the CaM-binding domain of RyR2. The N53I mutation decreased the affinity of Ca(2+) binding to the N-domain of CaM, relative to CaM WT, but did not affect the C-domain. Conversely, mutations N97S, D95V, and D129G had little or no effect on Ca(2+) binding to the N-domain but markedly decreased the affinity of the C-domain for Ca(2+). These results suggest that mutations D95V, N97S, and D129G alter the interaction between CaM and the CaMBD and thus RyR2 regulation. Because the N53I mutation minimally affected Ca(2+) binding to the C-domain, it must cause aberrant regulation via a different mechanism. These results support aberrant RyR2 regulation as the disease mechanism for CPVT associated with CaM mutations and shows that CaM mutations not associated with CPVT can also affect RyR2. A model for the CaM-RyR2 interaction, where the Ca(2+)-saturated C-domain is constitutively bound to RyR2 and the N-domain senses increases in Ca(2+) concentration, is proposed. ","dc:creator":"Søndergaard MT","dc:date":"2015","dc:title":"Arrhythmogenic Calmodulin Mutations Affect the Activation and Termination of Cardiac Ryanodine Receptor-mediated Ca2+ Release."},"rdfs:label":"N54I and N98S in HEK293 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:42aa63dd-24bc-4e50-8e83-af9ec8c09295","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a81190d3-4072-4a02-bd8e-5dee35c5c469","type":"FunctionalAlteration","dc:description":"In permeabilized ventricular myocytes, CPVT CALM1 mutants at a physiological intracellular concentration (100 nmol/L) promoted significantly higher spontaneous Ca wave and spark activity, a typical cellular phenotype of CPVT. Compared with wild-type CaM, CPVT calmodulin mutants caused greater RyR2 single-channel open probability and showed enhanced binding affinity to RyR2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24563457","type":"dc:BibliographicResource","dc:abstract":"Calmodulin (CaM) mutations are associated with an autosomal dominant syndrome of ventricular arrhythmia and sudden death that can present with divergent clinical features of catecholaminergic polymorphic ventricular tachycardia (CPVT) or long QT syndrome (LQTS). CaM binds to and inhibits ryanodine receptor (RyR2) Ca release channels in the heart, but whether arrhythmogenic CaM mutants alter RyR2 function is not known.","dc:creator":"Hwang HS","dc:date":"2014","dc:title":"Divergent regulation of ryanodine receptor 2 calcium release channels by arrhythmogenic human calmodulin missense mutants."},"rdfs:label":"N54I and N98S in permeabilized ventricular myocytes"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6be540a8-2a9c-49a3-820d-f04b747b7d2a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c13a324-4c12-4cab-974c-350166b54860","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knock-in mouse model with the p.N98S heterozygous variant in the CALM1 gene, inserted using CRISPR-Cas9. All mice survived to adulthood. ECG in vivo at rest showed how mutant mice displayed sinus bradycardia, QRS widening and QT prolongation. Treadmill exercise followed by epinephrine injection did not trigger arrhythmic events. Combined administration of caffeine+epinephrine (N=28 mice = 13 WT and 15 het) caused transient tachycardia in WT mice, with 1 mouse developing ventricular bigeminy. Heterozygous mice showed ventricular bigeminy, tachycardia, beat-by-beat alternation of the QRS axis polarity and AV dissociation consistent with bidirectional VT. In 1 heterozygous mouse the bidirectional VT transitioned into polymorphic VT, and all heterozygous mice exhibited at least one episode of pharmacologically-induced sustained bidirectional VT, a hallmark of CPVT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32929985","type":"dc:BibliographicResource","dc:abstract":"Calmodulin mutations are associated with arrhythmia syndromes in humans. Exome sequencing previously identified a de novo mutation in ","dc:creator":"Tsai WC","dc:date":"2020","dc:title":"Complex Arrhythmia Syndrome in a Knock-In Mouse Model Carrier of the N98S "},"rdfs:label":"N98S mouse knock-in"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Limited relevance of observed phenotype to CPVT."},{"id":"cggv:d33bb0b1-8be4-4d5c-8d0b-31c45fce6e54","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ee01504c-2be0-4bb0-b8f3-fce7f1785617","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The effects of CALM1 CPVT mutations (N54I and N98S) were studied in a zebrafish animal model. Three-day-old embryos injected with either CaM mRNA showed no detectable pathologies or developmental abnormalities. However, embryos injected with CPVT CaM mRNA displayed increased heart rate compared to wild-type CaM mRNA under beta-adrenergic stimulation, demonstrating a conserved dominant cardiac specific effect between zebrafish and human carriers of these mutations. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25557436","type":"dc:BibliographicResource","dc:abstract":"Calmodulin (CaM) is the central mediator of intracellular Ca(2+) signalling in cardiomyocytes, where it conveys the intricate Ca(2+) transients to the proteins controlling cardiac contraction. We recently linked two separate mutations in CaM (N53I and N97S) to dominantly inherited catecholaminergic polymorphic ventricular tachycardia (CPVT), an arrhythmic disorder in which exercise or acute emotion can lead to syncope and sudden cardiac death. Given the ubiquitous presence of CaM in all eukaryote cells, it is particular intriguing that carriers of either mutation show no additional symptoms. Here, we investigated the effects of the CaM CPVT mutations in a zebrafish animal model. Three-day-old embryos injected with either CaM mRNA showed no detectable pathologies or developmental abnormalities. However, embryos injected with CPVT CaM mRNA displayed increased heart rate compared to wild-type CaM mRNA under β-adrenergic stimulation, demonstrating a conserved dominant cardiac specific effect between zebrafish and human carriers of these mutations. Motivated by the highly similar physiological phenotypes, we compared the effects of the N53I and N97S mutations on the biophysical and functional properties of CaM. Surprisingly, the mutations have opposing effects on CaM C-lobe Ca(2+) binding affinity and kinetics, and changes to the CaM N-lobe Ca(2+) binding are minor and specific to the N53I mutation. Furthermore, both mutations induce differential perturbations to structure and stability towards unfolding. Our results suggest different molecular disease mechanisms for the CPVT (N53I and N97S mutations) and strongly support that cardiac contraction is the physiological process most sensitive to CaM integrity. ","dc:creator":"Søndergaard MT","dc:date":"2015","dc:title":"Calmodulin mutations causing catecholaminergic polymorphic ventricular tachycardia confer opposing functional and biophysical molecular changes."},"rdfs:label":"CALM1:p.N54I and p.N98S in zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Limited relevance of observed phenotype to CPVT."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Moderate","sequence":3069,"specifiedBy":"GeneValidityCriteria7","strengthScore":8.5,"subject":{"id":"cggv:711dc08f-e28f-4ddd-aa8f-acfe13c1228d","type":"GeneValidityProposition","disease":"obo:MONDO_0017990","gene":"hgnc:1442","modeOfInheritance":"obo:HP_0000006"},"version":"1.4","dc:description":"CALM1 was evaluated for autosomal dominant catecholaminergic polymorphic ventricular tachycardia (CPVT). The CALM1 gene is located on chromosome 14 and encodes for calmodulin 1, a 149 amino acid protein that is identical in sequence to two other calmodulin genes (CALM2 on chromosome 2 and CALM3 on chromosome 19). All three CALM genes have been classified as Definitive for Long QT syndrome by the LQTS Gene Curation Expert Panel, noting that these genes tend to be associated with atypical features of LQTS (presentation in infancy or early childhood and with heart block and severe QT prolongation). The CALM genes have also been associated with CPVT phenotypes although less evidence has thus far been published for CPVT compared to LQTS. Evidence for the association of CALM genes to CPVT comes from the International Calmodulin Registry study (Crotti et al, 2019, PMID:31170290) and other genetic and experimental studies. Genetic evidence for CALM1 comes from a study that described familial CPVT cases. The p.Asn54Ile variant segregated with disease in a large family pedigree (Nyegaard et al, 2012, PMID:23040497), with a second family with this variant described in the Registry (Crotti et al, 2019, PMID:31170290). The p.Asn98Ser variant occurred de novo in a proband with CPVT (Nyegaard et al, 2012, PMID:23040497) - the same p.Asn98Ser variant was detected de novo in CALM2 in a CPVT patient (Jiménez-Jáimez et al, 2016, PMID:27100291). These variants have also been studied experimentally and shown to cause CPVT-like phenotypes in zebrafish (Sondergaard et al, 2015, PMID:25557436) and mouse models (Tsai et al, 2020, PMID:32929985) and in non-patient cellular assays (Hwang et al, 2014, PMID:24563457; Søndergaard et al, 2015, PMID:26309258). A family with the CALM1 p.Ile53Val variant has also been investigated in Toronto (as yet unpublished and therefore not scored during this curation). The affected father and two children carried the variant - all had structurally normal hearts and PVCs during exercise and the children suffered cardiac arrests at the ages of 12 while swimming and 18 while dancing (no other relevant variants were found in a broad 147 gene panel). Based on this genetic and experimental evidence, CALM1 scored with moderate evidence of association with CPVT. However, the expert panel unanimously agreed that, the despite this classification and the modest amount of published evidence linking CALM1 variants with a CPVT phenotype, all three CALM genes have unequivocal evidence for causation of isolated CPVT, in addition to LQTS and hybrid phenotypes. The three CALM genes encode for identical proteins which are all expressed in heart tissue, and multiple identical variants in two or more of the CALM genes have been shown to cause the same phenotypes, e.g. the de novo variant p.Asp130Gly has been shown in all 3 CALM genes to provoke LQTS in children, which demonstrates the functional similarity of these genes/proteins. Collectively, the three CALM genes would have strong/definitive evidence for association with CPVT. CALM1 has previously been classified as a definitive gene for atypical LQTS, unambiguously demonstrating the pathogenicity of this gene for inherited arrhythmia syndromes. Finally, as described above, multiple patients with CALM1 variants have been shown to present with a classical CPVT phenotype. Therefore this gene should be included in CPVT genetic testing panels. Note: All CPVT genes were curated by 3 separate blinded teams. The evidence and scores reached by these 3 teams was reviewed by the CPVT Gene Curation Expert Panel (GCEP). The classification and summary presented here is the conclusion of this GCEP's analysis according to evidence teams' efforts. This classification was approved by the ClinGen Catecholaminergic Polymorphic Ventricular Tachycardia Gene Curation Expert Panel on 20th January, 2021 (SOP Version 7). ","dc:isVersionOf":{"id":"cggv:1ca1d8df-10fa-48ef-aea4-fb4dc6564dd0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}