{"id":"cggv:c194cac3-00f5-44b5-9993-64cf7aca9cf4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c194cac3-00f5-44b5-9993-64cf7aca9cf4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-05-16T16:00:00.000Z","role":"Approver"},{"id":"cggv:c194cac3-00f5-44b5-9993-64cf7aca9cf4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-06-28T17:03:13.957Z","role":"Publisher"}],"evidence":[{"id":"cggv:c194cac3-00f5-44b5-9993-64cf7aca9cf4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c194cac3-00f5-44b5-9993-64cf7aca9cf4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:613abced-c530-48b0-b927-477938057d80","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c0176039-5c8c-4dbc-b478-258a54790e6c","type":"FunctionalAlteration","dc:description":"Mislocalization in the cytoplasm was detected where WT was exclusively localized in the nucleus. Strongly reduced activation of a luciferase reporter assay was reported compared to WT under the control of the CDKN1A promoter. Mutant protein is not tightly bound to chromatin compared to WT, demonstrated by in situ subcellular fractionation as mutant protein was present in cytoplasmic & nuclear fractions where WT was only barely detectable in the nuclear fraction, demonstrating its tight association with chromatin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28017373","type":"dc:BibliographicResource","dc:abstract":"From a GeneMatcher-enabled international collaboration, we identified ten individuals affected by intellectual disability, speech delay, ataxia, and facial dysmorphism and carrying a deleterious EBF3 variant detected by whole-exome sequencing. One 9-bp duplication and one splice-site, five missense, and two nonsense variants in EBF3 were found; the mutations occurred de novo in eight individuals, and the missense variant c.625C>T (p.Arg209Trp) was inherited by two affected siblings from their healthy mother, who is mosaic. EBF3 belongs to the early B cell factor family (also known as Olf, COE, or O/E) and is a transcription factor involved in neuronal differentiation and maturation. Structural assessment predicted that the five amino acid substitutions have damaging effects on DNA binding of EBF3. Transient expression of EBF3 mutant proteins in HEK293T cells revealed mislocalization of all but one mutant in the cytoplasm, as well as nuclear localization. By transactivation assays, all EBF3 mutants showed significantly reduced or no ability to activate transcription of the reporter gene CDKN1A, and in situ subcellular fractionation experiments demonstrated that EBF3 mutant proteins were less tightly associated with chromatin. Finally, in RNA-seq and ChIP-seq experiments, EBF3 acted as a transcriptional regulator, and mutant EBF3 had reduced genome-wide DNA binding and gene-regulatory activity. Our findings demonstrate that variants disrupting EBF3-mediated transcriptional regulation cause intellectual disability and developmental delay and are present in ∼0.1% of individuals with unexplained neurodevelopmental disorders.","dc:creator":"Harms FL","dc:date":"2017","dc:title":"Mutations in EBF3 Disturb Transcriptional Profiles and Cause Intellectual Disability, Ataxia, and Facial Dysmorphism."},"rdfs:label":"Mislocalization"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Multiple variants observed in patients displayed similar results."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:c194cac3-00f5-44b5-9993-64cf7aca9cf4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6525,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:d7ac429e-ba46-4805-a1d2-38d24f58f0c9","type":"GeneValidityProposition","disease":"obo:MONDO_0015021","gene":"hgnc:19087","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*EBF3* was first reported in relation to autosomal dominant hypotonia, ataxia, and delayed development syndrome (HADDS) in 2017 (Sleven et al., PMID: 28017370; Chao et al., PMID: 28017372; Harms et al., PMID: 28017373). HADDS is a neurodevelopmental syndrome characterized by congenital hypotonia, delayed psychomotor development, intellectual disability with speech delay, variable dysmorphic facial features, and ataxia, often related to cerebellar hypoplasia. Less frequently, urogenital abnormalities, short stature, microcephaly, etc. may be observed. Ten variants (missense, nonsense, frameshift, canonical splice site) that have been reported in 10 probands in 5 publications (PMIDs: 28017370, 28017372, 28017373, 34050706, 35340043) are included in this curation. Inheritance of variants is primarily *de novo*. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity appears to be LOF, with some publications also indicating a dominant-negative mechanism (PMIDs: 28017370, 28017372, 28017373, 34050706). This gene-disease relationship is also supported by experimental evidence. Variants tested demonstrated functional alterations leading to greatly reduced activity as demonstrated by a luciferase reporter assay. The respective protein variants were mislocalized to the cytoplasm as demonstrated by *in situ* subcellular fractionation (PMID: 28017373). \n\nIn summary, there is definitive evidence to support the relationship between *EBF3* and autosomal dominant hypotonia, ataxia, and delayed development syndrome (HADDS). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on May 16, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:c194cac3-00f5-44b5-9993-64cf7aca9cf4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}