{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-01-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27e2a044-d36b-46a4-b1e5-022ff953e8b0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1f50bff3-7b5a-4777-adc1-22efb86e347c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expressed in common marmoset cochlea","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29054432","type":"dc:BibliographicResource","dc:abstract":"The eyes absent (EYA)-like genes are essential for the formation of sensory organs among fly (Drosophila melanogaster) and mammals. EYA4, one of the vertebrate genes of Eya family, is reported to be causative for late-onset mid-frequency sensorineural hearing loss in humans, while Eya4-deficient mice exhibited congenital profound deafness and otitis media with effusion due to the eustachian tube dysmorphology. Because of the species difference in the phenotype, the pathophysiology of EYA4 in the human cochlea has yet to be elucidated. Here, we examine the expression pattern of EYA4 in the cochlea of common marmoset (Callithrix jacchus), a non-human primate. The results indicated a distinct expression pattern of EYA4 in the adult marmoset cochleae, especially strong in all supporting cells, while in mouse their expressions were diminished. Interestingly, EYA4 expression in the hair cells, supporting cells and neurons was co-localized with sine oculis homeobox-SIX1, a transcription factor essential for the transcriptional activity of EYA4. The results revealed inter-species differences in the expression pattern of EYA4 gene in supporting cells between primates and rodents. The results also indicated a fundamental role of EYA4 in the primate auditory cells. Experiments with primate models such as marmosets or with human cochlear cells may provide cues about the unknown pathogenesis of EYA4-related hearing loss.","dc:creator":"Matsuzaki S","dc:date":"2018","dc:title":"Expression pattern of EYA4 in the common marmoset (Callithrix jacchus) cochlea."},"rdfs:label":"Matsuzaki Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02518e71-9540-4d22-9a1c-de77e6bf1770","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6aeed337-165b-4b09-b1ca-e80587125581","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The micro RNA miR-431 was studied for role in hearing. Over-expression of miR431 caused hearing loss in mice. Density of SGNs was significantly decreased. Target of miR431 was found to be EYA4 and translation of EYA4 mRNA was inhibited.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27545760","type":"dc:BibliographicResource","dc:abstract":"To understand the relationship between microRNAs and hearing loss and help clarify the causes of hereditary deafness, we studied the functions of miR-431 in cochleae. We first investigated the spatial-temporal expression profiles of miR-431 in spiral ganglion neurons (SGNs) in cochleae using real-time PCR and miRNA in situ hybridization. These studies showed that expression of miR-431 was high in SGNs in the cochleae of newborn mice, and decreased as development progressed. To test the functional effects of miR-431, we established miR-431 overexpressing transgenic (Tg) mice. Surface preparations of the cochlear basilar membrane and cochlear sections revealed no major structural differences between Tg and wild-type (Wt) mice. However, a comparison of auditory brain stem responses (ABRs) in Tg and Wt mice showed that ABR thresholds were significantly higher in Tg mice than in Wt mice. Notably, the density of SGNs was significantly lower in Tg mice than in Wt mice. We also found that the proportion of mature SGNs in cultures of primary SGNs from Tg cochleae was lower and their axons were shorter. A bioinformatics analysis predicted that the mRNA target of miR-431 was Eya4, a finding confirmed by luciferase reporter assays and western blotting. Importantly, overexpression of miR-431 in cochleae of Tg mice inhibited the translation of Eya4 mRNA, leading to a deficiency of EYA4. Thus, excessive amounts of miR-431 in cochleae of Tg mice may be the cause of sparse SGNs, which in turn could be responsible for hearing loss.","dc:creator":"Fan Y","dc:date":"2016","dc:title":"miR-431 is involved in regulating cochlear function by targeting Eya4."},"rdfs:label":"Fan Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Evidence that loss of Eya4 can cause hearing loss, but other effects of miR-431 overexpression were not excluded"},{"id":"cggv:ad4125ab-9bb3-4435-baf6-b85c84ffefd6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f683d801-64f8-4696-b4c1-3607ad4d272f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Eya4-deficient mice had severe hearing loss and all developed otitis media with effusion. Anatomic studies showed dysmorphology of middle ear cavity and eustachian tube. Otitis media still occurred in pups treated with azithromyocin","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18219393","type":"dc:BibliographicResource","dc:abstract":"Otitis media is an extremely common pediatric inflammation of the middle ear that often causes pain and diminishes hearing. Vulnerability to otitis media is due to eustachian tube dysfunction as well as other poorly understood factors, including genetic susceptibility. As EYA4 mutations cause sensorineural hearing loss in humans, we produced and characterized Eya4-deficient (Eya4(-/-)) mice, which had severe hearing deficits. In addition, all Eya4(-/-) mice developed otitis media with effusion. Anatomic studies revealed abnormal middle ear cavity and eustachian tube dysmorphology; thus, Eya4 regulation is critical for the development and function of these structures. We suggest that some human otitis media susceptibility reflects underlying genetic predisposition in genes like EYA4 that regulate middle ear and eustachian tube anatomy.","dc:creator":"Depreux FF","dc:date":"2008","dc:title":"Eya4-deficient mice are a model for heritable otitis media."},"rdfs:label":"Depreux Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"1 point given because this is a recessive model and additional otitis media phenotype has not been reported in humans"},{"id":"cggv:715da1c2-8c56-4e97-aaa7-cac1ac6f0256","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3ff1d5ff-fd91-43a6-b02a-7316c2323c9d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish treated with antisense morpholino oligos had heart failure","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15735644","type":"dc:BibliographicResource","dc:abstract":"We identified a human mutation that causes dilated cardiomyopathy and heart failure preceded by sensorineural hearing loss (SNHL). Unlike previously described mutations causing dilated cardiomyopathy that affect structural proteins, this mutation deletes 4,846 bp of the human transcriptional coactivator gene EYA4. To elucidate the roles of eya4 in heart function, we studied zebrafish embryos injected with antisense morpholino oligonucleotides. Attenuated eya4 transcript levels produced morphologic and hemodynamic features of heart failure. To determine why previously described mutated EYA4 alleles cause SNHL without heart disease, we examined biochemical interactions of mutant Eya4 peptides. Eya4 peptides associated with SNHL, but not the shortened 193-amino acid peptide associated with dilated cardiomyopathy and SNHL, bound wild-type Eya4 and associated with Six proteins. These data define unrecognized and crucial roles for Eya4-Six-mediated transcriptional regulation in normal heart function.","dc:creator":"Schönberger J","dc:date":"2005","dc:title":"Mutation in the transcriptional coactivator EYA4 causes dilated cardiomyopathy and sensorineural hearing loss."},"rdfs:label":"Schonberger Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Hearing phenotype was not detailed at all. Focus was on cardiac phenotype, which is seen in some patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:b0057bca-7813-47db-803b-b85dec68d34a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be2d799d-7f77-4821-b1f2-cfd1f54286a6","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"WES","phenotypes":["obo:HP_0008615","obo:HP_0000408"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:b0057bca-7813-47db-803b-b85dec68d34a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4b4fcf23-a579-44bd-83e6-060429b7ba0b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.133512740T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365714614"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25242383","type":"dc:BibliographicResource","dc:abstract":"Hearing loss is the most common sensory deficit in humans and gaining a better understanding of the underlying causes is necessary to improve counseling and rehabilitation. In the present study, a genetic analysis of a Chinese family with autosomal dominant non‑syndromic progressive hearing impairment was conducted and assessed. Whole‑exome sequencing in combination with a co‑segregation analysis identified a novel missense mutation in EYA4 exon 15 (c.T1301A; p.I411K). The mutation segregated with the hearing loss of the family. This mutation was not identified in the databases of 1000 genome Project, dbSNP 130, HapMap and YH project or in matched controls. Bioinformatic analysis confirmed the pathogenic effects of this mutation. To the best of our knowledge, this is the first report to provide a description of a missense mutation in the EYA4 gene resulting in non‑syndromic hearing loss. Our results provide additional molecular and clinical information in order to gain improved understanding of the pathogenesis of EYA4 mutations and the genotype‑phenotype correlations of DFNA10 hearing loss. ","dc:creator":"Tan M","dc:date":"2014","dc:title":"Identification of I411K, a novel missense EYA4 mutation causing autosomal dominant non‑syndromic hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25242383","rdfs:label":"JSNY-023 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD, segregates in 9 affected individuals and WES was performed. An additional 1 point is awarded for segregation in this family."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:f54c2141-191c-4e64-96dc-489e74480172_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:98c5b30a-bfa5-41ea-a81f-2150ba8da084","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"GJB2, SLC26A4, and mitochondrial 12S rRNA screening. Targested NGS of 130 human deafness genes.","phenotypes":["obo:HP_0000408","obo:HP_0000360","obo:HP_0008596"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f54c2141-191c-4e64-96dc-489e74480172_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3f6a6221-7c28-4a2d-b84f-dddc05433d07","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.133462654dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820722"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25963406","type":"dc:BibliographicResource","dc:abstract":"Hereditary hearing loss is a heterogeneous class of disorders showing various patterns of inheritance and involving many genes. Mutations in the EYA4 gene are responsible for postlingual, progressive, autosomal dominant hearing loss at the DFNA10 locus.","dc:creator":"Huang A","dc:date":"2015","dc:title":"A novel EYA4 mutation causing hearing loss in a Chinese DFNA family and genotype-phenotype review of EYA4 in deafness."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25963406","rdfs:label":"Huang Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Variant is absent from gnomAD."},{"id":"cggv:6d67fcd1-54c3-4382-9d46-3e6401bafad4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8c3b34b7-fb58-41fd-89bf-ffb61c11357d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SNP genotyping and sequencing of EYA4","phenotypes":["obo:HP_0008596","obo:HP_0000408"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:6d67fcd1-54c3-4382-9d46-3e6401bafad4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ca2b5fe0-a124-40ab-9f84-7f6792c054c3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.133512709T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820724"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17568404","type":"dc:BibliographicResource","dc:abstract":"Nonsyndromic autosomal dominant sensorineural hearing loss (SNHL) at the DFNA10 locus was described in two families in 2001. Causative mutations that affect the EyaHR domain of the 'Eyes absent 4' (EYA4) protein were identified. We report on the clinical and genetic analyses of an Australian family with nonsyndromic SNHL. Screening of the EYA4 gene showed the novel polypyrimidine tract variation ca. 1,282-12T > A that introduces a new 3' splice acceptor site. This is the first report of a point mutation in EYA4 that is hypothesized to lead to aberrant pre-mRNA splicing and human disease. The DFNA10 family described is only the fourth to be identified. One individual presented with apparently the same phenotype as other affected members of the family. However, genotyping illustrated that he did not share the DFNA10 disease haplotype. Detailed clinical investigation showed differences in the onset and severity of his hearing loss and thus he is presumed to represent a phenocopy, perhaps resulting from long-term exposure to loud noise.","dc:creator":"Hildebrand MS","dc:date":"2007","dc:title":"A novel splice site mutation in EYA4 causes DFNA10 hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17568404","rdfs:label":"Australian Family Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Mutation predicted to generate new splice acceptor site and result in frameshift. Variant is absent from gnomAD."},{"id":"cggv:d1d63a2b-1e8d-45d7-ab4b-2531e90cf8a9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cf41ddfd-079e-4066-9356-7b63680d704f","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"WES","phenotypes":["obo:HP_0012781","obo:HP_0000408"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:d1d63a2b-1e8d-45d7-ab4b-2531e90cf8a9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3d246dc2-70e6-4600-b102-3bf6a9bd01d2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.133462361del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820726"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26331839","type":"dc:BibliographicResource","dc:abstract":"Mutations in EYA4 can cause nonsyndromic autosomal dominant sensorineural hearing impairment (DFNA10) or a syndromic variant with hearing impairment and dilated cardiomyopathy. A mutation in EYA4 was found in a Dutch family, causing DFNA10. This study is focused on characterizing the hearing impairment in this family.","dc:creator":"van Beelen E","dc:date":"2016","dc:title":"Audiometric Characteristics of a Dutch DFNA10 Family With Mid-Frequency Hearing Impairment."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26331839","rdfs:label":"W10-2345 Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Variant is absent from gnomAD. An additional 2 points are awarded for segregation in this family."},{"id":"cggv:a328f32e-f374-47b5-a592-50dc6eca0159_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:318dc532-0bb4-42d3-85db-411abd9c2e49","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Variant detected by SSCP followed by sequencing","phenotypes":["obo:HP_0000408","obo:HP_0008615"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:a328f32e-f374-47b5-a592-50dc6eca0159_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b34df4c7-efd5-4498-a804-208f3f057cd1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.133481518_133481519dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820723"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11159937","type":"dc:BibliographicResource","dc:abstract":"We identified Eyes absent 4 (EYA4), a member of the vertebrate Eya family of transcriptional activators, as the causative gene of postlingual, progressive, autosomal dominant hearing loss at the DFNA10 locus. In two unrelated families from Belgium and the USA segregating for deafness at this locus, we found different mutations in EYA4, both of which create premature stop codons. Although EYA proteins interact with members of the SIX and DACH protein families in a conserved network that regulates early embryonic development, this finding shows that EYA4 is also important post-developmentally for continued function of the mature organ of Corti.","dc:creator":"Wayne S","dc:date":"2001","dc:title":"Mutations in the transcriptional activator EYA4 cause late-onset deafness at the DFNA10 locus."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11159937","rdfs:label":"American Family Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Variant is absent from gnomAD."},{"id":"cggv:7d169129-d50b-4b90-aad7-be1f5fa4a199_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:281494c3-0a81-4644-9a88-a84e63fccd52","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Variant detected by sscp followed by sequencing","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:7d169129-d50b-4b90-aad7-be1f5fa4a199_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7f89dbf-ab22-4cae-ada2-ab05d9be4cd5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004100.4(EYA4):c.1759C>T (p.Arg587Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/523780"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11159937"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11159937","rdfs:label":"Belgian Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"Variant is absent from gnomAD. Downgraded because of little phenotypic and familial information."},{"id":"cggv:94a4a08b-1b7d-44d8-a4b6-cb079ec2ec0d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b343777a-e37c-49d3-b5f4-7925fffb9696","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"GJB2, ECTA and GRHL2 were excluded. Genome-wide linkage analysis on DNA from 20 affecteds and 5 unaffecteds. Sequencing of EYA4.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:94a4a08b-1b7d-44d8-a4b6-cb079ec2ec0d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7de569c7-45a0-45af-8562-2b3953ae39e2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.133462476_133462477insTACC","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820725"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25681523","type":"dc:BibliographicResource","dc:abstract":"Linkage to an interval overlapping the DFNA10 locus on chromosome 6q22-23 was found through genome wide linkage analysis in a seven-generation Swedish family segregating postlingual, autosomal dominant nonsyndromic sensorineural hearing impairment. A novel heterozygous frame-shift mutation (c.579_580insTACC, p.(Asp194Tyrfs*52)) in EYA4 was identified that truncates the so-called variable region of the protein. The mutation is predicted to result in haploinsufficiency of the EYA4 product. No evidence for dilated cardiomyopathy was found in the family, contrasting to a previous family with a deletion resulting in a similar truncation in the variable region. A highly variable age of onset was seen in the mutation carriers. For assessment of the aetiology of this variability, clinical and audiometric data analyses were performed. The affected family members all had similar cross-sectional and longitudinal deterioration of pure tone average (PTA) once the process of hearing deterioration had started, and no gender, parent-of-origin or family branch differences on PTA could be found. Age at onset varied between the family branches. In summary, this is the ninth published genetically verified DFNA10 family. The results imply that unidentified factors, genetic or environmental, other than the EYA4 mutation, are of importance for the age at onset of DFNA10, and that mutation early in the variable region of the EYA4 protein can occur in the absence of dilated cardiomyopathy.","dc:creator":"Frykholm C","dc:date":"2015","dc:title":"Phenotypic variability in a seven-generation Swedish family segregating autosomal dominant hearing impairment due to a novel EYA4 frameshift mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25681523","rdfs:label":"Swedish Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"They were unable to detect EYA4 mRNA expression in blood from a patient or a normal control. In family, HL was highly variable. Age of onset varied from age 5 to 42 yrs, but seemed to be somewhat dependent on which branch of family individual was in- indicating possible genetic background effect or environmental modifiers"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":8.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":257,"specifiedBy":"GeneValidityCriteria6","strengthScore":14,"subject":{"id":"cggv:9f5745a2-f580-4187-8576-f0dbdc31e328","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:3522","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The EYA4​ gene has been associated with autosomal dominant nonsyndromic hearing loss​ using the ClinGen Clinical Validity Framework as of 12/28/2017. This association was made using case-level data only. At least 7​ variants (missense, nonsense, frameshift) have been reported in humans. EYA4​ was first associated with this disease in humans as early as 2001 (Wayne et al.​). Association is seen in at least 7​ probands in 6​ publications (11159937, ​17568404, 25681523, 25963406, 25242383, 26331839). Variants in this gene segregated with disease in >70 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. Of note, at least one patient and a zebrafish model have been reported with a cardiac phenotype (Schonberger et al. 2005, 15735644). This gene-disease association is supported by a mouse model and expression studies. In summary, EYA4​ is definitively associated with autosomal dominant nonsyndromic hearing loss. This classification was approved by the ClinGen Hearing Loss​ Working Group on 1/5/2018.\n","dc:isVersionOf":{"id":"cggv:21c75059-bd7b-48ef-a828-28ffebe52ca0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}