{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2021-07-15T19:10:45.573Z","role":"Publisher"},{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2021-06-28T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:966fb904-79bb-42ea-af84-59aaf9ed426c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4f163f9a-83ea-484c-9d4e-eb2979442dd1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"Exome sequencing was performed and revealed a homozygous deletion of the second splice donor site in HACD1. This was confirmed via Sanger sequencing of the exons in question.","phenotypes":["obo:HP_0003756","obo:HP_0001324"],"sex":"Female","variant":{"id":"cggv:966fb904-79bb-42ea-af84-59aaf9ed426c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:817f7b0a-1b89-4387-a000-64204399373d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.17603928_17603932del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA662414920"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33354762","type":"dc:BibliographicResource","dc:abstract":"Congenital myopathies include a wide range of genetically determined disorders characterized by muscle weakness that usually manifest shortly after birth. To date, two different homozygous loss-of-function variants in the HACD1 gene have been reported to cause congenital myopathy. We identified three patients manifesting with neonatal-onset generalized muscle weakness and motor delay that carried three novel homozygous likely pathogenic HACD1 variants. The two of these changes (c.373_375+2delGAGGT and c.785-1G>T) were predicted to introduce splice site alterations, while one is a nonsense change (c.458G>A). The clinical presentation of our and the previously reported patients was comparable, including the temporally progressive improvement that seems to be characteristic of HACD1-related myopathy. Our findings conclusively confirm the implication of HACD1 in the pathogenesis of congenital myopathies, corroborate the main phenotypic features, and further define the genotypic spectrum of this genetic form of myopathy. Importantly, the genetic diagnosis of HACD1-related myopathy bears impactful prognostic value.","dc:creator":"Abbasi-Moheb L","dc:date":"2020","dc:title":"Biallelic loss-of-function HACD1 variants are a bona fide cause of congenital myopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762","rdfs:label":"AM1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Although this proband is asserted to have congenital myopathy and a homozygous likely null splice-altering variant, the lack of concrete phenotypic information or biological material from this proband warrants a decrease in score."},{"id":"cggv:fc545650-3585-4277-9702-e3195e481632_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5779c643-1fb6-4348-881c-112596b45387","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"Whole exome sequencing detected a homozygous splicing variant predicted to cause NMD and altered splicing. This was confirmed via Sanger sequencing of the exons in question.","phenotypes":["obo:HP_0003391","obo:HP_0003691","obo:HP_0003701","obo:HP_0001388","obo:HP_0000307","obo:HP_0000767","obo:HP_0001319","obo:HP_0001270","obo:HP_0001508","obo:HP_0002421","obo:HP_0000973","obo:HP_0001999","obo:HP_0003750","obo:HP_0032988","obo:HP_0000774"],"previousTesting":true,"previousTestingDescription":"Birth weight, head circumference, and length were appropriate for gestational age; started crawling at 1 year and walked after the age of three; complete blood count, creatine kinase and lactate levels, and hepatic and renal profile were normal; cranial magnetic resonance imaging, echocardiogram, and skeletal survey were unremarkable; Pedigree in Figure 2","sex":"Male","variant":{"id":"cggv:fc545650-3585-4277-9702-e3195e481632_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3a7d36f5-5b8b-4a02-820c-f7678a2a65b0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.17590447C>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376192472"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762","rdfs:label":"AM3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Homozygous splice donor site affecting variant that is predicted to undergo NMD"},{"id":"cggv:8d1c1c8d-a018-4fb8-a231-cf3ee01938ff_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:62e1abb1-b8f0-4df7-a1ae-c46983ea6ea2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Given the consanguinity of the family, the likely cause of the disorder was determined to be a homozygous autosomal recessive mutation. Homozygosity mapping was performed on a subset of the patients and their parents with an unaffected sibling revealing three homozygous blocks that were heterozygous in the parents and sibling. Each of these were subject to whole-exome sequencing revealing two missense changes in AKD1 and MRC1L1 and a nonsense change in HACD1. The nonsense mutation was verified by Sanger sequencing in some family members and by SSPI restriction analysis in others.","phenotypeFreeText":"Gradual improvement of myopathic phenotype, Scattered hypertrophic type 2 myofibers (20–30 μm in diameter)","phenotypes":["obo:HP_0003755","obo:HP_0001612","obo:HP_0001270","obo:HP_0031237","obo:HP_0001284","obo:HP_0003803","obo:HP_0002515","obo:HP_0003391","obo:HP_0006829"],"previousTesting":true,"previousTestingDescription":"Laboratory evaluation in affected individuals consisted of serum tests including CPK, liver enzymes, amino acids, lactate, pyruvate, total and free carnitine, ammonia, urine organic acids and beta oxidation activity in lymphocytes all of which were normal, The patients did not show homozygosity at any of these CFTD-causing loci (ACTA1, SEPN1, TPM3, RYR1, MYH7), Proband had a right quadriceps open biopsy at the age of 1 year (Fig. 1D), On enzyme-histochemical studies (ORO; PAS; PAS + D; ATPase 9.4, 4.3; NADH; SDH; COX), there were no significant changes in the cytoarchitecture. COX staining was normal. There was no evidence of glycogen or lipid excess in the myofibers. Additional immunohistochemical stains were performed including immunohistochemical stains for spectrin, dystrophin (dys1, dys2, dys3), utrophin, sarcoglycans (alpha, beta, gamma, delta), laminin beta-1, merosin (300 kDa, 80 Da), dysferlin, caveolin-3, perlecan, collagen IV, collagen VI and emerin were normal","sex":"Female","variant":{"id":"cggv:8d1c1c8d-a018-4fb8-a231-cf3ee01938ff_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0a169f32-2b81-491e-a2a2-912fc1290093","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014241.4(HACD1):c.744C>A (p.Tyr248Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA249437"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23933735","type":"dc:BibliographicResource","dc:abstract":"Congenital myopathies are heterogeneous inherited diseases of muscle characterized by a range of distinctive histologic abnormalities. We have studied a consanguineous family with congenital myopathy. Genome-wide linkage analysis and whole-exome sequencing identified a homozygous non-sense mutation in 3-hydroxyacyl-CoA dehydratase 1 (HACD1) in affected individuals. The mutation results in non-sense mediated decay of the HACD1 mRNA to 31% of control levels in patient muscle and completely abrogates the enzymatic activity of dehydration of 3-hydroxyacyl-CoA, the third step in the elongation of very long-chain fatty acids (VLCFAs). We describe clinical findings correlated with a deleterious mutation in a gene not previously known to be associated with congenital myopathy in humans. We suggest that the mutation in the HACD1 gene causes a reduction in the synthesis of VLCFAs, which are components of membrane lipids and participants in physiological processes, leading to congenital myopathy. These data indicate that HACD1 is necessary for muscle function. ","dc:creator":"Muhammad E","dc:date":"2013","dc:title":"Congenital myopathy is caused by mutation of HACD1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23933735","rdfs:label":"III-5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Supporting variant-level evidence (69% reduction of mRNA quantity compared to the controls via quantitative PCR compared to controls; The mutation transfected and expressed in HEK-293 cells completely abrogated the enzyme activity compared to the controls (~5 nmol/mg/min)) combined with the phenotypic evidence gives this proband a default score."},{"id":"cggv:991eff1d-4170-4a14-b8bb-77f2c37ff995_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:54a85321-c2a1-46b8-b4d9-fbbd73694242","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Whole exome sequencing revealed a homozygous termination variant in Exon 4 of HACD1. This was confirmed via Sanger sequencing of the exons in question.","phenotypes":["obo:HP_0011469","obo:HP_0002033","obo:HP_0001284","obo:HP_0002421","obo:HP_0003324","obo:HP_0008872","obo:HP_0001270","obo:HP_0001508","obo:HP_0003270"],"previousTesting":true,"previousTestingDescription":"Proband was alert, smiling (since 1 month old), and interactive; Mitochondrial genome sequencing and chromosomal microarray were performed and resulted in normal findings","sex":"Male","variant":{"id":"cggv:991eff1d-4170-4a14-b8bb-77f2c37ff995_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:494835ae-dd39-4838-a375-92bd1db9cfb1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014241.4(HACD1):c.458G>A (p.Trp153Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376196412"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33354762","rdfs:label":"AM2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Homozygous premature termination variant that likely leads to NMD"},{"id":"cggv:8ef52347-6efe-46cb-be4f-c130940bdfe5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:579c3ecc-836a-4b61-9cd2-8b7d4455b810","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","detectionMethod":"The HACD1 mutation was identified by next-generation sequencing.","phenotypeFreeText":"Gradually improved myopathic phenotype","phenotypes":["obo:HP_0003325","obo:HP_0003557","obo:HP_0003803","obo:HP_0003323","obo:HP_0006829","obo:HP_0031237","obo:HP_0030319"],"previousTesting":true,"previousTestingDescription":"Clinical data were collected from the family members. Skeletal muscle biopsies were performed in two patients.","sex":"Female","variant":{"id":"cggv:8ef52347-6efe-46cb-be4f-c130940bdfe5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:89ee73c0-c288-46d3-ad7f-9469c19d616a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_428651.3(HACD1):n.791G>C (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376193287"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28781516","type":"dc:BibliographicResource","dc:creator":"Anonymous","dc:date":"2017","dc:title":"PROCEEDINGS OF THE XVII CONGRESS OF THE ITALIAN ASSOCIATION OF MYOLOGY Siracusa, Italy May 31 - June 3, 2017."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28781516","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"Due to the minimal amount of information provided for this family, as well as the lack of variant-level evidence, this proband is downgraded to 0.1 points."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10.1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.1},{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8bc2390d-d11d-4c13-a495-14c28887fcab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:abf74c63-f3a4-4ef4-9ced-8df2f256ab19","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Whole-mount in situ hybridization studies on mouse embryos showed HACD1 expression starting in the somites before differentiating into the myotome. Expression continued throughout development into myoblasts and developed skeletal muscle in many different organ systems. Expression in adult mice via northern blot confirmed high levels of expression in skeletal muscle as well as the cardiac muscle. The Human Protein Atlas (PMID: 18853439) also displays highest expression in both cardiac muscle and skeletal muscle in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10644438","type":"dc:BibliographicResource","dc:abstract":"Protein tyrosine phosphatases (PTPs) mediate the dephosphorylation of phosphotyrosine. PTPs are known to be involved in many signal transduction pathways leading to cell growth, differentiation, and oncogenic transformation. We have cloned a new family of novel protein tyrosine phosphatase-like genes, the Ptpl (protein tyrosine phosphatase-like; proline instead of catalytic arginine) gene family. This gene family is composed of at least three members, and we describe here the developmental expression pattern and chromosomal location for one of these genes, Ptpla. In situ hybridization studies revealed that Ptpla expression was first detected at embryonic day 8.5 in muscle progenitors and later in differentiated muscle types: in the developing heart, throughout the liver and lungs, and in a number of neural crest derivatives including the dorsal root and trigeminal ganglia. Postnatally Ptpla was expressed in a number of adult tissues including cardiac and skeletal muscle, liver, testis, and kidney. The early expression pattern of this gene and its persistent expression in adult tissues suggest that it may have an important role in the development, differentiation, and maintenance of a number of different tissue types. The human homologue of Ptpla (PTPLA) was cloned and shown to map to 10p13-p14.","dc:creator":"Uwanogho DA","dc:date":"1999","dc:title":"Molecular cloning, chromosomal mapping, and developmental expression of a novel protein tyrosine phosphatase-like gene."},"rdfs:label":"HACD1 is Expressed in Skeletal Muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"As most of the phenotypes in humans and the canine/mouse models are related to skeletal muscle, HACD1's significant normal expression gives defult points."},{"id":"cggv:b4572eea-5b34-4da4-8263-1c4a7b170aca","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1dec68c9-aed2-476d-93ea-4bf94e084fd4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Deficency in myoblast fusion likely directly causes the phenotypes seen in both the human and canine CNM diseases, namely muscle weakness, hypotonia, and the fiber-size variation. Observation of muscle fiber necrosis and resulting stunted regeneration supports this as the causal mechanism.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26160855","type":"dc:BibliographicResource","dc:abstract":"The reduced diameter of skeletal myofibres is a hallmark of several congenital myopathies, yet the underlying cellular and molecular mechanisms remain elusive. In this study, we investigate the role of HACD1/PTPLA, which is involved in the elongation of the very long chain fatty acids, in muscle fibre formation. In humans and dogs, HACD1 deficiency leads to a congenital myopathy with fibre size disproportion associated with a generalized muscle weakness. Through analysis of HACD1-deficient Labradors, Hacd1-knockout mice, and Hacd1-deficient myoblasts, we provide evidence that HACD1 promotes myoblast fusion during muscle development and regeneration. We further demonstrate that in normal differentiating myoblasts, expression of the catalytically active HACD1 isoform, which is encoded by a muscle-enriched splice variant, yields decreased lysophosphatidylcholine content, a potent inhibitor of myoblast fusion, and increased concentrations of ≥ C18 and monounsaturated fatty acids of phospholipids. These lipid modifications correlate with a reduction in plasma membrane rigidity. In conclusion, we propose that fusion impairment constitutes a novel, non-exclusive pathological mechanism operating in congenital myopathies and reveal that HACD1 is a key regulator of a lipid-dependent muscle fibre growth mechanism.","dc:creator":"Blondelle J","dc:date":"2015","dc:title":"HACD1, a regulator of membrane composition and fluidity, promotes myoblast fusion and skeletal muscle growth."},"rdfs:label":"HACD1 Regulates VLCFAs and Myoblast Fusion"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Since the biochemical function of VLCFA regulation directly affects membrane flexibility and the resulting myotube fusion in development therefore easily causing the phenotypes displayed by probands, this evidence earns default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1c93eae-20f7-48dd-b07f-44641cd1f60b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a420ea41-630f-48de-9c59-f912f33fc32c","type":"FunctionalAlteration","dc:description":"Although both cell lines formed RYR1-positive myotubes, a significant number of the deficent myotubes developed internal vesicles and clusters of nuclei compared to the controls (25 of 147 myotubes versus 3 of 229). A similar phenomenon was observed with BIN1 localizing in abberant clusters. These same patterns are seen in other centronuclear myopathies and herald abnormal development and maintenance of the T-tubules resulting in abnormal muscular phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27939133","type":"dc:BibliographicResource","dc:abstract":"Mutations in HACD1/PTPLA cause recessive congenital myopathies in humans and dogs. Hydroxyacyl-coA dehydratases are required for elongation of very long chain fatty acids, and HACD1 has a role in early myogenesis, but the functions of this striated muscle-specific enzyme in more differentiated skeletal muscle remain unknown. Canine HACD1 deficiency is histopathologically classified as a centronuclear myopathy (CNM). We investigated the hypothesis that muscle from HACD1-deficient dogs has membrane abnormalities in common with CNMs with different genetic causes. We found progressive changes in tubuloreticular and sarcolemmal membranes and mislocalized triads and mitochondria in skeletal muscle from animals deficient in HACD1. Furthermore, comparable membranous abnormalities in cultured HACD1-deficient myotubes provide additional evidence that these defects are a primary consequence of altered HACD1 expression. Our novel findings, including T-tubule dilatation and disorganization, associated with defects in this additional CNM-associated gene provide a definitive pathophysiologic link with these disorders, confirm that dogs deficient in HACD1 are relevant models, and strengthen the evidence for a unifying pathogenesis in CNMs via defective membrane trafficking and excitation-contraction coupling in muscle. These results build on previous work by determining further functional roles of HACD1 in muscle and provide new insight into the pathology and pathogenetic mechanisms of HACD1 CNM. Consequently, alterations in membrane properties associated with HACD1 mutations should be investigated in humans with related phenotypes.","dc:creator":"Walmsley GL","dc:date":"2017","dc:title":"Progressive Structural Defects in Canine Centronuclear Myopathy Indicate a Role for HACD1 in Maintaining Skeletal Muscle Membrane Systems."},"rdfs:label":"HACD1 Disruption Causes T-tubule Disorganization"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Due to T-tubule disorganization being a common pathogenic mechanism for centronuclear myopathy and a clear demonstration of the altered gene function, this evidence earns default points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f9ca642f-65ce-4850-bf78-0713d7e428ad","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c72d5bd-7527-46e7-ae66-643e6198d99f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Many of the phenotypes that are displayed in the canine centronuclear myopathy are recapitulated from the human cases that have been published. In particular the lack of reflexes, infantile muscle weakness and hypotonia, and the modifications to skeletal muscle fibers common in congenital myopathies are all present in the canines. PCR investiation of both the human and canine cases showed a significant drop in protein expression and WT transcripts either due to abbberant splicing or premature termination and nonsense-mediated decay. Further investigation by another team (PMID: 27939133) revealed additional similarities to human myopathy probands present in canines with the HACD1 mutation including myofibrillar disorganization, fatty infiltration of the muscle, progressive T-tubule abnormalities, cytoskeletal disorganization, and mitochondrial mislocalization and degeneration. Many of these phenotypes are common in human probands with variants in other genes known to cause CNM such as BIN1, RYR1, MTM1, and DNM2. This provides evidence that the pathogenic mechanism for HACD1 acts in the same pathway as these other genes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12884002","type":"dc:BibliographicResource","dc:abstract":"Myotubular/centronuclear myopathies are a nosological group of hereditary disorders characterised by severe architectural and metabolic remodelling of skeletal muscle fibres. In most myofibres, nuclei are found at an abnormal central position within a halo devoid of myofibrillar proteins. The X-linked form (myotubular myopathy) is the most prevalent and severe form in human, leading to death during early postnatal life. Maturation of fibres is not completed and fibres resemble myotubes. Linkage analysis in human has helped to identify MTM1 as the morbid gene. MTM1 encodes myotubularin, a dual protein phosphatase. In families in which myotubular myopathy segregates, detected mutations in MTM1 abolish the specific phosphatase activity targeting the second messenger phosphatidylinositol 3-phosphate. Autosomal forms (centronuclear) have a later onset and are often compatible with life. At birth, fibres are normally constituted but progressively follow remodelling with a secondary centralisation of nuclei. Their prevalence is low; hence, no linkage data can be performed and no molecular aetiology is known. In the Labrador Retriever, a spontaneous disorder strikingly mimics the clinical evolution of the human centronuclear myopathy. We have established a canine pedigree and show that the disorder segregates as an autosomal recessive trait in that pedigree. We have further mapped the dog locus to a region on chromosome 2 that is orthologous to human chromosome 10p. To date, no human MTM1 gene member has been mapped to this genetic region. This report thus describes the first spontaneous mammalian model of centronuclear myopathy and defines a new locus for this group of diseases.","dc:creator":"Tiret L","dc:date":"2003","dc:title":"The cnm locus, a canine homologue of human autosomal forms of centronuclear myopathy, maps to chromosome 2."},"rdfs:label":"A Canine Model of HACD1-Related Myopathy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"This naturally-occuring model of an HACD1 splicing mutation causing centronuclear myopathy in canines is particularly well-defined and recapitulates almost every phenotype displayed by the human probands. The few phenotypic differences, specifically the centrally nucleated cells and lack of progressive recovery, are likely due to the age of muscle biopsy and severity of the mutation respectively. Investigation also demonstrated t-tubule abnormalities and myofibrillar/cytoskeletal disorganization nearly identical to that of other CNMs caused by RYR1, DNM2, or BIN1 variants. With that in mind, this model earns an upgraded 3.0 points."},{"id":"cggv:15dee7fd-a6cf-4b77-8e05-69694a63766b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:21515b49-a80a-42de-aac0-20e44234c6f0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The HACD1 KO mouse model recapitulates many of the phenotypes seen in both the human probands and the canine splice-site model. Homozygous -/- mice displayed both a 29% reduction of tibialis anterior (TA) muscle mass and a 27.5% reduction of the muscle maximal force compared to the wild-type mice, similar to the muscle weakness and hypotonia seen in human/canine probands. Muscle biopsy displayed fiber-size disproportion and reduced myofiber diameter with necrosis and stunted regeneration, revealing muscle hypotrophy stemming from a defect in myoblast fusion to be the pathogenic mechanism for muscle-related phenotypes in HACD1 deficency. It is notable that both the canine and mouse myopathic phenotypes did not improve over time while the humans did, which may be due to residual protein activity in the human probands. There were also some specific phenotypes in humans not reported in this model, such as areflexia and intenrally-nucleated fibers.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26160855","rdfs:label":"HACD1 KO Mice Display Myopathic Phenotypes"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Although many of the important phenotypes are recapitulated in this model and the mechanism appears to be identical to human probands, the lack of progressive recovery and the absence of some phenotypes slightly downscore this model to 1.5."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":3101,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.6,"subject":{"id":"cggv:44c2aeac-c7eb-4f95-a86b-e94963b6d093","type":"GeneValidityProposition","disease":"obo:MONDO_0019952","gene":"hgnc:9639","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"HACD1 was first reported in relation to autosomal recessive congenital myopathy in 2013 (Muhammad et al., PMID: 23933735). This first report characterized a proband harboring a nonsense variant, with several other cases detailing a missense variant in a consanguineous family (PMID: 28781516), and a homozygous LINE insertion in Exon 6 (PMID: 32426512). Most recently, three consanguineous probands from different families were characterized each harboring a splice-altering or premature termination variant likely leading to nonsense-mediated decay (PMID: 33354762). Evidence supporting this gene-disease relationship includes six families with case-level data and a large amount of experimental data, including a naturally occuring model of myopathy in canines.\nVariants in this gene have been reported in six consanguineous probands and segregated with disease in nine additional family members. All variants are absent from gnomAD. The mechanism for disease is homozygous loss of function, with modified very-long-chain fatty acids causing a reduction in membrane flexibility and altering myoblast fusion in development and into adulthood specifically affecting T-tubule organization. This is similar to the pathogenic mechanisms in centronuclear myopathies caused by mutations in BIN1, DNM2, and RYR1 (PMIDs: 26160855, 27939133). While fiber-type disproportion is commonly observed in human probands, centrally nucleated muscle fibers characteristic of the centronuclear myopathies have not. This may be due to the young ages affecting the histological phenotypes or a potential compensatory effect of two HACD1 paralogues - HACD2 and HACD3 (PMID: 33354762).\nThis gene-disease association is supported by both a canine model with a large LINE insertion that eliminates protein expression and a KO mouse model, both of which recapitulate the main muscle-related phenotypes displayed in humans. HACD1's function of moderating myoblast fusion via VLCFAs and the altered effects demonstrated on cultured cells, as well as its relatively high prevalence in skeletal muscle, also provide contributing evidence.\nIn summary, HACD1 is definitively associated with autosomal recessive congenital myopathy. Although the rarity of reported cases previously limited the strength of genetic evidence, the strong experimental evidence and recent probands provide more than sufficent evidence to characterize this relationship.","dc:isVersionOf":{"id":"cggv:10c52aaf-cd58-4448-bac7-12b653bfa962"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}