{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2019-09-06T19:43:57.485Z","role":"Approver"}],"evidence":[{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a79d78f6-f236-416a-86fe-6343cd11f0b5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d10f58a0-6c53-4f04-9243-171112e8baaf","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Heterogeneous regional distribution of Scn1a mRNA and Nav1.1 protein in the developing mouse brains\n\nWe performed in situ hybridization using two different probes complementary to the 3′-UTR and coding sequence of mouse Scn1a mRNA. Both probes showed intermediate hybridization signal levels to brain sections in an identical distribution pattern. Scn1a mRNA expression was relatively high in thalamus, superior colliculus, inferior colliculus, deep cerebellar nuclei, pons, medulla, and spinal cord, whereas it was low in hippocampus, cerebral cortex, and cerebellum (Fig. 4Aa; supplemental Figs. 5A, 6, available at www.jneurosci.org as supplemental material). These observations were consistent with the results of previous in situ hybridization [Beckh et al., 1989; Furuyama et al., 1993; Black et al., 1994; the Allen brain atlas (www.brain-map.org)]. In addition, homozygous knock-in mice showed no obvious in situ hybridization signals (supplemental Figs. 4Ab, 5b, available at www.jneurosci.org as supplemental material), indicating the high specificity of cellular Scn1a mRNA localization in the present study. We next examined Nav1.1 distribution in the developing (P14–P16) mouse brains by means of immunohistochemistry using three different anti-Nav1.1 antibodies (Fig. 4Ba; supplemental Fig. 7Aa,Ba, available at www.jneurosci.org as supplemental material). The three antibodies gave an identical staining pattern with low-to-moderate signal intensity over the brain regions. The Nav1.1 immunostaining was relatively intense in the caudal brain parts, including thalamus, superior colliculus, inferior colliculus, pons, medulla, deep cerebellar nuclei, and spinal cord. This Nav1.1 protein distribution in the brain agreed with the Scn1a mRNA distribution as described above (Fig. 4Aa). Although a previous study showed the homogenous brain distribution of Nav1.1 (Westenbroek et al., 1989) (see Discussion), we verified the specificity of our immunohistochemistry by using the Nav1.1-deficient homozygous knock-in mice as negative controls (Fig. 4Bb; supplemental Fig. 7Ab,Bb, available at www.jneurosci.org as supplemental material).\nIn neocortex, the intense Nav1.1-immunoreactive fibers were observed, and some apparently originated from somata of some neurons (Fig. 5Aa,Ab; supplemental Fig. 7C,D). Because only a subpopulation of neocortical neurons seemed to have the Nav1.1-immunoreactive signals in the proximal portion of their neurites, we assumed that these neurons belong to some of the interneuron subtypes. Examination of Nav1.1 localization with interneuron markers, including somatostatin, calretinin, and parvalbumin, revealed that the Nav1.1-immunoreactive fibers were PV interneuron specific (Fig. 5Ba,Bc,Bd and our unpublished results).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17537961","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in human SCN1A gene encoding Nav1.1 are associated with a severe epileptic disorder known as severe myoclonic epilepsy in infancy. Here, we generated and characterized a knock-in mouse line with a loss-of-function nonsense mutation in the Scn1a gene. Both homozygous and heterozygous knock-in mice developed epileptic seizures within the first postnatal month. Immunohistochemical analyses revealed that, in the developing neocortex, Nav1.1 was clustered predominantly at the axon initial segments of parvalbumin-positive (PV) interneurons. In heterozygous knock-in mice, trains of evoked action potentials in these fast-spiking, inhibitory cells exhibited pronounced spike amplitude decrement late in the burst. Our data indicate that Nav1.1 plays critical roles in the spike output from PV interneurons and, furthermore, that the specifically altered function of these inhibitory circuits may contribute to epileptic seizures in the mice.","dc:creator":"Ogiwara I","dc:date":"2007","dc:title":"Nav1.1 localizes to axons of parvalbumin-positive inhibitory interneurons: a circuit basis for epileptic seizures in mice carrying an Scn1a gene mutation."},"rdfs:label":"Nav1.1 Localizes to Axons of Inhibitory Interneurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Not only was normal SCN1A expression analyzed but also the loss of SCN1A protein expression was shown in homozygous knock-in mice. Northern blot analyses of brain mRNA showed Scn1a mRNA expression\nin Scn1aRX/RX pups was significantly lower than that in\nScn1a\u0002/\u0002 pups. Scn1a mRNA was apparently expressed at low\nlevels in Scn1aRX/RX pups, because Scn1a mRNA expression was\ndetected in Scn1aRX/RX pups by reverse transcriptase-PCR analysis,\nand the existence of the RX mutation was confirmed by\nsequencing the amplicons (our unpublished results). We then\nanalyzed brain membrane proteins by Western blot analyses using\nthree different anti-Nav1.1 antibodies. Two were raised\nagainst internal region and one was raised against C terminus. As\nshown in Figure 3, B and C, and supplemental Figure 2 (available at www.jneurosci.org as supplemental material), whereas fulllength\nNav1.1 expression level was high, moderate, and negligible\nin Scn1a\u0002/\u0002, Scn1aRX/\u0002, and Scn1aRX/RX pups, respectively,\ntruncated mutant Nav1.1 expression was under a detectable level\nin Scn1aRX/\u0002 and Scn1aRX/RX pups. These results suggest that the\nmutant Scn1a allele is effectively inactivated in the knock-in mice.\nThe observation that Scn1aRX/RX and Scn1aRX/\u0002 mice appeared\nto be worsened progressively in the first postnatal month\nled us to investigate change in the Nav1.1 expression level in\nwild-type pups during early development with Western blot analysis.\nFigure 3D showed that Nav1.1 expression level was very low\nat P4, steeply increased during the second and third postnatal\nweeks, and reached peak before P30. Notably, the onset of unstable gait and spontaneous seizures coincided with that of dramatic Nav1.1\nupregulation. Western blot analyses also showed no significant changes in Nav1.2, Nav1.3, Nav1.6, total sodium channel \u0001 subunit, Nav2.1, Nav2.2, Nav2.3 and Nav2.4 expression levels in Scn1aRX/RX pups compared\nwith Scn1a\u0002/\u0002 littermates (supplemental Fig. 3, available at www.jneurosci.org as supplemental material), suggesting that the absence of Nav1.1 did not markedly alter the basal expression levels of other\nsodium channel subunits. The total sodium channel \u0001 subunit expression was not significantly reduced probably because Nav1.1 accounted for only 10% of total brain sodium channel \u0001 subunits (Gordon et al., 1987), and our analyses might lack the sensitivity to detect 10%expression level differences. Cresyl violet stainings of paraformaldehyde-fixed brain slices from Scn1aRX/RX pups (supplemental Fig. 4A, available at www.jneurosci.org as supplemental material) showed neither gross anatomical abnormalities nor marked alterations in neuronal cell density compared with their wild-type and heterozygous littermates. However, Scn1aRX/RX pups tended to have slightly smaller brains than age-matched Scn1a\u0002/\u0002 and Scn1aRX/\u0002 littermates, probably because of a secondary effect of malnutrition (supplemental Fig. 4B, available at\nwww.jneurosci.org as supplemental material)."},{"id":"cggv:6fe811d0-ca05-4ba5-b63b-6a1674267740","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a6788daf-6ca7-4c11-a78b-4421dc86ff49","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In summary, we have shown that 3 sodium channel mutations that produce different biophysical effects on channel function all result in a lower threshold for the firing of repetitive action potentials in model neurons. This result suggests that, although there may be a number of different biophysical effects on sodium channel function produced by GEFS+ mutations, there may still be a similar physiological mechanism that produces neuronal hyperexcitability and seizure activity. If this prediction is correct, it suggests that a common therapeutic approach might be effective in treating patients with GEFS+, regardless of the specific underlying mutation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14702334","type":"dc:BibliographicResource","dc:abstract":"Generalized epilepsy with febrile seizures plus (GEFS+) is an autosomal dominant familial syndrome with a complex seizure phenotype. It is caused by mutations in one of 3 voltage-gated sodium channel subunit genes (SCN1B, SCN1A, and SCN2A) and the GABA(A) receptor gamma2 subunit gene (GBRG2). The biophysical characterization of 3 mutations (T875M, W1204R, and R1648H) in SCN1A, the gene encoding the CNS voltage-gated sodium channel alpha subunit Na(v)1.1, demonstrated a variety of functional effects. The T875M mutation enhanced slow inactivation, the W1204R mutation shifted the voltage dependency of activation and inactivation in the negative direction, and the R1648H mutation accelerated recovery from inactivation. To determine how these changes affect neuronal firing, we used the NEURON simulation software to design a computational model based on the experimentally determined properties of each GEFS+ mutant sodium channel and a delayed rectifier potassium channel. The model predicted that W1204R decreased the threshold, T875M increased the threshold, and R1648H did not affect the threshold for firing a single action potential. Despite the different effects on the threshold for firing a single action potential, all of the mutations resulted in an increased propensity to fire repetitive action potentials. In addition, each mutation was capable of driving repetitive firing in a mixed population of mutant and wild-type channels, consistent with the dominant nature of these mutations. These results suggest a common physiological mechanism for epileptogenesis resulting from sodium channel mutations that cause GEFS+.","dc:creator":"Spampanato J","dc:date":"2004","dc:title":"Increased neuronal firing in computer simulations of sodium channel mutations that cause generalized epilepsy with febrile seizures plus."},"rdfs:label":"Increased Neuronal Firing in SCN1A variants in silico"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"This study was used to increase the case level evidence for variant (R1648H) as the results suggested a physiological mechanism that produces neuronal hyperexcitability. This study was not used to score experimental data as it is variant level evidence."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b91fae3-519f-4d1a-8f4d-1adfcd3803e0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10b5f512-d9e9-4c53-b64b-d3878bb8a764","type":"FunctionalAlteration","dc:description":"All three mutants exhibited robust, rapidly activating and inactivating inward currents in response to a series of test depolarizations. Close examination of all recordings revealed the presence of non-inactivating inward current in the mutants that was not observed in WT SCN1A.\nOur findings indicate that GEFS\u0001 is caused by a defect in sodium channel inactivation that leads to a persistent inward current during sustained depolarizations. This defect will likely cause prolonged neuronal depolarization leading to increased firing frequency and\nenhanced excitability.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12086636","type":"dc:BibliographicResource","dc:abstract":"Epilepsy is a common neurological condition that reflects neuronal hyperexcitability arising from largely unknown cellular and molecular mechanisms. In generalized epilepsy with febrile seizures plus, an autosomal dominant epilepsy syndrome, mutations in three genes coding for voltage-gated sodium channel alpha or beta1 subunits (SCN1A, SCN2A, SCN1B) and one GABA receptor subunit gene (GABRG2) have been identified. Here, we characterize the functional effects of three mutations in the human neuronal sodium channel alpha subunit SCN1A by heterologous expression with its known accessory subunits, beta1 and beta2, in cultured mammalian cells. SCN1A mutations alter channel inactivation, resulting in persistent inward sodium current. This gain-of-function abnormality will likely enhance excitability of neuronal membranes by causing prolonged membrane depolarization, a plausible underlying biophysical mechanism responsible for this inherited human epilepsy.","dc:creator":"Lossin C","dc:date":"2002","dc:title":"Molecular basis of an inherited epilepsy."},"rdfs:label":"Functional Alteration of SCN1A with Accessory Subunits"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Upgraded as all three variants studied were previously reported in individuals with GEFS+. In addition this study examined the functional alteration of the SCN1A channels in the context of their associated subunits, circumventing the potential concerns regarding characterizations of GEFS+ mutations in the absence of one or both beta subunits."},{"id":"cggv:f5ecb8f5-1a22-426c-82c8-dc54911c7572","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c8321aa1-60d9-4fa0-a85f-29a1e192fad6","type":"FunctionalAlteration","dc:description":"In this study, we demonstrate for the first time that the D188V mutation in SCN1A also causes a subtle change in channel function, specifically a resistance to cumulative in- activation during high frequency activation, but does not affect persistent current, the time course of inactivation or voltage-dependence of channel gating. This small effect on a single aspect of sodium channel function is consistent with the GEFS+ phenotype, which is characterized by episodes of febrile and afebrile seizures, separated by long seizure-free intervals.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12576172","type":"dc:BibliographicResource","dc:abstract":"Mutations in the alpha 1 subunit of the voltage-gated sodium channel (SCN1A) have been increasingly recognized as an important cause of familial epilepsy in humans. However, the functional consequences of these mutations remain largely unknown. We identified a mutation (D188V) in SCN1A segregating with generalized epilepsy with febrile seizures (GEFS) in a large kindred. Compared to wild-type sodium channels, in vitro expression of channels harboring the D188V mutation were found to be more resistant to the decline in amplitude that is normally observed over the course of high frequency pulse trains. This small change on a single aspect of channel function is compatible with an increase in membrane excitability, such as during sustained and uncontrolled neuronal discharges. These data suggest that this specific effect on sodium channel function could be a general mechanism in the pathophysiology of epilepsies caused by mutations in sodium channels in humans.","dc:creator":"Cossette P","dc:date":"2003","dc:title":"Functional characterization of the D188V mutation in neuronal voltage-gated sodium channel causing generalized epilepsy with febrile seizures plus (GEFS)."},"rdfs:label":"Functional characterization of the D188V mutation in SCN1A"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This paper was included as functional evidence for the variant D188V to increase the case level default score to 2 points as the variant was found to be deleterious. As this is variant level evidence it was not used in experimental scoring."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:368b3f81-423d-4618-a3db-f8d35644dc84","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a54c3cb3-6d3e-4872-b956-d977355b7577","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue cell lines show decreased current density and increased cell surface expression back to WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25576396","type":"dc:BibliographicResource","dc:abstract":"Mutations of the voltage gated Na(+) channel Na(V)1.1 (SCN1A) are important causes of different genetic epilepsies and can also cause familial hemiplegic migraine (FHM-III). In previous studies, some rescuable epileptogenic folding defective mutants located in domain IV of Na(V)1.1 have been identified, showing partial loss of function also with maximal rescue. Variable rescue may be one of the causes of phenotypic variability, and rescue might be exploited for therapeutic approaches. Recently, we have identified a folding defective FHM-III Na(V)1.1 mutant that showed overall gain of function when rescued, consistent with a differential pathomechanism. Here, we have evaluated functional properties and cell surface expression of six Na(V)1.1 epileptogenic missense mutations in different rescuing conditions, including a novel one that we have developed expressing a selective sodium channel toxin (CsEI) targeted to the endoplasmic reticulum (ER). All the mutants showed loss of function and reduced cell surface expression, consistently with possibility of rescue. Four of them were rescuable by incubation at low temperature and interactions with different co-expressed proteins or a pharmacological chaperone (phenytoin). Notably, CsEI was able to rescue four mutants. Thus, Na(V)1.1 folding defective mutants can be relatively common and mutations inducing rescuable folding defects are spread in all Na(V)1.1 domains. Importantly, epileptogenic mutants showed overall loss of function even upon rescue, differently than FHM-III ones. The effectiveness of CsEI demonstrates that interactions in the ER are sufficient for inducing rescue, and provides a proof of concept for developing possible therapeutic approaches that may overcome some limitations of pharmacological chaperones.","dc:creator":"Bechi G","dc:date":"2015","dc:title":"Rescuable folding defective NaV1.1 (SCN1A) mutants in epilepsy: properties, occurrence, and novel rescuing strategy with peptides targeted to the endoplasmic reticulum."},"rdfs:label":"Rescuable folding defective NaV1.1 mutants in epilepsy"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0,"dc:description":"3/5 GEFS+ associated variants were able to be rescued by incubation at low temperature, interactions with different co-expressed proteins, and/or a pharmacological chaperone (phenytoin). This study was not included as it reported rescue regarding the protein product and not the gene."},{"id":"cggv:09b983b7-3b9f-44c1-a652-c861eb1b4e9f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e7772cc0-c0ad-44f5-a05f-1dea9655065f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Several characteristics of the R1648H knock-in mice are similar to the clinical features of the human GEFS+ patients, who are heterozygous for the mutation. Heterozygous Scn1aRH/+ mice have normal life spans, reduced thresholds to febrile seizures, and spontaneous seizures. Homozygous Scn1aRH/RH mutant mice developed spontaneous seizures and weight loss starting at P15, the time when Scn1a expression approaches adult levels (16). Generalized seizures were frequently observed in the homozygous mutants, and these mice had an average life span of 18.5 days. Because severe convulsive seizures may impair the autonomic nervous system and lead to cardiac arrest (29), premature lethality in these mice may be due to severe motor seizures. Consistent with the severe phenotype of homozygous mice, there are no known patients with two mutant SCN1A alleles. In addition, Scn1aRH/RH mutants also display jumping, erratic behavior, and tail clonus in response to mild startle. This hyper-responsive behavior, which may reflect seizure activity, was not seen in Scn1aRH/+ mice or WT littermates. (PMID: 20100831)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25378155","type":"dc:BibliographicResource","dc:abstract":"Mutations in SCN1A and other ion channel genes can cause different epileptic phenotypes, but the precise mechanisms underlying the development of hyperexcitable networks are largely unknown. Here, we present a multisystem analysis of an SCN1A mouse model carrying the NaV1.1-R1648H mutation, which causes febrile seizures and epilepsy in humans. We found a ubiquitous hypoexcitability of interneurons in thalamus, cortex, and hippocampus, without detectable changes in excitatory neurons. Interestingly, somatic Na(+) channels in interneurons and persistent Na(+) currents were not significantly changed. Instead, the key mechanism of interneuron dysfunction was a deficit of action potential initiation at the axon initial segment that was identified by analyzing action potential firing. This deficit increased with the duration of firing periods, suggesting that increased slow inactivation, as recorded for recombinant mutated channels, could play an important role. The deficit in interneuron firing caused reduced action potential-driven inhibition of excitatory neurons as revealed by less frequent spontaneous but not miniature IPSCs. Multiple approaches indicated increased spontaneous thalamocortical and hippocampal network activity in mutant mice, as follows: (1) more synchronous and higher-frequency firing was recorded in primary neuronal cultures plated on multielectrode arrays; (2) thalamocortical slices examined by field potential recordings revealed spontaneous activities and pathological high-frequency oscillations; and (3) multineuron Ca(2+) imaging in hippocampal slices showed increased spontaneous neuronal activity. Thus, an interneuron-specific generalized defect in action potential initiation causes multisystem disinhibition and network hyperexcitability, which can well explain the occurrence of seizures in the studied mouse model and in patients carrying this mutation.","dc:creator":"Hedrich UB","dc:date":"2014","dc:title":"Impaired action potential initiation in GABAergic interneurons causes hyperexcitable networks in an epileptic mouse model carrying a human Na(V)1.1 mutation."},"rdfs:label":"Impaired action potential initiation in NaV1.1 mutants"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"Increased the scoring due to several characteristics of the R1648H knock-in mice well represent the clinical features of the human GEFS+ patients in which the same heterozygous variant has been well reported, showing spontaneous generalized seizures and a reduced threshold to thermally induced seizures."},{"id":"cggv:140b64a2-6d2c-42f2-88e0-980290faf4df","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d1db1eec-720a-41b7-be7c-f66704171a86","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Since spontaneous seizures were not observed in the R1648H transgenic mice, we next examined their thresholds for seizures induced by the proconvulsant kainic acid (KA) (Fig. 2). We observed that more than 50% of R1648H transgenic mice (Lines 5 and 9) but fewer than 25% of control transgenic mice (Lines 1 and 8) progressed to generalized tonic-clonic seizures (GTCS) (Fig. 2A). Only 10% of Line 1 mice progressed to GTCS, which was significantly lower than for the mutant transgenic lines (Line 5: 58%; P= 0.03 and Line 9: 73%; P= 0.01) (Fig. 2A). A trend towards greater resistance to KA was also observed in the control transgenic mice from Line 8 (25% progressing to GTCS), although this difference was not statistically different from the mutant lines (Line 8 versus Line 5, P= 0.20; Line 8 versus Line 9, P= 0.07). Forty-two percent of wild-type littermates progressed to GTCS, which is higher than control transgenic mice but lower than mutant transgenic mice. However, these differences between transgenic mice and wild-type littermates were not statistically significant. The control transgenic lines also reached a lower average score on the modified Racine scale compared with the mutant lines, and the difference in severity score between Line 1 and the mutant lines was statistically significant (Line 1 versus Line 5, P= 0.02; Line 1 versus Line 9, P= 0.03) (Fig. 2B). These results suggest that the R1648H mutation leads to a more severe response to KA. In contrast, the higher levels of wild-type Nav1.1 in the control transgenic lines appear to be associated with a less severe response to KA.\nIn the R1648H transgenic mice, slower and incomplete recovery from inactivation and increased use-dependent inactivation would be expected to reduce channel availability in inhibitory neurons, most likely leading to partial loss of function. In addition, the smaller sodium current density in bipolar neurons from R1648H transgenic mice compared to wild- type or E954Q mice might indicate that the mutation specifically decreases sodium currents in those neurons. These results suggest that decreased sodium channel function in inhibitory neurons may lead to hyperexcitability in the CNS. This finding is consistent with observations from Scn1a knockout mice, in which reduced sodium currents in interneurons are observed (Kalume et al., 2007, Yu et al., 2006, Ogiwara et al., 2007). However, we also observed a hyperpolarized shift in the voltage dependence of inactivation in pyramidal neurons in R1648H mice. This would cause the mutant sodium channels to inactivate at more negative potentials, thereby reducing the activity of excitatory neurons, which should decrease seizure susceptibility. Since the expression of the Nav1.1 transgene is higher in bipolar neurons, we speculate that the defect in these neurons is more biologically important than the defect in pyramidal neurons. This same variant was explored in further detail by Martin et al, 2010 (PMID:20100831).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19409490","type":"dc:BibliographicResource","dc:abstract":"Mutations in the voltage-gated sodium channel SCN1A are responsible for a number of seizure disorders including Generalized Epilepsy with Febrile Seizures Plus (GEFS+) and Severe Myoclonic Epilepsy of Infancy (SMEI). To determine the effects of SCN1A mutations on channel function in vivo, we generated a bacterial artificial chromosome (BAC) transgenic mouse model that expresses the human SCN1A GEFS+ mutation, R1648H. Mice with the R1648H mutation exhibit a more severe response to the proconvulsant kainic acid compared with mice expressing a control Scn1a transgene. Electrophysiological analysis of dissociated neurons from mice with the R1648H mutation reveal delayed recovery from inactivation and increased use-dependent inactivation only in inhibitory bipolar neurons, as well as a hyperpolarizing shift in the voltage dependence of inactivation only in excitatory pyramidal neurons. These results demonstrate that the effects of SCN1A mutations are cell type-dependent and that the R1648H mutation specifically leads to a reduction in interneuron excitability.","dc:creator":"Tang B","dc:date":"2009","dc:title":"A BAC transgenic mouse model reveals neuron subtype-specific effects of a Generalized Epilepsy with Febrile Seizures Plus (GEFS+) mutation."},"rdfs:label":"BAC transgenic mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Hedrich et al (PMID:25378155) was included as a more indicative mouse model of the GEFS+ phenotype opposed to this neuron specific model."},{"id":"cggv:557650d8-a49d-4d35-984f-412c8c8b9e72","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f5c2114c-b838-43db-bd36-462f290d8718","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This study on mice genetically engineered\nto harbor a pathogenic SMEI\nmutation, R1407X, in the Scn1a gene,\nhas advanced our understanding of how\nNav1.1 haploinsufficiency may cause epilepsy.\nHomozygous mice developed unstable\ngait and tonic-clonic, clonic, and\npolyspike-wave seizures in the second\npostnatal week. Heterozygous mice also\nshowed epileptic recurrent seizure in the\nthird postnatal week. Two abnormal\nphenotypes (namely, early onset with\nepileptic recurrent seizures in homozygous\nand heterozygous mice and unstable\ngait in homozygous mice) are analogous\nto the corresponding clinical\nfeatures of SMEI. Thus, both homozygous\nand heterozygous mice should provide\na useful tool for understanding the\nmolecular basis of SMEI pathology and\ndeveloping new therapeutic strategies\nfor the treatment.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17537961","rdfs:label":"Knock-in Mouse Model - LOF SCN1A"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:b085fa8b-805c-4166-9653-f2389097d3ba_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de36fa26-6507-4cf5-9c88-eda254bfb5bd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":20,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002373","obo:HP_0002372"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:b085fa8b-805c-4166-9653-f2389097d3ba_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cfcee066-c9c2-4153-8ec4-5e2a9a72ff0c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.166002642T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349050416"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24257433","type":"dc:BibliographicResource","dc:abstract":"Genetic (generalized) epilepsy with febrile seizures plus is a familial epilepsy syndrome with marked phenotypic heterogeneity ranging from simple febrile seizure to severe phenotypes. Here we report on a large Israeli family with genetic (generalized) epilepsy with febrile seizures plus and 14 affected individuals. A novel SCN1A missense mutation in exon 21 (p.K1372E) was identified in all affected individuals and 3 unaffected carriers. The proband had Dravet syndrome, whereas febrile seizure plus phenotypes were present in all other affected family members. Simple febrile seizures were not observed. Phenotypes were found at both extremes of the genetic (generalized) epilepsy with febrile seizures plus spectrum and distribution of phenotypes suggested modifying familial, possibly genetic factors. We suggest that families with extreme phenotype distributions can represent prime candidates for the identification of genetic or environmental modifiers. ","dc:creator":"Goldberg-Stern H","dc:date":"2014","dc:title":"Broad phenotypic heterogeneity due to a novel SCN1A mutation in a family with genetic epilepsy with febrile seizures plus."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24257433","rdfs:label":"IV_2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:81439aab-0a07-4a32-b90e-800fb540130b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3c02705-98a7-4d8a-9a0a-23087ba20517","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"The 26 exons of SCN1A were individually amplified from genomic DNA in 28 PCR reactions using primers based on intronic sequence (Escayg et al. 2000b). PCR amplification was performed at 32 cycles of 1 min at 94°C, 45 s at 60°C, and 1 min at 72°C. PCR products were incubated at 99°C for 10 min, followed by 35 min at 68°C to facilitate heteroduplex formation, and were analyzed by conformation-sensitive gel electrophoresis (CSGE) with visualization by ethidium bromide staining as described elsewhere (Escayg et al. 2000a). PCR products with mobility variants were gel purified by means of the Qiaex II gel extraction kit (Qiagen) and were manually sequenced by means of the ThermoSequenase sequencing kit (USB).","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002123","obo:HP_0002392"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:81439aab-0a07-4a32-b90e-800fb540130b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9d66c379-b66f-4516-a640-d277f7ef201e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006920.4(SCN1A):c.3577T>C (p.Trp1193Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12887"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11254445","type":"dc:BibliographicResource","dc:abstract":"We recently described mutations of the neuronal sodium-channel alpha-subunit gene, SCN1A, on chromosome 2q24 in two families with generalized epilepsy with febrile seizures plus (GEFS+) type 2. To assess the contribution that SCN1A makes to other types of epilepsy, 226 patients with either juvenile myoclonic epilepsy, absence epilepsy, or febrile convulsions were screened by conformation-sensitive gel electrophoresis and manual sequencing of variants; the sample included 165 probands from multiplex families and 61 sporadic cases. The novel mutation W1204R was identified in a family with GEFS+. Seven other coding changes were observed; three of these are potential disease-causing mutations. Two common haplotypes, with frequencies of .67 and .33, were defined by five single-nucleotide polymorphisms (SNPs) spanning a 14-kb region of linkage disequilibrium. An SNP located 18 bp upstream of the splice-acceptor site for exon 3 was observed in 7 of the 226 patients but was not present in 185 controls, suggesting possible association with a disease mutation. This work has confirmed the role of SCN1A in GEFS+, by identification of a novel mutation in a previously undescribed family. Although a few candidate disease alleles were identified, the patient survey suggests that SCN1A is not a major contributor to idiopathic generalized epilepsy. The SCN1A haplotypes and SNPs identified here will be useful in future association and linkage studies.","dc:creator":"Escayg A","dc:date":"2001","dc:title":"A novel SCN1A mutation associated with generalized epilepsy with febrile seizures plus--and prevalence of variants in patients with epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11254445","rdfs:label":"IV-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Upgraded due to Spampanato et al 2004 (PMID:14702334) study that demonstrated 3 SCN1A variant effects (T875M, W1204R, and R1648H) produce different biophysical effects on channel function that all result in a lower threshold for the firing of repetitive action potentials in model neurons in silico."},{"id":"cggv:a3abc150-1456-432f-9019-d1e08e145960_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b6464ad2-ed8a-4310-9198-d8f0359d8ec9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"Isolation and Sequencing of SCN1A Genomic Clones\n\nA human bacterial artificial chromosome (BAC) library from Genome Systems was screened by a PCR product amplified with the primer pair 5′-AGATGACCAGAGTGAATATGTGACTAC-3′ and 5′-CCAATGGTAAAATAATAATGGCGT-3′, designed from the partial cDNA sequence of SCN1A (GenBank accession number X65362). BAC 129e04 was selected for subcloning and sequencing. BAC DNA was nebulized and size fractionated on 0.8% agarose gels, and 2–4-kb fragments were subcloned into pUC18 vector. This sublibrary was used in shotgun sequencing to generate single complete coverage of the BAC clone. Sequence data were assembled in contigs, by Phred, Phrap, and Gap4 high-throughput sequencing software. Exon-intron boundaries were predicted on the basis of the rat Scn1a cDNA sequence (GenBank accession number M22253) because the full-length human cDNA sequence was not known.\n\nSingle-Stranded Conformation Analyses (SSCA) and Sequencing\n\nHEX-labeled primers were designed to amplify all exons of SCN1A (table 1). A 30-ng sample of patient DNA was amplified in a total volume of 10 μl. Products were separated on nondenaturing 4% polyacrylamide gels containing 2% glycerol, by the GelScan 2000 (Corbett Research). PCR products showing a conformational change were reamplified, by unlabeled primers from 100 ng of genomic DNA, and were sequenced by the BigDye Terminator ready-reaction kit (PE Biosystems).","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002069","obo:HP_0002372","obo:HP_0002373"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"Female","variant":{"id":"cggv:a3abc150-1456-432f-9019-d1e08e145960_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fc299faa-d563-4a89-9721-7f18d4147ee5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006920.4(SCN1A):c.4024G>C (p.Val1342Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12885"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11254444","type":"dc:BibliographicResource","dc:abstract":"Generalized epilepsy with febrile seizures plus (GEFS+) is a familial epilepsy syndrome characterized by the presence of febrile and afebrile seizures. The first gene, GEFS1, was mapped to chromosome 19q and was identified as the sodium-channel beta1-subunit, SCN1B. A second locus on chromosome 2q, GEFS2, was recently identified as the sodium-channel alpha1-subunit, SCN1A. Single-stranded conformation analysis (SSCA) of SCN1A was performed in 53 unrelated index cases to estimate the frequency of mutations in patients with GEFS+. No mutations were found in 17 isolated cases of GEFS+. Three novel SCN1A mutations-D188V, V1353L, and I1656M-were found in 36 familial cases; of the remaining 33 families, 3 had mutations in SCN1B. On the basis of SSCA, the combined frequency of SCN1A and SCN1B mutations in familial cases of GEFS+ was found to be 17%.","dc:creator":"Wallace RH","dc:date":"2001","dc:title":"Neuronal sodium-channel alpha1-subunit mutations in generalized epilepsy with febrile seizures plus."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11254444","rdfs:label":"AshIV_11"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Only pathogenic assertion comes from OMIM."},{"id":"cggv:9341d6ba-344c-496a-8711-f857fda02dd0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f8f601b4-528f-4185-9360-0b4657278e69","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"Isolation and Sequencing of SCN1A Genomic Clones\n\nA human bacterial artificial chromosome (BAC) library from Genome Systems was screened by a PCR product amplified with the primer pair 5′-AGATGACCAGAGTGAATATGTGACTAC-3′ and 5′-CCAATGGTAAAATAATAATGGCGT-3′, designed from the partial cDNA sequence of SCN1A (GenBank accession number X65362). BAC 129e04 was selected for subcloning and sequencing. BAC DNA was nebulized and size fractionated on 0.8% agarose gels, and 2–4-kb fragments were subcloned into pUC18 vector. This sublibrary was used in shotgun sequencing to generate single complete coverage of the BAC clone. Sequence data were assembled in contigs, by Phred, Phrap, and Gap4 high-throughput sequencing software. Exon-intron boundaries were predicted on the basis of the rat Scn1a cDNA sequence (GenBank accession number M22253) because the full-length human cDNA sequence was not known.\n\nSingle-Stranded Conformation Analyses (SSCA) and Sequencing\n\nHEX-labeled primers were designed to amplify all exons of SCN1A (table 1). A 30-ng sample of patient DNA was amplified in a total volume of 10 μl. Products were separated on nondenaturing 4% polyacrylamide gels containing 2% glycerol, by the GelScan 2000 (Corbett Research). PCR products showing a conformational change were reamplified, by unlabeled primers from 100 ng of genomic DNA, and were sequenced by the BigDye Terminator ready-reaction kit (PE Biosystems).","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002069","obo:HP_0002373","obo:HP_0002392","obo:HP_0001326","obo:HP_0001256"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"Female","variant":{"id":"cggv:9341d6ba-344c-496a-8711-f857fda02dd0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:279e661f-6969-4508-883b-bed37de88ec9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006920.4(SCN1A):c.4935C>G (p.Ile1645Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12886"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11254444"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11254444","rdfs:label":"DruI_2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Only pathogenic assertion from OMIM."},{"id":"cggv:29696793-0d66-4dcf-9900-39563aa73950_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c65a6c1e-3f4f-46a0-ac86-15318f7d6fc3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":10,"detectionMethod":"Genomic DNA was extracted from sodium ethylenediaminetetraacetate-treated blood samples of affected and unaffected individuals using a commercial product (SepaGene; Sanko Jyunyaku, Tokyo, Japan). The exon-intron structure of human Nav1.1 was predicted by comparisons with rat Nav1.1 cDNA sequence (GenBank accession no. M22253) and draft sequences of human genome (nos. AC010127 and AC021673). Primers were designed to amplify all 26 coding exons and the flanking intronic splice sites. The purified PCR products were directly sequenced and analyzed with an automated sequencer (model ABI3700; Perkin Elmer, Foster City, CA). The prevalence of each mutation in the general population was estimated from control DNA samples obtained from 103 unrelated Japanese individuals.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002069","obo:HP_0040168","obo:HP_0007334","obo:HP_0002373"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:29696793-0d66-4dcf-9900-39563aa73950_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:54e518ab-6e6b-4bc7-906f-c21afd9bc619","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006920.4(SCN1A):c.4250T>C (p.Val1417Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12892"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11524484","type":"dc:BibliographicResource","dc:abstract":"Recent evidence has suggested that the neuronal voltage-gated sodium channel alpha(1)-subunit gene (Na(v)1.1: SCN1A) is responsible for generalized epilepsy with febrile seizures plus (GEFS+2). Here the authors report two novel disease mutations of Na(v)1.1 in patients with febrile seizures associated with afebrile partial seizures. One is a Val1428Ala substitution in the pore-forming region, and the other is Ala1685Val in the transmembrane helix. These results support the previous findings and contribute to the reliable diagnosis of epilepsy.","dc:creator":"Sugawara T","dc:date":"2001","dc:title":"Nav1.1 mutations cause febrile seizures associated with afebrile partial seizures."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11524484","rdfs:label":"II-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Proband P1 from Family F1 as well as a patient from another family, F3, were revealed to harbor an additional point mutation (c.3199A->G), which resulted in an amino acid substitution, Thr1067Ala (see figure 2). Among the 103 unaffected control individuals, this mutation was found to be heterozygous in 20 individuals and homozygous in 2 individuals. Thus, the c.3199A->G mutation was assumed to be a benign variant and is reported in Gnomad in the general population with a frequency of 0.7275 and specifically in the East Asian population as 0.8970."},{"id":"cggv:b7999972-92e6-4b09-8ab6-8916ecba3c14_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c041d645-7a4f-45ed-87e8-5e454188d3ad","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":7,"detectionMethod":"Complete sequencing of the 26 exons of SCN2A did not reveal any mutations in the two families. The 26 exons of SCN1A were amplified from genomic DNA of 1 affected and 1 unaffected individual in each of the 2 families.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":"obo:HP_0002373","previousTesting":true,"previousTestingDescription":"Genomewide genetic-linkage analysis was used to identify the novel GEFS+ locus in this family. We analyzed 257 microsatellite polymorphisms from the Généthon linkage map (Dib et al. 1996), spaced 5–20 cM throughout the autosomal chromosomes, for linkage with the disorder in this GEFS+ kindred. We observed positive LOD scores for individual markers located on chromosomes 2 and 17: for D2S382, 1.41 (recombination fraction [θ] 0), and for D17S1824, 1.48 (θ=.05). Then, nine additional markers on chromosome 2 and four on chromosome 17 were studied. We observed significantly negative LOD scores for markers as close as 1–2 cM from the chromosome 17 locus (data not shown). These data indicated that the positive LOD score for D17S1824 was simply random association observed in a relatively small kindred.\n\nFour of the nine additional markers on chromosome 2—namely, D2S294, D2S326, D2S2314, and D2S364—yielded two-point LOD scores >3.0 (table 2). The genotypes for all markers with no recombination and for the two adjacent flanking markers showing obligate recombinants at D2S141 and D2S117 are shown with the pedigree in figure 1.\nMultipoint linkage analysis was performed for the disease locus and two adjacent markers at a time, sequentially, for all markers from D2S382 to D2S117. Published distances between these markers were obtained from Généthon (Dib et al. 1996). Multipoint linkage analysis produced a maximum LOD score of 4.16 at D2S294 and favored the 13-cM interval spanned by D2S294 and D2S364.","sex":"Male","variant":{"id":"cggv:b7999972-92e6-4b09-8ab6-8916ecba3c14_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:450d6ede-2578-4e45-85b0-6a0cdfd0b01d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006920.4(SCN1A):c.2591C>T (p.Thr864Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12883"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10742094","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Escayg A","dc:date":"2000","dc:title":"Mutations of SCN1A, encoding a neuronal sodium channel, in two families with GEFS+2."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10742094","rdfs:label":"III_10"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"In a family previously reported by Moulard et al. (1999) with GEFS+2 (GEFSP2; 604403), Escayg et al. (2000) identified a C-to-T transition at nucleotide 2624 of the SCN1A gene, resulting in an amino acid substitution thr875 to met. This mutation results from the loss of an Acl1 site. Eleven affected individuals and an obligate carrier were heterozygous for the mutation, whereas 4 unaffected relatives carried 2 normal alleles."},{"id":"cggv:a83e43bf-7059-4b81-b131-d336799424b3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a6dca33-a3b4-483e-8417-266315c08ac5","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was extracted from peripheral blood using the QIAamp DNA Blood Maxi Kit (Qiagen Qiagen, Venlo, the Netherlands) or saliva using the Oragene DNA/ saliva DNA extraction kit (DNA Genotek, Ottawa, Canada). Anal- ysis of SCN1A, SCN1B, SCN2A, SCN9A, and GABRG2 was per- formed by Sanger sequencing and haloplex testing. Sanger sequencing of all exons and exon–intron boundaries of HCN2 and CACNA1H was performed. Primer sequences are available upon request. STX1B was screened using molecular inversion probe sequencing.31 Variant pathogenicity was analyzed with in silico tools PolyPhen-2 (genetics.bwh.harvard.edu/pph2/index.shtml), CADD (cadd.gs.washington.edu), and SIFT (sift.jcvi.org).","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0002373","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:a83e43bf-7059-4b81-b131-d336799424b3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4f5b4-98be-47bb-b0de-9dd798bd4a96","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001165963.1(SCN1A):c.5218G>A (p.Asp1740Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/206861"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28842445","type":"dc:BibliographicResource","dc:abstract":"Following our original description of generalized epilepsy with febrile seizures plus (GEFS+) in 1997, we analyze the phenotypic spectrum in 409 affected individuals in 60 families (31 new families) and expand the GEFS+ spectrum.","dc:creator":"Zhang YH","dc:date":"2017","dc:title":"Genetic epilepsy with febrile seizures plus: Refining the spectrum."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28842445","rdfs:label":"III_24"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:403a1cd3-9cab-4577-98fa-65c586577e28_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d898c8de-1633-4af7-8c8c-c5c37e07cf16","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":14,"detectionMethod":"Intronic oligonucleotide primers flanking each exon were designed based on the genomic organization of SCN1A that was deduced from a publicly available human genomic sequence (accession no. AC010127; GenBank, Bethesda, MD). For exons 1, 6, 9, 10, 11, 15, 16, 21, 25, and 26, multiple primer sets with overlapping products were designed to facilitate PCR amplification of smaller exon segments. Complete data regarding primers and reaction conditions are available upon request. PCR amplification of genomic DNA (25 ng) was performed in a total volume of 25 [mu]L containing 0.5 [mu]M concentrations of each respective forward and reverse primer, 0.2 mM concentrations of each deoxyribonucleotide triphosphate, and 0.4 [mu]L of a 9:1 mixture of Taq and Pwo I DNA polymerases (Roche Biochemicals, Indianapolis, IN). After thermal cycling, amplified products were electrophoresed on 0.5 x Mutation Detection Enhancement gels (BioWhittaker Molecular Applications, Rockland, ME) at 4 watts overnight and stained with silver nitrate. Abnormal conformers were excised from dried gels, eluted in sterile water overnight, reamplified with use of the same primer pair, and directly sequenced by means of Big Dye Terminator chemistry on an automated sequencer (model 3700; PE Biosystems, Foster City, CA). The presence of the SCN1A mutation K1270T was verified by using allele-specific oligonucleotide hybridization of independently amplified samples. The allele-specific oligonucleotide probe sequence was 5'-AATGCTTCTAA C ATGG-3', and hybridization was performed at 42 [degrees]C.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001269","obo:HP_0002373","obo:HP_0040168","obo:HP_0410170","obo:HP_0002069"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"Female","variant":{"id":"cggv:403a1cd3-9cab-4577-98fa-65c586577e28_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:769c13f6-801d-4160-bad5-a86905aefc32","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006920.4(SCN1A):c.3776A>C (p.Lys1259Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12891"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11756608","type":"dc:BibliographicResource","dc:abstract":"Generalized epilepsy with febrile seizures plus (GEFS+) is an autosomal dominant syndrome characterized by febrile seizures (FS) and a variety of afebrile generalized seizure types. GEFS+ has previously been linked to mutations in two genes encoding the voltage-gated sodium channel alpha-subunit (SCN1A) and beta1-subunit (SCN1B). We studied a large family with FS and partial as well as generalized seizure types.","dc:creator":"Abou-Khalil B","dc:date":"2001","dc:title":"Partial and generalized epilepsy with febrile seizures plus and a novel SCN1A mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11756608","rdfs:label":"V-4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Downgraded due to only evidence of pathogenicity of variant is reliant on an OMIM assertion."},{"id":"cggv:9a22b2ff-c37a-4b2d-84cc-d952bdbefd0a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a38d3e99-c039-485d-b8c8-9c1fc9c151d9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"In the index patient (IV-1) and her brother (IV-2) all 26 protein coding regions of SCN1A including exon/intron boundary were amplified and sequenced using standard protocols. For the remaining affected and unaffected family members, exon 21 was amplified and sequenced.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002373","obo:HP_0002069","obo:HP_0002372"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:9a22b2ff-c37a-4b2d-84cc-d952bdbefd0a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cfcee066-c9c2-4153-8ec4-5e2a9a72ff0c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24257433"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24257433","rdfs:label":"IV_1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Index patient was not scored from this family as formal diagnosis was made of Dravet Syndrome."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.9},{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:b001f2ef-4e93-4aa2-b209-348373100347_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:886006f1-bc77-4344-9fc8-8ff95b1581da","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"Blood samples from 21 subjects were obtained, and genomic DNA was extracted, by means of standard procedures. Family members were genotyped with the following microsatellite markers: D8S553, D8S1840, and D8S530 and D19S565, D19S591, D19S209, D19S216, and D19S177, for the FEB1 locus on chromosome 8q (Wallace et al. 1996) and the FEB2 locus on chromosome 19p (Johnson et al. 1998), respectively, which are two loci responsible for familial FSs. The chromosome 19q locus involved in GEFS+ was tested with markers D19S414, D19S868, and D19S425 (Wallace et al. 1998).\n\nA genomewide search was performed with the ABI PRISM linkage-mapping set, version 2, from PE Biosystems. The set consists of 400 fluorescent microsatellite markers (including 20 markers for chromosome X that were not tested), selected from the Généthon human linkage map (Weissenbach 1993; Gyapay et al. 1994; Dib et al. 1996), that cover the entire human genome, with a resolution of ∼10 cM (Schuster 1998). The markers were amplified by PCR under the following conditions: 50 ng of genomic DNA, 5 pmol of each primer, 2.5 mM of each dNTP, 1.5 μl of 10×PCR buffer II (1.5 mM MgCl2), and 0.6 U of AmpliTaq Gold DNA polymerase, in a final volume of 15 μl. Samples were incubated in a thermocycler for 12 min at 95°C, to activate the AmpliTaq Gold DNA polymerase; then for 15 s at 94°C, 15 s at 55°C, and 30 s at 72°C, for 10 cycles; and then for 15 s at 89°C, 15 s at 55°C, and 30 s at 72°C, for 25 cycles, followed by a final extension for 10 min at 72°C. After amplification, PCR products from each set were pooled with the GeneScan 400HD size standard and were loaded onto a 4% denaturating acrylamide gel, for electrophoresis with the ABI PRISM 377 DNA Sequencer (PE Biosystems). DNA from Centre d'Étude du Polymorphisme Human individual 1347-02 was used as an internal control. For fine mapping, five additional fluorescent markers from the chromosome 2q were selected from the Généthon linkage map. PCR amplification was performed as described above.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002197","obo:HP_0002373","obo:HP_0011198","obo:HP_0002121","obo:HP_0001272","obo:HP_0006813"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Linkage analysis","sex":"Female","variant":{"id":"cggv:b001f2ef-4e93-4aa2-b209-348373100347_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c6eafae8-ef30-4825-b81a-378e6c46a56b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006920.4(SCN1A):c.4910G>A (p.Arg1637His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12882"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10742094"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10742094","rdfs:label":"IV-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"Mice with the R1648H mutation exhibited a more severe response to the proconvulsant kainic acid compared with mice expressing a control SCN1A transgene. Dissociated neurons displayed a delayed recovery from inactivation and increased use-dependent inactivation only in inhibitory bipolar neurons, as well as a hyperpolarizing shift in the voltage dependence of inactivation only in excitatory pyramidal neurons (Tang et al, 2009 PMID:19409490)\nMultiple approaches indicated increased spontaneous thalamocortical and hippocampal network activity in mutant mice, as follows: (1) more synchronous and higher-frequency firing was recorded in primary neuronal cultures plated on multielectrode arrays; (2) thalamocortical slices examined by field potential recordings revealed spontaneous activities and pathological high-frequency oscillations; and (3) multineuron Ca2+ imaging in hippocampal slices showed increased spontaneous neuronal activity (Hedrich et al 2014, PMID:25378155)."},{"id":"cggv:3cd511c2-3b9c-4094-a96c-254027490c39_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9b692ee2-5669-45d6-90b4-73c5469e5f82","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"detectionMethod":"Isolation and Sequencing of SCN1A Genomic Clones\n\nA human bacterial artificial chromosome (BAC) library from Genome Systems was screened by a PCR product amplified with the primer pair 5′-AGATGACCAGAGTGAATATGTGACTAC-3′ and 5′-CCAATGGTAAAATAATAATGGCGT-3′, designed from the partial cDNA sequence of SCN1A (GenBank accession number X65362). BAC 129e04 was selected for subcloning and sequencing. BAC DNA was nebulized and size fractionated on 0.8% agarose gels, and 2–4-kb fragments were subcloned into pUC18 vector. This sublibrary was used in shotgun sequencing to generate single complete coverage of the BAC clone. Sequence data were assembled in contigs, by Phred, Phrap, and Gap4 high-throughput sequencing software. Exon-intron boundaries were predicted on the basis of the rat Scn1a cDNA sequence (GenBank accession number M22253) because the full-length human cDNA sequence was not known.\n\nSingle-Stranded Conformation Analyses (SSCA) and Sequencing\n\nHEX-labeled primers were designed to amplify all exons of SCN1A (table 1). A 30-ng sample of patient DNA was amplified in a total volume of 10 μl. Products were separated on nondenaturing 4% polyacrylamide gels containing 2% glycerol, by the GelScan 2000 (Corbett Research). PCR products showing a conformational change were reamplified, by unlabeled primers from 100 ng of genomic DNA, and were sequenced by the BigDye Terminator ready-reaction kit (PE Biosystems).","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001256","obo:HP_0010819","obo:HP_0011200","obo:HP_0002373","obo:HP_0000718","obo:HP_0001336","obo:HP_0011182","obo:HP_0000742","obo:HP_0010848","obo:HP_0002342","obo:HP_0010845","obo:HP_0002069","obo:HP_0002121","obo:HP_0010858","obo:HP_0002123"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"SSCP","sex":"Male","variant":{"id":"cggv:3cd511c2-3b9c-4094-a96c-254027490c39_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:80b7c284-4249-4f9a-a0f9-41dadcb55827","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006920.5(SCN1A):c.563A>T (p.Asp188Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12884"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11254444"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11254444","rdfs:label":"AusVIII_7"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"Cosette et al, 2003 (12576172) through electrophysiological analysis of D188V mutant channels expressed in HEK cells showed that the mutation causes decreased cumulative inactivation of sodium current during high frequency channel activity, an effect compatible with membrane hyperexcitability."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":4},{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:4aef54fe-b5db-44af-82cd-7be48b081846_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1ff7658a-1ae6-4e94-a841-d14c39da5048","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"Sanger sequencing revealed SCN1A missense pathogenic variants in all cases, which were not present in their parents. The pathogenicity of variants met criteria defined in the 2015 American College of Medical Genetics and Genomics/Association for Molecular Pathology (ACMG/AMP) guidelines7; based primarily on being de novo, absence in the Exome Aggregation Consortium (ExAC) database, and supported by in silico predictions (Table S1). All pathogenic variants were novel, with the exception of case 4 (p.A104V), which was reported previously in a case of DS (Supporting Information).","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0001328","obo:HP_0006813","obo:HP_0012683","obo:HP_0002373","obo:HP_0002069"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:4aef54fe-b5db-44af-82cd-7be48b081846_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:94cf8a03-08be-492c-9ec2-a665a027a876","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001165963.2(SCN1A):c.4319C>T (p.Ala1440Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/574737"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28084635","type":"dc:BibliographicResource","dc:abstract":"Genetic epilepsy with febrile seizures plus (GEFS+) is a familial epilepsy syndrome characterized by heterogeneous phenotypes ranging from mild disorders such as febrile seizures to epileptic encephalopathies (EEs) such as Dravet syndrome (DS). Although DS often occurs with de novo SCN1A pathogenic variants, milder GEFS+ spectrum phenotypes are associated with inherited pathogenic variants. We identified seven cases with non-EE GEFS+ phenotypes and de novo SCN1A pathogenic variants, including a monozygotic twin pair. Febrile seizures plus (FS+) occurred in six patients, five of whom had additional seizure types. The remaining case had childhood-onset temporal lobe epilepsy without known febrile seizures. Although early development was normal in all individuals, three later had learning difficulties, and the twin girls had language impairment and working memory deficits. All cases had SCN1A missense pathogenic variants that were not found in either parent. One pathogenic variant had been reported previously in a case of DS, and the remainder were novel. Our finding of de novo pathogenic variants in mild phenotypes within the GEFS+ spectrum shows that mild GEFS+ is not always inherited. SCN1A screening should be considered in patients with GEFS+ phenotypes because identification of pathogenic variants will influence antiepileptic therapy, and prognostic and genetic counseling.","dc:creator":"Myers KA","dc:date":"2017","dc:title":"De novo SCN1A pathogenic variants in the GEFS+ spectrum: Not always a familial syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28084635","rdfs:label":"Case 3 Female"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Downgraded due to lack of exclusion of other genes."},{"id":"cggv:47f1d8c2-7614-4c13-9a21-1082148bc5b1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5e602e35-f788-44cb-9509-cf65f614f7cb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"Sanger sequencing revealed SCN1A missense pathogenic variants in all cases, which were not present in their parents. The pathogenicity of variants met criteria defined in the 2015 American College of Medical Genetics and Genomics/Association for Molecular Pathology (ACMG/AMP) guidelines7; based primarily on being de novo, absence in the Exome Aggregation Consortium (ExAC) database, and supported by in silico predictions (Table S1). All pathogenic variants were novel, with the exception of case 4 (p.A104V), which was reported previously in a case of DS (Supporting Information).","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":"obo:HP_0007359","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:47f1d8c2-7614-4c13-9a21-1082148bc5b1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:94eaa523-1d00-4171-b65d-78adebbcff2d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006920.5(SCN1A):c.311C>T (p.Ala104Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA317122"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28084635"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28084635","rdfs:label":"Case 4 Female"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Downgraded due to lack of exclusion of other genes."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.4}],"evidenceStrength":"Definitive","sequence":508,"specifiedBy":"GeneValidityCriteria6","strengthScore":17.4,"subject":{"id":"cggv:d10f05e7-efc1-47bb-a4e3-cfe01e0967bd","type":"GeneValidityProposition","disease":"obo:MONDO_0018214","gene":"hgnc:10585","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Generalized epilepsy with febrile seizures plus (GEFS+) is a rare autosomal dominant, familial condition with incomplete penetrance and variable expressivity. It includes a spectrum from commonly mild (such as febrile seizure alone) to rarely severe (including medically treatable generalized epilepsy, intractable generalized epilepsy, or in some cases Dravet syndrome) epilepsy. Individuals with GEFS+ often have febrile seizures (or FS+) in early childhood, followed by occasional tonic, clonic, myoclonic, or absence seizures that respond to medication and remit by late childhood or early adolescence. Intermediate phenotypes with myoclonic, absence, or focal epilepsy are also included. \nMore than 95% of individuals with GEFS+ have a parent with the same SCN1A pathogenic variant (Gennaro et al, 2003); however, the risk of developing seizures is less than 100% because of reduced penetrance, estimated to be 70% for the GEFS+ phenotype (Bonanniet al, 2004). In summary, SCN1A is definitively associated with Generalized Epilepsy with Febrile Seizures Plus. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:5ac39f7a-0743-47b1-8efd-21e0ca836840"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}