{"id":"cggv:7e6c6964-bbb5-4101-abbb-782eb01b0f33v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:7e6c6964-bbb5-4101-abbb-782eb01b0f33_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-05-30T15:32:00.742Z","role":"Publisher"},{"id":"cggv:7e6c6964-bbb5-4101-abbb-782eb01b0f33_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-07-24T04:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:7e6c6964-bbb5-4101-abbb-782eb01b0f33_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49dd7f5e-2e58-4c7d-9461-557c3a48d26b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:49dd7f5e-2e58-4c7d-9461-557c3a48d26b","type":"Proband","allele":{"id":"cggv:78df84a5-f26a-441d-98e5-22ef9a788590","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_212552.3(BOLA3):c.136C>T (p.Arg46del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA352436"}},"phenotypeFreeText":"This child had normal birth and early development. This is the child of first cousin consanguineous Indian parents. At 8 months, there was regression of skills including loss of head control and inability to roll over. The child developed seizures, severe hypotonia and extrapyramidal signs, poor feeding and diarrhea, optic atrophy and vision loss. MRI revealed signal abnormalities involving the deep white matter and sparing the subcortical fibers. There was increased lactate on magnetic resonance spectroscopy. She died at 22 months after an acute febrile illness. Post-mortem examination revealed HCM with mitochondrial proliferation, and loss of all cellular material in the white matter. A previous sibling had died of a similar condition.\n","sex":"Female","variant":{"id":"cggv:869c3fc8-11f8-4ddb-8340-99dae1674183_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:78df84a5-f26a-441d-98e5-22ef9a788590"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24334290","type":"dc:BibliographicResource","dc:abstract":"Patients with nonketotic hyperglycinemia and deficient glycine cleavage enzyme activity, but without mutations in AMT, GLDC or GCSH, the genes encoding its constituent proteins, constitute a clinical group which we call 'variant nonketotic hyperglycinemia'. We hypothesize that in some patients the aetiology involves genetic mutations that result in a deficiency of the cofactor lipoate, and sequenced genes involved in lipoate synthesis and iron-sulphur cluster biogenesis. Of 11 individuals identified with variant nonketotic hyperglycinemia, we were able to determine the genetic aetiology in eight patients and delineate the clinical and biochemical phenotypes. Mutations were identified in the genes for lipoate synthase (LIAS), BolA type 3 (BOLA3), and a novel gene glutaredoxin 5 (GLRX5). Patients with GLRX5-associated variant nonketotic hyperglycinemia had normal development with childhood-onset spastic paraplegia, spinal lesion, and optic atrophy. Clinical features of BOLA3-associated variant nonketotic hyperglycinemia include severe neurodegeneration after a period of normal development. Additional features include leukodystrophy, cardiomyopathy and optic atrophy. Patients with lipoate synthase-deficient variant nonketotic hyperglycinemia varied in severity from mild static encephalopathy to Leigh disease and cortical involvement. All patients had high serum and borderline elevated cerebrospinal fluid glycine and cerebrospinal fluid:plasma glycine ratio, and deficient glycine cleavage enzyme activity. They had low pyruvate dehydrogenase enzyme activity but most did not have lactic acidosis. Patients were deficient in lipoylation of mitochondrial proteins. There were minimal and inconsistent changes in cellular iron handling, and respiratory chain activity was unaffected. Identified mutations were phylogenetically conserved, and transfection with native genes corrected the biochemical deficiency proving pathogenicity. Treatments of cells with lipoate and with mitochondrially-targeted lipoate were unsuccessful at correcting the deficiency. The recognition of variant nonketotic hyperglycinemia is important for physicians evaluating patients with abnormalities in glycine as this will affect the genetic causation and genetic counselling, and provide prognostic information on the expected phenotypic course. ","dc:creator":"Baker PR","dc:date":"2014","dc:title":"Variant non ketotic hyperglycinemia is caused by mutations in LIAS, BOLA3 and the novel gene GLRX5."}},"rdfs:label":"Baker_5"},{"id":"cggv:869c3fc8-11f8-4ddb-8340-99dae1674183","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:869c3fc8-11f8-4ddb-8340-99dae1674183_variant_evidence_item"},{"id":"cggv:869c3fc8-11f8-4ddb-8340-99dae1674183_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Cultured skin fibroblasts had deficient pyruvate dehydrogenase enzyme activity and normal respiratory chain enzyme activities. In contrast, both the mitochondrial and cytosolic aconitase activities were normal."}],"strengthScore":1.5,"dc:description":"Cultured skin fibroblasts had deficient pyruvate dehydrogenase enzyme activity and normal respiratory chain enzyme activities. In contrast, both the mitochondrial and cytosolic aconitase activities were normal."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7e6c6964-bbb5-4101-abbb-782eb01b0f33_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:aa5e3bc7-f8b0-47c6-bf14-deda08a13ae1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:aa5e3bc7-f8b0-47c6-bf14-deda08a13ae1","type":"Proband","allele":{"id":"cggv:78df84a5-f26a-441d-98e5-22ef9a788590"},"phenotypeFreeText":"This boy had normal birth and development to 6 months when he had regression in gross motor skills, hypotonia, and poor head control. He also had visual inattention as a result of optic atrophy, increased irritability, poor feeding, and episodes of spasticity and myoclonus without correlate on EEG, and without seizures. An ECG revealed mild left ventricular hypertrophy. MRI revealed signal abnormalities involving the deep white matter, optic nerve and cervical spine. He deteriorated precipitously and died at the age of 7 months.","sex":"Male","variant":{"id":"cggv:70d0f80d-56bf-44ea-9de4-d9c6127268fd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:78df84a5-f26a-441d-98e5-22ef9a788590"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24334290"},"rdfs:label":"Baker_4"},{"id":"cggv:70d0f80d-56bf-44ea-9de4-d9c6127268fd","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:70d0f80d-56bf-44ea-9de4-d9c6127268fd_variant_evidence_item"},{"id":"cggv:70d0f80d-56bf-44ea-9de4-d9c6127268fd_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting of lipoylated proteins in patient fibroblasts showed reduced lipoylated E2 subunits of pyruvate dehydrogenase and alpha-KGHD vs controls.  Cultured skin fibroblasts had deficient pyruvate dehydrogenase enzyme activity and normal respiratory chain enzyme activities. In contrast, both the mitochondrial and cytosolic aconitase activities were normal. "}],"strengthScore":1.5,"dc:description":"Western blotting of lipoylated proteins in patient fibroblasts showed reduced lipoylated E2 subunits of pyruvate dehydrogenase and alpha-KGHD vs controls.  Cultured skin fibroblasts had deficient pyruvate dehydrogenase enzyme activity and normal respiratory chain enzyme activities. In contrast, both the mitochondrial and cytosolic aconitase activities were normal. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b3524ff6-9146-47b5-8347-0491a9c058d4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b3524ff6-9146-47b5-8347-0491a9c058d4","type":"Proband","allele":{"id":"cggv:8c2756fd-d6d6-4467-8ab2-8091a3b0214b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_212552.3(BOLA3):c.200T>A (p.Ile67Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1719462"}},"phenotypeFreeText":"This child had an early onset fatal course of the disease leading to death within the first year of life, including severe neonatal lactic acidosis, hypotonia and intractable cardiomyopathy. There were feeding difficulties, increased plasma lactate (7.7 mmol/L), and failure to thrive in first weeks of life, as well as progressive muscular hypotonia, respiratory insufficiency and increased severe lactic acidosis (32.6 mmol/L). There was also increased plasma glucose and glycine concentration and urinary analysis showed elevated succinate, fumarate, malate, aconitic acid, citric acid together with increased excretion of lactate and pyruvate. Skeletal muscle biopsy and patient fibroblasts showed a combined deficiency of respiratory chain complexes I (24% / 24%), II (5% /10%), and II+III (10% / 16%) with defect of the pyruvate dehydrogenase complex (10% / 7.6%). 2D BN/SDS-PAGE  showed clear decrease in complex I- containing supercomplexes. ECG showed hypertrophic cardiomyopathy. Brain MRI (9 weeks old) showed delayed myelination, T2-weighted bifrontal and biparietal hyperintense lesions supra- and periventricular as well as in the midbrain in the formatio reticularis. There was rapid neurological deterioration with seizures, severe muscular hypotonia, persistent lactic acidosis and death due to multi organ failure at the age of 3 months.\n","sex":"Male","variant":{"id":"cggv:b167fb24-1207-4292-91d8-b2f2e4aa6450_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8c2756fd-d6d6-4467-8ab2-8091a3b0214b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22562699","type":"dc:BibliographicResource","dc:abstract":"Defects of mitochondrial oxidative phosphorylation constitute a clinical and genetic heterogeneous group of disorders affecting multiple organ systems at varying age. Biochemical analysis of biopsy material demonstrates isolated or combined deficiency of mitochondrial respiratory chain enzyme complexes. Co-occurrence of impaired activity of the pyruvate dehydrogenase complex has been rarely reported so far and is not yet fully understood. We investigated two siblings presenting with severe neonatal lactic acidosis, hypotonia, and intractable cardiomyopathy; both died within the first months of life. Muscle biopsy revealed a peculiar biochemical defect consisting of a combined deficiency of respiratory chain complexes I, II, and II+III accompanied by a defect of the pyruvate dehydrogenase complex. Joint exome analysis of both affected siblings uncovered a homozygous missense mutation in BOLA3. The causal role of the mutation was validated by lentiviral-mediated expression of the mitochondrial isoform of wildtype BOLA3 in patient fibroblasts, which lead to an increase of both residual enzyme activities and lipoic acid levels. Our results suggest that BOLA3 plays a crucial role in the biogenesis of iron-sulfur clusters necessary for proper function of respiratory chain and 2-oxoacid dehydrogenase complexes. We conclude that broad sequencing approaches combined with appropriate prioritization filters and experimental validation enable efficient molecular diagnosis and have the potential to discover new disease loci.","dc:creator":"Haack TB","dc:date":"2013","dc:title":"Homozygous missense mutation in BOLA3 causes multiple mitochondrial dysfunctions syndrome in two siblings."}},"rdfs:label":"Haack_Proband 1"},{"id":"cggv:b167fb24-1207-4292-91d8-b2f2e4aa6450","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b167fb24-1207-4292-91d8-b2f2e4aa6450_variant_evidence_item"},{"id":"cggv:b167fb24-1207-4292-91d8-b2f2e4aa6450_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Authors performed complementation experiments in patient fibroblasts to test for functional rescue of impaired enzyme activities. They expressed wildtype cDNA in patient and control fibroblasts using lentiviral mediated expression of the mitochondrial isoform of wildtype BOLA3 (isoform 1), which lead to an increase of both residual enzyme activities  - complex I from 32% to 82%. They also tested levels of lipoic acid in fibroblasts by immunoblotting that showed lower levels restored by wildtype cDNA. Immunohistochemical investigations of assembled complex II in patient fibroblasts by confocal microscopy demonstrated a clear reduction of succinate dehydrogenase, which was restored after expression of wildtype BOLA3. \n"}],"strengthScore":1,"dc:description":"0.1 for other variant type + 0.4 (biochemical deficiency) + 0.4 (for rescue) = 1\n"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ac9b861d-b38f-494a-afed-2e48de9a5731_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ac9b861d-b38f-494a-afed-2e48de9a5731","type":"Proband","allele":{"id":"cggv:78df84a5-f26a-441d-98e5-22ef9a788590"},"phenotypeFreeText":"This girl had normal development until 6 months of age, when development slowed with hypotonia and poor head control. At the age of 12 months, she had myoclonus and choreoathetoid movements. By 2 years, she had 7 to 10 words and walked independently, but had tonic clonic seizures controlled on a single anti-epileptic medication. Age 3 years, she was diagnosed with NKH. She had a developmental quotient of 43% at 3.5 years. From ages 3 to 8 years, she slowly developed spasticity and ataxia, lost her ability to walk, and became non-verbal. At 9 years of age, she developed recurrent status epilepticus, and severe deterioration after an apneic event with hypoglycemia. She had poor feeding resulting in severe malnutrition with loss of body weight over 1 year. Her worsening spasticity was accompanied by contractures. She died at the age of 11 years. MRI revealed mild cerebral and cerebellar atrophy, but no leukodystrophy.\n","sex":"Female","variant":{"id":"cggv:7fc15d81-7107-45fe-aa62-be433a69a92d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:78df84a5-f26a-441d-98e5-22ef9a788590"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24334290"},"rdfs:label":"Baker_6"},{"id":"cggv:7fc15d81-7107-45fe-aa62-be433a69a92d","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7fc15d81-7107-45fe-aa62-be433a69a92d_variant_evidence_item"},{"id":"cggv:7fc15d81-7107-45fe-aa62-be433a69a92d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blotting of lipoylated proteins in patient fibroblasts showed reduced lipoylated E2 subunits of pyruvate dehydrogenase and alpha-KGHD vs controls. Cultured skin fibroblasts had deficient pyruvate dehydrogenase enzyme activity and normal respiratory chain enzyme activities."}],"strengthScore":2,"dc:description":"Western blotting of lipoylated proteins in patient fibroblasts showed reduced lipoylated E2 subunits of pyruvate dehydrogenase and alpha-KGHD vs controls. Cultured skin fibroblasts had deficient pyruvate dehydrogenase enzyme activity and normal respiratory chain enzyme activities."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2dad436e-95db-4b74-8e70-883c80c210d5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2dad436e-95db-4b74-8e70-883c80c210d5","type":"Proband","allele":{"id":"cggv:1c54628a-f3e9-426c-b3bd-740eac0e7045","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_212552.3(BOLA3):c.123dup (p.Glu42ArgfsTer13)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA351345"}},"phenotypeFreeText":"This is a male with normal development until 4 months when he developed seizures as well as elevated levels of serum glycine (571 mM) and CSF glycine (28 mM). At 6 months, he was developmentally delayed and the frequency of seizures increased. Subsequently, he developed dilated cardiomyopathy and epileptic encephalopathy. He suffered from recurrent vomiting, progressive lethargy, tachypnea, diaphoresis, respiratory distress, and hepatomegaly. At 7 months, he became acidotic. His initial lactate level was 11.5 mM, but it increased to 19 mM in the course of few weeks. His CSF glycine levels rose to 1,039 mM, and his condition progressively deteriorated.\nHe died at 11 mo of age.\n","sex":"Male","variant":{"id":"cggv:82ebd84b-89d0-4421-98f5-fe3ed584629c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1c54628a-f3e9-426c-b3bd-740eac0e7045"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21944046","type":"dc:BibliographicResource","dc:abstract":"Severe combined deficiency of the 2-oxoacid dehydrogenases, associated with a defect in lipoate synthesis and accompanied by defects in complexes I, II, and III of the mitochondrial respiratory chain, is a rare autosomal recessive syndrome with no obvious causative gene defect. A candidate locus for this syndrome was mapped to chromosomal region 2p14 by microcell-mediated chromosome transfer in two unrelated families. Unexpectedly, analysis of genes in this area identified mutations in two different genes, both of which are involved in [Fe-S] cluster biogenesis. A homozygous missense mutation, c.545G>A, near the splice donor of exon 6 in NFU1 predicting a p.Arg182Gln substitution was found in one of the families. The mutation results in abnormal mRNA splicing of exon 6, and no mature protein could be detected in fibroblast mitochondria. A single base-pair duplication c.123dupA was identified in BOLA3 in the second family, causing a frame shift that produces a premature stop codon (p.Glu42Argfs(∗)13). Transduction of fibroblast lines with retroviral vectors expressing the mitochondrial, but not the cytosolic isoform of NFU1 and with isoform 1, but not isoform 2 of BOLA3 restored both respiratory chain function and oxoacid dehydrogenase complexes. NFU1 was previously proposed to be an alternative scaffold to ISCU for the biogenesis of [Fe-S] centers in mitochondria, and the function of BOLA3 was previously unknown. Our results demonstrate that both play essential roles in the production of [Fe-S] centers for the normal maturation of lipoate-containing 2-oxoacid dehydrogenases, and for the assembly of the respiratory chain complexes.","dc:creator":"Cameron JM","dc:date":"2011","dc:title":"Mutations in iron-sulfur cluster scaffold genes NFU1 and BOLA3 cause a fatal deficiency of multiple respiratory chain and 2-oxoacid dehydrogenase enzymes."}},"rdfs:label":"Cameron_Family 2"},{"id":"cggv:82ebd84b-89d0-4421-98f5-fe3ed584629c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:82ebd84b-89d0-4421-98f5-fe3ed584629c_variant_evidence_item"},{"id":"cggv:82ebd84b-89d0-4421-98f5-fe3ed584629c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Transduction of fibroblast lines with retroviral vectors expressing the mitochondrial, but not the cytosolic isoform of NFU1 and with isoform 1, but not isoform 2 of BOLA3 restored both respiratory chain function and oxoacid dehydrogenase complexes’ function. Both play essential roles in the production of [Fe-S] centers for the normal maturation of lipoate-containing 2-oxoacid dehydrogenases, and for the assembly of the respiratory chain complexes."}],"strengthScore":1.5,"dc:description":"Transduction of fibroblast lines with retroviral vectors expressing the mitochondrial, but not the cytosolic isoform of NFU1 and with isoform 1, but not isoform 2 of BOLA3 restored both respiratory chain function and oxoacid dehydrogenase complexes’ function. Both play essential roles in the production of [Fe-S] centers for the normal maturation of lipoate-containing 2-oxoacid dehydrogenases, and for the assembly of the respiratory chain complexes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:7e6c6964-bbb5-4101-abbb-782eb01b0f33_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7e6c6964-bbb5-4101-abbb-782eb01b0f33_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ccf87a5-df81-427f-9cd6-9580fd864fa1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:acaea73d-5a82-4ab4-ba6a-306aa8a495e2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Iron-sulfur cluster biogenesis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"Iron-sulfur cluster biogenesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"There are 9 genes in the same class with curations performed and gene-disease relationships confirmed."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":8327,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.5,"subject":{"id":"cggv:1d4f78dd-f1a6-4c50-9b52-23864e60b371","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:24415","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *BOLA3* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of July 24, 2023. The *BOLA3* gene encodes bola family member 3, a mitochondrial iron-sulfur (Fe-S) cluster assembly factor involved in iron-sulfur cluster biogenesis. Iron-sulfur clusters are necessary for electron transport through oxidative phosphorylation (OXPHOS) as well for other cellular proteins, including for normal maturation of lipoate-containing enzymes and for assembly of OXPHOS complexes.\n\nThe *BOLA3* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2011 (PMID: 21944046). While various names have been given to the constellation of features seen in those with *BOLA3*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *BOLA3* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included three variants from five individuals from three publications (PMIDs: 21944046, 22562699, 24334290). More cases are reported in the medical literature (PMIDs: 26741492, 30302924, 29353736, 29654549, 32742935, 35803560) but not included in this curation as the maximum case level score was reached. Affected individuals are variably affected although onset tends to be infantile and early death may occur. Most reported individuals have leukodystrophy and seizures, but additional clinical features include neurodegeneration, spasticity, contractures, lethargy, myoclonus, ataxia, choreoathetoid movements, irritability, intellectual disability, developmental delay, developmental regression, hypertrophic or dilated cardiomyopathy, feeding difficulty, failure to thrive, vomiting, diarrhea, hepatomegaly, respiratory insufficiency, and optic atrophy. Brain imaging has shown changes in white matter, midbrain, cerebral/cerebellar atrophy, and cervical spine. Lab abnormalities include lactic acidosis, elevated glucose, elevated plasma glycine, elevated tricarboxylic acid (TCA) cycle metabolites on urine organic acids, and decreased activity of 2-oxoacid dehydrogenases and the glycine cleavage enzyme. Muscle biopsies have shown variable decreased activities of OXPHOS complexes I, II, II + III, and IV (also decreased in fibroblasts) and decreased pyruvate dehydrogenase complex activity. Some individuals have normal OXPHOS complex activities. Variants reported include nonsense, missense, and frameshift.\n\nLoss of function is the mechanism of disease. This gene-disease association is also supported by known biochemical function (PMID: 33340416).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. No convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on July 24, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:7e6c6964-bbb5-4101-abbb-782eb01b0f33"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}