{"id":"cggv:23dd1a19-585b-46bb-9241-682b200bfd7dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:23dd1a19-585b-46bb-9241-682b200bfd7d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-04-13T00:56:31.422Z","role":"Publisher"},{"id":"cggv:23dd1a19-585b-46bb-9241-682b200bfd7d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-03-15T13:13:18.170Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23129749","type":"dc:BibliographicResource","dc:abstract":"Nuclear factor-κB (NF-κB) controls genes involved in normal lymphocyte functions, but constitutive NF-κB activation is often associated with B cell malignancy. Using high-throughput whole transcriptome sequencing, we investigated a unique family with hereditary polyclonal B cell lymphocytosis. We found a novel germline heterozygous missense mutation (E127G) in affected patients in the gene encoding CARD11, a scaffolding protein required for antigen receptor (AgR)-induced NF-κB activation in both B and T lymphocytes. We subsequently identified a second germline mutation (G116S) in an unrelated, phenotypically similar patient, confirming mutations in CARD11 drive disease. Like somatic, gain-of-function CARD11 mutations described in B cell lymphoma, these germline CARD11 mutants spontaneously aggregate and drive constitutive NF-κB activation. However, these CARD11 mutants rendered patient T cells less responsive to AgR-induced activation. By reexamining this rare genetic disorder first reported four decades ago, our findings provide new insight into why activating CARD11 mutations may induce B cell expansion and preferentially predispose to B cell malignancy without dramatically perturbing T cell homeostasis.","dc:creator":"Snow AL","dc:date":"2012","dc:title":"Congenital B cell lymphocytosis explained by novel germline CARD11 mutations."},"evidence":[{"id":"cggv:23dd1a19-585b-46bb-9241-682b200bfd7d_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9},{"id":"cggv:23dd1a19-585b-46bb-9241-682b200bfd7d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:23dd1a19-585b-46bb-9241-682b200bfd7d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f7adf24-4bcb-4043-82eb-03f793fc5a67","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b9f90095-b530-4b72-a52e-c19535da26b1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"High levels of CARD11 transcript were found in the spleen and lungs of mice, but was absent or present at only low levels in several other organs assessed (Fig. 1B). Authors also mention that CARD11 is expressed in thymocytes, splenocytes, lymph nodes, B cells, T cells, and macrophages, but data is not shown. This is supported by human expression studies in Gtex, showing CARD11 is only highly expressed in the spleen, whole blood, and small intestine.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12818158","type":"dc:BibliographicResource","dc:abstract":"Members of the MAGUK family proteins cluster receptors and intracellular signaling molecules at the neuronal synapse. We report that genetic inactivation of the MAGUK family protein CARD11/Carma1/Bimp3 results in a complete block in T and B cell immunity. CARD11 is essential for antigen receptor- and PKC-mediated proliferation and cytokine production in T and B cells due to a selective defect in JNK and NFkappaB activation. Moreover, B cell proliferation and JNK activation were impaired upon stimulation of TLR4 with lipopolysaccharide, indicating that CARD11 is involved in both the innate and adaptive immune systems. Our results show that the same family of molecules are critical regulators of neuronal synapses and immune receptor signaling.","dc:creator":"Hara H","dc:date":"2003","dc:title":"The MAGUK family protein CARD11 is essential for lymphocyte activation."},"rdfs:label":"CARD11 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This study demonstrates in mice, and is supported by human data in GTex, that CARD11 is expressed in cell subsets relevant to patient disease and phenotypes (lymphocytes)."},{"id":"cggv:c445d202-b5a1-4908-b1f0-39a2bbdfec4a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36f96f3c-6514-4bd7-bd1f-9715a5d343e2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"IKKa/iKKB is involved in the activation of NFkB through mediation of NFkB inhibitor degradation. The interaction of CARD11 and IKKa/IKKB indicates a means by which CARD11 may help activate NFkB.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12154356","type":"dc:BibliographicResource","dc:abstract":"Stimulation of the T cell receptor (TCR) complex initiates multiple signaling cascades that lead to the activation of several transcription factors, including the NF-kappa B family members. Although various proximal signaling components of the TCR have been intensively studied, the distal components that mediate TCR-induced NF-kappa B activation remain largely unknown. Using a somatic mutagenesis approach, we cloned a CARMA1-deficient T cell line. Deficiency in CARMA1 (originally known as CARDII) resulted in selectively impaired activation of NF-kappa B induced by the TCR and a consequent defect in interleukin-2 (IL-2) production. Reconstitution of the CARMA1-deficient cells with CARMA1 fully rescued this signaling defect. Together, our results show that CARMA1 is an essential signaling component that mediates TCR-induced NF-kappa B activation.","dc:creator":"Wang D","dc:date":"2002","dc:title":"A requirement for CARMA1 in TCR-induced NF-kappa B activation."},"rdfs:label":"CARD11 interacts with IKKa"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Study demonstrates CARD11 interacts with IKKa/IKKB, which is consistent with its role in NFkB activation"},{"id":"cggv:e7b3c80c-a7a1-4a21-9f23-3343f8edf6e4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:34b94952-3966-402d-b726-a6bc2de5954a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"A role for positive regulation for CARD11 in NFkB activation downstream of the TCR is consistent with the defects seen in patient T cell proliferation and activation. In addition, patient lymphocytes carrying CARD11 variants have demonstrated decreased NFkB activation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12356734","type":"dc:BibliographicResource","dc:abstract":"NF-kappaB is a critical target of signaling downstream of the T cell receptor (TCR) complex, but how TCR signaling activates NF-kappaB is poorly understood. We have developed an expression cloning strategy that can identify catalytic and noncatalytic molecules that participate in different pathways of NF-kappaB activation. Screening of a mouse thymus cDNA library yielded CARD11, a membrane-associated guanylate kinase (MAGUK) family member containing CARD, PDZ, SH3 and GUK domains. Using a CARD-deleted variant of CARD11 and RNA interference (RNAi), we demonstrate that CARD11 mediates NF-kappaB activation by alphaCD3/alphaCD28 cross-linking and PMA/ionomycin treatment, but not by TNFalpha or dsRNA. CARD11 is not required for TCR-mediated induction of NFAT or AP-1. CARD11 functions upstream of the IkappaB-kinase (IKK) complex and cooperates with Bcl10 in a CARD domain-dependent manner. RNAi-rescue experiments suggest that the CARD, coiled-coil, SH3 and GUK domains of CARD11 are critical for its signaling function. These results implicate CARD11 in factor- specific activation of NF-kappaB by the TCR complex and establish a role for a MAGUK family member in antigen receptor signaling.","dc:creator":"Pomerantz JL","dc:date":"2002","dc:title":"CARD11 mediates factor-specific activation of NF-kappaB by the T cell receptor complex."},"rdfs:label":"CARD11 necessary for NFkB activation "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Indicates a role for CARD11 in positive regulation of NFkB activity, consistent with phenotypes seen in patient cells."},{"id":"cggv:bc6190fc-dbf8-472a-a5ad-d4c3f014be79","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:58200e53-0fb3-4615-b290-228251a97dcf","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"CARD11 has a role in regulation of T and B cell regulation, which is consistent with the fact that gain-of-function mutations in CARD11 results in increased T and B cell proliferation and population sizes. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12818158","rdfs:label":"CARD11 necessary for T and B cell proliferation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This experiment indicates CARD11 has a role in lymphocyte proliferation, consistent with T and B cell lymphocytosis in patients with BENTA."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:23dd1a19-585b-46bb-9241-682b200bfd7d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3345b65e-598b-4dba-94ad-121aaff98cd7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0b4c1a7d-7dbf-4a4a-8d9f-14d57b5c1319","type":"FunctionalAlteration","dc:description":"T- and B-cells were isolated from patient blood using negative selection. Based on Western blot, patient B cells had comparable IkB expression and nuclear localization of RelA and relB, but higher levels of p100, BCL2 and IRF4 targets directly induced by of NFkB signaling (Fig. 5B and 5C). Patient T cells had similar phospho IKKa/B and nuclear localization of RelA and RelB, but decreased IkB levels and increased BCL2, p100, and p52 (Fig. 5B and Fig. 5C). This is consistent with the increased NFkB activity seen in vitro experiments assessing this variant. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25352053","type":"dc:BibliographicResource","dc:abstract":"Activating germline mutations in CARD11 have recently been linked to a rare genetic disorder associated with congenital B cell lymphocytosis. We describe a patient with a similar clinical phenotype who had a de novo germline G123D CARD11 mutation.","dc:creator":"Brohl AS","dc:date":"2015","dc:title":"Germline CARD11 Mutation in a Patient with Severe Congenital B Cell Lymphocytosis."},"rdfs:label":"Increased NFkB activity in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Increased NFkB activity detected in patient B- and T-cells, consistent with in vitro experiments with cell lines. CARD11 variants in BENTA patients have been found to consistently trigger increased NFkB activity."},{"id":"cggv:dece6d4a-c57b-4c3c-97d0-ac8a782b2be0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9aa13df0-448e-4f90-ac6a-f7a10b42d1ba","type":"FunctionalAlteration","dc:description":"Patient-derived naive B cells displayed significantly increased proliferation compared to control healthy cells based on 3H-thymidine incorporation when stimulated with anti-IgM, anti-IgM+anti-CD40, anti-IgM+BAFF, and heat-killed staphylococcus aureus+IL-2 (Fig. 2A). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25352053","rdfs:label":"Increased B cell proliferation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Naive B cells derived from a patient carrying a CARD11 variant displayed increased proliferation in response to stimulation compared to control cells, which is consistent with the increased B cell population characteristically detected in patients with BENTA. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":4223,"specifiedBy":"GeneValidityCriteria8","strengthScore":13,"subject":{"id":"cggv:d793dc22-241d-4d01-83af-f690d9789140","type":"GeneValidityProposition","disease":"obo:MONDO_0014645","gene":"hgnc:16393","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CARD11 was first reported in relation to autosomal dominant B-cell expansion with NFKB and T-cell anergy (BENTA) disease in 2012 (Snow AL et al., PMID: 23129749). This is a heterogeneous disease characterized by polyclonal B-cell lymphocytosis, splenomegaly, lymphadenopathy, and recurrent upper respiratory tract infections. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in the molecular mechanisms, inheritance patterns, and phenotypic variability for the diseases associated with CARD11. Therefore, the following disease entities have been split into multiple disease entities: autosomal recessive immunodeficiency 11A (i.e., severe combined immunodeficiency due to CARD11 deficiency; OMIM: 615206), autosomal dominant immunodeficiency 11B with atopic dermatitis (OMIM: 617638), and autosomal dominant B-cell expansion with NFkB and T-cell anergy (BENTA; OMIM: 616452). The split curations for immunodeficiency 11A and immunodeficiency 11B with atopic dermatitis have been curated separately. Six variants (missense and small in-frame deletion variants) that have been reported in 12 probands in 8 publications (PMIDs: 23129749, 25352053, 25930198, 26861442, 28336733, 29963038, 31897776, 34557185) are included in this curation. Of these patients, at last 6 carried de novo variants. The mechanism of pathogenicity is known to be gain of function, which is typically determined based on increased constitutive NFkB activation in vitro. This gene-disease association is also supported by experimental evidence, including expression, protein interaction, and biochemical function studies on CARD11 and assessment of functional alterations by CARD11 variants in vitro in cell lines and patient cells (PMIDs: 12154356, 12356734, 12818158, 25352053). CARD11 has been demonstrated to be specifically expressed in lymphocytes (PMID: 12818158), interact with IKKa/IKKB (PMID: 12154356), and have roles in positive regulation of NFkB activation downstream of receptor activation and lymphocyte proliferation (PMID: 12356734, 12818158). The presence of variants in CARD11 identified in patients with BENTA were found to cause increased constitutive activation of NFkB in vitro in cell lines and patient cells (PMID: 23129749, 25352053, 25930198, 31897776, 34557185). These variants were also associated with increased proliferation in patient T and B cells (PMID: 25352053).  In summary, CARD11 is definitively associated with autosomal dominant BENTA. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:23dd1a19-585b-46bb-9241-682b200bfd7d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}