{"id":"cggv:56195896-f357-403b-b7db-118314bcec94v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:56195896-f357-403b-b7db-118314bcec94_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-22T16:42:54.610Z","role":"Publisher"},{"id":"cggv:56195896-f357-403b-b7db-118314bcec94_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-12-19T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:56195896-f357-403b-b7db-118314bcec94_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56195896-f357-403b-b7db-118314bcec94_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1c3396ee-11b4-4731-875e-590a5aeee78a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2dc47664-b78a-4c68-a000-bde087faa8c0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"MT-tRNA involved in mitochondrial translation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030363","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are the major source of ATP in the cell. Five multi-subunit complexes in the inner membrane of the organelle are involved in the oxidative phosphorylation required for ATP production. Thirteen subunits of these complexes are encoded by the mitochondrial genome often referred to as mtDNA. For this reason, the expression of mtDNA is vital for the assembly and functioning of the oxidative phosphorylation complexes. Defects of the mechanisms regulating mtDNA gene expression have been associated with deficiencies in assembly of these complexes, resulting in mitochondrial diseases. Recently, numerous factors involved in these processes have been identified and characterized leading to a deeper understanding of the mechanisms that underlie mitochondrial diseases.","dc:creator":"D'Souza AR","dc:date":"2018","dc:title":"Mitochondrial transcription and translation: overview."},"rdfs:label":"Overview of mitochondrial transcription and translation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"13 OXPHOS polypeptides in mtDNA which is >10 genes + NSUN3 which formylates and methylates wobble cytosine in MT-TM"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:56195896-f357-403b-b7db-118314bcec94_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92504081-e27f-4aef-8c1c-3747d4fcd197","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c5f32495-5b89-40a1-9a34-d8a4cf45cad1","type":"FunctionalAlteration","dc:description":"Compared m.4409T>C variant with wild type via amioaculation studies in e coli transfected with human MARS2 (hmMetRS)\n\nthe 8U>C mutation  caused a significant reduction in the rate of aminoacylation of  the tRNA by hmMetRS (Fig. 1B)\n\n(they also compared using e coli hmMetRS which showed no aminoacylation whatsoever)\n\nSmall amounts of aminoacylated hmtRNAMet were isolated:\n\n-Bovine MTFMT studies\nResult: formylation of the 8U3C mutated tRNA is barely detectable\n\n[35S]Met-tRNA with the bovine MTFmt in the presence of folinic acid to provide the formyl group. The conversion of [35S]Met to [35S]fMet was monitored by TLC (Fig. 2)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18835817","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial tRNA genes are hot spots for mutations that lead to human disease. A single point mutation (T4409C) in the gene for human mitochondrial tRNA(Met) (hmtRNA(Met)) has been found to cause mitochondrial myopathy. This mutation results in the replacement of U8 in hmtRNA(Met) with a C8. The hmtRNA(Met) serves both in translational initiation and elongation in human mitochondria making this tRNA of particular interest in mitochondrial protein synthesis. Here we show that the single 8U-->C mutation leads to a failure of the tRNA to respond conformationally to Mg(2+). This mutation results in a drastic disruption of the structure of the hmtRNA(Met), which significantly reduces its aminoacylation. The small fraction of hmtRNA(Met) that can be aminoacylated is not formylated by the mitochondrial Met-tRNA transformylase preventing its function in initiation, and it is unable to form a stable ternary complex with elongation factor EF-Tu preventing any participation in chain elongation. We have used structural probing and molecular reconstitution experiments to examine the structures formed by the normal and mutated tRNAs. In the presence of Mg(2+), the normal tRNA displays the structural features expected of a tRNA. However, even in the presence of Mg(2+), the mutated tRNA does not form the cloverleaf structure typical of tRNAs. Thus, we believe that this mutation has disrupted a critical Mg(2+)-binding site on the tRNA required for formation of the biologically active structure. This work establishes a foundation for understanding the physiological consequences of the numerous mitochondrial tRNA mutations that result in disease in humans.","dc:creator":"Jones CN","dc:date":"2008","dc:title":"A disease-causing point mutation in human mitochondrial tRNAMet rsults in tRNA misfolding leading to defects in translational initiation and elongation."},"rdfs:label":"Functional Assesment of m.4409T>C impact of mito translation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Aminoacylation drastically reduced in m.4409T>C variant, compelling evidence that position changes stability of tertiary tRNA structure"},{"id":"cggv:ee54f9e3-c03d-41dd-8052-34a1b48fb948","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:67769cbd-1e15-491e-aa05-e237b2eefdc7","type":"FunctionalAlteration","dc:description":"Cybrid Analysis performed on patients cells compared to patient WT mtDNA in parallel \n\nIn cybrids essentially no activity of complex III, and Complex IV is also severely reduced with elevations in CS and SDH\n\nAlso performed immunohistochemical reaction showing “profound defect of mtDNA dependent COX- activity and MT-CO2, with preserved SDH activity and normal amount of nDNA encoded COX IV)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9452079","type":"dc:BibliographicResource","dc:abstract":"We describe a novel point mutation in the mitochondrial DNA transfer RNA methionine gene, a G-to-A transition at position 4450, in a patient with a splenic lymphoma with villous lymphocytes. The patient's lymphocytes were remarkable by the presence of large cytoplasmic inclusions demonstrated as abnormal mitochondria by electron microscopy and led to the discovery of the mutation using denaturing gradient gel electrophoresis as a screening procedure. The pathogenic potential of the mutation was clearly established by the following criteria. It was absent in a control population. It involves a nucleotide that is highly conserved along the phylogenetic tree. The mutation was heteroplasmic and, when present in a high proportion, was associated with morphological alterations of the mitochondria, with defects of respiratory chain complexes activities and with a decrease in the mitochondrially encoded cytochrome c oxidase subunit II. Transfer of the mutation in Rho0 cells allowed to demonstrate its association with a severe respiratory chain dysfunction. However, although the pathogenicity of the mutation was clearly demonstrated, its link with the patient disease remained disputable.","dc:creator":"Lombès A","dc:date":"1998","dc:title":"The first pathogenic mitochondrial methionine tRNA point mutation is discovered in splenic lymphoma."},"rdfs:label":"Cybrid analysis of m.4450G>A MT-TM"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Discussed case with GCEP and GCEP elected to score biochemical evidence from cybrid cells, as it is an isogenic system, but not patient data "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:56195896-f357-403b-b7db-118314bcec94_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2afd14c1-0361-4249-b17c-2d4bbdb18c7c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:707bfcb9-09e1-468f-a53a-60a85fded355","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"M.3875delC affected tRNAMet anticodon loop\ntRNA Met transcripts are stable (from mice carrying variant) but aberrantly migrated on gel suggesting conformation change\nM.3875delC led to severe aminoacylation defect in heart and muscle, and less so liver (Mice carrying variant at 80% heteroplasmy)\nIncreasing levels of the m.3875delC mutation were accompanied by a progressive increase in steady-state levels of all other mitochondrial mRNAs and tRNAs apart from ND6 (Fig.4e)\nNo respiratory chain deficiency was detected\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23042113","type":"dc:BibliographicResource","dc:abstract":"A genetic bottleneck explains the marked changes in mitochondrial DNA (mtDNA) heteroplasmy that are observed during the transmission of pathogenic mutations, but the precise timing of these changes remains controversial, and it is not clear whether selection has a role. These issues are important for the genetic counseling of prospective mothers and for the development of treatments aimed at disease prevention. By studying mice transmitting a heteroplasmic single-base-pair deletion in the mitochondrial tRNA(Met) gene, we show that the extent of mammalian mtDNA heteroplasmy is principally determined prenatally within the developing female germline. Although we saw no evidence of mtDNA selection prenatally, skewed heteroplasmy levels were observed in the offspring of the next generation, consistent with purifying selection. High percentages of mtDNA genomes with the tRNA(Met) mutation were linked to a compensatory increase in overall mitochondrial RNA levels, ameliorating the biochemical phenotype and explaining why fecundity is not compromised.","dc:creator":"Freyer C","dc:date":"2012","dc:title":"Variation in germline mtDNA heteroplasmy is determined prenatally but modified during subsequent transmission."},"rdfs:label":"Mouse model to study mtDNA variants prenatally"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"GCEP opted to exclude out of abundance of caution given two variants seen in mice (MT-TC and MT-TM)\nMouse also contains the m.5245T>C variant, no impact on fecundity, no clinical data about the mice\nbiochemical defect including aminoacylation defect and structural change to tRNA"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:56195896-f357-403b-b7db-118314bcec94_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.75}],"evidenceStrength":"Definitive","sequence":6727,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.75,"subject":{"id":"cggv:90eb8683-780f-480d-a68b-7e32980f51cf","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7492","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TM* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of December 19, 2022. The *MT-TM* gene encodes the mitochondrial tRNA for methionine, which is located from m.4402-4469 on the heavy strand of the mitochondrial DNA (mtDNA). Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities. \n\nWhile various names have been given to the constellation of features seen in those with *MT-TM*-related disorders, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TM* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\n*MT-TM* was first reported to be associated with maternally inherited primary mitochondrial disease in 1998 (PMID: 9633749). The condition was first described in a 10-year-old girl with exercise intolerance, myopathy, and short stature with mildly elevated serum lactate. Subsequent publications have shown a consistent phenotype involving a mitochondrial myopathy (typically childhood onset) with elevated lactate. Chronic external progressive ophthalmoplegia (CPEO) is not common but has been reported. Basal ganglia lesions and Leigh syndrome spectrum/mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) overlap have also been reported in one patient. Retinitis pigmentosa has also been reported. Muscle biopsy often shows classic findings of mitochondrial myopathy with COX-negative and ragged red (or blue) fibers. Combined OXPHOS deficiencies in muscle are also observed (PMIDs: 24711008, 25468263). \n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 7 unique missense variants including one recurrent variant, m.4450G>A. These variants were generally present at high levels of heteroplasmy in muscle tissue and at lower to undetectable levels in other tissues such as blood, saliva, buccal tissue, urine, and fibroblasts, highlighting the diagnostic importance of muscle biopsy in *MT-TM*-related primary mitochondrial disease. Of note, affected individuals with mitochondrial myopathy have been reported with heteroplasmy levels as low as 30% in muscle tissue (PMID: 31488384). Single fiber studies were performed in several individuals with results supporting variant pathogenicity. Some publications did not include details on single fiber studies such as the number of fibers tested and statistical significance values, therefore this GCEP opted to exclude these studies from scoring (PMID: 29174468). One case was excluded from scoring as two rare mtDNA variants (one in *MT-TM* and one in *MT-CO3*) co-segregated with manifestations (PMID: 19460300) and single fiber studies could not differentiate the causal variant. Another case was excluded because no nuclear DNA testing was performed to investigate an isolated complex IV deficiency in this case (PMID: 23463613). In summary, this curation included 8 probands across 8 publications from 1998-2019 (PMIDs: 9633749, 24711008, 25468263, 30739820, 11335700, 31488384, 31022467, 29174468). \n\nThis gene-disease association is also supported by functional implication given protein interaction with the multitude of other mitochondrial translation proteins linked to primary mitochondrial disease (PMID: 30030363). Subsequent analyses on the m.4409T>C variant in E. coli showed reduced aminoacylation of tRNA by human methionine aminoacyl synthetase and structural deficits in mt-tRNA Met impacting mitochondrial translation (PMID: 18835817). Of note, while one case was not considered in this curation given the individual had splenic lymphoma and no signs of mitochondrial myopathy, this GCEP elected to score cybrid studies performed in this publication as functional evidence supporting the deleterious effect of the m.4450G>A variant (PMID: 9452079).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. No convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 19, 2022 (SOP Version 9). \n","dc:isVersionOf":{"id":"cggv:56195896-f357-403b-b7db-118314bcec94"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}