{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-04-08T16:12:03.224Z","role":"Approver"},{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57753335-3248-4c5b-a26e-2148bb2b545d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:710df18d-e095-4d21-aa89-5405d4027f2e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Other genes encoding subunits of PDC have been associated with similar spectrum disease\n--PDHB (PMID: 19924563); DLAT (PMID: 16049940), DLD (PMID: 23290025), PDHX (PMID: 16566017)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19924563","type":"dc:BibliographicResource","dc:abstract":"Most cases of pyruvate dehydrogenase complex (PDHc) deficiency are attributable to mutations in the PDHA1 gene which encodes the E(1)α subunit, with few cases of mutations in the genes for E(3), E3BP (E(3) binding protein), E(2) and E(1)-phosphatase being reported. Only seven patients with deficiency of the E(1)β subunit have been described, with mutations in the PDHB gene in six of them. Clinically they presented with a non-specific encephalomyopathy. We report two patients with new mutations in PDHB and Leigh syndrome. Patient 1 was a boy with neonatal onset of hyperlactataemia, corpus callosum hypoplasia and a convulsive encephalopathy. After neurological deterioration, he died at age 5 months. Autopsy revealed the characteristic features of Leigh syndrome. Patient 2, also a boy, presented a milder clinical course. First symptoms were noticed at age 16 months with muscular hypotonia, lactic acidosis and recurrent episodes of somnolence and transient tetraparesis. MRI revealed bilateral signal hyperintensities in the globus pallidus, midbrain and crura cerebri. PDHc and E(1) activities were deficient in fibroblasts in patient 1; in patient 2 PDHc deficiency was found in skeletal muscle. Mutations in PDHA1 were excluded. Sequencing of PDHB revealed a homozygous point mutation (c.302T>C), causing a predicted amino acid change (p.M101T) in patient 1. Patient 2 is compound heterozygote for mutations c.301A>G (p.M101V) and c.313G>A (p.R105Q). All three mutations appear to destabilize the E(1) enzyme with a decrease of both E(1)α and E(1)β subunits in immunoblot analysis. To our knowledge, these patients with novel PDHB mutations are the first reported with Leigh syndrome.","dc:creator":"Quintana E","dc:date":"2009","dc:title":"PDH E1β deficiency with novel mutations in two patients with Leigh syndrome."},"rdfs:label":"Other genes encoding subunits of PDC have been associated wi"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Other genes encoding subunits of PDC have been associated with similar spectrum disease\n--PDHB (PMID: 19924563); DLAT (PMID: 16049940), DLD (PMID: 23290025), PDHX (PMID: 16566017)"},{"id":"cggv:d92e7e28-c85a-47d2-a0b5-c6d129f13f18","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a455d69-a704-4ad4-be97-b93e15bb6f4d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Leigh syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8498846","type":"dc:BibliographicResource","dc:abstract":"We report a patient with necrotizing encephalomyelopathy (Leigh's syndrome) associated with a deficiency of pyruvate dehydrogenase complex activity. The underlying mutation is an A to C transversion in the pyruvate dehydrogenase complex E1 alpha subunit gene. As the E1 alpha subunit is encoded on the X chromosome, this observation confirms that some patients with Leigh's syndrome may potentially exhibit X-linked inheritance.","dc:creator":"Matthews PM","dc:date":"1993","dc:title":"Molecular genetic characterization of an X-linked form of Leigh's syndrome."},"rdfs:label":"1st report of PDHA1 variant in boy with Leigh syndrome"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"PDC deficiency is seen in those with Leigh syndrome (PMID: 3103091; PMID: 119480; PMID: 3125426)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1d01b70-6e13-430e-bbfb-fe5e0d19cc85","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fcc9ce09-b06e-49ec-b5f8-351e4802a3e6","type":"FunctionalAlteration","dc:description":"reduced PDC activity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28918066","type":"dc:BibliographicResource","dc:abstract":"Pyruvate dehydrogenase complex (PDC) deficiency is a major cause of primary lactic acidemia in children. Prompt and correct diagnosis of PDC deficiency and differentiating between specific vs generalized, or secondary deficiencies has important implications for clinical management and therapeutic interventions. Both genetic and enzymatic testing approaches are being used in the diagnosis of PDC deficiency. However, the diagnostic efficacy of such testing approaches for individuals affected with PDC deficiency has not been systematically investigated in this disorder. We sought to evaluate the diagnostic sensitivity and variability of the various PDC enzyme assays in females and males at the Center for Inherited Disorders of Energy Metabolism (CIDEM). CIDEM data were filtered by lactic acidosis and functional PDC deficiency in at least one cell/tissue type (blood lymphocytes, cultured fibroblasts or skeletal muscle) identifying 186 subjects (51% male and 49% female), about half were genetically resolved with 78% of those determined to have a pathogenic PDHA1 mutation. Assaying PDC in cultured fibroblasts in cases where the underlying genetic etiology is PDHA1, was highly sensitive irrespective of gender; 97% (95% confidence interval [CI]: 90%-100%) and 91% (95% CI: 82%-100%) in females and males, respectively. In contrast to the fibroblast-based testing, the lymphocyte- and muscle-based testing were not sensitive (36% [95% CI: 11%-61%, p=0.0003] and 58% [95% CI: 30%-86%, p=0.014], respectively) for identifying known PDC deficient females with pathogenic PDHA1 mutations. In males with a known PDHA1 mutation, the sensitivity of the various cell/tissue assays (75% lymphocyte, 91% fibroblast and 88% muscle) were not statistically different, and the discordance frequency due to the specific cell/tissue used for assaying PDC was 0.15±0.11. Based on this data, a practical diagnostic algorithm is proposed accounting for current molecular approaches, enzyme testing sensitivity, and variability due to gender, cell/tissue type used for testing, and successive repeat testing.","dc:creator":"Shin HK","dc:date":"2017","dc:title":"Enzymatic testing sensitivity, variability and practical diagnostic algorithm for pyruvate dehydrogenase complex (PDC) deficiency."},"rdfs:label":"PDC enzyme activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"PDC activities reduced in skeletal muscle"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:387e02c6-62c6-475b-b6ec-36d52c77567c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:efddb361-fc70-4a01-87a8-00baddfd5d35","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Markedly decrease acoustic startle reflexes and impaired  PPI = impaired neurological function (ataxia/weakness); similar neuropathological appearance to Leigh syndrome spectrum (neuronal loss, gliosis, reduction in the neocortex thickness); decreased PDC activities in various tissues; neonatal lethal in males","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23840713","type":"dc:BibliographicResource","dc:abstract":"Pyruvate dehydrogenase (PDH) complex (PDC) deficiency is an inborn error of pyruvate metabolism causing a variety of neurologic manifestations. Systematic analyses of development of affected brain structures and the cellular processes responsible for their impairment have not been performed due to the lack of an animal model for PDC deficiency.","dc:creator":"Pliss L","dc:date":"2013","dc:title":"Cerebral Developmental Abnormalities in a Mouse with Systemic Pyruvate Dehydrogenase Deficiency."},"rdfs:label":"Murine model of systemic PDC deficiency"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"2/3 points given for neuropathological findings; 1/1 score given for biochemical findings (total and active PDC activity reduced by 25-50% in brain; total PDC activity reduced in liver by 25%, no significant decrease in active PDC in liver; total and active PDC activity reduced by 25-40% in muscle); 1/1 point given for neurocognitive/developmental differences (ataxia/weakness) = 4 points"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4e_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:88319873-736c-45a1-932d-655355a91631_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7059ee56-6fc6-4dab-a2d7-dcd2a2f8481a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Reported as Leigh syndrome, elevated blood lactate","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:88319873-736c-45a1-932d-655355a91631_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ef20cc99-7d7e-40d6-84a2-9e177944608a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000284.3(PDHA1):c.1132C>T (p.Arg378Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/214936"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20002461","type":"dc:BibliographicResource","dc:abstract":"We screened for PDHA1 mutations in 40 patients with biochemically demonstrated PDHc deficiency or strong clinical suspicion, and found changes with probable pathological significance in 20. Five patients presented new mutations: p.A169V, c.932_938del, c.1143_1144 ins24, c.1146_1159dup and c.510-30G> A, this latter is a new undescribed cause of exon 6 skipping. Another four mutations have been found, and previously reported, in our patients: p.H113D, p.P172L, p.Y243del and p.Y369Q. Eleven patients presented seven known mutations: p.R127Q, p.I166I, p.A198T, p.R263G, p.R302C, p.R378C and c.1142_1145dup. The latter three were found in more than one unrelated patient: p.R302C was detected in a heterozygous girl and a mosaic male, p.R378C in two males and finally, c.1142_1145dup in three females; only one in 20 mothers was found to be a carrier (p.R263G). Apart from those 20 patients, the only alteration detected in one girl with clear PDHc and PDH-E1 deficiency was the silent change c.396A> C (p.R132R), and other eight PDHc deficient patients carry combinations of known infrequent polymorphisms that are overrepresented among our 20 unsolved patients. The importance of these changes on PDH activity is unclear. Investigations in the other PDHc genes are in course in order to elucidate the genetic defect in the unresolved patients.","dc:creator":"Quintana E","dc:date":"2010","dc:title":"Mutational study in the PDHA1 gene of 40 patients suspected of pyruvate dehydrogenase complex deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20002461","rdfs:label":"M-7"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":3,"dc:description":"Common variant seen in multiple affected individuals and absent from large population databases (as of this curation); Western blot shows moderately decreased E1-alpha"},{"id":"cggv:05ad9b90-9065-42b3-aac5-d1a552e55be3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:51f0c94f-644f-43c7-b857-b32f5cfe87ea","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":13,"detectionMethod":"Cited Lissens et al., 1996 (PMID: 8664900).","firstTestingMethod":"SSCP","phenotypeFreeText":"Bilateral and symmetrical lesions of substantia nigra and basal ganglia; elevated lactate in CSF and plasma; neurodevelopmental regression; normal OXPHOS enzyme activities (measured by spectrophotometric assay) in muscle","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:05ad9b90-9065-42b3-aac5-d1a552e55be3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:704636a0-9240-4d0f-87b0-0c28ee289661","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000284.3(PDHA1):c.787C>G (p.Arg263Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10878"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9187674","type":"dc:BibliographicResource","dc:abstract":"We report studies of four patients with pyruvate dehydrogenase complex (PDH) deficiency caused by mutations in the E1 alpha subunit. Two unrelated male patients presented with Leigh syndrome and a R263G missense mutation in exon 8. This mutation has previously been described in males with the same phenotype. The two other patients had different novel mutations: (1) an 8-bp deletion at the C-terminus (exon 11) was found in one allele of a young girl suffering from microcephaly and (2) a C88S missense mutation (exon 3) in a boy who only presented with motor neuropathy. These mutations were not found in the mothers of any of the four cases. Immunoblot analysis revealed decreased immunoreactivity for the E1 alpha and E1 beta subunits in three out of the four patients. These findings confirm that: (1) PDH deficiencies are genetically heterogeneous, (2) the R263G mutation is more frequent in male cases than are other mutations and this amino acid is a hot spot for gene mutations, (3) the last eight amino acids may be important for the conformation of the tetrameric E1-PDH enzyme, and (4) the amino acids at positions 88, 263 and 382-387 are essential for the linking of the alpha subunit with the beta subunit and for the activity of the holoenzyme.","dc:creator":"Marsac C","dc:date":"1997","dc:title":"Biochemical and genetic studies of four patients with pyruvate dehydrogenase E1 alpha deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9187674","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":3,"dc:description":"Many other patients with Leigh syndrome spectrum and this variant (patient 2 in this paper, PMID: 8982956, PMID: 8664900, PMID: 9266390, PMID: 20002461)"},{"id":"cggv:08a9b6bd-f925-4d08-a8a2-2f8157e227d3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:98337b7b-ace5-411e-84dc-6777f9aba805","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"","firstTestingMethod":"SSCP","phenotypeFreeText":"Hypodensities in basal ganglia on brain MRI; neurodevelopmental regression; elevated blood lactate; OXPHOS testing not performed, brain MRS not performed","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:08a9b6bd-f925-4d08-a8a2-2f8157e227d3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5977ecc5-f944-4c30-b1c4-74e93fa8889f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000284.3(PDHA1):c.214C>T (p.Arg72Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/214938"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8664900","type":"dc:BibliographicResource","dc:abstract":"Most of the mutations causing deficiency of the pyruvate dehydrogenase (PDH) complex are in the X-linked E1 alpha gene. We have developed a rapid screening method for the detection of mutations in this gene using reverse transcription of total RNA, polymerase chain reaction amplification of the whole coding region of the gene and single-strand conformation polymorphism (SSCP) analysis. With this method, we studied eight patients with a PDH complex deficiency, using cultured fibroblasts. In all patients, aberrant SSCP patterns were found and, after sequencing of the corresponding fragments, we were able to identify six new mutations and two mutations already described previously. The mutations are point mutations leading to amino acid substitutions (5) and direct repeat insertions (3). The presence of the mutations was confirmed in genomic fibroblast DNA. The 4 female patients were shown to carry both a normal and a mutated E1 alpha gene.","dc:creator":"Lissens W","dc:date":"1996","dc:title":"Mutation analysis of the pyruvate dehydrogenase E1 alpha gene in eight patients with a pyruvate dehydrogenase complex deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8664900","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":3,"dc:description":"Seen in many individuals with Leigh syndrome (PMID: 15384102; PMID: 10679936)"},{"id":"cggv:a79539c5-1433-4bb7-b386-0188b02e75ed_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aa4573ea-32b0-4192-b5a1-d599009efcb6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"detectionMethod":"","phenotypeFreeText":"Leigh syndrome, cortical atrophy; elevated blood and CSF lactate; psychomotor retardation; OXPHOS analysis not performed, MRS not reported.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a79539c5-1433-4bb7-b386-0188b02e75ed_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5b54e858-f955-4d73-9502-50d7cd1d5934","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000284.3(PDHA1):c.615C>G (p.Phe205Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10882"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21914562","type":"dc:BibliographicResource","dc:abstract":"Pyruvate dehydrogenase complex (PDHc) deficiencies are an important cause of primary lactic acidosis. Most cases result from mutations in the X-linked gene for the pyruvate dehydrogenase E1α subunit (PDHA1) while a few cases result from mutations in genes for E1β (PDHB), E2 (DLAT), E3 (DLD) and E3BP (PDHX) subunits or PDH-phosphatase (PDP1).","dc:creator":"Imbard A","dc:date":"2011","dc:title":"Molecular characterization of 82 patients with pyruvate dehydrogenase complex deficiency. Structural implications of novel amino acid substitutions in E1 protein."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21914562","rdfs:label":"AM17"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":3,"dc:description":"Variant seen in multiple individuals with Leigh syndrome and PDC deficiency (PMID: 7887409, 8199595)"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":45,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:5d90a0f0-212a-4607-833a-96e50987d806","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:8806","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The relationship between PDHA1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of March 25, 2019. 31 articles were reviewed. PDHA1 was first reported in relation to X-linked Leigh syndrome spectrum in 1993 (Matthews et al., PMID 8498846). Evidence supporting this gene-disease relationship includes case-level and experimental data. Variants in this gene have been reported in numerous probands in numerous publications (PMIDs 7887409, 8962591, 8664900, 9187674, 9671272, 10679936, 12621116, 15384102, 20002461, 21914562). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is supported by the known biochemical function, protein interaction, functional studies in patient cell lines, and animal models.  PDHA1 encodes the E1 alpha subunit of the pyruvate dehydrogenase complex (PDC). PDC catalyzes conversion of pyruvate into acetyl-CoA, thus is the link between glycolysis and the citric acid cycle. PDC deficiency leads to impaired energy metabolism. In summary, there is definitive evidence to support the relationship between PDHA1 and X-linked Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 25, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:a579324c-3586-4636-9192-c2ea29391a4e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}