{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-01T17:45:17.105Z","role":"Publisher"},{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-01T17:45:00.572Z","role":"Approver"}],"evidence":[{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26297f68-d175-421a-97fd-0014ca06ac2b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:43dd2b17-9d46-4bdd-8ac2-cec0459810a0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"human protein atlas","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"human protein atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:63192a84-5ef3-419f-bc9d-124da4efd0aa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:91d7259c-6d80-4620-b418-eef884235317","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"According to Leigh Map, C12ORF65 is one of 13 nuclear genes involved in mitochondrial translation (Table 2). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"Genes associated with translation"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8397f1f2-8aa4-43f2-a6d4-aa4ee3612ff8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a3c1f08e-afaa-42e5-ac93-0c6c47bf261e","type":"FunctionalAlteration","dc:description":"Knockdown of the C12orf65 protein in cell culture assays resulted in an increase in reactive oxygen species and apoptosis. Mitochondrial dysfunction was demonstrated by impaired cytochrome c oxidase activity. Substantial changes in mitochondrial membrane potential and mass were observed in the C12orf65-knockdown cells compared with the control cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22821833","type":"dc:BibliographicResource","dc:abstract":"Loss of function of the c12orf65 gene causes a mitochondrial translation defect, leading to encephalomyopathy. The C12orf65 protein is thought to play a role similar to that of ICT1 in rescuing stalled mitoribosomes during translation. Both proteins belong to a family of Class I peptide release factors (RFs), all characterized by the presence of a GGQ motif. Here, we determined the solution structure of the GGQ-containing domain (GGQ domain) of C12orf65 from mouse by NMR spectroscopy, and examined the effect of siRNA-mediated knockdown of C12orf65 on mitochondria in HeLa cells using flow cytometry. The GGQ domain, comprising residues 60-124 of the 184-residue full-length protein, forms a structure with a 3(10) -β1-β2-β3-α1 topology that resembles the GGQ domain structure of RF more closely than that of ICT1. Thus, the GGQ domain structures of this protein family can be divided into two types, depending on the region linking β2 and β3; the C12orf65/RF type having a 6-residue π-HB turn and the ICT1 type having an α-helix. Knockdown of C12orf65 resulted in increased ROS production and apoptosis, leading to inhibition of cell proliferation. Substantial changes in mitochondrial membrane potential and mass in the C12orf65-knockdown cells were observed compared with the control cells. These results indicate that the function of C12orf65 is essential for cell vitality and mitochondrial function. Although similar effects were observed in ICT1-downregulated cells, there were significant differences in the range and pattern of the effects between C12orf65- and ICT1-knockdown cells, suggesting different roles of C12orf65 and ICT1 in rescuing stalled mitoribosomes.","dc:creator":"Kogure H","dc:date":"2012","dc:title":"Solution structure and siRNA-mediated knockdown analysis of the mitochondrial disease-related protein C12orf65."},"rdfs:label":"Kogure et al_functional alteration in non-patient cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Gene knockdown induces mitochondrial dysfunction in non-patient cells."},{"id":"cggv:e8ac55b9-913c-405d-b36d-d5f886e3d2b2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f5e83ce9-f7d1-4072-baf1-ea59023eedb7","type":"FunctionalAlteration","dc:description":"Measured oxygen consumption as a marker of the electron transport chain (ETC) capacity. As shown in Fig. 3, the patient cell lines showed a decrease in OCR when compared to controls. This difference is notably bigger after treating the cells with FCCP, an ETC accelerator which acts as an uncoupling agent transporting hydrogen ions the inner mitochondrial membrane, showing a clear ETC defect in the patient cell lines.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26380172","type":"dc:BibliographicResource","dc:abstract":"Behr's syndrome is a classical phenotypic description of childhood-onset optic atrophy combined with various neurological symptoms, including ophthalmoparesis, nystagmus, spastic paraparesis, ataxia, peripheral neuropathy and learning difficulties.","dc:creator":"Pyle A","dc:date":"2014","dc:title":"Behr's Syndrome is Typically Associated with Disturbed Mitochondrial Translation and Mutations in the "},"rdfs:label":"Pyle et al_functional alteration in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Evidence of electron transport chain defect in patient cells. "},{"id":"cggv:e2e275f3-649e-4327-bc18-2c47a5739429","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f2935118-3d4f-4070-9ac1-e50b5f2560f1","type":"FunctionalAlteration","dc:description":"BN-PAGE analysis revealed severe assembly defects in complexes I, IV, and V, with a milder defect in the assembly of complex III (Figure 1A). Subcomplexes could not be detected by this analysis with antibodies directed against subunits of complex I or complex IV. Synthesis of the mtDNA-encoded polypeptides 18 was also severely and uniformly affected (~30% of control levels; Figure 1B). The levels of all tested mitochondrial transcripts, rRNAs, and tRNAs were unchanged or were higher when compared to controls (Figure 2). Western blot analysis, carried out on fibroblasts solubilized in 1.5% lauryl maltoside with 10–20 mg of protein, showed normal levels of mitochondrial ribosomal subunits, as well as mitochondrial translation elongation factors (Figure 1C), suggesting that the translation defect was not due to an impaired assembly of the mitochondrial ribosome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20598281","type":"dc:BibliographicResource","dc:abstract":"We investigated the genetic basis for a global and uniform decrease in mitochondrial translation in fibroblasts from patients in two unrelated pedigrees who developed Leigh syndrome, optic atrophy, and ophthalmoplegia. Analysis of the assembly of the oxidative phosphorylation complexes showed severe decreases of complexes I, IV, and V and a smaller decrease in complex III. The steady-state levels of mitochondrial mRNAs, tRNAs, and rRNAs were not reduced, nor were those of the mitochondrial translation elongation factors or the protein components of the mitochondrial ribosome. Using homozygosity mapping, we identified a 1 bp deletion in C12orf65 in one patient, and DNA sequence analysis showed a different 1 bp deletion in the second patient. Both mutations predict the same premature stop codon. C12orf65 belongs to a family of four mitochondrial class I peptide release factors, which also includes mtRF1a, mtRF1, and Ict1, all characterized by the presence of a GGQ motif at the active site. However, C12orf65 does not exhibit peptidyl-tRNA hydrolase activity in an in vitro assay with bacterial ribosomes. We suggest that it might play a role in recycling abortive peptidyl-tRNA species, released from the ribosome during the elongation phase of translation.","dc:creator":"Antonicka H","dc:date":"2010","dc:title":"Mutations in C12orf65 in patients with encephalomyopathy and a mitochondrial translation defect."},"rdfs:label":"Antonicka et al_functional alteration in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Severe decrease in assembly of complexes I, IV, and V and a smaller decrease in complex III with no reduction in steady-state levels of mitochondrial mRNAs, tRNAs, and rRNAs, mitochondrial translation elongation factors, or protein components of the mitochondrial ribosome. "},{"id":"cggv:c5a0fb49-eb91-449d-8704-bc638b707152","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6b46ac79-8195-4539-9660-924fc8fdf1d2","type":"FunctionalAlteration","dc:description":"Cell morphology (Fig. 2D) and growth rate of fibroblasts derived from the patient were comparable to control cells on glucose. However, these failed to proliferate on galactose (Fig. 2E, F), a substrate that forces cells to utilise oxidative phosphorylation rather than glycolysis for ATP production. This observation confirmed that the cells express a mitochondrial respiratory chain defect, consistent with the decrease in complex IV activity determined spectrophotometrically. \n\nDe novo mitochondrial translation was assessed in patient fibroblasts and indicated a global decrease in protein synthesis (Fig. 4A), as seen in previously reported patients. This reduction in mt-protein synthesis is not a consequence of a reduction in mt-RNA levels, which are modestly elevated (Fig. 4B), again as seen in other C12orf65 patients. When cells are artificially depleted of C12orf65 protein using siRNA, the elevation in mt-RNA levels is more striking (Fig. 4C). A mitoribosome defect is unlikely to be responsible in\nthis patient, as no global differences were observed in the steady state levels of mitoribosomal protein levels (Fig. 4D). To identify if the synthesised polypeptides are stable, steady state levels of RC proteins were assessed by western blotting following SDS-PAGE. This confirmed decreased levels of complex IV (COX2 expression), consistent with our biochemical assays but also revealed reduced levels of CI and modest changes in CIII subunits (Fig. 4E). To determine if synthesised polypeptides were incorporated into fully assembled oxidative phosphorylation complexes, western blots of mitochondrial fractions separated by 1D BN-PAGE were performed. A reduction in the amount of fully assembled complexes I, IV and V was observed in the patient compared to controls, together with a minor complex III defect, visible in the I+III supercomplex (Fig. 4F). These data are consistent with C12orf65 playing a ubiquitous role in mt-translation but with a more severe effect on CIV activity. This translation defect caused by loss of C12orf65 does not appear to trigger an unfolded protein response as no increase was seen in relevant proteases (Fig. 4G, LONP and CLPX).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27858754","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disease can present at any age, with dysfunction in almost any tissue making diagnosis a challenge. It can result from inherited or sporadic mutations in either the mitochondrial or the nuclear genome, many of which affect intraorganellar gene expression. The estimated prevalence of 1/4300 indicates these to be amongst the commonest inherited neuromuscular disorders, emphasising the importance of recognition of the diagnostic clinical features.","dc:creator":"Wesolowska M","dc:date":"2015","dc:title":"Adult Onset Leigh Syndrome in the Intensive Care Setting: A Novel Presentation of a C12orf65 Related Mitochondrial Disease."},"rdfs:label":"Wesolowska et al_functional alteration in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Evidence of respiratory chain defect and reduction in intra-mitochondrial protein synthesis in patient fibroblasts."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a43e8cf5-f172-44a6-a5a4-337f37ce228b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:de2bac74-7dd2-4562-a45d-e1d7a16c8b64","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of the wild-type C12orf65 cDNA rescued the mitochondrial protein synthesis defect in both patients (Figure 1B), which resulted in near control levels of all OXPHOS complexes in patient fibroblasts (Figure 1A). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20598281","rdfs:label":"Antonicka et al_rescue in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"Per Mito GCEP scoring guidance"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:81d3dae3-5076-4bfa-938e-3614752e0d4a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fbcabb0b-6fe4-445f-8f60-d1d0826c67f4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":8,"detectionMethod":" Genome-wide homozygosity mapping performed, focusing on genes in homozygous regions likely to encode a mitochondrial protein (n=69). Variant identified through candidate gene sequencing. Cannot rule out hemizygosity in the patient, but both parents (and an older sister) were heterozygous carriers of the mutation and an older brother was homozygous for the wildtype allele.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Leigh syndrome, optic atrophy, and ophthalmoplegia\n\nFrom age 1, the patient had failure to thrive with swallowing problems and regression of psychomotor development. At 18 months, psychomotor retardation, ataxia, and ptosis were found. An ophthalmological examination showed bilateral paresis of N. abducens. At age 3 years, nystagmus was found, and at age 5 years, severe optic atrophy and decreased vision were found. A cerebral MRI at age 2 years showed bilateral lesions in the thalami, brain stem, and medulla spinalis, and a diagnosis of Leigh syndrome (MIM#256000) was made. At 8 years, her height and weight were normal for her age. She was hypermobile with ataxia and used a wheelchair. She had severely reduced vision with optic atrophy and ophthalmoplegia. Plasma lactate was on one occasion elevated to 2.7 mmol/l. Urine organic acids, urine amino acids, and plasma amino acids were normal. Decreased cytochrome c oxidase (COX, complex IV) activity in fibroblasts (COX/citrate synthase 0.27 versus control mean 0.68, control range 0.4–1.1). The patient died at age 8. No images presented in paper.\n\ninclusion criteria: developmental delay/regression, bilateral lesions of thalami/brainstem on MRI, elevated plasma lactate","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:81d3dae3-5076-4bfa-938e-3614752e0d4a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:266e4c5b-e7df-4231-b694-19cc2535998f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152269.5(MTRFR):c.248del (p.Val83fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA113824"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20598281"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20598281","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"homozygous predicted null (premature truncation) (reduced from default because no NMD) and patient cell evidence of mitochondrial defect (impaired complex assembly) \n\nNMD not expected because premature stop occurs within last 50 bp of penulatimate exon. In addition, the level of the C12orf65 mRNA was not significantly reduced on RT-PCR in either patient, suggesting that nonsense-mediated mRNA decay does not contribute to the loss of function of the C12orf65 gene product."},{"id":"cggv:894222c7-2e46-488c-a35b-f86d98514ae3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3fe880fd-decb-4f9e-9701-d48bc4cc0525","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"Genetic testing: Mitochondrial DNA analysis showed 2 nonpathogenic homoplasmic Leber heredity optic neuropathy secondary mutations: m.4216T.C and m.13708G.A but was otherwise normal. No sequence or deletion/duplication mutations were identified in the AUH, C10ORF2, CISD2, NDUFSI, OPA1, OPA3, POLG1, POLG2, RRM2B, SLC25A4, SPG7, TIMM8A, TMEM126A, TYMP, and WFS1 genes (panel for optic atrophy and progressive external ophthalmoplegia)","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"optic atrophy and Leigh syndrome–like disease\n\nDevelopmental delay, including speech; decreased energy; nystagmus by 9 mo. At 2 yr: decreased visual acuity; diffuse optic atrophy; normal brain MRI and spectroscopy. At 7 yr: drop in vision of left eye; abduction limitation of the right eye; decreased movement of left side of face; reduced strength in lower extremities; brisk deep tendon reflexes; upgoing toes; lumbering gait with modified Gowers maneuver; bilateral intention tremor and dysmetria. MRI revealed areas of T2 prolongation involving the bilateral periaqueductal gray matter, extending inferiorly along the pontine tegmentum and facial colliculi, terminating in the dorsal aspect of the central medulla (Fig. 1). These areas were not associated with brainstem expansion or volume loss. Diffusion-weighted imaging (DWI) demonstrated mixed diffusion characteristics with areas of low and high diffusivity. Magnetic resonance spectroscopy showed nonspecific mildly elevated choline–N-acetylaspartate ratio within the region of signal abnormality of the right midbrain. This constellation of findings was suggestive of Leigh syndrome. Repeat brain MRI at 8 years of age showed a decrease in the extent of the T2 prolongation previously identified within the midline medulla, ventral pons, and periaqueductal regions, with extension into the midbrain around the red nucleus. The optic nerve sheaths remained dilated bilaterally (Fig. 2). Plasma and cerebrospinal fluid (CSF) lactate levels were normal, as was pyruvic acid in whole blood and plasma creatine kinase levels. Lumbar puncture revealed decreased glucose of 56 mg/dL (normal: 60–80 mg/dL) and low protein of 13.8 mg/dL (normal: 15.0–45.0 mg/dL), with normal CSF amino acids, neurotransmitters, sialic acid, and 5-methyltetrahydrofolate. Activity of complex IV (cytochrome c oxidase) in fibroblasts was reduced to below 40% of normal controls in Case 1 and below 30% in younger sibling. Abnormal mitochondria in fibroblasts on EM. No autopsy. \nInclusion criteria: fluctuating neuroimaging abnormalities in bilateral midbrain/medulla, developmental delay, reduced OXPHOS activity","sex":"Male","variant":{"id":"cggv:894222c7-2e46-488c-a35b-f86d98514ae3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:90d5d0e7-1975-420f-8961-956a96589778","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152269.5(MTRFR):c.210del (p.Gly72fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA113825"}},{"id":"cggv:5f0e4faf-1106-4ac1-acaf-4937f58dc089","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152269.5(MTRFR):c.96_99dup (p.Pro34fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA322712"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24284555","type":"dc:BibliographicResource","dc:abstract":"Combined oxidative phosphorylation deficiency type 7 (COXPD7) is a rare disorder of mitochondrial metabolism that results in optic atrophy and Leigh syndrome-like disease. We describe 2 siblings with compound heterozygous mutations in the recently identified C12orf65 gene who presented with optic atrophy and mild developmental delays and subsequently developed bilateral, symmetric lesions in the brainstem reminiscent of Leigh syndrome. Repeat neuroimaging demonstrated reversibility of the findings in 1 sibling and persistent metabolic stroke in the other. This article highlights the phenotypic manifestations from a novel mutation in the C12orf65 gene and reviews the clinical presentation of the 5 other individuals reported to date who carry mutations in this gene.","dc:creator":"Heidary G","dc:date":"2014","dc:title":"Optic atrophy and a Leigh-like syndrome due to mutations in the c12orf65 gene: report of a novel mutation and review of the literature."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24284555","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":" NMD predicted for novel frameshift. \n\ncompound het for predicted null (1 NMD, 1 premature truncation) (2 pts)"},{"id":"cggv:d12299ae-21b7-4a08-970c-b6f7b778213b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3df11ffe-6e1d-4594-9876-0eddfa1ea9e1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":45,"detectionMethod":"Genetic testing: Diagnostic molecular genetic studies excluded mtDNA depletion, mtDNA rearrangements and mtDNA point mutations as a cause of the respiratory chain defect in muscle. Whole exome capture and sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"adult-onset Leigh-like disease\n\nAs an infant, reached developmental milestones appropriately. Presented to acute care at 45 years following a fall at home. Neurophysiological evaluation was consistent with an axonal neuropathy. On examination the patient had bilateral ptosis, horizontal gaze paresis and bilateral optic atrophy. He had mild facial muscle weakness, palatal myoclonus, a reduced gag reflex and dysarthria. There was severe distal muscle wasting of upper and lower limbs. Upper and lower limb reflexes were pathologically brisk, with the exception of ankle and plantar reflexes, which were absent. Initial neuropathy screen including serum protein electrophoresis, copper, caeruloplasmin, acylcarnitines, carnitine, phytanic acid, very long chain fatty acids, \u0002-fetoprotein and urinary organic acids were normal. Serum lactate was 3.7 mmol/L (normal range <2.0 mmol/l). MRI of the head showed extensive swelling and abnormal high T2-weighted signal changes centrally within the medulla and dorsal pons. Additional small foci of restricted diffusion were seen within the brainstem and the cerebellar hemispheres (Fig. 1). Brain MRS showed a lactate peak, with reduced NAA and raised choline in a voxel centred over the brainstem. Combined these radiological findings were consistent with a diagnosis of Leigh syndrome. Histochemical  analysis  of oxidative enzymes, including succinate dehydrogenase (SDH) and cytochrome c oxidase (COX), in muscle revealed a generalised decrease in COX activity throughout the biopsy sample, confirmed by the sequential COX-SDH  assay (Fig. 2A). Spectrophotometric assays of mitochondrial respiratory chain enzyme activities revealed a severe (approximately 20% of control values) and isolated COX  (CIV) deficiency in the muscle (Fig. 2B).\ninclusion criteria: neuroimaging findings in medulla, pons, and brainstem, elevated MRS lactate, reduced OXPHOS activity in muscle but no developmental delay","sex":"Male","variant":{"id":"cggv:d12299ae-21b7-4a08-970c-b6f7b778213b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:90d5d0e7-1975-420f-8961-956a96589778"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27858754"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27858754","rdfs:label":"Wesolowska 2015 case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"homozygous for predicted null (premature truncation) (reduced because variant previously reported) and patient cell evidence of mitochondrial defect "},{"id":"cggv:b6f6225f-7164-4bc4-bbdb-89925344a4ab_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a314d467-d81b-4de4-927f-0860e05ab780","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Normal early motor milestones, except for tiptoe walking. Developed visual problems at 5 years. Aches in legs and gait problems. Learning difficulties, with poor concentration and memory. Metabolic and CSF studies normal. Brain MRI at age 6y was normal, but detected bilateral, symmetric hyperintensities in the posterior pons and medullary region at 14y and 22y, resembling Leigh’s disease (Fig. 1E). Electrophysiology at age 11y showed widespread lower motor neuron lesion. Muscle biopsy at the age of 10y revealed several cytochrome c oxidase (COX)-deficient fibers following histochemical analysis and biochemical evidence of complex IV deficiency at 40% of control values; the activities of complexes I, II and III were all normal.Clinical examination at age 22 y revealed bilateral optic atrophy but normal eye movements. He had spasticity and bilaterally increased deep tendon reflexes with positive Babinski sign, but absent ankle jerks. He had severely atrophic muscles in the arms and legs with distal predominance and foot drop, and needed bilateral splints. He had no sensory or vegetative symptoms and no ataxia. He had mild intellectual disability.","sex":"Male","variant":{"id":"cggv:b6f6225f-7164-4bc4-bbdb-89925344a4ab_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5f0e4faf-1106-4ac1-acaf-4937f58dc089"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26380172"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26380172","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"homozygous for predicted null (premature truncation) (reduced from default because variant previously reported) and patient cell evidence of mitochondrial dysfunction"},{"id":"cggv:d1dd4d2d-9674-4dcb-b0c5-77f09edd6cb4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:db9c9f42-16dc-49ac-8e15-1bc43cdb6e8c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":22,"detectionMethod":"candidate gene sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Leigh-like syndrome, optic atrophy, and ophthalmoplegia\n\nPregnancy, delivery, and initial development were normal. Nystagmus was noted at birth. At age 3 years, a divergent squint arose. Ophthalmological examination revealed optic atrophy. MRI of the brain was normal at that time. From the age of 7 years, slow deterioration of vision and motor and cognitive function occurred. He also developed urinary stress incontinence. Neurological examination at the age of 21 years revealed optic atrophy with diminished vision, divergent squint, irregular nystagmus, incomplete external ophthalmoplegia with limited eye movements, and bulbar paresis. Examination of the arms and legs revealed atrophy and weakness of the distal muscles, as well as distal decrease in sensory function. There were no evident signs of a cerebellar ataxia. At the age of 22 years, he developed a respiratory tract infection, respiratory insufficiency, and paralytic ileus. MRI of the brain revealed extensive signal abnormalities in the brain stem, especially the midbrain and medulla, with restricted diffusion and enhancement after contrast. There were also signal abnormalities in the cerebellar white matter and thalamus. Magnetic resonance spectroscopy of the brain stem revealed highly elevated lactate. He died a few months later.\ninclusion criteria: signal abnormalities in brainstem, midbrain, thalamus, elevated lactate, developmental delay/regression unclear","sex":"Male","variant":{"id":"cggv:d1dd4d2d-9674-4dcb-b0c5-77f09edd6cb4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:90d5d0e7-1975-420f-8961-956a96589778"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20598281"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20598281","rdfs:label":"patient 2's older brother"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"homozygous predicted null (premature truncation) (reduced from default because no NMD) and patient cell evidence of mitochondrial defect.\n\nNMD not expected because premature stop occurs within last 50 bp of penulatimate exon. In addition, the level of the C12orf65 mRNA was not significantly reduced on RT-PCR in either patient, suggesting that nonsense-mediated mRNA decay does not contribute to the loss of function of the C12orf65 gene product."},{"id":"cggv:cc319763-b57a-4814-9001-edf4650b8ca7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:57219845-7210-4d52-9c09-b50ce9cb790f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"No pathological variants in five nuclear genes (SURF1, COX15, SCO2, TACO1 and LRPPRC) and mitochondrial DNA, which have been reported in relation to LS with COX deficiency, were identified.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Leigh syndrome\n\nFailure to thrive, developmental delay, bilateral strabismus, horizontal nystagmus, ptosis, ophthalmoplegia, temporal optic pallor, optic atrophy. Brain MRI at 2 years showed symmetric increased T2 signals in the corticospinal tracts in the brainstem (midbrain and medulla; figure 2A), and the T1-weighted image showed a mildly thick and dysmorphic corpus callosum (figure 2B) while the spine MRI was normal. Serum lactate was markedly elevated. Short stature, progressive spastic paraparesis, spasticity in lower extremeties, brisk deep tendon reflexes, clonus and extensor plantar response, right hydronephrosis, mild-to-moderate ID. Brain MRI at 7 years revealed hyperintense signals in the bilateral periventricular white matter, bilateral putamen, right side of medial thalamus or periaqueductal area of the midbrain (figure 2D–F). Primary ovarian failure at age 11 years. Muscle biopsy at the age of 4 years revealed decreased complex IV activity (cytochrome c oxidase: 750 nmol/min/mg and 770 nmol/min/mg in II-3 and II-4, respectively, normal range: 1413±518 nmol/min/mg), while the other mitochondrial complexes (I, II, III and V) were normal (see online supplementary methods and table S1).\ninclusion criteria: developmental delay, neuroimaging findings in bilateral brainstem and midbrain, elevated lactate, decreased complex IV activity in muscle","sex":"Female","variant":{"id":"cggv:cc319763-b57a-4814-9001-edf4650b8ca7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:53578b6c-274e-4a67-b72f-a46a8bf586d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152269.5(MTRFR):c.346del (p.Lys115_Val116insTer)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA145466"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25995486","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is an early-onset progressive neurodegenerative disorder associated with mitochondrial dysfunction. LS is characterised by elevated lactate and pyruvate and bilateral symmetric hyperintense lesions in the basal ganglia, thalamus, brainstem, cerebral white matter or spinal cord on T2-weighted MRI. LS is a genetically heterogeneous disease, and to date mutations in approximately 40 genes related to mitochondrial function have been linked to the disorder.","dc:creator":"Imagawa E","dc:date":"2016","dc:title":"Homozygous p.V116* mutation in C12orf65 results in Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25995486","rdfs:label":"II-3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"homozygous for predicted null (premature truncation) (reduced from default because no NMD) \n\nVariant was previously reported in an Indian family with Charcot-Marie Tooth disease type 6. "}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.5}],"evidenceStrength":"Definitive","sequence":2489,"specifiedBy":"GeneValidityCriteria7","strengthScore":13,"subject":{"id":"cggv:c1704d6b-1bb9-48d8-9e40-ef2021c46a92","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:26784","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between C12orf65 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of December 9, 2019. The C12orf65 gene encodes an important mitochondrial translation release factor that functions in releasing newly synthesized peptides from the mitochondrial ribosome.\n\nThe C12orf65 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2010 (PMID: 20598281). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four unique variants identified in six cases from five publications (PMIDs: 20598281, 24284555, 27858754, 25995486, 26380172). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, expression, functional alteration in patient cells, functional alteration in non-patient cells, and rescue in patient cells (PMIDs: 27977873, 18853439, 20598281, 22821833, 27858754, 26380172). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 9, 2019 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:78f97463-d8b2-411a-9292-1908646dac77"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}