{"id":"cggv:5d2e51e3-fec5-4aa8-a093-d316c4feec02v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:5d2e51e3-fec5-4aa8-a093-d316c4feec02_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2023-03-09T06:36:45.078Z","role":"Publisher"},{"id":"cggv:5d2e51e3-fec5-4aa8-a093-d316c4feec02_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2023-02-09T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33472045","type":"dc:BibliographicResource","dc:abstract":"Asthenoteratozoospermia characterized by multiple morphological abnormalities of the flagella (MMAF) has been identified as a sub-type of male infertility. Recent progress has identified several MMAF-associated genes with an autosomal recessive inheritance in human affected individuals, but the etiology in approximately 40% of affected individuals remains unknown. Here, we conducted whole-exome sequencing (WES) and identified hemizygous missense variants in the X-linked CFAP47 in three unrelated Chinese individuals with MMAF. These three CFAP47 variants were absent in human control population genome databases and were predicted to be deleterious by multiple bioinformatic tools. CFAP47 encodes a cilia- and flagella-associated protein that is highly expressed in testis. Immunoblotting and immunofluorescence assays revealed obviously reduced levels of CFAP47 in spermatozoa from all three men harboring deleterious missense variants of CFAP47. Furthermore, WES data from an additional cohort of severe asthenoteratozoospermic men originating from Australia permitted the identification of a hemizygous Xp21.1 deletion removing the entire CFAP47 gene. All men harboring hemizygous CFAP47 variants displayed typical MMAF phenotypes. We also generated a Cfap47-mutated mouse model, the adult males of which were sterile and presented with reduced sperm motility and abnormal flagellar morphology and movement. However, fertility could be rescued by the use of intra-cytoplasmic sperm injections (ICSIs). Altogether, our experimental observations in humans and mice demonstrate that hemizygous mutations in CFAP47 can induce X-linked MMAF and asthenoteratozoospermia, for which good ICSI prognosis is suggested. These findings will provide important guidance for genetic counseling and assisted reproduction treatments.","dc:creator":"Liu C","dc:date":"2021","dc:title":"Deleterious variants in X-linked CFAP47 induce asthenoteratozoospermia and primary male infertility."},"evidence":[{"id":"cggv:5d2e51e3-fec5-4aa8-a093-d316c4feec02_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5d2e51e3-fec5-4aa8-a093-d316c4feec02_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d7a9bf72-dd73-4fcb-aed8-b1e82461acfd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3cb688e0-5649-4749-9090-e950b2a00b10","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human RNA-seq data from the GTEx portal (PMID: 23715323) show high CFAP47 expression in pituitary gland, fallopian tube, and lung. All of these tissues contain multi-ciliated cells, consistent with a role for CFAP47 in ciliary function. These data are corroborated by expression data from PMID: 33472045 showing expression in the testis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"CFAP47 is highly expressed in multi-ciliated tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"The expression profile of CFAP47 across multiple tissues shows high expression in several tissues that contain multi-ciliated cells."},{"id":"cggv:0f167293-1fdf-4e94-9d40-a059b8282bf7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:723e685d-daa0-4190-9d33-eeda55d1dde5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"3 male patients harboring CFAP65 variants in Figure S7 have significantly reduced staining of CFAP47 in sperm flagella relative to the unaffected male control. This is consistent with the known role of biallelic variants CFAP65 in causing Spermatogenic failure 40.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33472045","rdfs:label":"Men with CFAP65 variants have reduced CFAP47 in sperm."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Default scoring is considered appropriate, as variants in CFAP65 have been associated with a very similar disease entity."},{"id":"cggv:dd871c59-b713-4094-bcfa-8d392dfb68cb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb3c626d-26fb-49e5-b65d-8a78d8a70048","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Immunoprecipitation of CFAP65 from either human spermatozoa or mouse testis lysate was found to pull down CFAP47 when analyzed by western blotting (Figure S8). Biallelic variants in CFAP65 (HGNC:25325) have been identified as the cause of spermatogenic failure 40, a similar disease entity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33472045","rdfs:label":"CFAP47 physically interacts with CFAP65."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Default scoring is considered appropriate given that the interacting protein is encoded by a gene with a known role in another form of spermatogenic failure."},{"id":"cggv:33f2e1f4-9612-4b1a-aceb-4debb5af7a0b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0aaa27ff-179e-4198-a5c0-f1e015ee5f1b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The normal localization of CFAP47 is consistent with its hypothesized role in flagellar axoneme assembly and with the sperm abnormalities observed in affected patients harboring biallelic CFAP47 variants.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33472045","rdfs:label":"CFAP47 normally localizes to the base of sperm flagella."}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Default scoring is considered appropriate, given the single piece of evidence of this protein function."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.75},{"id":"cggv:5d2e51e3-fec5-4aa8-a093-d316c4feec02_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:00e2864a-8d04-4ce3-948c-f4b8d60b4a74","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f69da020-79b9-4768-9f16-80899cd73475","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mutation caused features consistent with a defect in sperm maturation in the epididymis, including reduced sperm motility (Figure 6 and Table S6), abnormal sperm movements (folding motion in Videos S1 and S2), bent flagella (Figure 7, Videos S3-S8), and higher rates of unevenly distributed fibrous sheaths among the spermatozoa (Figures S13 and S14). The model also matches the human patient mode of inheritance.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33472045","rdfs:label":"Murine model of CFAP47 loss-of-function"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Default scoring is considered appropriate as the model is a good match for the patient phenotypes and mode of inheritance."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.75},{"id":"cggv:5d2e51e3-fec5-4aa8-a093-d316c4feec02_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.3}],"evidenceStrength":"Limited","sequence":5949,"specifiedBy":"GeneValidityCriteria9","strengthScore":4.05,"subject":{"id":"cggv:24653ea3-4399-4a51-bb07-69117323f01d","type":"GeneValidityProposition","disease":"obo:MONDO_0025354","gene":"hgnc:26708","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The *CFAP47* gene was first reported in relation to X-linked spermatogenic failure in 2021 (Liu et al, PMID: 33472045). The specific disease entity, X-linked spermatogenic failure 3 (MONDO:0025354, MIM #301059), is one of at least 3 different forms of X-linked spermatogenic failure distinguished by a single monogenic cause. Consistent features among the reported male patients are infertility, reduced sperm motility, and multiple morphological abnormalities of the sperm flagellum. Flagella can be abnormally short, coiled, or absent, and can exhibit abnormal axoneme morphology. While the number of patients published so far is quite small, all of them have been noted for the lack of phenotypes typically associated with primary ciliary dyskinesia, including absence of sinusitis, bronchitis, otitis media, and pneumonia (PMID: 33472045).\n\nThis curation has scored three suspected disease-causing *CFAP47* variants (all missense), which were collectively reported in three male probands in one publication (PMID: 33472045). None of the probands were reported to be from consanguineous parents, and all of them harbored a single *CFAP47* variant in the hemizygous state. Although a fourth male proband with a matching phenotype harbored a deletion of the entire *CFAP47* locus, the variant could not be scored as the exact coordinates of the deletion could not be defined (PMID: 33472045). Nevertheless, the molecular mechanism appears to be hemizygous loss-of-function with an X-linked mode of inheritance, characterized in at least some cases by variants predicted to trigger the absence of a gene product. An urgent need remains for additional published data to more directly evaluate the mechanism of pathogenicity by which missense variants affect CFAP47 function. A second article has become available online reporting additional probands with a compatible phenotype harboring a missense variant in *CFAP47*, but had not yet been published at the time of this curation and could not be included among the genetic evidence scored (https://www.authorea.com/users/354197/articles/571930-a-novel-recurrent-mutation-in-cfap47-causes-male-infertility-with-asthenoteratozoospermia#annotations:BvkA_GhvEe2wiJ-G-1Q61A).\n\nThis gene-disease relationship is also supported by experimental evidence that high levels of *CFAP47* expression in humans are specific to tissues known to harbor multi-ciliated cells (PMID: 23715323). *CFAP47* encodes a protein that localizes to the base of sperm flagella (PMID: 33472045). CFAP47 protein physically interacts with CFAP65, which is encoded by the gene that harbors variants associated with spermatogenic failure 40. CFAP47 levels are severely reduced in sperm flagella from affected patients harboring CFAP65 variants (PMID: 33472045). A mouse model of *Cfap47* loss-of-function recapitulates additional human patient phenotypes such as male infertility, multiple abnormalities of sperm morphology, and reduced sperm motility (PMID: 33472045).\n\nIn summary, *CFAP47* has limited evidence of association with X-linked spermatogenic failure 3. This has been demonstrated in both research and diagnostic settings, but has so far reached only a Limited classification. Additional genetic evidence and replication over a longer period of time will be required to reach a stronger gene-disease association. This classification has been approved by the ClinGen Motile Ciliopathy GCEP on February 9th, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:5d2e51e3-fec5-4aa8-a093-d316c4feec02"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}