{"id":"cggv:287cab44-b8b6-411c-903a-6214ac5e98afv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:287cab44-b8b6-411c-903a-6214ac5e98af_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-07-12T19:22:40.320Z","role":"Publisher"},{"id":"cggv:287cab44-b8b6-411c-903a-6214ac5e98af_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-07-12T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:287cab44-b8b6-411c-903a-6214ac5e98af_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:287cab44-b8b6-411c-903a-6214ac5e98af_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.4},{"id":"cggv:287cab44-b8b6-411c-903a-6214ac5e98af_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:287cab44-b8b6-411c-903a-6214ac5e98af_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1846958e-c6e1-41cc-882b-76445b92b7c8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3d741343-d66e-491d-bb47-f56c70d1e2b7","type":"FunctionalAlteration","dc:description":"To determine whether mutant CHMP2B proteins cause neurodegeneration, the authors coexpressed GFP and Flag-tagged mutant forms of CHMP2B in 15 DIV cortical neurons. Two to three days after transfection, neuronal cell loss was considerably increased only in neurons expressing CHMP2BIntron5. These findings suggest that CHMP2BIntron5 is sufficient to cause neurodegeneration as seen in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17683935","type":"dc:BibliographicResource","dc:abstract":"Defects in the endosomal-lysosomal pathway have been implicated in a number of neurodegenerative disorders. A key step in the endocytic regulation of transmembrane proteins occurs in a subset of late-endosomal compartments known as multivesicular bodies (MVBs), whose formation is controlled by endosomal sorting complex required for transport (ESCRT). The roles of ESCRT in dendritic maintenance and neurodegeneration remain unknown. Here, we show that mSnf7-2, a key component of ESCRT-III, is highly expressed in most mammalian neurons. Loss of mSnf7-2 in mature cortical neurons caused retraction of dendrites and neuronal cell loss. mSnf7-2 binds to CHMP2B, another ESCRT-III subunit, in which a rare dominant mutation is associated with frontotemporal dementia linked to chromosome 3 (FTD3). Ectopic expression of the mutant protein CHMP2B(Intron5) also caused dendritic retraction prior to neurodegeneration. CHMP2B(Intron5) was associated more avidly than CHMP2B(WT) with mSnf7-2, resulting in sequestration of mSnf7-2 in ubiquitin-positive late-endosomal vesicles in cortical neurons. Moreover, loss of mSnf7-2 or CHMP2B(Intron5) expression caused the accumulation of autophagosomes in cortical neurons and flies. These findings indicate that ESCRT-III dysfunction is associated with the autophagy pathway, suggesting a novel neurodegeneration mechanism that may have important implications for understanding FTD and other age-dependent neurodegenerative diseases.","dc:creator":"Lee JA","dc:date":"2007","dc:title":"ESCRT-III dysfunction causes autophagosome accumulation and neurodegeneration."},"rdfs:label":"transfection of rat primary cortical neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Furthermore, in identifying the cell-death pathway responsible for neurodegeneration as a result of ESCRT-III dysfunction the authors investigated whether CHMP2BIntron5-induced neurodegeneration is associated with the autophagy pathway. GFP-LC3-positive autophagosomes appeared in neurons expressing CHMP2BIntron5, similar results were also observed in transfected HEK293 cells."},{"id":"cggv:896b76cb-f008-4bc0-bb54-780fbf5b86b5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2f249b7a-7efb-4ac6-bd78-2272daa44778","type":"FunctionalAlteration","dc:description":"CHMP2B was efficiently knocked down in patient fibroblasts with the CHMP2Bintron5 and CHMP2BΔ10 variant, using an RNA interference approach. That knockdown caused reversal of the abnormal endosomal phenotype observed in patient fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22786763","type":"dc:BibliographicResource","dc:abstract":"Frontotemporal dementia is the second most common form of young-onset dementia after Alzheimer's disease, and several genetic forms of frontotemporal dementia are known. A rare genetic variant is caused by a point mutation in the CHMP2B gene. CHMP2B is a component of the ESCRT-III complex, which is involved in endosomal trafficking of proteins targeted for degradation in lysosomes. Mutations in CHMP2B result in abnormal endosomal structures in patient fibroblasts and patient brains, probably through a gain-of-function mechanism, suggesting that the endosomal pathway plays a central role in the pathogenesis of the disease.","dc:creator":"Nielsen TT","dc:date":"2012","dc:title":"Reversal of pathology in CHMP2B-mediated frontotemporal dementia patient cells using RNA interference."},"rdfs:label":"CHMP2B RNAi knockdown"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This shows a direct link between the disease-causing mutation and the cellular phenotype in patients."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:287cab44-b8b6-411c-903a-6214ac5e98af_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14e93eac-8a8b-4263-b161-7cae03eecbfc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:97cd76dd-2d98-48af-8133-ab84bf735291","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"To understand the underlying molecular pathology, FTD3 patient induced pluripotent stem cells (iPSCs) were differentiated into forebrain-type cortical neurons. FTD3 neurons exhibited abnormal endosomes, as previously shown in patients. Moreover, mitochondria of FTD3 neurons displayed defective cristae formation, accompanied by deficiencies in mitochondrial respiration and increased levels of reactive oxygen. In addition, the authors provide evidence for perturbed iron homeostasis, presenting an in vitro patient-specific model to study the effects of iron accumulation in neurodegenerative diseases. Global gene expression analyses confirm defects in the endosome, mitochondrial dysfunction, and increased oxidative stress. All phenotypes observed in FTD3 neurons were rescued in CRISPR/Cas9-edited isogenic controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28216144","type":"dc:BibliographicResource","dc:abstract":"The truncated mutant form of the charged multivesicular body protein 2B (CHMP2B) is causative for frontotemporal dementia linked to chromosome 3 (FTD3). CHMP2B is a constituent of the endosomal sorting complex required for transport (ESCRT) and, when mutated, disrupts endosome-to-lysosome trafficking and substrate degradation. To understand the underlying molecular pathology, FTD3 patient induced pluripotent stem cells (iPSCs) were differentiated into forebrain-type cortical neurons. FTD3 neurons exhibited abnormal endosomes, as previously shown in patients. Moreover, mitochondria of FTD3 neurons displayed defective cristae formation, accompanied by deficiencies in mitochondrial respiration and increased levels of reactive oxygen. In addition, we provide evidence for perturbed iron homeostasis, presenting an in vitro patient-specific model to study the effects of iron accumulation in neurodegenerative diseases. All phenotypes observed in FTD3 neurons were rescued in CRISPR/Cas9-edited isogenic controls. These findings illustrate the relevance of our patient-specific in vitro models and open up possibilities for drug target development.","dc:creator":"Zhang Y","dc:date":"2017","dc:title":"Patient iPSC-Derived Neurons for Disease Modeling of Frontotemporal Dementia with Mutation in CHMP2B."},"rdfs:label":"CRISPR rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"Showed rescue of cellular pathology found in FTD patients."},{"id":"cggv:81d04632-1621-462c-934b-39d6539727cf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:77ea5436-a59b-4fae-884f-e8979fa0311b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Early-stage neuronal necrosis was detected in heterozygous CHMP2BQ165X KI mice similar to the YAP-dependent necrosis in neurons of human FTLD patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34130995","type":"dc:BibliographicResource","dc:abstract":"The early-stage pathologies of frontotemporal lobal degeneration (FTLD) remain largely unknown. In VCP","dc:creator":"Homma H","dc:date":"2021","dc:title":"DNA damage in embryonic neural stem cell determines FTLDs' fate via early-stage neuronal necrosis."},"rdfs:label":"CHMP2BQ165X KI mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The CHMP2BQ165X KI mice reproduced some human FTLD-UPS pathology."},{"id":"cggv:085ae4ba-17c5-4eff-8f76-04ede3bdbb6b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:73b5abc8-4e12-4c6b-98b7-12531da4b5e0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Report a transgenic mouse line expressing the CHMP2Bintron5 mutant in neurons that develops clinical and histopathological hallmarks of both ALS and FTD including gait abnormalities, motor function alterations and behavioral impairments (increased time in center of open-field arena, stereotyped behavior, and altered food preferences). These mice also show neuromuscular junctions abnormalities, reactive gliosis and neuronal p62 and ubiquitin inclusions relevant of the histopathology described in ALS and FTD.\n\nFrom 10 months hemizygous mice progressively developed tremors and twitches, showed a progressive reduction of their capacity to stay on the rotarod and muscle strength was significantly reduced at 18–20 months. At 12 months of age, the number of denervated or partially denervated NMJs was 40% higher in hemizygous mice, than in nTg littermates .","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27329763","type":"dc:BibliographicResource","dc:abstract":"Mutations in the charged multivesicular body protein 2B (CHMP2B) are associated with frontotemporal dementia (FTD), amyotrophic lateral sclerosis (ALS), and with a mixed ALS-FTD syndrome. To model this syndrome, we generated a transgenic mouse line expressing the human CHMP2B","dc:creator":"Vernay A","dc:date":"2016","dc:title":"A transgenic mouse expressing CHMP2Bintron5 mutant in neurons develops histological and behavioural features of amyotrophic lateral sclerosis and frontotemporal dementia."},"rdfs:label":"CHMP2Bintron5 HE mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"In a follow-up study (PMID: 35454086) the authors used complementary approaches (behavior, histology, electroneuromyography, and biochemistry) to show CHMP2Bintron5 alters the pre-synaptic terminal organization and the synaptic transmission that ultimately lead to a switch of fast-twitch glycolytic muscle fibers to more oxidative slow-twitch muscle fibers. Taken together these data indicate that neuronal expression of CHMP2Bintron5 is sufficient to induce a synaptopathy with molecular and functional changes in the motor unit reminiscent of those found in ALS patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":4809,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.4,"subject":{"id":"cggv:21efa027-e575-4a5c-8877-41fb6bc889c7","type":"GeneValidityProposition","disease":"obo:MONDO_0010936","gene":"hgnc:24537","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CHMP2B* was first reported in relation to autosomal dominant frontotemporal dementia and/or amyotrophic lateral sclerosis 7 (FTD-ALS) in 2005 (Skibinski G, et al., 2005, PMID: 16041373). Dysfunctional endo-lysosomal and autophagic trafficking, leading to impaired proteostasis is common across the FTD-ALS spectrum. These pathways are, in part, mediated by CHMP2B, a protein that coordinates membrane scission events as a core component of the ESCRT machinery. Evidence supporting this gene-disease relationship includes case-level data and experimental data. At least 10 rare variants have been reported in relation to FTD-ALS (both truncating and missense variants). Variants in this gene have been reported in at least 13 probands in 10 publications (PMIDs: 16041373, 16807408, 17956895, 20352044, 23155438, 29411640, 29895397, 33770234, 23881933, 26777436), and segregated with disease in at least 10 additional family members in a Danish FTD pedigree (PMID: 16041373). The preponderance of evidence supporting a gene-disease relationship for *CHMP2B* relates to the CHMP2Bintron5 variant identified in the Danish FTD pedigree (PMID: 16041373), with a small number of variants also reported in ALS patients.  Experimentally, this gene-disease relationship is supported by functional alteration, observed in both patient and transfected cells, causing an abnormal endosomal phenotype and neurodegeneration associated with the autophagy pathway (PMIDs: 22786763, 17683935) which could be rescued in patient cells by CRISPR/Cas-9 mediated correction of the variant (PMID: 28216144). Additionally, there are multiple mouse models recapitulating disease (PMIDs: 27329763, 34130995). In summary, *CHMP2B* is definitively associated with autosomal dominant frontotemporal dementia and/or amyotrophic lateral sclerosis 7. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen ALS GCEP on 07/12/2022 (SOPv8).","dc:isVersionOf":{"id":"cggv:287cab44-b8b6-411c-903a-6214ac5e98af"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}