{"id":"cggv:10c69d38-c981-4679-81ab-c656f435e1edv2.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:10c69d38-c981-4679-81ab-c656f435e1ed_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-13T14:20:31.248Z","role":"Publisher"},{"id":"cggv:10c69d38-c981-4679-81ab-c656f435e1ed_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-13T19:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:10c69d38-c981-4679-81ab-c656f435e1ed_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:10c69d38-c981-4679-81ab-c656f435e1ed_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.1},{"id":"cggv:10c69d38-c981-4679-81ab-c656f435e1ed_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:10c69d38-c981-4679-81ab-c656f435e1ed_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7bf04a79-9291-41a2-90a8-dd199e89ad88","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:81753b7d-8c98-4b2c-b4d9-12104e81afe2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Body shape defects or twisted tails, restricted and uncoordinated movements were seen in hnrnpdl morphants, consistent with myopathy. IHC revealed abnormalities in the chevron pattern in myofibers, which were also disorganized.\n\nMutation in hrp1 (the yeast ortholog of HNRNPDL) in yeast reveal pronounced effects on protein levels and cellular localization and reorganization of proteins involved in RNA-processing pathways.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24647604","type":"dc:BibliographicResource","dc:abstract":"Limb-girdle muscular dystrophies (LGMD) are a heterogeneous group of genetically determined muscle disorders with a primary or predominant involvement of the pelvic or shoulder girdle musculature. More than 20 genes with autosomal recessive (LGMD2A to LGMD2Q) and autosomal dominant inheritance (LGMD1A to LGMD1H) have been mapped/identified to date. Mutations are known for six among the eight mapped autosomal dominant forms: LGMD1A (myotilin), LGMD1B (lamin A/C), LGMD1C (caveolin-3), LGMD1D (desmin), LGMD1E (DNAJB6), and more recently for LGMD1F (transportin-3). Our group previously mapped the LGMD1G gene at 4q21 in a Caucasian-Brazilian family. We now mapped a Uruguayan family with patients displaying a similar LGMD1G phenotype at the same locus. Whole genome sequencing identified, in both families, mutations in the HNRPDL gene. HNRPDL is a heterogeneous ribonucleoprotein family member, which participates in mRNA biogenesis and metabolism. Functional studies performed in S. cerevisiae showed that the loss of HRP1 (yeast orthologue) had pronounced effects on both protein levels and cell localizations, and yeast proteome revealed dramatic reorganization of proteins involved in RNA-processing pathways. In vivo analysis showed that hnrpdl is important for muscle development in zebrafish, causing a myopathic phenotype when knocked down. The present study presents a novel association between a muscular disorder and a RNA-related gene and reinforces the importance of RNA binding/processing proteins in muscle development and muscle disease. Understanding the role of these proteins in muscle might open new therapeutic approaches for muscular dystrophies. ","dc:creator":"Vieira NM","dc:date":"2014","dc:title":"A defect in the RNA-processing protein HNRPDL causes limb-girdle muscular dystrophy 1G (LGMD1G)."},"rdfs:label":"Vieira_Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The evidence is awarded reduced score as it does not show complete recapitulation of the human phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Moderate","sequence":8805,"specifiedBy":"GeneValidityCriteria9","strengthScore":8.1,"subject":{"id":"cggv:a0504490-d6e8-4eb3-ab5a-806f28408a1c","type":"GeneValidityProposition","disease":"obo:MONDO_0015151","gene":"hgnc:5037","modeOfInheritance":"obo:HP_0000006"},"version":"2.2","dc:description":"The relationship between *HNRNPDL* and Autosomal Dominant Limb Girdle Muscular Dystrophy (LGMD 1G/LGMD D3 included), was evaluated using the ClinGen Clinical Validity Framework as of January, 2020. *HNRNPDL* belongs to the subfamily of ubiquitously expressed heterogeneous nuclear ribonucleoproteins. It binds to pre-mRNA and is involved in splicing and nuclear export. The *HNRNPDL* gene contains nine exons and eight introns, and three isoforms are produced by alternate splicing. The predominant isoform is 301 amino acids long while the longer isoform has 420 amino acids (PMID: 31995753). *HNRNPDL* was first reported in relation to autosomal dominant LGMD in 2014 (Vieira et al, PMID: 24647604). Only two missense variants (at the same residue, Asp378) have been reported in this gene in relation to autosomal dominant limb girdle muscular dystrophy, suggesting that it could be a mutational hot spot. ClinVar reports only one pathogenic variant in this gene. Evidence supporting this gene-disease relationship includes case-level and family data and experimental data. The mechanism of disease is not well understood but may be haploinsufficiency.\nSummary of Case Level Data (7.1 points): At least 8 patients from 8 families in 6 publications have been reported with the heterozygous missense variants in this gene (PMID: 24647604, 30604053, 31267206, 32407983, 32904822, 32528171). The variants segregated with disease in at least 24 additional family members.\nSummary of experimental data (1 point): This gene-disease association is supported by a zebrafish model that is shown to result in disorganized muscle fibers (PMID: 24647604).\nIn summary, the evidence to support the gene-disease relationship of *HNRNPDL* and autosomal dominant LGMD is moderate. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:10c69d38-c981-4679-81ab-c656f435e1ed"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}