{"id":"cggv:8bb963a9-ec8a-4966-93bb-4f8ef6f8f8a1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8bb963a9-ec8a-4966-93bb-4f8ef6f8f8a1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-06-10T16:41:21.251Z","role":"Publisher"},{"id":"cggv:8bb963a9-ec8a-4966-93bb-4f8ef6f8f8a1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2024-06-10T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:8bb963a9-ec8a-4966-93bb-4f8ef6f8f8a1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.35},{"id":"cggv:8bb963a9-ec8a-4966-93bb-4f8ef6f8f8a1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8bb963a9-ec8a-4966-93bb-4f8ef6f8f8a1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aba977ba-37ca-4feb-98f8-e784b2afd56a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec92d4f9-0cfd-4896-b539-1482fa6f46ec","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of multiple diverse human tissues demonstrated marked enrichment of Amphiphysin II (BIN1) mRNA in skeletal muscle. Immunofluorescence light microscopy and electron microscopy immunocytochemistry localization of Amphiphysin II (BIN1) protein in skeletal muscle suggest the protein localizes around the plasmalemma of T tubules.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9182667","type":"dc:BibliographicResource","dc:abstract":"Amphiphysin (amphiphysin I), a dominant autoantigen in paraneoplastic Stiff-man syndrome, is a neuronal protein highly concentrated in nerve terminals, where it has a putative role in endocytosis. The yeast homologue of amphiphysin, Rvs167, has pleiotropic functions, including a role in endocytosis and in actin dynamics, suggesting that amphiphysin may also be implicated in the function of the presynaptic actin cytoskeleton. We report here the characterization of a second mammalian amphiphysin gene, amphiphysin II (SH3P9; BIN1), which encodes products primarily expressed in skeletal muscle and brain, as differentially spliced isoforms. In skeletal muscle, amphiphysin II is concentrated around T tubules, while in brain it is concentrated in the cytomatrix beneath the plasmamembrane of axon initial segments and nodes of Ranvier. In both these locations, amphiphysin II is colocalized with splice variants of ankyrin3 (ankyrinG), a component of the actin cytomatrix. In the same regions, the presence of clathrin has been reported. These findings support the hypothesis that, even in mammalian cells, amphiphysin/Rvs family members have a role both in endocytosis and in actin function and suggest that distinct amphiphysin isoforms contribute to define distinct domains of the cortical cytoplasm. Since amphiphysin II (BIN1) was reported to interact with Myc, it may also be implicated in a signaling pathway linking the cortical cytoplasm to nuclear function.","dc:creator":"Butler MH","dc:date":"1997","dc:title":"Amphiphysin II (SH3P9; BIN1), a member of the amphiphysin/Rvs family, is concentrated in the cortical cytomatrix of axon initial segments and nodes of ranvier in brain and around T tubules in skeletal muscle."},"rdfs:label":"Amphiphysin II (BIN1) Expression in Human Skeletal Muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The Northern blot and in situ localization experiments in human tissue are in agreement with the enriched expression in skeletal muscle reported by HPA and GTEx."},{"id":"cggv:25ab5620-db8e-412f-ac07-de0490cb5820","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eb847080-62e4-4797-9ba9-6c1cec484ade","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Dynamin 2 (encoded by DNM2) and amphiphysin II (encoded by BIN1) physically interact in cells when localized to certain submembrane areas and are involved in membrane remodeling, specifically T-tubule biogenesis. Amphiphysin II is thought to serve as a negative regulator of dynamin 2 activity (PMID: 29130937). Over 23 variants in DNM2 have been associated with centronuclear myopathy since the initial report in 2005.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15483625","type":"dc:BibliographicResource","dc:abstract":"Bin1/M-amphiphysin-II is an amphiphysin-II isoform highly expressed in transverse tubules of adult striated muscle and is implicated in their biogenesis. Bin1 contains a basic unique amino-acid sequence, Exon10, which interacts with certain phosphoinositides such as phosphatidylinositol-4,5-bisphosphate (PI(4,5)P(2)), to localize to membranes. Here we found that Exon10 also binds to the src homology 3 (SH3) domain of Bin1 itself, and hence blocks the binding of the SH3 domain to its canonical PxxP ligands, including dynamin. This blockage was released by addition of PI(4,5)P(2) in vitro or in cells overexpressing phosphatidylinositol 4-phosphate 5-kinase. The Exon10-binding interface of the Bin1 SH3 domain largely overlapped with its PxxP-binding interface. We also show that the PLCdelta pleckstrin homology domain, another PI(4,5)P(2)-binding module, cannot substitute for Exon10 in Bin1 function in transverse tubule formation, and suggest the importance of the dual biochemical properties of Exon10 in myogenesis. Our results exemplify a novel mechanism of SH3 domain regulation, and suggest that the SH3-mediated protein-protein interactions of Bin1 are regulated by Exon10 so that it may only occur when Bin1 localizes to certain submembrane areas.","dc:creator":"Kojima C","dc:date":"2004","dc:title":"Regulation of Bin1 SH3 domain binding by phosphoinositides."},"rdfs:label":"Amphiphysin 2 (BIN1) binding to dynamin 2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:c0e8d299-c278-48f6-a67e-53259d85caf7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a584b56-00db-4d4c-84ea-491dcd150f0c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"CNM-related variants are reported to cause decreased abilities to generate membrane curvature and in curvature sensing.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31857086","type":"dc:BibliographicResource","dc:abstract":"The Bridging integrator 1 (BIN1)/Amphiphysin/Rvs (BAR) protein family is an essential part of the cell's machinery to bend membranes. BIN1 is a muscle-enriched BAR protein with an established role in muscle development and skeletal myopathies. Here, we demonstrate that BIN1, on its own, is able to form complex interconnected tubular systems in vitro, reminiscent of t-tubule system in muscle cells. We further describe how BIN1's electrostatic interactions regulate membrane bending: the ratio of negatively charged lipids in the bilayer altered membrane bending and binding properties of BIN1 and so did the manipulation of BIN1's surface charge. We show that the electrostatically mediated BIN1 membrane binding depended on the membrane curvature-it was less affected in liposomes with high curvature. Curiously, BIN1 membrane binding and bending was diminished in cells where the membrane's charge was experimentally reduced. Membrane bending was also reduced in BIN1 mutants where negative or positive charges in the BAR domain have been eliminated. This phenotype, characteristic of BIN1 mutants linked to myopathies, was rescued when the membrane charge was made more negative. The latter findings also show that cells can control tubulation at their membranes by simply altering the membrane charge and through it, the recruitment of BAR proteins and their interaction partners (e.g. dynamin).","dc:creator":"Gowrisankaran S","dc:date":"2020","dc:title":"Cells Control BIN1-Mediated Membrane Tubulation by Altering the Membrane Charge."},"rdfs:label":"Membrane Remodelling"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"BIN1 is a muscle-enriched BAR protein with an established role in muscle development and skeletal myopathies. Here, the authors demonstrate that BIN1, on its own, is able to form complex interconnected tubular systems in vitro, reminiscent of t-tubule system in muscle cells. They further describe how BIN1's electrostatic interactions regulate membrane bending: the ratio of negatively charged lipids in the bilayer altered membrane bending and binding properties of BIN1 and so did the manipulation of BIN1's surface charge. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8bb963a9-ec8a-4966-93bb-4f8ef6f8f8a1_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:97610603-edf7-4b9a-81e9-dab48b4a95c5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ea5f0dee-17ed-4ca3-b402-0dd78023a385","type":"FunctionalAlteration","dc:description":"Immunolabelling on muscle biopsies for four patients found scattered amphiphysin 2 accumulations, most often surrounding centralized nuclei. Similarly dynamin 2, a known interaction partner, accumulated around centralized nuclei.\n\nAdditionally, the localization of the T-tubule marker DHPR and the junctional sarcoplasmic calcium channel RYR1 were both strongly altered, showing focal accumulations in the muscle fibres. This was consistent with structural triad abnormalities on the patient biopsies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25260562","type":"dc:BibliographicResource","dc:abstract":"Centronuclear myopathies are congenital muscle disorders characterized by type I myofibre predominance and an increased number of muscle fibres with nuclear centralization. The severe neonatal X-linked form is due to mutations in MTM1, autosomal recessive centronuclear myopathy with neonatal or childhood onset results from mutations in BIN1 (amphiphysin 2), and dominant cases were previously associated to mutations in DNM2 (dynamin 2). Our aim was to determine the genetic basis and physiopathology of patients with mild dominant centronuclear myopathy without mutations in DNM2. We hence established and characterized a homogeneous cohort of nine patients from five families with a progressive adult-onset centronuclear myopathy without facial weakness, including three sporadic cases and two families with dominant disease inheritance. All patients had similar histological and ultrastructural features involving type I fibre predominance and hypotrophy, as well as prominent nuclear centralization and clustering. We identified heterozygous BIN1 mutations in all patients and the molecular diagnosis was complemented by functional analyses. Two mutations in the N-terminal amphipathic helix strongly decreased the membrane-deforming properties of amphiphysin 2 and three stop-loss mutations resulted in a stable protein containing 52 supernumerary amino acids. Immunolabelling experiments revealed abnormal central accumulation of dynamin 2, caveolin-3, and the autophagic marker p62, and general membrane alterations of the triad, the sarcolemma, and the basal lamina as potential pathological mechanisms. In conclusion, we identified BIN1 as the second gene for dominant centronuclear myopathy. Our data provide the evidence that specific BIN1 mutations can cause either recessive or dominant centronuclear myopathy and that both disorders involve different pathomechanisms. ","dc:creator":"Böhm J","dc:date":"2014","dc:title":"Adult-onset autosomal dominant centronuclear myopathy due to BIN1 mutations."},"rdfs:label":"mislocalizations"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"First noted concurrent mislocalizations of amphiphysin 2 and dynamin 2, both implicated in dominant CNM. Second, the disorganization of triad markers and the abnormal triad structure seen by electron microscopy is in accordance with a role of amphiphysin 2 at the T-tubules, and suggests that impaired excitation-contraction coupling and subsequent calcium homeostasis defects are the most likely cause of the muscle weakness"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":8405,"specifiedBy":"GeneValidityCriteria10","strengthScore":5.85,"subject":{"id":"cggv:f2e5e1da-f0e1-404a-8f1b-dfde3821c5b9","type":"GeneValidityProposition","disease":"obo:MONDO_0018947","gene":"hgnc:1052","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*BIN1* was first reported in relation to autosomal dominant centronuclear myopathy in 2014 (Böhm J, et al., 2014, PMID: 25260562). It is characterized by progressive adult-onset myopathy without facial weakness. Heterozygous ariants in the *BIN1* gene have been reported in seven patients with autosomal dominant centronuclear myopathy in three publications (PMIDs: 25260562, 27854204, 29103045). Seven unique variants have been reported, falling into two types either missense or single amino acid deletions in the N-terminal amphipathic helix, where a dominant negative effect has been observed (PMID: 25260562), or frameshifts near the C-terminus which extend the protein and may impact SH3 domain folding or interaction with other proteins. This gene-disease relationship is further supported by its biochemical function in the t-tublue system (PMID: 31857086), enhanced expression in skeletal muscle (PMID: 9182667), protein-protein interaction with *DNM2* (PMID: 15483625), and functional alteration in patient cells (Böhm J, et al., 2014, PMID: 25260562). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nOf note, *BIN1* has also been reported in relation to autosomal recessive centronuclear myopathy. Due to the proposed difference in mechanism, loss of function, those cases were considered in a separate curation.","dc:isVersionOf":{"id":"cggv:8bb963a9-ec8a-4966-93bb-4f8ef6f8f8a1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}