{"id":"cggv:0736b760-ca37-4d0a-93a4-c71bbb8cd41av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:0736b760-ca37-4d0a-93a4-c71bbb8cd41a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:0736b760-ca37-4d0a-93a4-c71bbb8cd41a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-12-19T18:54:49.252Z","role":"Approver"}],"evidence":[{"id":"cggv:0736b760-ca37-4d0a-93a4-c71bbb8cd41a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0736b760-ca37-4d0a-93a4-c71bbb8cd41a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a4317a03-6d21-4e87-b0e6-c5cb5b20020d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f48792c-92ad-418c-b010-e278734103ea","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PMID: 27977873 (Rahman et al. 2017) There are three nuclear-encoded elongation factors: EFTu (TUFM; 602389), EFTs (TSFM; 604723), and EFG1 (GFM1; 606639); variants have been identified in all of these genes, and they result in combined respiratory chain deficiencies and severe phenotypes with an early fatal outcome (26937387: Ravn et al. 2015).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19716793","type":"dc:BibliographicResource","dc:abstract":"Bacterial translation elongation factor G (EF-G) catalyzes translocation during peptide elongation and mediates ribosomal disassembly during ribosome recycling in concert with the ribosomal recycling factor (RRF). Two homologs of EF-G have been identified in mitochondria from yeast to man, EF-G1mt and EF-G2mt. Here, we demonstrate that the dual function of bacterial EF-G is divided between EF-G1mt and EF-G2mt in human mitochondria (RRFmt). EF-G1mt specifically catalyzes translocation, whereas EF-G2mt mediates ribosome recycling with human mitochondrial RRF but lacks translocation activity. Domain swapping experiments suggest that the functional specificity for EF-G2mt resides in domains III and IV. Furthermore, GTP hydrolysis by EF-G2mt is not necessary for ribosomal splitting, in contrast to the bacterial-recycling mode. Because EF-G2mt represents a class of translational GTPase that is involved in ribosome recycling, we propose to rename this factor mitochondrial ribosome recycling factor 2 (RRF2mt).","dc:creator":"Tsuboi M","dc:date":"2009","dc:title":"EF-G2mt is an exclusive recycling factor in mammalian mitochondrial protein synthesis."},"rdfs:label":"Biochemical function I"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"There are at least 19 genes that have similar functions in mitochondrial protein translation that have been associated with Leigh syndrome (PMID: 27977873; Rahman et al. 2017). Used GCEP scoring criteria (10+ gene products associated with LS is scored 2.0 points)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:0736b760-ca37-4d0a-93a4-c71bbb8cd41a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0736b760-ca37-4d0a-93a4-c71bbb8cd41a_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:6819c107-f9c1-4b62-b8f5-8b86ba65a649_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6da9a2c8-8244-42d8-ace6-06d254f669a2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Patient II-2 showed contractures in all extremities at birth. She was severely hypotonic, and showed poor eye contact and difficulty in feeding. Brain magnetic resonance imaging revealed abnormal intensity\nin the subaqueductal area of the midbrain (Figures 2a and b), although the corpus callosum, internal capsule and basal nuclei were spared. No epilepsy, but bradycardia persisted. Repeated brain magnetic resonance imaging demonstrated a progressive cerebral and cerebellar atrophy. MRS showed an intese lactate peak at 1.35 ppm and complex III and IV activities were reduced to ~40% of controls.","phenotypes":["obo:HP_0002804","obo:HP_0001263"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:6819c107-f9c1-4b62-b8f5-8b86ba65a649_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9b3ed486-bf53-4178-b26a-1e3ed7945950","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032380.5(GFM2):c.2029-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358879"}},{"id":"cggv:4eb01a62-ee1b-4fe9-9d0a-f798939eed7d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032380.5(GFM2):c.206+4A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA358880"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26016410","type":"dc:BibliographicResource","dc:abstract":"Defects in the mitochondrial translation apparatus can impair energy production in affected tissues and organs. Most components of this apparatus are encoded by nuclear genes, including GFM2, which encodes a mitochondrial ribosome recycling factor. A few patients with mutations in some of these genes have been reported to date. Here, we present two female siblings with arthrogryposis multiplex congenita, optic atrophy and severe mental retardation. The younger sister had a progressive cerebellar atrophy and bilateral neuropathological findings in the brainstem. Although her cerebrospinal fluid (CSF) levels of lactate and pyruvate were not increased, brain magnetic resonance spectroscopy showed a lactate peak. Additionally, her CSF lactate/pyruvate and serum beta-hydroxybutyrate/acetoacetate ratios were high, and levels of oxidative phosphorylation in skin fibroblasts were reduced. We therefore diagnosed Leigh syndrome. Genomic investigation confirmed the presence of compound heterozygous GFM2 mutations (c.206+4A>G and c.2029-1G>A) in both siblings, causing aberrant splicing with premature stop codons (p.Gly50Glufs*4 and p.Ala677Leufs*2, respectively). These findings suggest that GFM2 mutations could be causative of a phenotype of Leigh syndrome with arthrogryposis multiplex congenita. ","dc:creator":"Fukumura S","dc:date":"2015","dc:title":"Compound heterozygous GFM2 mutations with Leigh syndrome complicated by arthrogryposis multiplex congenita."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26016410","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"RT-PCR demonstrated that the c.206+4A>G variant caused a 58bp deletion of the entire exon 4 (Fig. 1b and c), leading to  a premature stop codon (p.Gly50Glufs*41) and is likely to undergo nonsense-mediated mRNA decay (NMD) because the intensity of the lower band increased following treatment with cycloheximide, which is an inhibitor of NMD. The c.2125-1G>A mutation caused activation of a cryptic splice acceptor site, leading to the deletion of a single base in exon 20 (Figure 1d). This mutant transcript also had a premature stop codon (p.Ala677Leufs*2) and is also likely to undergo NMD because the intensity of the mutant allele increased with cycloheximide treatment."},{"id":"cggv:8deb9d15-7ad9-45cd-acb6-6b6d335c7692_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d6b862da-db5e-4633-a1bc-3c1e72946ffb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"IUGR; developmental delay noted at 2.5 years in relation to language and communication delay; from 5 years on became dysarthric; dystonic posture of right foot and spasticity in legs with toe walking and loss of ambulation by 8 years. \nCranial MRI showed symmetrical bilateral high signal on T2-weighted images in the caudate, putamen and cerebellar dentate nucleus. There were also abnormalities in the corpus callosum and the subcortical white matter of the cerebral and, particularly, the cerebellar hemispheres, with further abnormal areas in the deep white matter (Fig. 1a, b). CSF lactate was elevated on two occasions at 3.2 and 3.4 mmol/L (normal range, 0.7–2.1 mmol/L).","phenotypes":["obo:HP_0001511","obo:HP_0001332","obo:HP_0001317","obo:HP_0001260","obo:HP_0000750"],"previousTesting":true,"previousTestingDescription":"Sequencing of mitochondrial genome and NFU1 was normal","sex":"Male","variant":{"id":"cggv:8deb9d15-7ad9-45cd-acb6-6b6d335c7692_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b791ceb3-bdbf-4263-9425-4e81a7932504","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032380.5(GFM2):c.569G>A (p.Arg190Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA321987"}},{"id":"cggv:0420cc6c-5cee-4ee0-af5c-62ed09e87f7a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032380.5(GFM2):c.636del (p.Glu213fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120922452"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29075935","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases are characterised by clinical, molecular and functional heterogeneity, reflecting their bi-genomic control. The nuclear gene GFM2 encodes mtEFG2, a protein with an essential role during the termination stage of mitochondrial translation. We present here two unrelated patients harbouring different and previously unreported compound heterozygous (c.569G>A, p.(Arg190Gln); c.636delA, p.(Glu213Argfs*3)) and homozygous (c.275A>C, p.(Tyr92Ser)) recessive variants in GFM2 identified by whole exome sequencing (WES) together with histochemical and biochemical findings to support the diagnoses of pathological GFM2 variants in each case. Both patients presented similarly in early childhood with global developmental delay, raised CSF lactate and abnormalities on cranial MRI. Sanger sequencing of familial samples confirmed the segregation of bi-allelic GFM2 variants with disease, while investigations into steady-state mitochondrial protein levels revealed respiratory chain subunit defects and loss of mtEFG2 protein in muscle. These data demonstrate the effects of defective mtEFG2 function, caused by previously unreported variants, confirming pathogenicity and expanding the clinical phenotypes associated with GFM2 variants.","dc:creator":"Glasgow RIC","dc:date":"2017","dc:title":"Novel GFM2 variants associated with early-onset neurological presentations of mitochondrial disease and impaired expression of OXPHOS subunits."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29075935","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Functional evidence: skeletal muscle lysates from Patient 1 exhibited a marked decrease in steady-state levels of complex IV components, COXI and COXII (Fig. 3b)."},{"id":"cggv:411f9595-a802-42e3-9949-de709ec51bf8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ffd82105-41e9-4342-bb81-c0ff71e9716e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"At the age of 2 years and 2 months, involuntary movements of the left hand were reported and within a few months, these had extended to involve all four limbs. Muscle strength and mass deteriorated and she lost the ability to walk at 4 years, to sit at 5 years and subsequently lost the ability to speak. At the age of 6 years, she presented with her first seizure and has subsequently developed a severe epilepsy disorder. Clinical assessment reveals severe global developmental delay, myopathic facies with an open mouth appearance and drooling, severe axial hypotonia with hypertonic limbs and dystonic involuntary movements. Communication was restricted to phonetic reading.\nLactate was repeatedly elevated in both serum (up to 4.1 mmol/L) and CSF (up to 3.1 mmol/L). Cranial MRI showed diffuse hyperintensities on T2-weighted imaging of the periventricular and central white matter with associated volume loss and atrophy of corpus callosum as well as T2 hyperintense defects of bilateral putamen and head of caudate nucleus (Fig. 1c–f). EEG revealed multifocal seizure activity.","phenotypes":["obo:HP_0001263","obo:HP_0001260","obo:HP_0001257","obo:HP_0004305"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:411f9595-a802-42e3-9949-de709ec51bf8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4b76593e-912b-44e8-beab-befb99393c2b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032380.5(GFM2):c.275A>C (p.Tyr92Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA360086774"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29075935"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29075935","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Functional: There was a decrease in steady-state levels of NDUFB8 (complex I), CYTB and CORE2 (complex III) and COXI and COXII (complex IV) was observed in the\nfibroblasts of Patient 2 compared to controls (Fig. 3a). Other: the Tyr92 residue is conserved from humans to yeast"},{"id":"cggv:26ad46a8-03b1-40d6-85be-9bbdc9572cef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9d25c848-e5fc-4954-bb29-9b0a08579d67","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Microcephaly, simplified gyral pattern, brain MRI (axial, midline sagittal, and coronal views) of one affected member shows a thickened cortex with a paucity of white matter, simplified gyral pattern, and thickened cerebral mantle, compatible with pachygyria","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:26ad46a8-03b1-40d6-85be-9bbdc9572cef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:89d96d7a-6f4f-44d3-aa39-322ff4134276","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032380.5(GFM2):c.1728T>A (p.Asp576Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/55856"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22700954","type":"dc:BibliographicResource","dc:abstract":"The translation of \"next-generation\" sequencing directly to the clinic is still being assessed but has the potential for genetic diseases to reduce costs, advance accuracy, and point to unsuspected yet treatable conditions. To study its capability in the clinic, we performed whole-exome sequencing in 118 probands with a diagnosis of a pediatric-onset neurodevelopmental disease in which most known causes had been excluded. Twenty-two genes not previously identified as disease-causing were identified in this study (19% of cohort), further establishing exome sequencing as a useful tool for gene discovery. New genes identified included EXOC8 in Joubert syndrome and GFM2 in a patient with microcephaly, simplified gyral pattern, and insulin-dependent diabetes. Exome sequencing uncovered 10 probands (8% of cohort) with mutations in genes known to cause a disease different from the initial diagnosis. Upon further medical evaluation, these mutations were found to account for each proband's disease, leading to a change in diagnosis, some of which led to changes in patient management. Our data provide proof of principle that genomic strategies are useful in clarifying diagnosis in a proportion of patients with neurodevelopmental disorders.","dc:creator":"Dixon-Salazar TJ","dc:date":"2012","dc:title":"Exome sequencing can improve diagnosis and alter patient management."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22700954","rdfs:label":"Male proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Did not score case based on clinical presentation (does not meet criteria for Leigh syndrome) and the allele frequency is somewhat high for a rare AR disorder. Group consensus not to score this case."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":313,"specifiedBy":"GeneValidityCriteria6","strengthScore":7,"subject":{"id":"cggv:f16b0b83-9250-45df-a78e-d84f49f28081","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:29682","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between GFM2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of December 9, 2019. The GFM2 gene encodes mitochondrial elongation factor G2, which plays an important role in mitochondrial translation by recycling the mitochondrial ribosome after translation termination.\n\nThe GFM2 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2015 (PMID: 26016410). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included five unique variants identified in three unrelated cases from two publications (PMIDs: 26016410, 29075935). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function (PMID: 19716793).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel December 9, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:0736b760-ca37-4d0a-93a4-c71bbb8cd41a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}