{"id":"cggv:eda416fa-6e15-40df-bfd0-46a111e99ba0v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:eda416fa-6e15-40df-bfd0-46a111e99ba0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:eda416fa-6e15-40df-bfd0-46a111e99ba0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-03T17:52:19.903Z","role":"Publisher"}],"evidence":[{"id":"cggv:eda416fa-6e15-40df-bfd0-46a111e99ba0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eda416fa-6e15-40df-bfd0-46a111e99ba0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d55289f0-31ee-46c6-adfb-1b44753bc9b1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78c75610-2a7b-4e45-8574-d659abaf249b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-isolation of glycoproteins IIb and IIIa suggest that the two were in a complex. This was confirmed by the addition of anti-glycoprotein IIb antiserum to Triton X-100-solubilized membranes, which coprecipitated glycoprotein IIb and IIIa. The experiment also suggests that the glycoprotein complex exists as a calcium-dependent complex in the platelet membrane.\n\nKunicki et al. show that the two glycoproteins are co-precipitated in the presence of Ca2+ ions by crossed immunoelectrophoresis. The addition of EDTA to Triton extracts causes the precipitin line (complex) to disappear with the concomitant appearance of two new arcs (dissociated glycoproteins.)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6213621","type":"dc:BibliographicResource","dc:abstract":"Human platelet membrane glycoproteins IIb and III are two major integral membrane components that have been identified as sites mediating thrombin-induced aggregation. For purposes of our study, glycoproteins IIb and III were solubilized by extracting platelet plasma membranes with a buffer containing 0.1% Triton X-100 and were separated by gel filtration chromatography on Sephacryl S-300, employing Triton X-100-containing column buffers with or without urea or guanidine hydrochloride. The physical properties of the purified glycoproteins were: for glycoprotein IIb, Rs = 61 A, s20.w = 4.7, f/f0 = 1.7, Mr = 125,000 (hydrodynamic values), Mr = 136,000 (sodium dodecyl sulfate gels); for glycoprotein III, Rs = 67 A, s20,w = 3.2 f/f0 = 2.1, Mr = 93,000 (hydrodynamic values), Mr = 95,000 (sodium dodecyl sulfate gels). Although the amino acid compositions of the two glycoproteins were similar, antibodies raised against glycoprotein IIb did not crossreact with glycoprotein III. If divalent cations were not chelated in the Triton extract, glycoproteins IIb and III coeluted during gel filtration chromatography (apparent Stokes radius of 71 A) and co-sedimented on sucrose gradients (apparent s20.w of 8.6), from which Mr = 265,000 was calculated. Glycoproteins IIb and III were coprecipitated by an antibody monospecific for glycoprotein IIb. The two glycoproteins dissociated into monomers when EDTA was added to Triton lysates. Readdition of Ca2+ caused them to reassociate into a complex with physical properties similar to those of the complex in the original Triton lysate. The data show that glycoproteins IIb and III are a heterodimer complex, that complex formation depends upon the presence of Ca2+, and that chelation of Ca2+ causes dissociation into monomeric glycoproteins.","dc:creator":"Jennings LK","dc:date":"1982","dc:title":"Purification of glycoproteins IIb and III from human platelet plasma membranes and characterization of a calcium-dependent glycoprotein IIb-III complex."},"rdfs:label":"Jennings_PI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"This paper and PMID: 6454451 demonstrate the interaction between ITGA2B and ITGB3 proteins forming the αIIbβ3 complex on platelet surface. Both these genes are implicated in the pathogenesis of Platelet-type bleeding disorder 16. The evidence is awarded default points."},{"id":"cggv:092dc4d5-ecbc-4f9c-b303-c5a018fdd10b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:edf67425-19cb-4529-8cc5-dbc4e28001f9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with gain-of-function mutations in ITGB3 show a macrothrombocytopenia phenotype. Platelets from these patients show reduced or normal surface expression levels of the integrin complex that are in a constitutively active state, evidenced by spontaenous PAC-1 or fibrinogen binding.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12816866","type":"dc:BibliographicResource","dc:abstract":"The platelet fibrinogen receptor, integrin alphaIIbbeta3, is a noncovalent heterodimer of glycoproteins IIb and IIIa. This work was aimed at elucidating the role played by the carboxy-terminal extracellular, trans-membrane, and cytoplasmic regions of the glycoprotein beta3 in the formation of functional complexes with alpha subunits. Progressive carboxy-terminal deletions of beta3 revealed that surface exposure of alphaIIbbeta3 or alphavbeta3 could not occur in the absence of the transmembrane domain of beta3. In contrast, internal deletions 616 to 690 of the carboxy-terminal regions of the beta3 ectodomain led to surface exposure of constitu tive active receptors in CHO cells, as indicated by the enhanced rate of cell adhesion to immobilized ligands and spontaneous binding to soluble fibrinogen or activation-dependent antibody PAC-1. The functional analysis of cysteine mutations within the 616 to 690 region of beta3 or chimeric beta3-beta7 subunits revealed that disruption of the C663-C687 disulfide bridge endows constitutive activity to the alphaIIbbeta3 receptor. It is concluded that the carboxy-terminal tail of the beta3 ectodomain, so-called beta tail domain (betaTD), is not essential for cell surface expression of beta3 receptors. However, a basal, nonactivated, low ligand-affinity state of the beta3 integrins demands a normal conformation of this domain.","dc:creator":"Butta N","dc:date":"2003","dc:title":"Disruption of the beta3 663-687 disulfide bridge confers constitutive activity to beta3 integrins."},"rdfs:label":"Butta_enhanced fibrinogen binding"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:360c6685-3392-4199-bdb5-3d47f27ef530","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1447588c-c96f-433d-8665-6f76a5917d83","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ITGB3 encodes the integrin β3 glycoprotein and ITGA2B encodes the integrin αIIb glycoprotein. They interact to form the subunits of the αIIbβ3 complex, which is a platelet receptor for fibrinogen, among other ligands. The complex plays a significant role in platelet spreading and enabling clot formation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6460044","type":"dc:BibliographicResource","dc:abstract":"We have recently reported the isolation of purified platelet membrane glycoproteins IIb and IIIa and the generation of monospecific antisera to these membrane proteins. Using these monospecific antisera in an enzyme-linked immunosorbent assay system, it is no demonstrated that glycoprotein IIb (GPIIb) and glycoprotein IIIa (GPIIIa) form a complex with purified human fibrinogen. The formation of this GPIIb-GPIIIa fibrinogen complex is calcium dependent, fibrinogen specific, saturable, and inhibited by specific amino sugars and amino acids. These observations suggest that the GPIIb-GPIIIa macromolecular complex on the platelet surface acts under the proper physiologic circumstances as the fibrinogen binding site required for normal platelet aggregation.","dc:creator":"Nachman RL","dc:date":"1982","dc:title":"Complex formation of platelet membrane glycoproteins IIb and IIIa with fibrinogen."},"rdfs:label":"Nachman_Biochem function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This paper describes the fibrinogen-binding function of the αIIbβ3 complex and is one of the initial reports suggesting the role for the integrin αIIbβ3 complex as the fibrinogen binding site on platelets."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:eda416fa-6e15-40df-bfd0-46a111e99ba0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34921e07-f2ff-4f7c-8735-a1644e36508b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81afae7e-d886-4cb1-85f5-95bf4a6508e9","type":"FunctionalAlteration","dc:description":"CHO cells expressing each of the four variants showed reduced surface expression of αIIbβ3 receptor and constitutional activation of the receptor. Confocal microscopy revealed internalization of the receptor, while normal β3-expressing cells were localized on the cell surface. Similar to patient platelets (carrying the c.2134+1G>C variant), variant-expressing CHO cells showed higher fraction of internalized αIIbβ3 and fibrinogen internalization in resting state. In addition, variant-expressing CHO cells spread faster on fibrinogen than wild-type. Similarly, patient platelets initially spread faster but after 30 min became defective. Constitutive phosphorylation of integrin β3 Tyr773 and Tyr785, and focal adhesion kinase was observed in variant-CHO cells and resting patients’ platelets but not in control platelets. Clot retraction was also reduced in variant-CHO cells and patient platelets.\n\nPolymerized actin (F-actin) content of variant β3-CHO cells with normal αIIb was higher than that of normal-CHO cells, and it did not increase after stimulation with DTT. Similarly, cytoskeletal protein content in resting patients’ platelets was higher than that in resting control platelets. \n\nTreatment of control platelets with jasplakinolide, which induces actin polymerization and stabilizes actin filaments, impaired ADP- induced αIIbβ3 activation, platelet aggregation, clot retraction and spreading on Fg, effectively resembling patients’ platelets. \n\nVariant-β3-transduced megakaryocytes showed reduced proplatelet number and larger tip diameter, significantly more asymmetrical barbell-proplatelets, and abnormal spreading on Fg, similar to that seen in patients. \n\nThe authors conclude that the perturbed actin polymerization impairs proplatelet formation, as evidenced by experiments with jasplakinolide-treated human megakaryocytes which showed impaired adhesion to Fg and spreading.  \n\nNote: The supplementary material refers to the previously pblished variants as S526F, L743P and D748H. These have been considered errors and corrected in the curation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26452979","type":"dc:BibliographicResource","dc:abstract":"Several patients have been reported to have variant dominant forms of Glanzmann thrombasthenia, associated with macrothrombocytopenia and caused by gain-of-function mutations of ITGB3 or ITGA2B leading to reduced surface expression and constitutive activation of integrin αIIbβ3. The mechanisms leading to a bleeding phenotype of these patients have never been addressed. The aim of this study was to unravel the mechanism by which ITGB3 mutations causing activation of αIIbβ3 lead to platelet dysfunction and macrothrombocytopenia. Using platelets from two patients carrying the β3 del647-686 mutation and Chinese hamster ovary cells expressing different αIIbβ3-activating mutations, we showed that reduced surface expression of αIIbβ3 is due to receptor internalization. Moreover, we demonstrated that permanent triggering of αIIbβ3-mediated outside-in signaling causes an impairment of cytoskeletal reorganization arresting actin turnover at the stage of polymerization. The induction of actin polymerization by jasplakinolide, a natural toxin that promotes actin nucleation and prevents depolymerization of stress fibers, in control platelets produced an impairment of platelet function similar to that of patients with variant forms of dominant Glanzmann thrombasthenia. del647-686β3-transduced murine megakaryocytes generated proplatelets with a reduced number of large tips and asymmetric barbell-proplatelets, suggesting that impaired cytoskeletal rearrangement is the cause of macrothrombocytopenia. These data show that impaired cytoskeletal remodeling caused by a constitutively activated αIIbβ3 is the main effector of platelet dysfunction and macrothrombocytopenia, and thus of bleeding, in variant forms of dominant Glanzmann thrombasthenia. ","dc:creator":"Bury L","dc:date":"2016","dc:title":"Cytoskeletal perturbation leads to platelet dysfunction and thrombocytopenia in variant forms of Glanzmann thrombasthenia."},"rdfs:label":"Bury_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The evidence is awarded increased points for the supporting functional data."},{"id":"cggv:82a244c8-ceba-463c-a365-29514f64ad82","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e134757-5550-45a3-b33d-fd540bb7deb1","type":"FunctionalAlteration","dc:description":"Similar to other fully constitutively active mutant αIIbβ3, the salt bridge mutants αIIbβ3D723H and αIIbβ3D723A were partially activated and showed spontaneous PAC-1 binding. In contrast to fully active receptors, the αIIbβ3D723H and αIIbβ3D723A were able to form microtubule-driven cell extensions when plated on Fg. RhoA activity was reduced in the αIIbβ3D723H and αIIbβ3D723A variants, in contrast to wildtype and fully active variants, indicating RhoA downregulation and subsequent formation of microtubule‐driven cell extensions in CHO cells because of the variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19486276","type":"dc:BibliographicResource","dc:abstract":"We have recently reported a novel mutation in the beta3 subunit of the platelet fibrinogen receptor (alpha(IIb)beta3D723H) identified in a patient with dominantly inherited macrothrombocytopenia, and we have shown that this mutation promotes a new phenotype in Chinese hamster ovary (CHO) cells, characterized by fibrinogen-dependent, microtubule-driven proplatelet-like cell extensions.","dc:creator":"Schaffner-Reckinger E","dc:date":"2009","dc:title":"Overexpression of the partially activated alpha(IIb)beta3D723H integrin salt bridge mutant downregulates RhoA activity and induces microtubule-dependent proplatelet-like extensions in Chinese hamster ovary cells."},"rdfs:label":"Schaffner-Reckinger_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points."},{"id":"cggv:58cec6c2-3345-4527-883f-061f2a39c73f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:faa669b8-fe76-4608-9ae4-9d1983adb9c2","type":"FunctionalAlteration","dc:description":"Cultured megakaryocytes from CD34+ stem cells from proband showed increased ability to develop proplatelets which were bigger compared to control, when incubated with Fg. this suggested that the variant modifies the mechanism of proplatelet formation, leading to the abnormal size and morphology of platelets.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18065693","type":"dc:BibliographicResource","dc:abstract":"We report a 3-generation pedigree with 5 individuals affected with a dominantly inherited macrothrombocytopenia. All 5 carry 2 nonsynonymous mutations resulting in a D723H mutation in the beta3 integrin and a P53L mutation in glycoprotein (GP) Ibalpha. We show that GPIbalpha-L53 is phenotypically silent, being also present in 3 unaffected pedigree members and in 7 of 1639 healthy controls. The beta3-H723 causes constitutive, albeit partial, activation of the alphaIIbbeta3 complex by disruption of the highly conserved cytoplasmic salt bridge with arginine 995 in the alphaIIb integrin as evidenced by increased PAC-1 but not fibrinogen binding to the patients' resting platelets. This was confirmed in CHO alphaIIbbeta3-H723 transfectants, which also exhibited increased PAC-1 binding, increased adhesion to von Willebrand factor (VWF) in static conditions and to fibrinogen under shear stress. Crucially, we show that in the presence of fibrinogen, alphaIIbbeta3-H723, but not wild-type alphaIIbbeta3, generates a signal that leads to the formation of proplatelet-like protrusions in transfected CHO cells. Abnormal proplatelet formation was confirmed in the propositus's CD34+ stem cell-derived megakaryocytes. We conclude that the constitutive activation of the alphaIIbbeta3-H723 receptor causes abnormal proplatelet formation, leading to incorrect sizing of platelets and the thrombocytopenia observed in the pedigree.","dc:creator":"Ghevaert C","dc:date":"2008","dc:title":"A nonsynonymous SNP in the ITGB3 gene disrupts the conserved membrane-proximal cytoplasmic salt bridge in the alphaIIbbeta3 integrin and cosegregates dominantly with abnormal proplatelet formation and macrothrombocytopenia."},"rdfs:label":"proplatelet formation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:eda416fa-6e15-40df-bfd0-46a111e99ba0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eda416fa-6e15-40df-bfd0-46a111e99ba0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.1}],"evidenceStrength":"Moderate","sequence":6085,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.6,"subject":{"id":"cggv:e340aa17-049b-404d-97bf-26d0ef5640d3","type":"GeneValidityProposition","disease":"obo:MONDO_0008552","gene":"hgnc:6156","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"ITGB3 was first reported in relation to Autosomal Dominant Platelet-Type Bleeding Disorder in 2008 (Ghevaert et al., PMID: 18065693). Several  missense, in-frame deletions and splice-site variants have been reported so far in humans.  Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data.\n  \nSummary of Case Level Data (6.1 points): Variants in this gene have been reported in at least 20 probands in 12 publications (PMID: 29439184, 18065693, 19336737, 20081061, 24498605, 23253071, 19329429, 29380037, 29090484, 29296966, 31064749, 33276370). Variants in this gene segregated with disease in 23 additional family members. \n   \nThe mechanism for disease is reported to be heterozygous gain-of-function, that results in constitutive, although partial, activation of the αIIbβ3 receptor complex. (PMID: 18065693, 19336737). Of note, this gene has also been implicated in autosomal recessive Glanzmann Thrombasthenia, and phenotypic overlap exists to an extent. Homozygous activating mutations involving Cysteine residues in β3 have also been reported, but with a normal platelet count and volume. These are associated with the typical GT or a GT-like phenotype (PMID: 22102273, 11588040). \t \n  \nEXPERIMENTAL EVIDENCE: (3.5 points): This gene-disease association is supported by in vitro functional assays that show that the receptor complex is in a state of constitutive activation (PMID: 12816866). ITGB3 encodes the integrin β3 glycoprotein and ITGA2B encodes the integrin αIIb glycoprotein. They interact to form the subunits of the αIIbβ3 complex, which is a platelet receptor for fibrinogen, among other ligands (PMID: 6460044). Thus the complex normally plays a significant role in platelet spreading and enabling clot formation. The gene-disease relationship is further supported by protein interaction, with ITGA2B (PMID: 6213621), and functional alteration in both patient (PMID: 18065693) and non-patient (PMID: 26452979) cells, indicating a defect in proplatelet formation.\n    \nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. \n  \nThis gene-disease pair was originally evaluated by the HT GCEP on 09/23/2020. It was reevaluated on 04/03/2023. As a result of this reevaluation no new evidence was identified and the classification remained at Moderate (SOP Version 9).\n\nOMIM entities: Bleeding disorder, platelet-type, 16, autosomal dominant; \nGlanzmann thrombasthenia\n  \nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism(s) AND inheritance pattern AND phenotypic variability between the two conditions. Therefore, we have split curations for the disease entities, Glanzmann Thrombasthenia and platelet-type bleeding disorder 16. The ITGB3-Glanzmann Thrombasthenia gene-disease relationship has been evaluated separately.","dc:isVersionOf":{"id":"cggv:eda416fa-6e15-40df-bfd0-46a111e99ba0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}