{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-04-13T00:33:59.028Z","role":"Approver"},{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-04-23T11:26:13.754Z","role":"Publisher"}],"evidence":[{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09ea2dc8-bb10-44ad-863f-893439f7165c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3ff57e4-a904-46dc-9dd0-f224c7ed9535","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis on human tissues revealed that BAFF-R is expressed as a 4.5-- kb mRNA in the secondary lymphoid organs. High levels of BAFF-R mRNA were detected in the spleen and lymph nodes, lower levels were detected in the peripheral blood leukocytes and thymus, and none was detected in the bone marrow or fetal liver (Fig. 2, A and B).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11509692","type":"dc:BibliographicResource","dc:abstract":"B cell homeostasis has been shown to critically depend on BAFF, the B cell activation factor from the tumor necrosis factor (TNF) family. Although BAFF is already known to bind two receptors, BCMA and TACI, we have identified a third receptor for BAFF that we have termed BAFF-R. BAFF-R binding appears to be highly specific for BAFF, suggesting a unique role for this ligand-receptor interaction. Consistent with this, the BAFF-R locus is disrupted in A/WySnJ mice, which display a B cell phenotype qualitatively similar to that of the BAFF-deficient mice. Thus, BAFF-R appears to be the principal receptor for BAFF-mediated mature B cell survival.","dc:creator":"Thompson JS","dc:date":"2001","dc:title":"BAFF-R, a newly identified TNF receptor that specifically interacts with BAFF."},"rdfs:label":"Northern Blot on Human Tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The expression pattern reported here is consistent with that reported by The Human Protein Atlas, which is tissue enhanced in blood, intestine, and lymphoid tissue with RNA enrichment in B-cells."},{"id":"cggv:377a004b-d8c9-4138-8855-f5a2835cb033","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c72db2b-9916-4d32-981e-9763fc48c06a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In the absence of functional BAFF-R there is a severe reduction in mature B cells and subsequent decrease in immunoglobulin levels, leading to the immunodeficiency observed in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12387744","type":"dc:BibliographicResource","dc:abstract":"The TNF-like ligand BAFF/BLyS is a potent survival factor for B cells. It binds three receptors: TACI, BCMA, and BR3. We show that BR3 signaling promotes processing of the transcription factor NF-kappaB2/p100 to p52. NF-kappaB2/p100 cleavage was abrogated in B cells from A/WySnJ mice possessing a mutant BR3 gene, but not in TACI or BCMA null B cells. Furthermore, wild-type mice injected with BAFF-neutralizing BR3-Fc protein showed reduced basal NF-kappaB2 activation. BR3-Fc treatment of NZB/WF1 mice, which develop a fatal lupus-like syndrome, inhibited NF-kappaB2 processing and attenuated the disease process. Since inhibiting the BR3-BAFF interaction has therapeutic ramifications, the ligand binding interface of BR3 was investigated and found to reside within a 26 residue core domain. When stabilized within a structured beta-hairpin peptide, six of these residues were sufficient to confer binding to BAFF.","dc:creator":"Kayagaki N","dc:date":"2002","dc:title":"BAFF/BLyS receptor 3 binds the B cell survival factor BAFF ligand through a discrete surface loop and promotes processing of NF-kappaB2."},"rdfs:label":"B cell survival signal"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"BAFF is a potent survival factor for B cells through interaction with BAFF-R (encoded by TNFRSF13C), which promotes processing of the transcription factor NF-κB2/p100 to p52. Survival signals are critical for the proper development and maintenance of the immune system as they regulate the magnitude and duration of the immune response."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0af44ec4-2d3c-42f0-8804-edb2f497cf54","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1d1ef68e-6cae-419e-82bb-c8c3bef12425","type":"FunctionalAlteration","dc:description":"Plasmablast formation was tested at different time points by the appearance of CD19low cells expressing high levels of CD38 and CD27. Proliferation was determined by counting absolute cell numbers and the secretion of immunoglobulins by ELISA. Plasmablast development, IgA, and IgG were delayed and not as efficient as for B cells in the adult control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19666484","type":"dc:BibliographicResource","dc:abstract":"B-cell survival depends on signals induced by B-cell activating factor (BAFF) binding to its receptor (BAFF-R). In mice, mutations in BAFF or BAFF-R cause B-cell lymphopenia and antibody deficiency. Analyzing BAFF-R expression and BAFF-binding to B cells in common variable immunodeficiency (CVID) patients, we identified two siblings carrying a homozygous deletion in the BAFF-R gene. Removing most of the BAFF-R transmembrane part, the deletion precludes BAFF-R expression. Without BAFF-R, B-cell development is arrested at the stage of transitional B cells and the numbers of all subsequent B-cell stages are severely reduced. Both siblings have lower IgG and IgM serum levels but, unlike most CVID patients, normal IgA concentrations. They also did not mount a T-independent immune response against pneumococcal cell wall polysaccharides but only one BAFF-R-deficient sibling developed recurrent infections. Therefore, deletion of the BAFF-R gene in humans causes a characteristic immunological phenotype but it does not necessarily lead to a clinically manifest immunodeficiency.","dc:creator":"Warnatz K","dc:date":"2009","dc:title":"B-cell activating factor receptor deficiency is associated with an adult-onset antibody deficiency syndrome in humans."},"rdfs:label":"Stimulation of B cell proliferation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Tested in vitro whether the formation of antibody secreting plasmablast-like cells would be impaired. Finding that the function of BAFF-R in stimulation of B cell proliferation was altered in the patient."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bbc7ce40-6247-4eee-b378-83df0e53f97d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ade4f3b1-7b98-4a8b-8eeb-b96c69d6f6c1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Baff-r−/− mice display strongly reduced late transitional and follicular B cell numbers and are essentially devoid of marginal zone B cells. In addition, we found that Baff-r−/− mice mount significant, but reduced, Ag-specific Ab responses. The reduction in Ab titers correlates with the reduced B cell numbers in the mutant mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15294936","type":"dc:BibliographicResource","dc:abstract":"The cytokine TNF family member B cell-activating factor (BAFF; also termed BLyS) is essential for B cell generation and maintenance. Three receptors have been identified that bind to BAFF: transmembrane activator, calcium modulator, and cyclophilin ligand interactor (TACI); B cell maturation Ag (BCMA); and BAFF-R. Recently, it was shown that A/WySnJ mice, which contain a dramatically reduced peripheral B cell compartment due to decreased B cell life span, express a mutant BAFF-R. This finding, together with normal or enhanced B cell generation in mice deficient for BCMA or TACI, respectively, suggested that the interaction of BAFF with BAFF-R triggers signals essential for the generation and maintenance of mature B cells. However, B cells in mice deficient for BAFF differ phenotypically and functionally from A/WySnJ B cells. Residual signaling through the mutant BAFF-R could account for these differences. Alternatively, dominant-negative interference by the mutant receptor could lead to an overestimation of the importance of BAFF-R. To resolve this issue, we generated BAFF-R-null mice. Baff-r(-/-) mice display strongly reduced late transitional and follicular B cell numbers and are essentially devoid of marginal zone B cells. Overexpression of Bcl-2 rescues mature B cell development in Baff-r(-/-) mice, suggesting that BAFF-R mediates a survival signal. CD21 and CD23 surface expression are reduced on mature Baff-r(-/-) B cells, but not to the same extent as on mature B cells in BAFF-deficient mice. In addition, we found that Baff-r(-/-) mice mount significant, but reduced, Ag-specific Ab responses and are able to form spontaneous germinal centers in mesenteric lymph nodes. The reduction in Ab titers correlates with the reduced B cell numbers in the mutant mice.","dc:creator":"Sasaki Y","dc:date":"2004","dc:title":"TNF family member B cell-activating factor (BAFF) receptor-dependent and -independent roles for BAFF in B cell physiology."},"rdfs:label":"Baff-r−/− mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The Baff-r−/− mice recapitulate human disease with reduced B cell numbers with corresponding reductions in IgG and IgM. Additionally, the Ag-specific Ab production by Baff−/− mice in response to TD and TI Ags  is dramatically reduced compared with wild-type mice, similar to the patients who did not mount a T-independent immune response (PMID: 19666484)."},{"id":"cggv:daffb4f4-1127-4502-9d4d-80f7073a3409","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c991260b-c4ab-4e76-9308-5abe00fe566f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"As in humans, the number of mature peripheral B cells is significantly reduced in these mice with a complex event (insertion, deletion, or rearrangement) involving exon 3.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11509692","rdfs:label":"BAFF-R mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The A/WySnJ mice exhibit a B cell phenotype similar, but not identical, to animals deficient in BAFF and human patients. Because the A/WySnJ mice do not have a complete null mutation, it is possible that some signaling occurs through BAFF-R or that TACI and/or BCMA compensate for the BAFF-R receptor defect, leading to a less severe phenotype than the BAFF knockout mice.  A/WySnJ mice have normal T cell-independent responses, but impaired T cell-dependent responses (Lentz et al., 1998), which is in contrast with the aberrant T-independent immune response seen in patients (PMID: 19666484)."},{"id":"cggv:535bddd8-91eb-422c-ad1f-97b4661dc96c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:69356f99-97a8-4976-98aa-a5712ec42c80","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to humans, BAFF-R-null mice exhibit loss of mature B cells, additionally BAFF-R-null mice cannot carry out T cell-dependent Ab formation but generate normal levels of Ab to at least some T cell-independent Ags.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15294946","type":"dc:BibliographicResource","dc:abstract":"The TNF-related ligand, B cell-activating factor belonging to the TNF family (BAFF), is necessary for normal B cell development and survival, and specifically binds the receptors transmembrane activator and calcium-modulator and cyclophilin ligand interactor (TACI), B cell maturation Ag (BCMA), and BAFF-R. Similarities between mice completely lacking BAFF and A/WySnJ strain mice that express a naturally occurring mutant form of BAFF-R suggest that BAFF acts primarily through BAFF-R. However, the nearly full-length BAFF-R protein expressed by A/WySnJ mice makes unambiguous interpretation of receptor function in these animals impossible. Using homologous recombination we created mice completely lacking BAFF-R and compared them directly to A/WySnJ mice and to mice lacking BAFF. BAFF-R-null mice exhibit loss of mature B cells similar to that observed in BAFF(-/-) and A/WySnJ mice. Also, mice lacking both TACI and BCMA simultaneously exhibit no B cell loss, thus confirming that BAFF-R is the primary receptor for transmitting the BAFF-dependent B cell survival signal. However, while BAFF-R-null mice cannot carry out T cell-dependent Ab formation, they differ from BAFF-deficient mice in generating normal levels of Ab to at least some T cell-independent Ags. These studies clearly demonstrate that BAFF regulates Ab responses in vivo through receptors in addition to BAFF-R.","dc:creator":"Shulga-Morskaya S","dc:date":"2004","dc:title":"B cell-activating factor belonging to the TNF family acts through separate receptors to support B cell survival and T cell-independent antibody formation."},"rdfs:label":"BAFF-R-null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This is the second reported BAFF-R-null mouse model. Again, there was recapitulation of human disease with reduced B cell numbers with corresponding reductions in IgG and IgM. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:4089a4d1-b694-4a96-9a0b-6be0a220aa69_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d582fe87-527c-4384-aba0-bf31d77f367b","type":"Proband","detectionMethod":"WES performed first with Illumnia technology, which generates 100 base reads. The reference sequnce used was hg19. alls with a read coverage of ≤2x and a Phred-scaled single-nucleotide polymorphism quality of ≤20 were filtered out. All variants were annotated with the GATK Genomic Annotator (Broad Institute). Variants from the Blacklist were excluded. CNV analysis performed using ExomeDepth.\n\nPatient exomes were filtered for mutations in all known genes associated with a primary immune-deficiency disease, as previously described.14,21  Heterozygous and homozygous mutations were excluded if the allele frequencies in the general population were >0.01% or 1.0%, respectively, in the Exome Aggregation Consortium database (ExAC; Broad Institute) and Genome Aggregation database (gnomAD; Broad Institute). Top likely disease-causing candidates were Sanger sequenced for confirmation. Familial segregation was studied when samples were available.\n\nThe pathogenicity of all disease-attributable gene variants was evaluated using the updated guideline for interpretation of molecular sequencing by the ACMG considering the allele frequency, computational data, immunological/functional data, familial segregation and parental data, and clinical phenotyping.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:4089a4d1-b694-4a96-9a0b-6be0a220aa69_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0b9479f6-6c08-4980-abfc-63da4f184a58","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052945.3(TNFRSF13C):c.62C>G (p.Pro21Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10262524"}},{"id":"cggv:db905f11-4cf5-49d2-8a4a-9d1c9c4a34e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052945.3(TNFRSF13C):c.475C>T (p.His159Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10262427"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31942606","type":"dc:BibliographicResource","dc:abstract":"Using whole-exome sequencing to examine the genetic causes of immune deficiency in 235 common variable immunodeficiency (CVID) patients seen in the United States (Mount Sinai, New York), 128 patients from Sweden, and 208 from Iran revealed 68 known disease-causing genes underlying this heterogeneous immune defect. The patients at the time of study ranged from 4 to 90 years of age. Overall, 31%, 36%, and 54% of the patients in the US, Swedish, or Iranian cohorts had mutations. The multiplicity of genes identified in the 571 subjects reflects the complex requirements of B-cell antigen signaling, activation, survival, migration, maturation, and maintenance of antibody-secreting memory B-cell populations to the plasma cell stage. For the US and Swedish cohorts, CVID subjects with noninfectious complications, lymphoid infiltrations, inflamatory conditions, or autoimmunity were somewhat more likely to have an identifiable gene, but in both cohorts, numerous subjects with these medical conditions had no potential gene that could be assigned. Specific clinical patterns of illnesses were also not linked to any given gene defect as there was considerable overlap in clinical presentations. These observations led to a new perspective on the complexity of the immunologic phenotype found in CVID syndrome.","dc:creator":"Abolhassani H","dc:date":"2020","dc:title":"Current genetic landscape in common variable immune deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31942606","rdfs:label":"Swedish pt"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"The compound heterozygous missense variants Pro21Arg and His159Tyr were not confirmed to be in trans in this patient (no parental genotypes were provided). Both variants occur at relatively high allele frequencies in the general gnomAD population (0.05997 and 0.005613 respectively) and therefore could plausibly be found in cis. His159Tyr is reported in ClinVar as VUS or likely benign and occurs at a relatively high allele frequency with a MAF of 0.007491 (961/128284 alleles, including 4 homozygotes) in the European population. No functional evidence supporting a deleterious effect of this variant was provided here."},{"id":"cggv:68395684-d91e-455a-b9e6-453c51ff2e52_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:b05be869-edc2-47be-bf6a-11114730f9f4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"Whole genome sequencing was performed on 3.5–7.5 ng DNA on either the Illumina HiSeq2000 or the HiSeq2500 run in standard mode using v2.5 or v3 sequencing chemistry (Core Genomics, WTCHG). Briefly, the genomic DNA was fragmented, end-paired, A-tailed and adapter-ligated before size selection and amplification for a multiplexed library preparation. The libraries were then paired end sequenced and sequenced to an average coverage between 27 and 40 quality reads per base (100 base pair reads). Reads were mapped to the GRCh37d5/hg19 human reference sequence using Stampy and the SNVs and short InDels were called with Platypus www.well.ox.ac.uk/platypus (Core Bioinformatics, WTCHG) [32]. ","firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"IgA, IgM, and IgG levels less than half lower normal value","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:68395684-d91e-455a-b9e6-453c51ff2e52_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b9479f6-6c08-4980-abfc-63da4f184a58"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26122175","type":"dc:BibliographicResource","dc:abstract":"Common Variable Immunodeficiency Disorders (CVIDs) are the most prevalent cause of primary antibody failure. CVIDs are highly variable and a genetic causes have been identified in <5% of patients. Here, we performed whole genome sequencing (WGS) of 34 CVID patients (94% sporadic) and combined them with transcriptomic profiling (RNA-sequencing of B cells) from three patients and three healthy controls. We identified variants in CVID disease genes TNFRSF13B, TNFRSF13C, LRBA and NLRP12 and enrichment of variants in known and novel disease pathways. The pathways identified include B-cell receptor signalling, non-homologous end-joining, regulation of apoptosis, T cell regulation and ICOS signalling. Our data confirm the polygenic nature of CVID and suggest individual-specific aetiologies in many cases. Together our data show that WGS in combination with RNA-sequencing allows for a better understanding of CVIDs and the identification of novel disease associated pathways. ","dc:creator":"van Schouwenburg PA","dc:date":"2015","dc:title":"Application of whole genome and RNA sequencing to investigate the genomic landscape of common variable immunodeficiency disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26122175","rdfs:label":"C038"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Additional CVID patient homozygous for the missense variant Pro21Arg."},{"id":"cggv:c6fb7436-f350-4ba1-a12e-06b7d8fc46c0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f1ff46b6-46c5-44c7-a4ed-a787a7ade0db","type":"Proband","variant":{"id":"cggv:c6fb7436-f350-4ba1-a12e-06b7d8fc46c0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:db905f11-4cf5-49d2-8a4a-9d1c9c4a34e8"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31942606"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31942606","rdfs:label":"Iranian sib 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"His159Tyr is reported in ClinVar as VUS or likely benign and occurs at a relatively high allele frequency with a MAF of 0.007491 (961/128284 alleles, including 4 homozygotes) in the European population. No functional evidence supporting a deleterious effect of this variant was provided here. "},{"id":"cggv:a541d3de-3e6b-4e1e-9496-5420f294dba9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:97ac63dd-81dd-419c-9391-b752b4f2faa9","type":"Proband","detectionMethod":"PCR amplification with specific oligonucleotide primers for 3 exons that encodes 184 amino acids of TNFRSF13C (BAFF-R) gene. Primers for TNFRSF13C were prepared according to reference sequences RefSeqGene NG_007579.1. Purified PCR products were taken to a second PCR analysis in order to perform flouroscent marking of nucleotides (Cycle-Sequencing PCR). Second tour PCR products resulting from Cycle-Sequencing PCR were precipitated by using BigDyeXT kit (Applied Biosystems). Precipitated and re-purified PCR products were loaded to an ABI 3130XL Genetic Analyzer and their nucleotide sequences were then analyzed. Following DNA sequencing, nucleotide changes were evaluated with respect to NCBI Reference Sequence Records of TNFRSF13C (NM_052945). Evaluations were performed by SeqScape 2.0 software. ","firstTestingMethod":"PCR","phenotypeFreeText":"IgG: 360, IgM: 16, IgA: 5 (all mg/dl)","phenotypes":["obo:HP_0002037","obo:HP_0002110","obo:HP_0001510","obo:HP_0000939","obo:HP_0012317","obo:HP_0001744"],"previousTesting":true,"previousTestingDescription":"TNFRS13B: S277S het\nTNFS13: N96S het\n","sex":"UnknownEthnicity","variant":{"id":"cggv:a541d3de-3e6b-4e1e-9496-5420f294dba9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:db905f11-4cf5-49d2-8a4a-9d1c9c4a34e8"},{"id":"cggv:0b9479f6-6c08-4980-abfc-63da4f184a58"}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22699762","type":"dc:BibliographicResource","dc:abstract":"B lymphocyte subpopulations, previously defined classification schemes (Freiburg, Paris, EuroClass), TNFRSF13B (TACI), TNFRSF13C (BAFF-R), TNFSF13 (APRIL) gene mutations, CTLA-4 and ICOS gene polymorphisms were analyzed in 25 common variable immunodeficiency (CVID) patients and 25 healthy controls. Patients were also divided into two subgroups due to some disease severity criteria. SG (severe disease group) (n:11) included patients who have splenomegaly and/or granulomatous diseases and/or bronchiectasis and/or lower baseline IgG values (<270 mg/dl). MG (moderate disease group) (n:14) patients diagnosed as having ESID/PAGID criteria but does not fulfill SG inclusion criteria. The onset of infectious symptoms and age at diagnosis were 50.0 ± 45.7 and 78.5 ± 54.5 months, respectively. Parental consanguinity rate was 54.5% in SG and 7.1% in MG. Switched-memory B cells (CD19 + 27 + IgD-IgM-) showed significant decrease in CVID patients and these cells were also significantly lower in SG compared to MG. CVID patients had significantly higher percentages of CD19 + κ + B cells and CD19 + λ + B cells than healthy controls. Freiburg classification: 87.5% of patients (n:21) were in group I and 12.5% were in Group II. Eighteen (75%) CVID patients with a low percentage of CD21(low) B cells were in Group Ib while three patients classified as Group Ia. The significantly lower levels of IgG and IgA in Group Ia is a novel finding. The percentages of patients for Paris Classification groups MB0, MB1, MB2 were 88%, 4% and 8%, respectively. There was a significant increase of splenomegaly, lymphadenopathy and autoimmune cytopenia in Group MB0. EuroClass: 45.8% of patients were smB+ and 54.2% were smB-. Splenomegaly and lymphadenopathy were significantly higher in smB- group. TACI: One patient carried heterozygous C104R mutation which was known as disease causing. APRIL: G67R and N96S SNPs were detected in most of the patients and healthy controls. BAFF-R: P21R/H159Y compound heterozygous mutation (n:1) and P21R heterozygous mutations (n:3) were detected. +49 A > G changes in exon 1 of CTLA-4 gene: GG and AG genotypes increase the risk of CVID development 1.32 and 2.18 fold, respectively. 1564 T > C polymorphisms on 3'UTR region in exon 2 of ICOS gene was not found to be significantly different in CVID patients. CVID classifications were not helpful in determining the genetic etiology of CVID.","dc:creator":"Kutukculer N","dc:date":"2012","dc:title":"Three different classifications, B lymphocyte subpopulations, TNFRSF13B (TACI), TNFRSF13C (BAFF-R), TNFSF13 (APRIL) gene mutations, CTLA-4 and ICOS gene polymorphisms in Turkish patients with common variable immunodeficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22699762","rdfs:label":"MMO"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"The compound heterozygous missense variants Pro21Arg and His159Tyr were not confirmed to be in trans in this patient (no parental genotypes were provided). Both variants occur at relatively high allele frequencies in the general gnomAD population (0.05997 and 0.005613 respectively) and therefore could plausibly be found in cis. His159Tyr is reported in ClinVar as VUS or likely benign and occurs at a relatively high allele frequency with a MAF of 0.007491 (961/128284 alleles, including 4 homozygotes) in the European population. No functional evidence supporting a deleterious effect of this variant was provided here. Hildebrand et al., 2010 (PMID: 21041452) reported that signaling through this mutant BAFF-R results in increased, rather than decreased, NF-κB1 and NF-κB2 activity and increased immunoglobulin production compared with the wild-type BAFF-R.  Additional patients of this compound heterozygous genotype (without confirmation of trans phase) have been reported elsewhere (PMIDs: 16160919, 24727458)."},{"id":"cggv:896125a8-774e-4d23-9569-6b937f5c34b4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ab9b6548-bfc8-44fd-b114-7f7b485a9c42","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":57,"detectionMethod":"The primers and conditions to amplify and sequence the 3 exons of TNFRSF13C have previously been described (Mutations in TNFRSF13B encoding TACI are associated with common variable immunodeficiency in humans. Salzer U, et al). After separation on an ABI Prism 377 DNA Sequencer (PE, Applied Biosystems), data were analyzed with Sequencher version 3.4.1 (Gene Codes Corp.).","firstTestingMethod":"PCR","phenotypeFreeText":"1-2% B cells. Serum IgG concentration of 0.6 g/l (normal range, 7.0–16.0 g/l). Serum IgM concentrations were always less than 0.4 g/l and at many time points even below detection limit (<0.15 g/l). Antibodies against tetanus or diphtheria toxin were not detectable before starting the intravenous Ig substitution. Although P1 experienced several S. pneumoniae infections, the serum titers against pneumococcal polysaccharides (PnPS) did not increase at times of infection (data not shown).","phenotypes":["obo:HP_0005365","obo:HP_0410299","obo:HP_0004315","obo:HP_0002090","obo:HP_0002850","obo:HP_0011109"],"previousTesting":true,"previousTestingDescription":"Negative BTK, BAFF, APRIL, TACI, and BCMA germline testing. CD40L expression normal.\n\n(Although the genetic defects of P1 and P2 were identical and the immunologic phenotype similar, their different clinical presentation was surprising. As B-cell homeostasis as well as serum IgG levels were more severely disturbed in P1, we searched for hypomorphic mutations in X-linked genes that might constitute an additional disadvantage for the development of B cells and humoral immune responses in P1.)","sex":"Male","variant":{"id":"cggv:896125a8-774e-4d23-9569-6b937f5c34b4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5f947800-fd1a-45fa-9516-2cc4c59394d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_052945.4(TNFRSF13C):c.265_288del (p.Leu89_Val96del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655397"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19666484"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19666484","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous in-frame deletion p.Leu89_Val96del (confirmed in patient mRNA) removes most of the BAFF-R transmembrane region and precludes BAFF-R expression, as evidenced by undetectable BAFF-R in immortalized B cells (measured by Western blot) and very low BAFF-R expression in patient sera (measured by flow cytometry). Furthermore, cells transduced with a retroviral vector encoding the BAFF-R transmembrane deletion mutant of P1 failed to bind BAFF and to induce NF-κB processing."},{"id":"cggv:6bfeed71-6ffb-4551-85b9-4950e22293aa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:846d9526-7c7b-4aaa-bce9-81d48361a0a2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":17,"detectionMethod":"Whole genome sequencing was performed on 3.5–7.5 ng DNA on either the Illumina HiSeq2000 or the HiSeq2500 run in standard mode using v2.5 or v3 sequencing chemistry (Core Genomics, WTCHG). Briefly, the genomic DNA was fragmented, end-paired, A-tailed and adapter-ligated before size selection and amplification for a multiplexed library preparation. The libraries were then paired end sequenced and sequenced to an average coverage between 27 and 40 quality reads per base (100 base pair reads). Reads were mapped to the GRCh37d5/hg19 human reference sequence using Stampy and the SNVs and short InDels were called with Platypus www.well.ox.ac.uk/platypus (Core Bioinformatics, WTCHG) [32]. ","firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"IgA and IgG levels less than half lower normal value; IgM levels between lower normal and half lower normal values; cd19 count less than half lower normal value","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6bfeed71-6ffb-4551-85b9-4950e22293aa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b9479f6-6c08-4980-abfc-63da4f184a58"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26122175"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26122175","rdfs:label":"C089"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Additional CVID patient homozygous for the missense variant Pro21Arg."},{"id":"cggv:1bdaeca3-3b74-45dc-ab73-c2e11f12f130_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:5dbd1ca9-d2e6-48c1-a81b-97b726b80f25","type":"Proband","detectionMethod":"Direct sequencing of the coding region of TNFRSF13C. Methods not specified.","phenotypeFreeText":"not specified ","phenotypes":"obo:HP_0004313","previousTesting":true,"previousTestingDescription":"not specified","sex":"UnknownEthnicity","variant":{"id":"cggv:1bdaeca3-3b74-45dc-ab73-c2e11f12f130_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b9479f6-6c08-4980-abfc-63da4f184a58"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22699762"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22699762","rdfs:label":"Mouillot 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Six individuals with hypogammaglobulinemia were identified as homozygous for the missense variant Pro21Arg. This variant is reported in ClinVar as Benign/Likely Benign/risk factor and occurs at a relatively high allele frequency of 0.05997 overall in gnomAD with a MAF of 0.07978 (3213/40272 alleles, including 139 homozygotes) in the European population. No functional evidence supporting a deleterious effect of this variant was provided here. However, additional CVID individuals with this variant have been reported (Losi 2005, Lougaris 2016, Pieper 2014, van Schowenburg 2015) and in vitro functional studies showed that the Pro21Arg variant caused impaired ligand-independent preassembly of BAFF-R proteins, resulting in reduced binding of BAFF ligand, decreased NF-kappaB activation in B cells, and decreased proliferation and IgM production by B cells (Pieper 2014; PMID: 24406071). Based on the available evidence, the Pro21Arg variant may contribute to CVID as a risk factor, possibly together with other genetic and/or environmental factors."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":2705,"specifiedBy":"GeneValidityCriteria8","strengthScore":8,"subject":{"id":"cggv:d421742a-81ce-4fb2-9038-ee740c65b076","type":"GeneValidityProposition","disease":"obo:MONDO_0013284","gene":"hgnc:17755","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"Homozygous or compound heterozygous mutations in TNFRSF13C (also known as BAFF-R) cause immunodeficiency, common variable, 4 (CVID4). It was first reported clinically in two siblings with adult-onset CVID4 and a homozygous deletion in TNFRSF13C (Warnatz, K., 2009). TNFRSF13C encodes tumor necrosis factor receptor superfamily member 13C, which is a B-cell receptor specific for TNFSF13B. It is important for B cell survival. At least three unique variants in TNFRSF13C have been described since 2009 to confer CVID4; these variants are two missense (c.475C>T and c.62C>G) and one deletion (c.265_288del). Robust experimental data, including one particularly convincing paper (Thompson et al, 2001) which reports on expression, protein interaction, and model systems data, support the importance of BAFF-R in vitro and in vivo for immune system health. Additional experimental data regarding the function of TNFRSF13C in B cell survival (Kayagaki et al., 2002) and further mouse models (Saski et al., 2004 and Shul-ga-Morskaya et al., 2004) were also included. The maximum score was reached for experimental data. However, case data is less convincing and there are only a few cases to date of clinical autosomal recessive CVID4 by pathogenic variants in TNFRSF13C. There is one particular variant (c. 62c>G; p.Pro21Arg) that has been recurrently identified, including in one study (unpublished by Mouillot G et al.) where 485 patients with hypogammaglobulinemia were sequenced for mutations in TNFRSF13C. Seventy patients were found to have at least one mutation in TNFRSF13C, composed of 6 that were P21R homozygous, and 7 were compound heterozygotes with one variant being P21R. This variant is sometimes referred to as a “risk factor” and not described as causing sever disease, which was further iterated when Speletas M et al (unpublished) reported that P21R homozygosity results in mild immunodeficiency. However, Kutukculer et al identified an individual with compound heterozygous variants P21R and c.475C>T (which also has conflicting reports of pathogenicity) who had a severe presentation of CVID4. In summary, only the case of the homozygous c.265_288del variant is considered informative at this time, as such there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\nIn order for a gene-disease association to reach a Moderate classification at least 3 unrelated probands harboring variants with sufficient supporting evidence for disease causality must be reported. Here only 1 proband with sufficient supporting evidence is available.","dc:isVersionOf":{"id":"cggv:1408411b-9d28-4308-b2bc-dbada3660898"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}