{"id":"cggv:640890b8-ed2f-46bd-bf07-74e59da80cc2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:640890b8-ed2f-46bd-bf07-74e59da80cc2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-06-07T21:19:08.637Z","role":"Publisher"},{"id":"cggv:640890b8-ed2f-46bd-bf07-74e59da80cc2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-06-07T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27473539","type":"dc:BibliographicResource","dc:abstract":"Hereditary defects in several genes have been shown to disturb the normal immune response to EBV and to give rise to severe EBV-induced lymphoproliferation in the recent years. Nevertheless, in many patients, the molecular basis of fatal EBV infection still remains unclear. The Fanconi anemia-associated protein 24 (FAAP24) plays a dual role in DNA repair. By association with FANCM as component of the FA core complex, it recruits the FA core complex to damaged DNA. Additionally, FAAP24 has been shown to evoke ATR-mediated checkpoint responses independently of the FA core complex. By whole exome sequencing, we identified a homozygous missense mutation in the FAAP24 gene (cC635T, pT212M) in two siblings of a consanguineous Turkish family who died from an EBV-associated lymphoproliferative disease after infection with a variant EBV strain, expressing a previously unknown EBNA2 allele.In order to analyze the functionality of the variant FAAP24 allele, we used herpes virus saimiri-transformed patient T cells to test endogenous cellular FAAP24 functions that are known to be important in DNA damage control. We saw an impaired FANCD2 monoubiquitination as well as delayed checkpoint responses, especially affecting CHK1 phosphorylation in patient samples in comparison to healthy controls. The phenotype of this FAAP24 mutation might have been further accelerated by an EBV strain that harbors an EBNA2 allele with enhanced activities compared to the prototype laboratory strain B95.8. This is the first report of an FAAP24 loss of function mutation found in human patients with EBV-associated lymphoproliferation.","dc:creator":"Daschkey S","dc:date":"2016","dc:title":"Fatal Lymphoproliferative Disease in Two Siblings Lacking Functional FAAP24."},"evidence":[{"id":"cggv:640890b8-ed2f-46bd-bf07-74e59da80cc2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:caa277da-f0ee-4a10-8f23-ffc3151e4bb2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:caa277da-f0ee-4a10-8f23-ffc3151e4bb2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":30,"allele":{"id":"cggv:c4b267d2-021b-40b2-a1b1-fdf598fdb41c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152266.5(FAAP24):c.635C>T (p.Thr212Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9360189"}},"detectionMethod":"Both affected siblings (patient 1 and patient 2) as well as 2 unaffected siblings were analyzed by WES. FAAP24 variant was homozygous in affected siblings and heterozygous in unaffected siblings, as well as heterozygous in parents and remaining 2 healthy siblings assessed by capillary sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Increased proportion CD8+T cells. Normal circulating T and B cell numbers. EBV DNA detected in the bone marrow and lymph node biopsies. 5 total siblings (including patients 1 and 2) died from unknown causes. Several lymph node biopsies in both patients were interpreted as atypical EBV-induced B cell proliferation, some with clonal rearrangements of Ig heavy chain. A transition to a malignant lymphoblastic lymphoma or Burkitt’s lymphoma was discussed but could not clearly be demonstrated nor ruled out\n\nPatient phenotype data also from PMID: 1964121, 8825720","phenotypes":["obo:HP_0005435","obo:HP_0001873","obo:HP_0031380","obo:HP_0031393","obo:HP_0001903","obo:HP_0002720","obo:HP_0001945","obo:HP_0004313","obo:HP_0032254","obo:HP_0004315","obo:HP_0002722","obo:HP_0033185","obo:HP_0005523","obo:HP_0032218","obo:HP_0001433","obo:HP_0034685","obo:HP_0002716"],"previousTesting":true,"previousTestingDescription":"Capillary sequencing of ITK","sex":"Male","variant":{"id":"cggv:0b93c61b-7438-4604-8d0d-b731ee97ae50_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c4b267d2-021b-40b2-a1b1-fdf598fdb41c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27473539"},"rdfs:label":"Patient 2"},{"id":"cggv:0b93c61b-7438-4604-8d0d-b731ee97ae50","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:0b93c61b-7438-4604-8d0d-b731ee97ae50_variant_evidence_item"},{"id":"cggv:0b93c61b-7438-4604-8d0d-b731ee97ae50_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Functional studies were performed utilizing patient cells, however the data does not appear strong (with it being unclear if some of the experiments were well controlled) and the link between the potential functional effects observed here and the patient phenotype is unclear.\n\nFig. 1 b+c: transformed patient cells are suggested to have less FANCD2 ubiquitination than healthy controls; however, only one healthy control was used and the result does not appear significantly different.\nFig 1d: Patient cells displayed decreased phosphorylation of Chk2 and p53 after treatment with DNA damaging agents. Mutant patient T cells were not able to activate Chk1, whereas the activation of\nChk2 and p53 was delayed as compared to the healthy controls. Unclear if there were multiple independent experiments."}],"strengthScore":0,"dc:description":"The variant of interest has been identified as homozygous in 2 patients with an EBV associated lymphoproliferative disorder from a single consanguineous family and initial functional studies performed to assess if the variant is having an effect in patient cells. However, the available data does not support the pathogenicity of this variant. Most importantly, frequency in general populations appears too high for this variant to be causing severe childhood onset disease. \nMultiple homozygotes have been reported for this variant in individuals past the age of disease onset for the family described here (note there may be overlap in the homozygotes indicated for the datasets (gnomAD v2: 02340; 1 homozygote->45 yrs old; gnomAD v4: 13 homozygotes (8 exome, 5 genome)-at least 5 are >50 yrs old; Almena: 2 homozygotes). Furthermore, this family is consanguineous, making the presence of this homozygous variant less impactful.  When assessing the pathogenicity of the variant, in silico predictors yield inconclusive results (REVEL: 0.328 which is below the ClinGen suggested threshold of 0.75 to support pathogenicity) and there is no splicing effect predicted. While functional studies performed in this publication indicate this variant could potentially have an effect in patient cells, based on the information provided it is not clear that the experiments are robust, there is no clear link between the phenotypes observed and the disease occurring in the patients described, nor is it clear that the levels of the defects observed have a clinically significant effect."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:640890b8-ed2f-46bd-bf07-74e59da80cc2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:640890b8-ed2f-46bd-bf07-74e59da80cc2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:71d33c44-bf29-4d4a-9339-605ef9e8a9c3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8aa73529-7e04-4555-9b9c-0096ca90d6de","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In order to analyze a possible increase of FAAP24 expression after TCR stimulation, primary T cells were treated with phytohemagglutinin (PHA) or anti- CD3 and 0.5 μg/ml anti-CD28 for 0, 8, 24, 48, and 72 h. Subsequently, the expression level was measured using qRTPCR. FAAP24 found to be expressed based on qRT-PCR (Western blot indicated to be performed in text, but no data shown). FAAP24 cDNA was also detected in PBMCs and lymph nodes. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27473539","rdfs:label":"Expression of FAAP24 in T cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"FAAP24 transcripts present in primary T cells, which are suggested to be impacted by FAAP24 variant in this publication. GTEx indicates FAAP24 is mostly highly expressed in testes and EBV transformed lymphocytes, there is low expression levels in spleen. Expression in B cells or PBMCs not assessed in this publication or in other publications."},{"id":"cggv:2ec1bc34-cae6-436a-b7f9-facfc9c33f67","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:984344f8-61d2-4e06-9489-080f42efe785","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Notably, it is unclear if this phenotype is consistent with disease. While the role of this gene in the DNA repair pathway could theoretically have a role in this disease, a clear link has not bee demonstrated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23999858","type":"dc:BibliographicResource","dc:abstract":"The FANCM/FAAP24 heterodimer has distinct functions in protecting cells from complex DNA lesions such as interstrand crosslinks. These functions rely on the biochemical activity of FANCM/FAAP24 to recognize and bind to damaged DNA or stalled replication forks. However, the DNA-binding activity of this complex was not clearly defined. We investigated how FAAP24 contributes to the DNA-interacting functions of the FANCM/FAAP24 complex by acquiring the N-terminal and C-terminal solution structures of human FAAP24. Modeling of the FAAP24 structure indicates that FAAP24 may possess a high affinity toward single-stranded DNA (ssDNA). Testing of various FAAP24 mutations in vitro and in vivo validated this prediction derived from structural analyses. We found that the DNA-binding and FANCM-interacting functions of FAAP24, although both require the C-terminal (HhH)2 domain, can be distinguished by segregation-of-function mutations. These results demonstrate dual roles of FAAP24 in DNA damage response against crosslinking lesions, one through the formation of FANCM/FAAP24 heterodimer and the other via its ssDNA-binding activity required in optimized checkpoint activation.","dc:creator":"Wang Y","dc:date":"2013","dc:title":"Structure analysis of FAAP24 reveals single-stranded DNA-binding activity and domain functions in DNA damage response."},"rdfs:label":"FAAP24 depletion indicates role in DNA repair pathway"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"In vitro evidence indicating FAAP24 has a role in prevention of spontaneous DNA damage and in checkpoint regulation following DNA damage. However, a link between this function and EBV-associated lymphoproliferative disease has not clearly been established."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:640890b8-ed2f-46bd-bf07-74e59da80cc2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c38e1a2b-f051-46c1-9a19-eb57306327cd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:04753a9e-8e3f-4302-88d3-5965c9cb2683","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous knockout fish were observed among the surviving adults for all genes, indicating no lethality at earlier developmental stages for the generated alleles. However, lower proportion of homozygous knockouts found. Hypersensitivity to crosslinking DEB was not observed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30540754","type":"dc:BibliographicResource","dc:abstract":"Fanconi Anemia (FA) is a genomic instability syndrome resulting in aplastic anemia, developmental abnormalities, and predisposition to hematological and other solid organ malignancies. Mutations in genes that encode proteins of the FA pathway fail to orchestrate the repair of DNA damage caused by DNA interstrand crosslinks. Zebrafish harbor homologs for nearly all known FA genes. We used multiplexed CRISPR/Cas9-mediated mutagenesis to generate loss-of-function mutants for 17 FA genes: fanca, fancb, fancc, fancd1/brca2, fancd2, fance, fancf, fancg, fanci, fancj/brip1, fancl, fancm, fancn/palb2, fanco/rad51c, fancp/slx4, fancq/ercc4, fanct/ube2t, and two genes encoding FA-associated proteins: faap100 and faap24. We selected two indel mutations predicted to cause premature truncations for all but two of the genes, and a total of 36 mutant lines were generated for 19 genes. Generating two independent mutant lines for each gene was important to validate their phenotypic consequences. RT-PCR from homozygous mutant fish confirmed the presence of transcripts with indels in all genes. Interestingly, 4 of the indel mutations led to aberrant splicing, which may produce a different protein than predicted from the genomic sequence. Analysis of RNA is thus critical in proper evaluation of the consequences of the mutations introduced in zebrafish genome. We used fluorescent reporter assay, and western blots to confirm loss-of-function for several mutants. Additionally, we developed a DEB treatment assay by evaluating morphological changes in embryos and confirmed that homozygous mutants from all the FA genes that could be tested (11/17), displayed hypersensitivity and thus were indeed null alleles. Our multiplexing strategy helped us to evaluate 11 multiple gene knockout combinations without additional breeding. Homozygous zebrafish for all 19 single and 11 multi-gene knockouts were adult viable, indicating FA genes in zebrafish are generally not essential for early development. None of the mutant fish displayed gross developmental abnormalities except for fancp-/- fish, which were significantly smaller in length than their wildtype clutch mates. Complete female-to-male sex reversal was observed in knockouts for 12/17 FA genes, while partial sex reversal was seen for the other five gene knockouts. All adult females were fertile, and among the adult males, all were fertile except for the fancd1 mutants and one of the fancj mutants. We report here generation and characterization of zebrafish knockout mutants for 17 FA disease-causing genes, providing an integral resource for understanding the pathophysiology associated with the disrupted FA pathway.","dc:creator":"Ramanagoudr-Bhojappa R","dc:date":"2018","dc:title":"Multiplexed CRISPR/Cas9-mediated knockout of 19 Fanconi anemia pathway genes in zebrafish revealed their roles in growth, sexual development and fertility."},"rdfs:label":"Zebrafish faap24 LOF"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"No distinct phenotype noted in Zebrafish upon knockout of FAAP24, however, most phenotypes related to human disease were not assessed. No additional non-human models were found published."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Disputed","sequence":8395,"specifiedBy":"GeneValidityCriteria10","strengthScore":0.5,"subject":{"id":"cggv:14c118c7-fa65-4956-bfc4-a42eb6297c09","type":"GeneValidityProposition","disease":"obo:MONDO_0016537","gene":"hgnc:28467","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*FAAP24* was reported in relation to autosomal recessive lymphoproliferative syndrome in 2016 (Daschkey et al., PMID: 27473539). In this study, a homozygous missense variant in *FAAP24* was identified in two siblings from a consanguineous family with a fatal Epstein-Barr virus (EBV)-related lymphoproliferative disease. The allele frequency in the general population for the variant in these cases is higher than would be expected for disease-causing variants in this gene and was flagged as contradictory evidence. Given the allele frequency of the variant (particularly the presence of multiple homozygotes past the age of onset in the general population) in the only two patients with this disorder reported to date, there is convincing evidence disputing the relationship between *FAAP24* and autosomal recessive lymphoproliferative syndrome. \n\nThis gene-disease association may be supported by in vitro functional assays. Experimental evidence assessing *FAAP24* expression and biochemical function supported this gene’s role in DNA damage repair pathways (PMID: 27473539, 23999858, 23333308). However, it is currently unclear if this role is consistent with the mechanism of disease and the data was insufficient for scoring. \n\nIn summary, the evidence supporting the relationship between *FAAP24* and autosomal recessive lymphoproliferative syndrome has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *FAAP24* plays in this disease.\n\nOnly two patients from the same consanguineous family have been published with a FAAP24 variant associated with this disorder. These affected individuals were homozygous for an FAAP24 missense variant. However, the presence of multiple homozygotes in the general population past the age of onset indicates the variant is unlikely to be associated with the severe childhood-onset disease assessed in this curation.","dc:isVersionOf":{"id":"cggv:640890b8-ed2f-46bd-bf07-74e59da80cc2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}