{"id":"cggv:2e9e89c0-8d1b-4276-bd6f-90c7b7190ffbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2e9e89c0-8d1b-4276-bd6f-90c7b7190ffb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-04-11T21:26:30.533Z","role":"Publisher"},{"id":"cggv:2e9e89c0-8d1b-4276-bd6f-90c7b7190ffb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2024-04-05T17:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationFrameworkChange"}],"evidence":[{"id":"cggv:2e9e89c0-8d1b-4276-bd6f-90c7b7190ffb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e9e89c0-8d1b-4276-bd6f-90c7b7190ffb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:52fc9e2f-1573-4d77-8eda-b30d35b31041","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4407c6c7-6e20-46b7-bc6a-db7bb73ad907","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This paper detected loss-of-function variants and/or loss of heterozygosity at the PTEN/MMAC1 locus in multiple tumor and tumor cell line specimens. The tissues with mutations/LOH identified correspond to the tissues at increased tumor risk (breast, thyroid, renal, colon, skin, brain) in individuals with PTEN Hamartoma Tumor syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9393738","type":"dc:BibliographicResource","dc:abstract":"A candidate tumor suppressor gene, MMAC1/PTEN, located in human chromosome band 10q23, was recently identified based on sequence alterations observed in several glioma, breast, prostate, and kidney tumor specimens or cell lines. To further investigate the mutational profile of this gene in human cancers, we examined a large set of human tumor specimens and cancer cell lines of many types for 10q23 allelic losses and MMAC1 sequence alterations. Loss of heterozygosity (LOH) at the MMAC1 locus was observed in approximately one-half of the samples examined, consistent with the high frequency of 10q allelic loss reported for many cancers. Of 124 tumor specimens exhibiting LOH that have been screened for MMAC1 alterations to date, we have detected variants in 13 (approximately 10%) of these primary tumors; the highest frequency of variants was found in glioblastoma specimens (approximately 23%). Novel alterations identified in this gene include a missense variant in a melanoma sample and a splicing variant and a nonsense mutation in pediatric glioblastomas. Of 76 tumor cell lines prescreened for probable LOH, microsequence alterations of MMAC1 were detected in 12 (approximately 16%) of the lines, including those derived from astrocytoma, leukemia, and melanoma tumors, as well as bladder, breast, lung, prostate, submaxillary gland, and testis carcinomas. In addition, in this set of tumor cell lines, we detected 11 (approximately 14%) homozygous deletions that eliminated coding portions of MMAC1, a class of abnormality not detected by our methods in primary tumors. These data support the occurrence of inactivating MMAC1 alterations in multiple human cancer types. In addition, we report the discovery of a putative pseudogene of MMAC1 localized on chromosome 9.","dc:creator":"Teng DH","dc:date":"1997","dc:title":"MMAC1/PTEN mutations in primary tumor specimens and tumor cell lines."},"rdfs:label":"Tumor/cell line analysis"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:159c5bce-aafd-44f2-8823-e45074db41f9","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:df369030-35cf-423c-9880-b488974971a9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Study included 17 individuals with nonsense or frameshift variants and found their PTEN protein expression levels to be significantly lower than individuals (N=555) with wild-type/VUS PTEN results. Nonsense or framshift variants are predicted to result in loss of function, which is a mechanism of disease for PTEN.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23066114","type":"dc:BibliographicResource","dc:abstract":"Thyroid cancer is a major component of Cowden syndrome (CS). CS patients with an underlying PTEN mutation (PTEN(mut+)) have a 70-fold increased risk of developing epithelial thyroid cancer. In contrast, less than 1% of sporadic epithelial thyroid cancer patients carry a germline PTEN mutation. Cost-efficient markers capable of shortlisting thyroid cancers for CS genetic testing would be clinically useful.","dc:creator":"Ngeow J","dc:date":"2012","dc:title":"Utility of PTEN protein dosage in predicting for underlying germline PTEN mutations among patients presenting with thyroid cancer and Cowden-like phenotypes."},"rdfs:label":"PTEN protein expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Did not provide the details about the variants. Only detected blood PTEN protein levels."},{"id":"cggv:d0db078f-db3b-4c6b-a0fe-fe660a66957e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ade9478-d156-4ee2-88b5-fe37a0bda39f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study was performed in a mouse model harboring homozygous knockout of exons 3-5, which comprise much of the protein including the entire phosphatase core.  This is a key study connecting PTEN's role as a tumor suppressor to its' canonical phosphatase activity. Overgrowth and tumorigenesis are the hallmark features of PHTS.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9393738","rdfs:label":"Negative Regulation of PKB/Akt-Dependent Cell Survival"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:fa69b901-2966-4d59-95b1-54421aa83174","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a7cb2d21-69a6-4bed-a316-30aac8d72920","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The data in this paper strongly suggest that PTEN is a protein phosphatase that exhibits functional and specific growth-suppressing activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9356475","type":"dc:BibliographicResource","dc:abstract":"Deletions of all or part of chromosome 10 are the most common genetic alterations in high-grade gliomas. The PTEN gene (also called MMAC1 and TEP1) maps to chromosome region 10q23 and has been implicated as a target of alteration in gliomas and also in other cancers such as those of the breast, prostate, and kidney. Here we sought to provide a functional test of its candidacy as a growth suppressor in glioma cells. We used a combination of Northern blot analysis, protein truncation assays, and sequence analysis to determine the types and frequency of PTEN mutations in glioma cell lines so that we could define appropriate recipients to assess the growth suppressive function of PTEN by gene transfer. Introduction of wild-type PTEN into glioma cells containing endogenous mutant alleles caused growth suppression, but was without effect in cells containing endogenous wild-type PTEN. The ectopic expression of PTEN alleles, which carried mutations found in primary tumors and have been shown or are expected to inactivate its phosphatase activity, caused little growth suppression. These data strongly suggest that PTEN is a protein phosphatase that exhibits functional and specific growth-suppressing activity.","dc:creator":"Furnari FB","dc:date":"1997","dc:title":"Growth suppression of glioma cells by PTEN requires a functional phosphatase catalytic domain."},"rdfs:label":"Glioma cell line growth suppression"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This study found loss or mutation of PTEN in 13 out of 17 glioma cell lines and linked function of this gene to suppression of glioma cell growth.  This is one of the first studies proving PTEN's role as a tumor suppressor. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:2e9e89c0-8d1b-4276-bd6f-90c7b7190ffb_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:066063d1-d702-4855-9ef9-b578560dbf19","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bbd75cce-394d-425a-a89b-733c45561f38","type":"FunctionalAlteration","dc:description":"Mutations in P-loop [A121V, I122L, I122V, H123Y, C124N, K125L, K125M, K125R, A126D, A126G, G127N, K128R, K128T, G129D, G129A, R130A, R130K, T131I, T131L and T131S]. A group of mutations (H123Y, C124N, A126D, G127N, K128T, G129D, R130A, R130K, T131I and T131L) fully abrogated the PIP3 phosphatase activity of PTEN in yeast.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21828076","type":"dc:BibliographicResource","dc:abstract":"The PTEN (phosphatase and tensin homolog) phosphatase is unique in mammals in terms of its tumor suppressor activity, exerted by dephosphorylation of the lipid second messenger PIP(3) (phosphatidylinositol 3,4,5-trisphosphate), which activates the phosphoinositide 3-kinase/Akt/mTOR (mammalian target of rapamycin) oncogenic pathway. Loss-of-function mutations in the PTEN gene are frequent in human cancer and in the germline of patients with PTEN hamartoma tumor-related syndromes (PHTSs). In addition, PTEN is mutated in patients with autism spectrum disorders (ASDs), although no functional information on these mutations is available. Here, we report a comprehensive in vivo functional analysis of human PTEN using a heterologous yeast reconstitution system. Ala-scanning mutagenesis at the catalytic loops of PTEN outlined the critical role of residues within the P-catalytic loop for PIP(3) phosphatase activity in vivo. PTEN mutations that mimic the P-catalytic loop of mammalian PTEN-like proteins (TPTE, TPIP, tensins and auxilins) affected PTEN function variably, whereas tumor- or PHTS-associated mutations targeting the PTEN P-loop produced complete loss of function. Conversely, Ala-substitutions, as well as tumor-related mutations at the WPD- and TI-catalytic loops, displayed partial activity in many cases. Interestingly, a tumor-related D92N mutation was partially active, supporting the notion that the PTEN Asp92 residue might not function as the catalytic general acid. The analysis of a panel of ASD-associated hereditary PTEN mutations revealed that most of them did not substantially abrogate PTEN activity in vivo, whereas most of PHTS-associated mutations did. Our findings reveal distinctive functional patterns among PTEN mutations found in tumors and in the germline of PHTS and ASD patients, which could be relevant for therapy.","dc:creator":"Rodríguez-Escudero I","dc:date":"2011","dc:title":"A comprehensive functional analysis of PTEN mutations: implications in tumor- and autism-related syndromes."},"rdfs:label":"Yeast phosphatase activity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Lipid phosphatase activity is a canonical PTEN function; disruption of this process is one mechanism by which tumor formation occurs as a component of PHTS. This assay is considered the \"gold standard\" for this gene and was performed with adequate replicates and positive/negative controls."},{"id":"cggv:5096d6ea-2721-4cbe-babe-168c64c10ccc","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:62cdd579-5150-4b6c-b947-48c596021611","type":"FunctionalAlteration","dc:description":"Study found decreased PTEN expression (p=0.01) and increased pAKT expression (p=0.03) in patient cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21194675","type":"dc:BibliographicResource","dc:abstract":"Cowden syndrome (CS) and Bannayan-Riley-Ruvalcaba syndrome are allelic, defined by germline PTEN mutations, and collectively referred to as PTEN hamartoma tumor syndrome. To date, there are no existing criteria based on large prospective patient cohorts to select patients for PTEN mutation testing. To address these issues, we conducted a multicenter prospective study in which 3042 probands satisfying relaxed CS clinical criteria were accrued. PTEN mutation scanning, including promoter and large deletion analysis, was performed for all subjects. Pathogenic mutations were identified in 290 individuals (9.5%). To evaluate clinical phenotype and PTEN genotype against protein expression, we performed immunoblotting (PTEN, P-AKT1, P-MAPK1/2) for a patient subset (n = 423). In order to obtain an individualized estimation of pretest probability of germline PTEN mutation, we developed an optimized clinical practice model to identify adult and pediatric patients. For adults, a semiquantitative score-the Cleveland Clinic (CC) score-resulted in a well-calibrated estimation of pretest probability of PTEN status. Overall, decreased PTEN protein expression correlated with PTEN mutation status; decreasing PTEN protein expression correlated with increasing CC score (p < 0.001), but not with the National Comprehensive Cancer Network (NCCN) criteria (p = 0.11). For pediatric patients, we identified highly sensitive criteria to guide PTEN mutation testing, with phenotypic features distinct from the adult setting. Our model improved sensitivity and positive predictive value for germline PTEN mutation relative to the NCCN 2010 criteria in both cohorts. We present the first evidence-based clinical practice model to select patients for genetics referral and PTEN mutation testing, further supported biologically by protein correlation.","dc:creator":"Tan MH","dc:date":"2011","dc:title":"A clinical scoring system for selection of patients for PTEN mutation testing is proposed on the basis of a prospective study of 3042 probands."},"rdfs:label":"PTEN/pAKT expression in patient LCLs"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Study grouped disease-associated variants, but did not specify which variants were included.  However, data were statistically significant and N of patient (N=24) and control (N=244) samples studied impressive."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:2e9e89c0-8d1b-4276-bd6f-90c7b7190ffb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:002932dd-17d0-4e78-bde5-dde9e7824681","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9c0bc5a6-68b1-4fa7-8b54-e33ce94aeadc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mouse homozygous for deletion was embryonic lethal, consistent with lack of reports of individuals with germline biallelic PTEN pathogenic variants.  Mouse embryos demonstrated increased cell proliferation and caudal and cephalic overgrowth, consistent with human phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9778245","type":"dc:BibliographicResource","dc:abstract":"PTEN is a tumor suppressor with sequence homology to protein tyrosine phosphatases and the cytoskeletal protein tensin. mPTEN-mutant mouse embryos display regions of increased proliferation. In contrast, mPTEN-deficient immortalized mouse embryonic fibroblasts exhibit decreased sensitivity to cell death in response to a number of apoptotic stimuli, accompanied by constitutively elevated activity and phosphorylation of protein kinase B/Akt, a crucial regulator of cell survival. Expression of exogenous PTEN in mutant cells restores both their sensitivity to agonist-induced apoptosis and normal pattern of PKB/Akt phosphorylation. Furthermore, PTEN negatively regulates intracellular levels of phosphatidylinositol (3,4,5) trisphosphate in cells and dephosphorylates it in vitro. Our results show that PTEN may exert its role as a tumor suppressor by negatively regulating the PI3'K/PKB/Akt signaling pathway.","dc:creator":"Stambolic V","dc:date":"1998","dc:title":"Negative regulation of PKB/Akt-dependent cell survival by the tumor suppressor PTEN."},"rdfs:label":"Homozygous mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This model is homozygous; living affected persons are heterozygous."},{"id":"cggv:63190903-b690-4dfe-a7ed-6324f951e7d7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52de0154-edae-4195-892b-88177c569621","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous mutant mice demonstrate noticeable and significant macrocephaly as a result of megancephaly (overgrowth of brain tisue).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21343951","type":"dc:BibliographicResource","dc:abstract":"PTEN Hamartoma Tumour Syndrome (PHTS) includes Cowden syndrome (CS), Bannayan-Riley-Ruvalcaba syndrome (BRRS), and other conditions resulting from germline mutation of the PTEN tumour suppressor gene. Although macrocephaly, presumably due to megencephaly, is found in both CS and BRRS, the prevalence and degree have not been formally assessed in PHTS. We evaluated head size in a prospective nested series of 181 patients found to have pathogenic germline PTEN mutations. Clinical data including occipital-frontal circumference (OFC) measurement were requested for all participants. Macrocephaly was present in 94% of 161 evaluable PHTS individuals. In patients ≤ 18 years, mean OFC was +4.89 standard deviations (SD) above the population mean with no difference between genders (P = 0.7). Among patients >18 years, average OFC was 60.0 cm in females and 62.8 cm in males (P < 0.0001). To systematically determine whether macrocephaly was due to megencephaly, we examined Pten(M3M4) missense mutant mice generated and maintained on mixed backgrounds. Mice were killed at various ages, brains were dissected out and weighed. Average brain weight for Pten(M3M4) homozygous mice (N = 15) was 1.02 g compared with 0.57 g for heterozygous mice (N = 29) and 0.49 g for wild-type littermates (N = 24) (P < 0.0001). Macrocephaly, secondary to megencephaly, is an important component of PHTS and more prevalent than previously appreciated. Patients with PHTS have increased risks for breast and thyroid cancers, and early diagnosis is key to initiating timely screening to reduce patient morbidity and mortality. Clinicians should consider germline PTEN testing at an early point in the diagnostic work-up for patients with extreme macrocephaly.","dc:creator":"Mester JL","dc:date":"2011","dc:title":"Analysis of prevalence and degree of macrocephaly in patients with germline PTEN mutations and of brain weight in Pten knock-in murine model."},"rdfs:label":"M3M4 mouse model cerebral overgrowth"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"M3M4 mutant has a combination of 5 separate missense variants."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:2e9e89c0-8d1b-4276-bd6f-90c7b7190ffb_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8155,"specifiedBy":"GeneValidityCriteria10","strengthScore":18,"subject":{"id":"cggv:1fcd4927-5557-4d07-84ba-4a1cba6d13f6","type":"GeneValidityProposition","disease":"obo:MONDO_0017623","gene":"hgnc:9588","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*PTEN* gene encodes a phosphatidylinositol-3,4,5-trisphosphate 3 (PIP3)-phosphatase, which blocks phosphatidylinositol 3 kinase (PI3K) signaling by inhibiting PIP3 dependent processes such as the membrane recruitment and activation of AKT, therefore inhibiting cell survival, growth, and proliferation. In 1997, Steck et al. (PMID: 9090379) first identified *PTEN* gene and reported the association of germline PTEN variants with multiple cancer types, including breast cancer, kidney carcinoma and glioma. The PTEN hamartoma tumor syndrome (PHTS) includes Cowden syndrome (CS), Bannayan-Riley-Ruvalcaba syndrome (BRRS), PTEN-related Proteus syndrome (PS), and PTEN-related Proteus-like syndrome. The phenotypes include macrocephaly, autism or developmental delay, intestinal hamartomatous polyposis, lipomas, pigmented macules of the glans penis, and a high risk for benign and malignant tumors of the thyroid, breast, kidney, and endometrium. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) or inheritance pattern. Therefore, these phenotypes have been lumped into this curation. The mechanism of pathogenicity is reported to be loss of function.  Eight variants (nonsense, frameshift, and missense) that have been reported in 11 probands in 4 publications (PMIDs: 17526800, 22595938, 22628360, 36082652) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 Points) has been reached. This gene-disease relationship is also supported by experimental evidence, including in vitro functional assays and animal models (6 Points, PMIDs: 9356475, 9393738, 9778245, 21194675, 21343951, 21828076, 23066114). This experimental evidence demonstrates that PTEN is a protein phosphatase that exhibits functional and specific growth-suppressing activity. Additionally, heterozygous mutant mice demonstrate noticeable increased cell proliferation and significant macrocephaly as a result of megancephaly. In summary, there is definitive evidence supporting the relationship between PTEN and autosomal dominant PTEN hamartoma tumor syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This gene-disease pair was originally evaluated as definitive by the PTEN GCEP on 10/09/2017. This re-curation as definitive was approved by the ClinGen Hereditary Cancer GCEP on 04/05/2024 (SOP Version 10).\n\n","dc:isVersionOf":{"id":"cggv:2e9e89c0-8d1b-4276-bd6f-90c7b7190ffb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}