{"id":"cggv:f1dd38d7-8eac-460d-bcc1-c884cd503455v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f1dd38d7-8eac-460d-bcc1-c884cd503455_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2023-05-18T04:00:00.000Z","role":"Approver"},{"id":"cggv:f1dd38d7-8eac-460d-bcc1-c884cd503455_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2024-02-08T17:18:31.276Z","role":"Publisher"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:NewCuration"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22541558","type":"dc:BibliographicResource","dc:abstract":"Nager syndrome, first described more than 60 years ago, is the archetype of a class of disorders called the acrofacial dysostoses, which are characterized by craniofacial and limb malformations. Despite intensive efforts, no gene for Nager syndrome has yet been identified. In an international collaboration, FORGE Canada and the National Institutes of Health Centers for Mendelian Genomics used exome sequencing as a discovery tool and found that mutations in SF3B4, a component of the U2 pre-mRNA spliceosomal complex, cause Nager syndrome. After Sanger sequencing of SF3B4 in a validation cohort, 20 of 35 (57%) families affected by Nager syndrome had 1 of 18 different mutations, nearly all of which were frameshifts. These results suggest that most cases of Nager syndrome are caused by haploinsufficiency of SF3B4. Our findings add Nager syndrome to a growing list of disorders caused by mutations in genes that encode major components of the spliceosome and also highlight the synergistic potential of international collaboration when exome sequencing is applied in the search for genes responsible for rare Mendelian phenotypes.","dc:creator":"Bernier FP","dc:date":"2012","dc:title":"Haploinsufficiency of SF3B4, a component of the pre-mRNA spliceosomal complex, causes Nager syndrome."},"evidence":[{"id":"cggv:f1dd38d7-8eac-460d-bcc1-c884cd503455_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:f1dd38d7-8eac-460d-bcc1-c884cd503455_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f1dd38d7-8eac-460d-bcc1-c884cd503455_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f31164fd-051d-4a05-b31c-547babb3e7a3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e3b42ec5-1d93-4ea0-9da3-bb54207ece15","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Whole-mount in situ hybridization showed in mice embryos during early development (day 10-11 pc) that expression of SF3B4 was detected in fore limbs, hind limbs and somites suggesting  involvement in skeletal development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9097020","type":"dc:BibliographicResource","dc:abstract":"We have isolated the mouse homologue of human spliceosome-associated protein SAP49, mSAP49. mSAP49 contains two RNA recognition motifs (RRM) in the N terminus of the predicted amino acid sequence, and a highly basic C terminus rich in glycine/proline. mSAP49 displayed a plastic of expression in cardiac development. In the adult mouse, mSAP49 is widely distributed, although it was found at relatively lower levels in the heart. In situ hybridization analysis of mSAP49 mRNA distribution in staged mouse embryos showed that mSAP49 onset occurs later in the heart than in other embryonic tissues. While mSAP49 expression was found at day 10.0 postconception (pc) in the optic eminence, optic vesicle, hindbrain, and somites, it was not in cardiac structures. mSAP49 was detected in the ventricles at day 11.5, and at day 13.5 it was also detected in the atria. Northern analysis showed that mSAP49 mRNA displayed a peak of expression in the heart at days 14.0-15.0 pc, and its abundance decayed in the adult. This dynamic pattern of cardiac expression suggests that mSAP49 may be contributing to a change in the ratio of spliceosome components during cardiac growth and development, which may have consequences for tissue-specific splicing, RNA stabilization, or translation.","dc:creator":"Ruiz-Lozano P","dc:date":"1997","dc:title":"Developmental expression of the murine spliceosome-associated protein mSAP49."},"rdfs:label":"Whole-mount in situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f1dd38d7-8eac-460d-bcc1-c884cd503455_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d8073d16-83e6-47df-8ad5-e5041b0b0388","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cc7fa004-6cb8-40ac-b745-d4de5dffefc1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Sf3b4-depleted tadpoles exhibited hypoplasia of neural crest-derived craniofacial cartilages, phenocopying aspects of the craniofacial skeletal defects seen in Nager syndrome patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26874011","type":"dc:BibliographicResource","dc:abstract":"Mandibulofacial dysostosis (MFD) is a human developmental disorder characterized by defects of the facial bones. It is the second most frequent craniofacial malformation after cleft lip and palate. Nager syndrome combines many features of MFD with a variety of limb defects. Mutations in SF3B4 (splicing factor 3b, subunit 4) gene, which encodes a component of the pre-mRNA spliceosomal complex, were recently identified as a cause of Nager syndrome, accounting for 60% of affected individuals. Nothing is known about the cellular pathogenesis underlying Nager type MFD. Here we describe the first animal model for Nager syndrome, generated by knocking down Sf3b4 function in Xenopus laevis embryos, using morpholino antisense oligonucleotides. Our results indicate that Sf3b4-depleted embryos show reduced expression of the neural crest genes sox10, snail2 and twist at the neural plate border, associated with a broadening of the neural plate. This phenotype can be rescued by injection of wild-type human SF3B4 mRNA but not by mRNAs carrying mutations that cause Nager syndrome. At the tailbud stage, morphant embryos had decreased sox10 and tfap2a expression in the pharyngeal arches, indicative of a reduced number of neural crest cells. Later in development, Sf3b4-depleted tadpoles exhibited hypoplasia of neural crest-derived craniofacial cartilages, phenocopying aspects of the craniofacial skeletal defects seen in Nager syndrome patients. With this animal model we are now poised to gain important insights into the etiology and pathogenesis of Nager type MFD, and to identify the molecular targets of Sf3b4.","dc:creator":"Devotta A","dc:date":"2016","dc:title":"Sf3b4-depleted Xenopus embryos: A model to study the pathogenesis of craniofacial defects in Nager syndrome."},"rdfs:label":"KD of SF3B4 in Xenopus laevis embryos"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:ff72f1bb-cc02-4d00-aeff-f8a6b08a7878","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d13965b0-16a3-4775-9c13-af8cb0118298","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse model demonstrated low body weight and mild microcephaly which some Nager patients have though there were no major human phenotypes such as micrognathia and zygomatic hypoplasia.\n ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31900962","type":"dc:BibliographicResource","dc:abstract":"Splicing factor 3B subunit 4 (SF3B4) is a causative gene of an acrofacial dysostosis, Nager syndrome. Although in vitro analyses of SF3B4 have proposed multiple noncanonical functions unrelated to splicing, less information is available based on in vivo studies using model animals.","dc:creator":"Yamada T","dc:date":"2020","dc:title":"Heterozygous mutation of the splicing factor Sf3b4 affects development of the axial skeleton and forebrain in mouse."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Did not demonstrate the major human phenotypes"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":7789,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.5,"subject":{"id":"cggv:1382ca04-a9df-44f8-a6b4-89881d774454","type":"GeneValidityProposition","disease":"obo:MONDO_0800483","gene":"hgnc:10771","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*SF3B4* was first reported in relation to autosomal dominant SF3B4-related acrofacial dysostosis in 2012 (Bernier et al., PMID: 22541558). SF3B4 has been noted to be associated with the following disease entities: Nager acrofacial dysostosis and Rodriguez acrofacial dysostosis. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism, inheritance pattern and phenotypic variability. Therefore, the following disease entities have been lumped into one disease entity, SF3B4-related acrofacial dysostosis (MONDO:0800483).  \nSix variants (1 start-loss, 4 frameshift, 1 nonsense) that have been reported in 11 probands in\n2 publications (PMID: 22541558, PMID: 23568615) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be LOF. This gene-disease association is also supported by experimental evidence (animal models and expression level evidence) (PMID: 26874011, 31900962, 9097020). SF3B4 KD Xenopus models and heterozygous SF3B4 mutant mice models demonstrated some features of Nager syndrome (PMID: 26874011, 31900962). Additionally, the gene has been shown to be expressed in areas of interest in mice (PMID: 9097020).\nIn summary, *SF3B4* is definitively associated with autosomal dominant SF3B4-related acrofacial dysostosis. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\nThis classification was approved by the ClinGen Craniofacial Malformations Gene Curation Expert Panel on 05/18/2023. (Gene Clinical Validity Standard Operating Procedures Version 9).\n\n","dc:isVersionOf":{"id":"cggv:f1dd38d7-8eac-460d-bcc1-c884cd503455"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}