{"id":"cggv:1a5d6060-b955-49a0-9804-265838495310v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1a5d6060-b955-49a0-9804-265838495310_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-12-24T16:03:35.628Z","role":"Publisher"},{"id":"cggv:1a5d6060-b955-49a0-9804-265838495310_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-08-16T19:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/28777933","type":"dc:BibliographicResource","dc:abstract":"Ribosomal RNA (rRNA) is transcribed from rDNA by RNA polymerase I (Pol I) to produce the 45S precursor of the 28S, 5.8S, and 18S rRNA components of the ribosome. Two transcription factors have been defined for Pol I in mammals, the selectivity factor SL1, and the upstream binding transcription factor (UBF), which interacts with the upstream control element to facilitate the assembly of the transcription initiation complex including SL1 and Pol I. In seven unrelated affected individuals, all suffering from developmental regression starting at 2.5-7 years, we identified a heterozygous variant, c.628G>A in UBTF, encoding p.Glu210Lys in UBF, which occurred de novo in all cases. While the levels of UBF, Ser388 phosphorylated UBF, and other Pol I-related components (POLR1E, TAF1A, and TAF1C) remained unchanged in cells of an affected individual, the variant conferred gain of function to UBF, manifesting by markedly increased UBF binding to the rDNA promoter and to the 5'- external transcribed spacer. This was associated with significantly increased 18S expression, and enlarged nucleoli which were reduced in number per cell. The data link neurodegeneration in childhood with altered rDNA chromatin status and rRNA metabolism.","dc:creator":"Edvardson S","dc:date":"2017","dc:title":"Heterozygous De Novo UBTF Gain-of-Function Variant Is Associated with Neurodegeneration in Childhood."},{"id":"https://pubmed.ncbi.nlm.nih.gov/35139074","type":"dc:BibliographicResource","dc:abstract":"Transcription of the ~200 mouse and human ribosomal RNA genes (rDNA) by RNA Polymerase I (RPI/PolR1) accounts for 80% of total cellular RNA, around 35% of all nuclear RNA synthesis, and determines the cytoplasmic ribosome complement. It is therefore a major factor controlling cell growth and its misfunction has been implicated in hypertrophic and developmental disorders. Activation of each rDNA repeat requires nucleosome replacement by the architectural multi-HMGbox factor UBTF to create a 15.7 kbp nucleosome free region (NFR). Formation of this NFR is also essential for recruitment of the TBP-TAFI factor SL1 and for preinitiation complex (PIC) formation at the gene and enhancer-associated promoters of the rDNA. However, these promoters show little sequence commonality and neither UBTF nor SL1 display significant DNA sequence binding specificity, making what drives PIC formation a mystery. Here we show that cooperation between SL1 and the longer UBTF1 splice variant generates the specificity required for rDNA promoter recognition in cell. We find that conditional deletion of the TAF1B subunit of SL1 causes a striking depletion of UBTF at both rDNA promoters but not elsewhere across the rDNA. We also find that while both UBTF1 and -2 variants bind throughout the rDNA NFR, only UBTF1 is present with SL1 at the promoters. The data strongly suggest an induced-fit model of RPI promoter recognition in which UBTF1 plays an architectural role. Interestingly, a recurrent UBTF-E210K mutation and the cause of a pediatric neurodegeneration syndrome provides indirect support for this model. E210K knock-in cells show enhanced levels of the UBTF1 splice variant and a concomitant increase in active rDNA copies. In contrast, they also display reduced rDNA transcription and promoter recruitment of SL1. We suggest the underlying cause of the UBTF-E210K syndrome is therefore a reduction in cooperative UBTF1-SL1 promoter recruitment that may be partially compensated by enhanced rDNA activation.","dc:creator":"Tremblay MG","dc:date":"2022","dc:title":"Ribosomal DNA promoter recognition is determined in vivo by cooperation between UBTF1 and SL1 and is compromised in the UBTF-E210K neuroregression syndrome."}],"evidence":[{"id":"cggv:1a5d6060-b955-49a0-9804-265838495310_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:1a5d6060-b955-49a0-9804-265838495310_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a5d6060-b955-49a0-9804-265838495310_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3132fe5e-0180-4355-9eff-49dcb40402aa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60eda9b2-1565-4313-ad81-bfc1713c858e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Up-regulation of PPARGC1A, and down-regulation of SLC4A4, and HIST1H4B in patient fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29300972","type":"dc:BibliographicResource","dc:abstract":"UBTF (upstream binding transcription factor) exists as two isoforms; UBTF1 regulates rRNA transcription by RNA polymerase 1, whereas UBTF2 regulates mRNA transcription by RNA polymerase 2. Herein, we describe 4 patients with very similar patterns of neuroregression due to recurrent de novo mutations in UBTF (GRCh37/hg19, NC_000017.10: g.42290219C > T, NM_014233.3: c.628G > A) resulting in the same amino acid change in both UBTF1 and UBTF2 (p.Glu210Lys [p.E210K]). Disease onset in our cohort was at 2.5 to 3 years and characterized by slow progression of global motor, cognitive and behavioral dysfunction. Notable early features included hypotonia with a floppy gait, high-pitched dysarthria and hyperactivity. Later features included aphasia, dystonia, and spasticity. Speech and ambulatory ability were lost by the early teens. Magnetic resonance imaging showed progressive generalized cerebral atrophy (supratentorial > infratentorial) with involvement of both gray and white matter. Patient fibroblasts showed normal levels of UBTF transcripts, increased expression of pre-rRNA and 18S rRNA, nucleolar abnormalities, markedly increased numbers of DNA breaks, defective cell-cycle progression, and apoptosis. Expression of mutant human UBTF1 in Drosophila neurons was lethal. Although no loss-of-function variants are reported in the Exome Aggregation Consortium (ExAC) database and Ubtf-/- is early embryonic lethal in mice, Ubtf+/- mice displayed only mild motor and behavioral dysfunction in adulthood. Our data underscore the importance of including UBTF E210K in the differential diagnosis of neuroregression and suggest that mainly gain-of-function mechanisms contribute to the pathogenesis of the UBTF E210K neuroregression syndrome.","dc:creator":"Toro C","dc:date":"2018","dc:title":"A recurrent de novo missense mutation in UBTF causes developmental neuroregression."},"rdfs:label":"Expression of putative UBTF2 targets"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"PPARGC1A, HIST1H4B, and SLC4A4 have not been implicated in ID/ASD in OMIM/ClinGen, so the significance of these alterations is unknown."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:1a5d6060-b955-49a0-9804-265838495310_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c6605a37-a17d-4ab1-a3ab-7329b7fa40d7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dc5dae20-95ec-40de-a6f6-107802ca4820","type":"FunctionalAlteration","dc:description":"Ubtf E210K/E210K mouse embryonic fibroblasts had >40% lower rate of pre-rRNA synthesis, >40% less RNA polymerase I loading across the rDNA, reduced SL1 (another transcription factor for RNA polymerase I) and UBTF recruitment to the rDNA promoter, and 30% less total cellular RNA. Unexpectedly, the Ubtf E210K mouse fibroblasts also showed a significant increase in the fraction of activated rDNA copies leading to an increased expression of UBTF1 (at both the transcript and protein levels). The authors proposed that the underlying cause of the UBTF-E210K syndrome is a reduction in cooperative UBTF1-SL1 promoter recruitment that may be partially compensated by enhanced rDNA activation.\n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35139074","rdfs:label":"Ubtf E210K expression in mouse fibroblasts"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"These experiments were performed in fibroblasts from embryonic mice homozygous for the E210K variant whereas patients are heterozygous."},{"id":"cggv:f881b5eb-121f-4986-8d17-ee9fec058dd0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:efd0038a-3dcc-435b-b7e5-aba0f5530cc4","type":"FunctionalAlteration","dc:description":"Patient fibroblasts showed markedly increased number of DNA breaks, defective cell-cycle progression, and apoptosis.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29300972","rdfs:label":"E210K DNA/cell damage assays"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Findings of unclear significance for ID/ASD."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25},{"id":"cggv:1a5d6060-b955-49a0-9804-265838495310_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b6816697-6d13-402a-bcec-c390eb92c713","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e546f667-2fc4-489b-a528-55cb90a2e602","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cross maze, Morris water maze, dominance tube, nociception, rotarod, rope climbing, round beam, and open field activity were assessed in Ubtf+/- mice.  \n\nThere were no significant differences in 3, 6, and 12 month old Ubtf+/- mice and their wild-type littermates for the cross maze, rope climb, open field activity, and 9mm round beam. Significant differences for these parameters were only seen in 18 month old null mice.\n\n18 month old Ubtf+/- mice had significantly longer Day 6 latency times than their Ubtf+/+ littermates for the Morris water maze. Data was not available for 3, 6, and 12 month old mice.\n\nRotarod showed small differences between Ubtf+/- mice and wild-type mice at 3 and 18 months old but no differences at 6 or 12 months old.\n\n12 mm round beam showed Ubtf+/- mice had fewer slips at 6 and 12 months than their wild-type littermates. \n\nUbtf+/- mice were consistently more aggressive than their wild-type counterparts at 3, 6, 12, and 18 months old in the dominance tube. \n\n18 month old Ubtf+/- mice showed increased tolerance to noxious stimuli compared to controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35973608","type":"dc:BibliographicResource","dc:abstract":"The UBTF E210K neuroregression syndrome is caused by de novo dominant mutations in UBTF (NM_014233.3:c.628G > A, p.Glu210Lys). In humans, onset is typically at 2.5 to 3 years and characterized by slow progression of global motor, cognitive and behavioral dysfunction. Other potentially pathogenic UBTF variants have been reported in humans with severe neurological disease and it remains undetermined if the UBTF E210K mutation operates via gain- and/or loss-of-function. Here we examine the behavioral, cognitive, motor, and molecular effects of Ubtf knockout and knockdown in mice as a means of gauging the role of loss-of-function in humans. Ubtf","dc:creator":"Hori RT","dc:date":"2022","dc:title":"Behavioral and molecular effects of Ubtf knockout and knockdown in mice."},"rdfs:label":"Ubtf+/- mice cognitive, motor, and behavioral assessments"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"These mice have a null allele, whereas the patients have a GoF variant. The behavioral parameters and/or the age of the animals assessed are not relevant for ID/ASD.\n"},{"id":"cggv:f9c9cf48-c2ff-4e25-8bbb-511282e7e18c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:94d34f90-d44b-4919-85d2-5beed51ec0c6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"E210K expression in Drosophila neurons led to loss of eye development and failure of head development/lethality at the pupal stage in flies.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29300972","rdfs:label":"E210K expression in Drosophila neurons"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Findings of unclear significance for ID/ASD."},{"id":"cggv:aae2cbb1-92c6-44b7-872a-17fe0e4d2ead","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:68593b06-9252-4f0c-956a-c8ae832e0e6a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The expression of total Ubtf was reduced by approximately half in cerebral cortex, cerebellum and liver, but Ubtf1 levels were not significantly reduced in Ubtf+/− mice.\n\nThere were no differences between Ubtf+/− mice and WT littermates in expression of putative UBTF2 targets (as opposed to changes observed in patient fibroblasts with the GoF variant). \n\nUbtf+/- mice (3 month old) exhibited mild motor abnormalities in the rotarod and were more aggressive than WT littermates in the dominance tube.\n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29300972","rdfs:label":"Ubtf+/- mice expression, motor, and behavioral assessments"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"These mice have a null allele, whereas the patients have a GoF variant. In addition, the behavioral parameters assessed are not relevant for ID/ASD.\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.25}],"evidenceStrength":"Definitive","sequence":7333,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.25,"subject":{"id":"cggv:0dc05b18-6d8b-4880-ba3f-025815fd9926","type":"GeneValidityProposition","disease":"obo:MONDO_0044701","gene":"hgnc:12511","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*UBTF* was first reported in relation to autosomal dominant childhood-onset motor and cognitive regression syndrome with extrapyramidal movement disorder in 2017 (Edvardson et al., PMID: 28777933). The phenotype consists of normal or mildly delayed early-neurodevelopment followed by progressive motor, cognitive, and behavioral regression in early-to-middle childhood (ranging from 2.5 to 7 years of age). Later features include profound intellectual disability, dysarthria progressing to aphasia, secondary microcephaly, spasticity, dystonia, gait ataxia, and loss of speech and ambulatory ability by the early teen years. Brain MRI shows progressive neurodegeneration, with cerebral and cerebellar atrophy, and involvement of both gray and white matter. A recurrent *de novo* missense variant, p.Glu210Lys (E210K), reported in 16 probands is included in this curation (PMIDs: 28777933, 29300972, 30517966, 31931739, 33026538, 36138999, 37162731). A different *de novo* missense variant was reported in a single proband with severe early-onset developmental delay and cerebral and cerebellar atrophy (PMID: 36106513); this variant has not been functionally validated and was not scored.\n\n*UBTF* encodes a transcriptional activator of ribosomal RNA (rRNA) expression. The mechanism of pathogenicity appears to be gain-of-function, as suggested by studies in patient fibroblasts with the p.Glu210Lys variant showing increased UBF binding to the ribosomal DNA (rDNA) promoter and increased expression of pre-rRNA and 18S rRNA (PMIDs: 28777933, 29300972). However, studies in fibroblasts from homozygous *Ubtf* E210K knock-in mice revealed reduced association between UBTF1 and the RNA polymerase I transcription factor SL1 at the rDNA promoter and this correlated with a reduced rate of pre-rRNA synthesis as determined by metabolic labeling, suggesting a loss-of-function mechanism (PMID: 35139074). Additional experiments are needed to clarify the disease mechanism for this condition.\n\nIn summary, there is definitive evidence to support the relationship between *UBTF* and autosomal dominant childhood-onset motor and cognitive regression syndrome with extrapyramidal movement disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on August 16, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:1a5d6060-b955-49a0-9804-265838495310"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}