{"id":"cggv:e019aaad-09a8-44c4-9fc0-12a1d53e79dbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:e019aaad-09a8-44c4-9fc0-12a1d53e79db_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-05-20T15:34:38.351Z","role":"Approver"},{"id":"cggv:e019aaad-09a8-44c4-9fc0-12a1d53e79db_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-05-20T15:34:58.551Z","role":"Publisher"}],"evidence":[{"id":"cggv:e019aaad-09a8-44c4-9fc0-12a1d53e79db_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e019aaad-09a8-44c4-9fc0-12a1d53e79db_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee2a86c1-992e-490c-92cb-2f6dbb95138b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a511a04c-ebd3-4333-a60e-a578a7993110","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Expression of p85α and p50α in cells from age-matched disease controls, patients with <1% CD19+ cells in the blood, was identical to that seen in healthy adult controls. The patient had no p85α in T cells, neutrophils, or DCs. The amount of p50α in T cells was normal or slightly increased, whereas the amount in DCs was normal and the amount in neutrophils was decreased. Authors did not identify a truncated form of p85α, encoded by the first six exons of PIK3R1, when using the antibody to the N-terminal portion of p85α to examine the patient’s T cells.  Expression of p110δ, the leukocyte-specific partner of p85α, was decreased in T cells, neutrophils, and DCs from the patient. The decreased expression of p110δ indicates that the N-terminal end of p85α contributes to the binding and stabilization of p110 or a 50% decrease in the amount of the p110-binding domain results in more significant loss of p110δ. Expression of other p110 isoforms documented a slight decrease in p110α in the patient’s T cells and the absence of all p110 isoforms as well as p85α and p50α in the patient’s neutrophils. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22351933","type":"dc:BibliographicResource","dc:abstract":"Whole exome sequencing was used to determine the causative gene in patients with B cell defects of unknown etiology. A homozygous premature stop codon in exon 6 of PIK3R1 was identified in a young woman with colitis and absent B cells. The mutation results in the absence of p85α but normal expression of the p50α and p55α regulatory subunits of PI3K. Bone marrow aspirates from the patient showed <0.1% CD19(+) B cells with normal percentages of TdT(+)VpreB(+)CD19(-) B cell precursors. This developmental block is earlier than that seen in patients with defects in the B cell receptor signaling pathway or in a strain of engineered mice with a similar defect in p85α. The number and function of the patient's T cells were normal. However, Western blot showed markedly decreased p110δ, as well as absent p85α, in patient T cells, neutrophils, and dendritic cells. The patient had normal growth and development and normal fasting glucose and insulin. Mice with p85α deficiency have insulin hypersensitivity, defective platelet function, and abnormal mast cell development. In contrast, the absence of p85α in the patient results in an early and severe defect in B cell development but minimal findings in other organ systems.","dc:creator":"Conley ME","dc:date":"2012","dc:title":"Agammaglobulinemia and absent B lineage cells in a patient lacking the p85α subunit of PI3K."},"rdfs:label":"Expression of PI3K isoforms"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Western blot showed markedly decreased p110δ, as well as absent p85α, in patient T cells, neutrophils, and dendritic cells. The absence of p85α in the patient results in an early and severe defect in B cell development but minimal findings in other organ systems."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:e019aaad-09a8-44c4-9fc0-12a1d53e79db_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f85ec5b7-8700-4150-9962-511162b189f0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9860485d-ea8a-47ff-9fcb-e498557ff547","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Authors present critical function of PI3K p85α gene products in B cell development, proliferation, and survival. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9888855","type":"dc:BibliographicResource","dc:abstract":"Phosphoinositide 3-kinase (PI3K) activation has been implicated in many cellular responses, including fibroblast growth, transformation, survival, and chemotaxis. Although PI3K is activated by several agents that stimulate T and B cells, the role of PI3K in lymphocyte function is not clear. The mouse gene encoding the PI3K adapter subunit p85alpha and its splice variants p55alpha and p50alpha was disrupted. Most p85alpha-p55alpha-p50alpha-/- mice die within days after birth. Lymphocyte development and function was studied with the use of the RAG2-deficient blastocyst complementation system. Chimeric mice had reduced numbers of peripheral mature B cells and decreased serum immunoglobulin. The B cells that developed had diminished proliferative responses to antibody to immunoglobulin M, antibody to CD40, and lipopolysaccharide stimulation and decreased survival after incubation with interleukin-4. In contrast, T cell development and proliferation was normal. This phenotype is similar to defects observed in mice lacking the tyrosine kinase Btk.","dc:creator":"Fruman DA","dc:date":"1999","dc:title":"Impaired B cell development and proliferation in absence of phosphoinositide 3-kinase p85alpha."},"rdfs:label":"Mouse Model Absence of Phosphoinositide 3-Kinase p85α"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The observation of similar B cell deficits in p85α- and Btk-deficient mice strengthens the model that PI3K and Btk are components of a common signaling pathway. The adapter isoforms encoded by the p85α gene appear to be critical for PI3K catalytic function, as p85α-deficient cells have greatly reduced p110α expression and activity, and similar B cell proliferation defects are observed in wild-type cells treated with a PI3K inhibitor. Results demonstrate that PI3K plays separable roles in B cell survival and proliferation."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:e019aaad-09a8-44c4-9fc0-12a1d53e79db_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e019aaad-09a8-44c4-9fc0-12a1d53e79db_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9c6d27d0-5137-4ff5-8b60-55da07b1b1c3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b5faecc2-8c08-4e64-9e1a-950eec845c19","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":6,"detectionMethod":"WES. Direct sequencing of PCR products demonstrated that the patient was homozygous and both parents were heterozygous for a G to A substitution in codon 298, resulting in the replacement of the wild-type tryptophan with a premature stop codon in exon 6 (Fig. 1 A).","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Presented with neutropenia, interstitial pneumonia, and gastroenteritis at 3.5m due to rotavirus. Proband has two male siblings w congenital glaucoma, died of infection at age 2y and age 9m respectively, and two maternal uncles, died ages 18m and 12m of meningitis and infection. ","phenotypes":["obo:HP_0002090","obo:HP_0001875"],"previousTesting":true,"previousTestingDescription":"No evidence of missense point mutations or deletions over the entire coding region of the BTK gene. Laboratory studies showed white blood cells 7.8 x 10^3 cells/mm^3 (absolute neutrophil count 0, absolute lymphocyte count 6552, absolute monocyte count 1092), hemoglobin 11.9 mg/dl, hematocrit 36% and platelets 657 x 10^3/mm^3. No mature B cells were detected in the peripheral blood, bone marrow, or lymph node: CD19 < 1% (normal: 3-24%), CD20 < 1% (normal: 15-31%), CD21 <1% (normal: 3-15%), CD22 <1% (normal: 8-22%). Profound hypogammaglobulinemia was observed: IgG 80 mg/dl (normal: 263-688 mg/dl), undetectable IgA (normal: 3-42 mg/dl) and undetectable IgM (normal: 37-152 mg/dl). A lymph node biopsy showed a lymph node lacking mature B cells, plasma cells and exhibiting no germinal center formation. T cells and T cell subpopulations were normal. ","secondTestingMethod":"PCR","sex":"Female","variant":{"id":"cggv:9c6d27d0-5137-4ff5-8b60-55da07b1b1c3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:397da34b-1934-4dd8-834d-9b2690662cd9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181523.3(PIK3R1):c.893G>A (p.Trp298Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143682"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7705412","type":"dc:BibliographicResource","dc:abstract":"The transcription pattern of the heavy chain immunoglobulin gene locus was analyzed in a 6-month-old female with agammaglobulinemia characterized by the absence of mature B cells in peripheral blood, arrested B cell development in the bone marrow and lack of germinal center development. DNA sequencing provided no evidence of mutations within the coding region of the Bruton's tyrosine kinase gene. Polymerase chain reaction-generated cDNA libraries from blood and bone marrow were screened initially using JH and CH oligodeoxynucleotide probes and VH family-specific probes. Only 10% of the transcripts constituted mature VDJC mu recombinations. Ninety percent of the cDNA were sterile immunoglobulin transcripts comprised of: DJC mu (DH-JHC mu), JC mu (JH-C mu), EC mu (enhancer spliced to C mu), SC mu and IC mu [corresponding to switch (S) and intron (I) regions spliced to C mu]. In the mature immunoglobulin transcripts, VH use indicated germline expression with little evidence of somatic mutation. All cDNA were of the C mu type. Different D segments, D-D joining events and unknown D-like elements were noted in the DJC mu and VDJC mu transcripts. This pattern of immunoglobulin rearrangements, along with the phenotypic cell surface antigen characteristics (CD19-), suggest that an earlier arrest in B cell development than is characteristic of Bruton's X-linked agammaglobulinemia has occurred in this patient.","dc:creator":"de la Morena M","dc:date":"1995","dc:title":"Predominance of sterile immunoglobulin transcripts in a female phenotypically resembling Bruton's agammaglobulinemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7705412","rdfs:label":"M de la Morena 1995 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_181523.3(PIK3R1):c.893G>A (p.Trp298Ter), Nonsense mutation results in the absence of p85α but normal expression of the p50α and p55α regulatory subunits of PI3K.  Conley et al. (2012) showed the patient had no p85 in T cells, neutrophils, or dendritic cells. There was decreased expression of p110 in patient immune cells, indicating that the N-terminal end of p85 contributes to binding and stabilization of p110. Findings suggested that mutations in the N-terminal region of p85 can result in failure of B-cell development at a very early stage, even earlier than in mouse models."},{"id":"cggv:81bef34e-f281-401f-9724-511579ed94a1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f24fcabb-7ceb-4ff9-bf9d-11d2966bee14","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":10,"detectionMethod":"NGS panel included autosomal recessive agammaglobulinemia genes (BLNK CD79A, CD79B, IGLL1, PIK3R1), an X-linked agammaglobulinemia gene (BTK), as well as autosomal recessive common variable immunodeficiency genes (CD19, ICOS, TNFRSF13B, CD81, MS4A1), and dyskeratosis congenital genes (NPH2, RTEL1, NOP10, WRAP53, TERT, TERC, TINF2, DKC1).","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"1-day history of tongue ulcers and bleeding from the mouth, gums, and tear ducts. Non-traumatic loss of the fingernails of right thumb and index finger. Recurrent upper respiratory tract infections since 7 months of age. Oral thrush. At initial presentation, weight was 15th–50th percentile, and height was just above the 15th percentile. Proband had purpura and petechiae of the oropharynx and soft palate, and oozed blood from some of the lesions.","phenotypes":["obo:HP_0002788","obo:HP_0002014"],"previousTesting":true,"previousTestingDescription":"Immunologic evaluation at presentation revealed low levels of IgG (< 0.4 g/L; normal 2.4–9.4 g/L), IgA (< 0.2 g/L; normal 0.2–1.0 g/L), and IgM (0.1 g/L; normal 0.3–2.1 g/L). Flow cytometry identified no B cells, with < 0.010 × 109/L CD19+ markers noted (normal range 0.610–2.600 × 109/L). There were increased numbers of T helper and T cytotoxic cells as evidenced by high levels of CD3+ (7.884 × 109/L; normal 1.900–5.900 × 109/L), CD4+ (4.412 × 109/L; normal 1.400–4.300 × 109/L), and CD8+ (3.500 × 109/L; normal 0.500–1.700 × 109/L) markers. Normal absolute natural killer cell counts were also noted with levels of CD16CD56+ markers detected at 0.210 × 109/L (normal range 0.160–0.950 × 109/L).","sex":"Female","variant":{"id":"cggv:81bef34e-f281-401f-9724-511579ed94a1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0edaf694-2651-451a-9730-f327ec996ecc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_181523.3(PIK3R1):c.901C>T (p.Arg301Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3290163"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29178053","type":"dc:BibliographicResource","dc:abstract":"The role of class IA phosphoinositide 3 kinases (PI3Ks) in immune function and regulation continues to expand with the identification of greater numbers of genetic variants. This case report is the second reported case of a homozygous premature stop codon within the PIK3R1 gene leading to autosomal recessive agammaglobulinemia. The proband, born to consanguineous parents, presented at 10 months of age with a history of oropharyngeal petechiae and bleeding from the mouth, gums, and tear ducts. Initial investigations revealed thrombocytopenia, neutropenia and the absence of B cells. Further genetic testing via a custom next-generation sequencing panel confirmed the presence of a homozygous mutation in PIK3R1, c.901 C>T, a premature stop codon at amino acid position 301. Given their many roles in immune regulation, recessive mutations in the PlK3R1 gene should be considered in infants presenting with hypogammaglobulinemia or agammaglobulinemia, particularly in the setting of parental consanguinity.","dc:creator":"Tang P","dc:date":"2018","dc:title":"Autosomal Recessive Agammaglobulinemia Due to a Homozygous Mutation in PIK3R1."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29178053","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"NM_181523.3(PIK3R1):c.901C>T (p.Arg301Ter), This proband had a nonsense mutation in the same exon and in close proximity to the mutation in the patient reported by Conley et al. (codon 301 and codon 298). Authors found a similar clinical presentation with absent B cells, agammaglobulinemia, and high T cell counts. Authors suggest that this proband likely also has absent and/or non-functional p85α; however, quantification of p85α, p55α, and p50α isoforms via immunoblotting studies was not performed. "}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":2807,"specifiedBy":"GeneValidityCriteria8","strengthScore":5.5,"subject":{"id":"cggv:e1df4df8-c05d-4172-b37e-da0e486bfe97","type":"GeneValidityProposition","disease":"obo:MONDO_0014083","gene":"hgnc:8979","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PIK3R1 was first reported in relation to autosomal recessive, Agammaglobulinemia 7 in 1995 (M de la Morena et al., PMID: 7705412). Agammaglobulinemia is a primary immunodeficiency characterized by profoundly low or absent serum antibodies, and low or absent circulating B cells due to arrest of B cell development at very early stage. Autosomal recessive inheritance of agammaglobulinemia shares a phenotype similar to that of the X-linked form but has only been observed in a small number of families (Ferrari et al., 2007). At least 2 unique variants (nonsense) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n\nPIK3R1 has been noted to be associated with the following disease entities: autosomal recessive Agammaglobulinemia 7, autosomal dominant Immunodeficiency 36, and autosomal dominant SHORT syndrome. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism, inheritance pattern, and phenotypic variability. Therefore, the following disease entities have been Split into multiple disease entities, Agammaglobulinemia 7 (OMIM: 615214), Immunodeficiency 36 (OMIM: 616005), and SHORT syndrome (OMIM: 269880). The split curation for Immunodeficiency 36 (OMIM: 616005) and SHORT syndrome (OMIM: 269880) have been curated separately. \n\nSummary of Case Level Data (3 points): Variants in this gene have been reported in at least 2 probands in 3 publications (PMID:7705412, PMID: 22351933, and PMID: 29178053). This gene-disease association is supported by animal models and expression studies demonstrating the critical function of PI3K p85α gene products in B cell development, proliferation, and survival (Fruman et al., PMID:9888855). P85α deficient mice showed reduced numbers of peripheral mature B cells and decreased serum immunoglobulin. The B cells that developed had diminished proliferative responses to antibody to immunoglobulin M, antibody to CD40, and lipopolysaccharide stimulation. In contrast, T cell development and proliferation was normal.\n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Antibody deficiencies GCEP on the meeting date May 18, 2021 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:e019aaad-09a8-44c4-9fc0-12a1d53e79db"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}