{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-02-01T17:00:00.000Z","role":"Approver"},{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-02-01T15:19:12.526Z","role":"Publisher"}],"evidence":[{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7fe3722-de82-4d6e-986b-570223629308","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:13892e9d-ee9a-4a3c-b398-19f0f4829a61","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Western blots and  quantification of COX-1 (PTGS1) and GAPDH expression  were done in platelet lysates, isolated from the controls, the proband (IV-1), homozygous (III-1 and III-2) and unaffected (III-3, III-4, III-5 and  IV-2) family members. The authors showed that the COX-1 protein in platelet lysates from the proband and her homozygous relatives was absent. In III-3 and III-4, expression was present but reduced and was at normal levels in III- 5 and IV-2 (Figure 2A). The absence of COX-1 protein in platelets from the proband and homozygous relatives (Figures 2Ci, Figure 2Di) compared to a healthy control (Figures 2Bi) was confirmed with immunohistochemical analysis. COX-1 expression, however, was retained in leukocytes from all those tested (Figure 2Cii, Figure 2Dii).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32299908","type":"dc:BibliographicResource","dc:abstract":"We have identified a rare missense variant on chromosome 9, position 125145990 (GRCh37), in exon 8 in PTGS1 (the gene encoding cyclo-oxygenase 1, COX-1, the target of anti-thrombotic aspirin therapy). We report that in the homozygous state within a large consanguineous family this variant is associated with a bleeding phenotype and alterations in platelet reactivity and eicosanoid production. Western blotting and confocal imaging demonstrated that COX-1 was absent in the platelets of three family members homozygous for the PTGS1 variant but present in their leukocytes. Platelet reactivity, as assessed by aggregometry, lumi-aggregometry and flow cytometry, was impaired in homozygous family members, as were platelet adhesion and spreading. The productions of COX-derived eicosanoids by stimulated platelets were greatly reduced but there were no changes in the levels of urinary metabolites of COX-derived eicosanoids. The proband exhibited additional defects in platelet aggregation and spreading which may explain why her bleeding phenotype was slightly more severe than those of other homozygous affected relatives. This is the first demonstration in humans of the specific loss of platelet COX-1 activity and provides insight into its consequences for platelet function and eicosanoid metabolism. Notably despite the absence of thromboxane A2 (TXA2) formation by platelets, urinary TXA2 metabolites were in the normal range indicating these cannot be assumed as markers of in vivo platelet function. Results from this study are important benchmarks for the effects of aspirin upon platelet COX-1, platelet function and eicosanoid production as they define selective platelet COX-1 ablation within humans.","dc:creator":"Chan MV","dc:date":"2021","dc:title":"Identification of a homozygous recessive variant in "},"rdfs:label":"Protein expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:74e85ea7-f2c2-446d-b4e0-7e641c568ca0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7eb6269f-cdfa-4e5c-b0bf-1056a65e8ee6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The gene for COX-1 (PTGS1) is preferentially expressed constitutively at high levels in selected cells, including endothelium, monocytes, platelets, renal collecting tubules, and seminal vesicles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18657230","type":"dc:BibliographicResource","dc:abstract":"Cyclooxygenase (COX) is a key enzyme in prostanoid synthesis. It exists in two isoforms, COX-1 and COX-2. COX-1 is referred to as a 'constitutive isoform', and is considered to be expressed in most tissues under basal conditions. In contrast, COX-2 is referred to as an 'inducible isoform', which is believed to be undetectable in most normal tissues, but can be up-regulated during various conditions, many of them pathological. Even though the role of COX in homeostasis and disease in now well appreciated, controversial information is available concerning the distribution of COX isoforms in normal human tissues. There is mounting evidence that it is much more complex than generally believed. Our aim was therefore to analyse the expression and distribution of COX isoforms in normal human tissues, using immunohistochemistry, Western blotting and real-time RT-PCR. Autopsy samples from 20 healthy trauma victims and samples from 48 biopsy surgical specimens were included. COX-1 was found in blood vessels, interstitial cells, smooth muscle cells, platelets and mesothelial cells. In contrast, COX-2 was found predominantly in the parenchymal cells of many tissues, with few exceptions, for example the heart. Our results confirm the hypothesis that the distribution of COX isoforms in healthy tissues is much more complex than generally believed. This and previous studies indicate that both isoforms, not only COX-1, are present in many normal human tissues, and that both isoforms, not only COX-2, are up-regulated in various pathological conditions. We may have to revise the concept of 'constitutive' and 'inducible' COX isoforms.","dc:creator":"Zidar N","dc:date":"2009","dc:title":"Cyclooxygenase in normal human tissues--is COX-1 really a constitutive isoform, and COX-2 an inducible isoform?"},"rdfs:label":"Immunohistochemical expression of COX-1 （PTGS1）in tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b0f47458-049a-498c-a2b2-c330fd3c4726","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1c83c6e4-0d67-40bf-ba89-d81afb5c8d71","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Dual cyclooxygenase and peroxidase in the biosynthesis pathway of prostanoids PTGS1 is involved in the constitutive production of prostanoids. In platelets, it is involved in the generation of thromboxane A2 (TXA2), which promotes platelet activation and aggregation, vasoconstriction and proliferation of vascular smooth muscle cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7947975","type":"dc:BibliographicResource","dc:abstract":"Human prostaglandin G/H synthase 1 and 2 were expressed in the baculovirus expression system and purified to high levels. Both enzymes were glycosylated. PGHS-1 appeared to be homogeneous by SDS-PAGE analysis but two closely migrating bands were detected in PGHS-2 preparation which were evidently due to heterogeneity in glycosylation. The amino-acid sequence of the N-termini of both isoforms indicated that the signal sequences were efficiently cleaved by the insect cells. The recombinant human PGHS-1 and PGHS-2 possessed both cyclooxygenase and peroxidase activities. Both had high affinities for arachidonate as substrate and underwent self-inactivation during catalysis. The recombinant isoforms were not pharmacologically identical, since some NSAIDs were selective inhibitors of either PGHS-1 or PGHS-2. This is the first report of high levels of expression and purification of human PGHS isoforms. The recombinant enzymes are invaluable in developing potent PGHS-2 selective inhibitors that may be efficacious anti-inflammatory drugs with no or low levels of toxicity.","dc:creator":"Barnett J","dc:date":"1994","dc:title":"Purification, characterization and selective inhibition of human prostaglandin G/H synthase 1 and 2 expressed in the baculovirus system."},"rdfs:label":"Dual cyclooxygenase and peroxidase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Was shown to function as a dual cyclooxygenase and peroxidase in the biosynthesis pathway of prostanoids. Human PTGS1 was expressed in the baculovirus expression system and purified to high levels. The recombinant protein possessed both cyclooxygenase and peroxidase activities with high affinity for arachidonate."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4ef89b4-e9f6-4d71-8a83-cb6aa7889cc0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5d98367-065f-47b2-ba61-1068a3aac155","type":"FunctionalAlteration","dc:description":"Cells expressing wild-type COX-1 (Asn143) responded to 500 μM AA stimulation with a notable TXB2 production whilst cells transfected with mutant Ser143 COX-1 displayed almost no TXB2 synthesis. Remarkably, co-transfected cells (Asn143+Ser143) displayed higher than 50% reduction in TXB2 synthesis, as compared to cells solely transfected with an equivalent dose of Asn143 COX-1. These data strongly support that the p.Ans143Ser variant has a dominant-negative effect in COX-1 activity.\n\nIn the second model, it showed the similar results- the TXB2 synthesis was abolished in cells stably expressing Ser143 COX1 and co expression of wild-type Asn143 COX-1 partially recovered TXB2 production, but following a non-linear dose dependent pattern.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33326144","type":"dc:BibliographicResource","dc:creator":"Palma-Barqueros V","dc:date":"2021","dc:title":"A novel genetic variant in PTGS1 affects N-glycosylation of cyclooxygenase-1 causing a dominant-negative effect on platelet function and bleeding diathesis."},"rdfs:label":"The dominant negative effect of the PTGS1 N143S variant "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Since COX-1 is active as a homodimer, the authors speculated that a mechanism contributing for such a dominant negative effect is an impaired activity of both wild-type/mutant and mutant/mutant dimers. "},{"id":"cggv:93096ef7-439d-4eec-87de-aaabb0783846","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ffa67fa7-91e7-41ff-b0ac-f244d8d4bf37","type":"FunctionalAlteration","dc:description":"Incubation of blood from healthy volunteers with collagen or TRAP-6 amide greatly increased the levels of TXB (a stable breakdown product of TXA2), 11-dehydro-TXB (11-dH-TXB, a dehydrogenation product of TXB), PGE, PGD, 15-HETE, 11-HETE and 12-HETE. In the PTGS1-deficient proband 12-HETE production was unaffected but there was an absence of TXB, PGE, PGD and 15-HETE.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32299908","rdfs:label":"eicosanoid production"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This case models the specific loss of platelet COX-1 activity and provides a benchmark of COX- 1’s role in platelet function and eicosanoid metabolism."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9a09f379-7582-4c48-aa10-74b5077b1d87","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:98cc99af-c477-407d-b96f-9b5ffb9b275b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous mutant mice had reduced platelet aggregation and a decreased inflammatory response to arachidonic acid, which was similar to the phenotypes observed in the individuals carrying the homozygous PGTS1 variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8521478","type":"dc:BibliographicResource","dc:abstract":"Cyclooxygenases 1 and 2 (COX-1 and COX-2) are key enzymes in prostaglandin biosynthesis and the target enzymes for the widely used nonsteroidal anti-inflammatory drugs. To study the physiological roles of the individual isoforms, we have disrupted the mouse Ptgs1 gene encoding COX-1. Homozygous Ptgs1 mutant mice survive well, have no gastric pathology, and show less indomethacin-induced gastric ulceration than wild-type mice, even though their gastric prostaglandin E2 levels are about 1% of wild type. The homozygous mutant mice have reduced platelet aggregation and a decreased inflammatory response to arachidonic acid, but not to tetradecanoyl phorbol acetate. Ptgs1 homozygous mutant females mated to homozygous mutant males produce few live offspring. COX-1-deficient mice provide a useful model to distinguish the physiological roles of COX-1 and COX-2.","dc:creator":"Langenbach R","dc:date":"1995","dc:title":"Prostaglandin synthase 1 gene disruption in mice reduces arachidonic acid-induced inflammation and indomethacin-induced gastric ulceration."},"rdfs:label":"Homozygous PTGS1 mutant mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The patients and the affected family members carried a homozygous missense variant, while the mouse model has the homozygous PGTS1 gene knockout, although they both resulted in a reduced PGTS1 protein expression and impaired platelet aggregation function. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2c2aa66-2eaf-4342-b18c-ddb68f5af547_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a2c2aa66-2eaf-4342-b18c-ddb68f5af547","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":37,"allele":{"id":"cggv:6a1fc449-bd21-4000-8566-722d99cb2cd6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000962.4(PTGS1):c.965G>C (p.Trp322Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA374782489"}},"detectionMethod":"The proband and her parents underwent whole genome sequencing (WGS).  In all other family members variants in PTGS1 were called by Sanger sequencing.","firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"Had a history of cystic fibrosis (CF) and C6 complement deficiency","phenotypes":["obo:HP_0002719","obo:HP_0008320","obo:HP_0008148","obo:HP_0011871","obo:HP_0000132","obo:HP_0001892","obo:HP_0004406","obo:HP_0011870","obo:HP_0004846","obo:HP_0004866"],"previousTestingDescription":"VWF factor antigen (VWF:Ag) and function (VWF:RCo) levels were in the normal range (83.2 IU/dL and 71.7 IU/dL respectively). No coagulation defect was identified which could contribute to bleeding: prothrombin time (9.6 seconds) and activated partial thromboplastin time (28 seconds) were in the normal range and the proband’s factor VIII level was 0.98 IU/mL, above the minimum required for normal haemostasis. Furthermore, no variants were found in GP1b or P-selectin in the proband.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5003c9f7-2247-41a3-ac3c-20623d7c169f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6a1fc449-bd21-4000-8566-722d99cb2cd6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32299908"},"zygosity":{"id":"cg:BiallelicHomozygous"},"rdfs:label":" IV-1"},{"id":"cggv:5003c9f7-2247-41a3-ac3c-20623d7c169f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5003c9f7-2247-41a3-ac3c-20623d7c169f_variant_evidence_item"},{"id":"cggv:5003c9f7-2247-41a3-ac3c-20623d7c169f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"The variant was expressed in cells and COX-activity was measured using a Clark type oxygen electrode but the variant did not affect COX enzyme activity as shown in kinetic analysis of isolated recombinant protein."}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5c242c90-450f-4939-b584-a013b385b0a0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5c242c90-450f-4939-b584-a013b385b0a0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"allele":{"id":"cggv:7a913f95-4221-4338-a89e-3423b201814e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000962.4(PTGS1):c.44_49del (p.Leu15_Leu16del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5224632"}},"detectionMethod":"HTS platform with 1399 probes targeting 1106 regions, including exons, untranslated regions (UTRs) and flanking regions, of 72 genes that are associated with IPDs and/or are significant in platelet physiology. The authors successfully sequenced 95.6% of the 1106 target regions at a minimum coverage depth of 100 for each nucleotide base-pair position of interest. The mean fraction of exonic bases covered at 20X and 50X was 0.991 and 0.987, respectively. \n\nGenetic changes were confirmed by Sanger sequencing.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Mildly reduced platelet aggregation with ADP and epinephrine. ISTH-BAT=8 (abnormal score)","phenotypes":["obo:HP_0008148","obo:HP_0004866","obo:HP_0003540"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5340cd53-6e19-4de3-95ff-5c7629d90a83_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7a913f95-4221-4338-a89e-3423b201814e"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28983057","type":"dc:BibliographicResource","dc:abstract":"Inherited platelet disorders are a heterogeneous group of rare diseases, caused by inherited defects in platelet production and/or function. Their genetic diagnosis would benefit clinical care, prognosis and preventative treatments. Until recently, this diagnosis has usually been performed via Sanger sequencing of a limited number of candidate genes. High-throughput sequencing is revolutionizing the genetic diagnosis of diseases, including bleeding disorders. We have designed a novel high-throughput sequencing platform to investigate the unknown molecular pathology in a cohort of 82 patients with inherited platelet disorders. Thirty-four (41.5%) patients presented with a phenotype strongly indicative of a particular type of platelet disorder. The other patients had clinical bleeding indicative of platelet dysfunction, but with no identifiable features. The high-throughput sequencing test enabled a molecular diagnosis in 70% of these patients. This sensitivity increased to 90% among patients suspected of having a defined platelet disorder. We found 57 different candidate variants in 28 genes, of which 70% had not previously been described. Following consensus guidelines, we qualified 68.4% and 26.3% of the candidate variants as being pathogenic and likely pathogenic, respectively. In addition to establishing definitive diagnoses of well-known inherited platelet disorders, high-throughput sequencing also identified rarer disorders such as sitosterolemia, filamin and actinin deficiencies, and G protein-coupled receptor defects. This included disease-causing variants in DIAPH1 (n=2) and RASGRP2 (n=3). Our study reinforces the feasibility of introducing high-throughput sequencing technology into the mainstream laboratory for the genetic diagnostic practice in inherited platelet disorders.","dc:creator":"Bastida JM","dc:date":"2018","dc:title":"Introducing high-throughput sequencing into mainstream genetic diagnosis practice in inherited platelet disorders."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"#84"},{"id":"cggv:5340cd53-6e19-4de3-95ff-5c7629d90a83","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5340cd53-6e19-4de3-95ff-5c7629d90a83_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cba248b2-8d0b-4d6b-9372-d1124fc283c3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cba248b2-8d0b-4d6b-9372-d1124fc283c3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"allele":{"id":"cggv:b6dbd5c7-ec22-4f55-afe0-c22589de27ac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000962.4(PTGS1):c.428A>G (p.Asn143Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA374779789"}},"detectionMethod":"HTS platform with 1399 probes targeting 1106 regions, including exons, untranslated regions (UTRs) and flanking regions, of 72 genes that are associated with IPDs and/or are significant in platelet physiology. The authors successfully sequenced 95.6% of the 1106 target regions at a minimum coverage depth of 100 for each nucleotide base-pair position of interest. The mean fraction of exonic bases covered at 20X and 50X was 0.991 and 0.987, respectively. \n\nGenetic changes were confirmed by Sanger sequencing.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Mildly reduced platelet aggregation with ADP and epinephrine","phenotypes":["obo:HP_0001892","obo:HP_0000421","obo:HP_0000967","obo:HP_0008148","obo:HP_0000978","obo:HP_0003540","obo:HP_0004846","obo:HP_0000132","obo:HP_0004866"],"previousTestingDescription":"Detailed platelet phenotyping was performed that showed; (a) pathological PFA-100 closure time for the collagen/epinephrine cartridge, (b) normal platelet receptor expression, reduced (50%) agonist-induced fibrinogen binding and impaired agonist-induced α-granule (10%–30%) and δ-granule (25%–50%) secretion (P-selectin and CD63 release, respectively), (c) proband's platelets showed absent with AA-induced aggregation and normal with U46619, a stable TXA2 analog, indicating unaffected signaling downstream the TXA2 receptor; platelet aggregation with other agonist was normal or slightly reduced. Also, (d) markedly reduced platelet synthesis of TXA2 in the supernatant of the LTA experiments (<10% of the control levels), and (e) reduced synthesis of all COX-1-dependent eicosanoids in whole blood stimulated with collagen or PAR1p.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:46843d6e-ffd2-49da-bd09-bc8647a1254d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b6dbd5c7-ec22-4f55-afe0-c22589de27ac"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28983057"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"#86"},{"id":"cggv:46843d6e-ffd2-49da-bd09-bc8647a1254d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:46843d6e-ffd2-49da-bd09-bc8647a1254d_variant_evidence_item"},{"id":"cggv:46843d6e-ffd2-49da-bd09-bc8647a1254d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In PMID:33326144 HEK 293 T cells were transfected with either wild-type (Asn143) or mutated (Ser143) enzyme vector. In this cell model, the variant Ser143 COX-1 displayed higher electrophoretic mobility than wild-type Asn143 COX-1, as was expected for a hypo-glycosylated enzyme with reduced molecular mass. Moreover, cells co-transfected with both Asn143 and Ser143 COX-1, had a COX-1 double protein band similar to that observed in patient´s platelet lysates, which disappeared upon treatment of the lysates from co-transfected cells with N-glycosidase F."}],"strengthScore":0.5,"dc:description":"The novel p.Asn143Ser substitution is located at the N-terminal of the COX-1 catalytic domain at a highly conserved residue and immunoblotting analysis revealed a second COX-1 protein band with lower molecular weight in the proband, which is consistent with the predicted hypo-glycosylated COX-1 variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:dad8fd65-5f0d-4a0e-b70f-79db478dd74b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:dad8fd65-5f0d-4a0e-b70f-79db478dd74b","type":"Proband","allele":{"id":"cggv:5c2ae616-2d0d-461c-a56e-b7f4023c5b03","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000962.4(PTGS1):c.94+2T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5224649"}},"firstTestingMethod":"Whole genome shotgun sequencing","phenotypes":["obo:HP_0004866","obo:HP_0008320","obo:HP_0011870","obo:HP_0000132","obo:HP_0011889","obo:HP_0000421","obo:HP_0008148","obo:HP_0000978"],"sex":"Female","variant":{"id":"cggv:739ba771-31bb-42e0-b089-b5cafa32562e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5c2ae616-2d0d-461c-a56e-b7f4023c5b03"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32299908"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Second Case"},{"id":"cggv:739ba771-31bb-42e0-b089-b5cafa32562e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:739ba771-31bb-42e0-b089-b5cafa32562e_variant_evidence_item"}],"strengthScore":1,"dc:description":"This variant is predicted to cause the in-frame skipping of exon 2 (of 11), removing 5% of the protein.  Platelet RNA and protein expression studies in the propositus revealed alternative splicing with the generation of a smaller protein due the splice variant. The authors propose a dominant negative effect for this variant.\n\nThe variant is found in 1/112232 alleles\t(AF 0.000008910) in the gnomadv2.1.1 European (non-Finnish) population."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4f220859-3483-476c-8a0b-6d960bfee70e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4f220859-3483-476c-8a0b-6d960bfee70e","type":"Proband","allele":{"id":"cggv:4146444d-3c47-4137-8587-9a683798733b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000962.4(PTGS1):c.337C>T (p.Arg113Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5224754"}},"phenotypeFreeText":"severe bleeding tendency","phenotypes":"obo:HP_0032244","sex":"Female","variant":{"id":"cggv:a0598ab1-ed8a-4dbc-a66c-ab04a040c290_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4146444d-3c47-4137-8587-9a683798733b"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28748566","type":"dc:BibliographicResource","dc:abstract":"Rare inherited bleeding disorders (IBD) are a common cause of bleeding tendency. To ensure a correct diagnosis, specialized laboratory analyses are necessary. This study reports the results of an upfront diagnostic strategy using targeted whole exome sequencing. In total, 156 patients with a significant bleeding assessment tool score participated in the study, of which a third had thrombocytopenia. Eighty-seven genes specifically associated with genetic predisposition to bleeding were analysed by whole exome sequencing. Variants were classified according to the five-tier scheme. We identified 353 germline variants. Eight patients (5%) harboured a known pathogenic variant. Of the 345 previously unknown variants, computational analyses predicted 99 to be significant. Further filtration according to the Mendelian inheritance pattern, resulted in 59 variants being predicted to be clinically significant. Moreover, 34% (20/59) were assigned as novel class 4 or 5 variants upon targeted functional testing. A class 4 or 5 variant was identified in 30% of patients with thrombocytopenia (14/47) versus 11% of patients with a normal platelet count (12/109) (P < 0·01). An IBD diagnosis has a major clinical impact. The genetic investigations detailed here extricated our patients from a diagnostic conundrum, thus demonstrating that continuous optimization of the diagnostic work-up of IBD is of great benefit.","dc:creator":"Leinøe E","dc:date":"2017","dc:title":"Application of whole-exome sequencing to direct the specific functional testing and diagnosis of rare inherited bleeding disorders in patients from the Öresund Region, Scandinavia."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"rdfs:label":"Patient 20"},{"id":"cggv:a0598ab1-ed8a-4dbc-a66c-ab04a040c290","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a0598ab1-ed8a-4dbc-a66c-ab04a040c290_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"MAF 0.0001007 (13/129122 alleles) in the European (non-Finnish) gnomADv2.1.1 population.\n\nThe patient also harbors the c.1003G>A, p.Val481Ile SNP which occurs at an AF too high to consider disease causing (1% in the European non-Finnish population with 8 homozygotes)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.9}],"evidenceStrength":"Limited","sequence":5851,"specifiedBy":"GeneValidityCriteria9","strengthScore":5.9,"subject":{"id":"cggv:1e62f04f-2f75-4e45-b0b4-fcbf78222c14","type":"GeneValidityProposition","disease":"obo:MONDO_0011588","gene":"hgnc:9604","modeOfInheritance":"obo:HP_0032113"},"version":"1.0","dc:description":"*PTGS1* was first reported in relation to platelet-type bleeding disorder 12 in 2018 (Bastida JM, et al., 2018, PMID: 28983057). *PTGS1* encodes a dual cyclooxygenase and peroxidase (COX-1), during platelet activation, arachidonic acid is released from membrane phospholipids and metabolized to thromboxane A2 (TXA2) through the actions of COX-1 and TXA2 synthase. An inherited defect in *PTGS1* is specifically linked to defective platelet aggregation with arachidonic acid and absence of the second wave response to epinephrine, ADP and collagen but normal response with TXA2 agonists. Several such patients with mild bleeding have been reported either with autosomal dominant or, more recently, autosomal recessive transmission of variants in *PTGS1* (reviewed in PMID: 33147934). Patients may lack protein or have a functionally defective, potentially dominant negative, but normally expressed enzyme. While the clinical and laboratory phenotype of COX-1 deficiency appear to be well established, the mode of inheritance for this pathology remains to be fully elucidated but is currently curated as semi-dominant to consider both dominant and recessive cases.\n\nThus far, five unique variants (both missense and in-frame deletions) have been reported in five patients from three publications (PMIDs: 32299908, 28983057, 28748566). Additionally, another *PTGS1* missense variant (NM_000962:exon5:c.412T>C (p.W138R)) was identified in an affected mother and her affected son by an expert member of the Hemostasis/Thrombosis GCEP. Both individuals had normal platelet count and size and normal platelet surface glycoprotein expression. In addition, they presented with absent aggregation to AA and and reduced to low dose collagen with a normal response to endoperoxide analog suggesting a cyclooxygenase deficiency. This gene-disease relationship is supported by its biochemical function (PMID: 7947975) in platelet activation and preferential expression at high levels in selected cells, including endothelium, monocytes, platelets, renal collecting tubules, and seminal vesicles (PMID: 18657230). As well as altered function and expression in patients (PMID: 32299908). Additional functional alteration in non-patient cells showed the *PTGS1* N143S variant caused a dominant-negative effect of the COX-1 enzyme activity and reduced downstream TXB2 synthesis (PMID: 33326144) and homozygous mutant mice showed reduced platelet aggregation, which was similar to the patient phenotypes (PMID: 8521478). In summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:d979e26e-bf9b-4f6a-a37c-2df0f2d35129"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}