{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cdv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-04-06T04:42:52.962Z","role":"Publisher"},{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-02-01T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11875049","type":"dc:BibliographicResource","dc:abstract":"Comparative analysis of the transcriptional profiles of approximately 6000 genes in the retinas of wild-type mice with those carrying a targeted disruption of the rhodopsin gene was undertaken by microarray analysis. This revealed a series of transcripts, of which some were derived from genes known to map at retinopathy loci, levels of which were reduced or elevated in the retinas of Rho(-/-) mice lacking functional photoreceptors. The human homologue of one of these genes, encoding inosine monophosphate dehydrogenase type 1 (IMPDH1), maps to the region of 7q to which an adRP gene (RP10) had previously been localized. Mutational screening of DNA from the Spanish adRP family, originally used to localize the RP10 gene, revealed an Arg224Pro substitution co-segregating with the disease phenotype. The amino acid at position 224 of the IMPDH1 protein is conserved among species and the substitution is not present in healthy, unrelated individuals of European origin. These data provide strong evidence that mutations within the IMPDH1 gene cause adRP, and validate approaches to mutation detection involving comparative analysis of global transcription profiles in normal and degenerating retinal tissues. Other genes showing significant alterations in expression include some with anti-apoptotic functions and many encoding components of the extracellular matrix or cytoskeleton, a possible reflection of a response by Muller cells to preserve the remaining outer nuclear layer of the retina. We suggest that those genes identified are prime candidates for etiological involvement in degenerative retinal disease.","dc:creator":"Kennan A","dc:date":"2002","dc:title":"Identification of an IMPDH1 mutation in autosomal dominant retinitis pigmentosa (RP10) revealed following comparative microarray analysis of transcripts derived from retinas of wild-type and Rho(-/-) mice."},"evidence":[{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cd_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.8}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.1},{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2a4d69e-4d67-4cde-b176-d5cf1628a565","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51013a2b-b7f4-4984-bab0-60e45777a462","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"We demonstrate biochemical and structural similarity between the zebrafish and human retinal variant of IMPDH1, uncover dynamic changes in photoreceptor filaments throughout the day, and use metabolomics to elucidate an important role for Impdh1 in purine nucleotide homeostasis in photoreceptors. In zebrafish, gene subfunctionalization due to ancestral duplication resulted in a predominant retinal variant expressed exclusively in rod and cone photoreceptors. This variant is structurally and functionally similar to the human IMPDH1 retinal variant and shares a reduced sensitivity to GTP-mediated inhibition. We also demonstrated that Impdh1a forms prominent protein filaments in vitro and in vivo in both rod and cone photoreceptor cell bodies, synapses, and to a lesser degree, in outer segments","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34813793","type":"dc:BibliographicResource","dc:abstract":"Inosine monophosphate dehydrogenase (IMPDH) is a key regulatory enzyme in the de novo synthesis of the purine base guanine. Dominant mutations in human IMPDH1 cause photoreceptor degeneration for reasons that are unknown. Here, we sought to provide some foundational information on Impdh1a in the zebrafish retina. We found that in zebrafish, gene subfunctionalization due to ancestral duplication resulted in a predominant retinal variant expressed exclusively in rod and cone photoreceptors. This variant is structurally and functionally similar to the human IMPDH1 retinal variant and shares a reduced sensitivity to GTP-mediated inhibition. We also demonstrated that Impdh1a forms prominent protein filaments in vitro and in vivo in both rod and cone photoreceptor cell bodies, synapses, and to a lesser degree, in outer segments. These filaments changed length and cellular distribution throughout the day consistent with diurnal changes in both mRNA and protein levels. The loss of Impdh1a resulted in a substantial reduction of guanine levels, although cellular morphology and cGMP levels remained normal. Our findings demonstrate a significant role for IMPDH1 in photoreceptor guanine production and provide fundamental new information on the details of this protein in the zebrafish retina.","dc:creator":"Cleghorn WM","dc:date":"2022","dc:title":"A highly conserved zebrafish IMPDH retinal isoform produces the majority of guanine and forms dynamic protein filaments in photoreceptor cells."},"rdfs:label":"IMPDH expression in zebrafish retina"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6b2990cb-9615-46c5-9e48-2dd19ede0d40","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:53d25b94-d645-4530-8877-173bdc4cd061","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In order to assess expression patterns of IMPDH1, IMPDH2 and HPRT in retinal tissues, in situ hybridizations were carried out using riboprobes specific for transcripts derived from these genes on mouse retinal cryosections. EST data obtained for the IMPDH2 gene indicate that this isoenzyme is expressed in retinal pigment epithelium (RPE) libraries, hence Impdh2 in situ hybridizations were performed on retinal sections from CD1 mice, which do not possess pigment in the RPE. The results of this analysis indicate that Impdh1 is preferentially and strongly expressed within photoreceptor cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14981049","type":"dc:BibliographicResource","dc:abstract":"Retinitis pigmentosa (RP), the hereditary degenerative disease of the photoreceptor neurons of the retina, probably represents the most prevalent cause of registered blindness amongst those of working age in developed countries. Mutations within the gene encoding inosine monophosphate dehydrogenase 1 (IMPDH1), the widely expressed rate-limiting enzyme of the de novo pathway of guanine nucleotide biosynthesis, have recently been shown to cause the RP10 form of autosomal dominant RP. We examined the expression of IMPDH1, IMPDH2 and HPRT transcripts, encoding enzymes of the de novo and salvage pathways of guanine nucleotide biosynthesis, respectively, in retinal sections of mice, the data indicating that the bulk of GTP within photoreceptors is generated by IMPDH1. Impdh1(-/-) null mice are shown here to display a slowly progressive form of retinal degeneration in which visual transduction, analysed by electroretinographic wave functions, becomes gradually compromised, although at 12 months of age most photoreceptors remain structurally intact. In contrast, the human form of RP caused by mutations within the IMPDH1 gene is a severe autosomal dominant degenerative retinopathy in those families that have been examined to date. Expression of mutant IMPDH1 proteins in bacterial and mammalian cells, together with computational simulations, indicate that protein misfolding and aggregation, rather than reduced IMPDH1 enzyme activity, is the likely cause of the severe phenotype experienced by human subjects. Taken together, these findings suggest that RP10 may represent an attractive target for therapeutic intervention, based upon a strategy combining simultaneous suppression of transcripts from normal and mutant IMPDH1 alleles with supplementation of GTP within retinal tissues.","dc:creator":"Aherne A","dc:date":"2004","dc:title":"On the molecular pathology of neurodegeneration in IMPDH1-based retinitis pigmentosa."},"rdfs:label":"Impdh and Hprt expression in the murine retina"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:fe6edde8-d565-40ac-8a0a-ebf8c62e4b94","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fc889d6e-d76f-4cd2-8ce6-cf61b8862bc5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mutations associated with human retinopathies map into the guanine nucleotide-binding sites including a previously undescribed non-canonical site and disrupt allosteric inhibition. Together, the results shed light on the mechanisms of the allosteric regulation of enzymes mediated by Bateman domains and provide a molecular basis for certain retinopathies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26558346","type":"dc:BibliographicResource","dc:abstract":"Inosine-5'-monophosphate dehydrogenase (IMPDH) plays key roles in purine nucleotide metabolism and cell proliferation. Although IMPDH is a widely studied therapeutic target, there is limited information about its physiological regulation. Using Ashbya gossypii as a model, we describe the molecular mechanism and the structural basis for the allosteric regulation of IMPDH by guanine nucleotides. We report that GTP and GDP bind to the regulatory Bateman domain, inducing octamers with compromised catalytic activity. Our data suggest that eukaryotic and prokaryotic IMPDHs might have developed different regulatory mechanisms, with GTP/GDP inhibiting only eukaryotic IMPDHs. Interestingly, mutations associated with human retinopathies map into the guanine nucleotide-binding sites including a previously undescribed non-canonical site and disrupt allosteric inhibition. Together, our results shed light on the mechanisms of the allosteric regulation of enzymes mediated by Bateman domains and provide a molecular basis for certain retinopathies, opening the door to new therapeutic approaches.","dc:creator":"Buey RM","dc:date":"2015","dc:title":"Guanine nucleotide binding to the Bateman domain mediates the allosteric inhibition of eukaryotic IMP dehydrogenases."},"rdfs:label":"IMPDH activity assay and enzyme kinetics"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:3caa0dd9-82be-4aaa-99c4-f030e973fce3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a1ff615a-835e-4a74-b086-18ec09459de6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The gene encoding inosine monophosphate dehydrogenase type 1 (IMPDH1), which showed an average down-regulation of 5.8-fold in the Rho–/– retina, maps to the precise location of the RP10 locus. There were no other genes in the disease interval which showed a similar down-regulation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11875049","rdfs:label":"Microarray-based transcriptional analysis "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0350ded2-adf8-4bc2-a31c-12b7d7fa882a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05afaf86-1d42-4f3e-bb76-12f24c3c3a02","type":"FunctionalAlteration","dc:description":"Mutant IMPDH1 proteins were found to exhibit marked decreased solubility in comparison to wild-type when expressed at a temperature of 37oC in bacterial cells (data not shown). In order to investigate this observation further, human embryonic kidney (HEK) 293T cells were transfected with mammalian expression constructs containing wild-type, Arg224Pro or Asp226Asn mutant IMPDH1 sequences, with incorporation of a His-tag for protein detection purposes. After harvesting, cells were separated into total cell protein, soluble cytosolic, nuclear and insoluble pelleted fractions, which were subsequently analysed by SDS–PAGE electrophoresis and western blotting. Wild-type and mutant IMPDH1 proteins were expressed at similarly high levels in whole cell extracts with a band clearly visible at 55kDa. No protein band of this size was evident in cells transfected with a construct that did not contain an IMPDH1 cDNA insert. Following analysis of cellular fractions obtained after further purification steps, wild-type IMPDH1 protein was shown to localize in the soluble cytosolic fraction, while no mutant protein was detectable in this fraction. Both mutant proteins exhibited considerably decreased solubility and as a result almost all of the mutant protein localized in the final pellet, which was re-suspendable in strong denaturant. Accordingly, they hypothesize that such mutant IMPDH1 proteins may be mis-folded, resulting in the formation of insoluble aggregates within the cell cytosol.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14981049","rdfs:label":"Expression of wild-type and mutant His-tagged IMPDH1 in HEK "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:56181cb4-a7a7-4677-ae60-2610e0facfc8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e997d2e6-6217-4c98-8afa-5b586d4111e9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Impdh1-/- null mice are shown here to display a slowly progressive form of retinal degeneration in which visual transduction, analysed by electroretinographic wave functions, becomes gradually compromised, although at 12 months of age most photoreceptors remain structurally intact. In contrast, the human form of RP caused by mutations within the IMPDH1 gene is a severe autosomal dominant degenerative retinopathy in those families that have been examined to date.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14981049","rdfs:label":"Retinal structure and function in Impdh1-/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":8091,"specifiedBy":"GeneValidityCriteria10","strengthScore":11.6,"subject":{"id":"cggv:74e151f3-71fd-463c-a3e3-99bde62c0497","type":"GeneValidityProposition","disease":"obo:MONDO_0019118","gene":"hgnc:6052","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Variants in the *IMPDH1* gene were first identified as the cause of autosomal dominant cases of retinitis pigmentosa 10 (MIM#: 180105) in 2002 (PMID: 11875050) and account for ~2-3% of all retinitis pigmentosa cases (PMID: 37259572). Disease-causing IMPDH1 variants reportedly have dominant negative effects, consistent with the observation that *Impdh1* knock-out mice exhibit only a mild retinopathy (PMID: 14981049).\n\nAt least 10 *IMPDH1* variants (9 missense changes and 1 in-frame deletion of a single amino acid) have been associated with autosomal dominant retinitis pigmentosa or Leber congenital amaurosis. These forms of IMPDH1-related retinopathy generally present with night blindness and visual field constriction that progress gradually to loss of central vision (PMID: 11875050, PMID: 11875049, PMID: 34813793, PMID: 15851576, PMID: 37259572). Two recurrent variants, c.926G>C (p.Arg309Pro) and c.676G>A, (p.Asp226Asn), have been reported in numerous affected individuals (PMID: 37259572). This curation has collected data from 17 individuals and 2 families with 17 unique variants (PMID: 11875049, PMID: 11875050, PMID: 34813793, PMID: 15851576, PMID: 37259572).\n\nThis gene-disease relationship is also supported by experimental evidence in the form of expression, biochemical function, animal modelling and function alteration data linking the *IMPDH1* gene and its protein product to retinal disease (PMID: 14981049, PMID: 11875049, PMID: 34813793). *IMPDH1* (inosine monophosphate dehydrogenase 1) encodes a critical enzyme involved in the generation of the purine base guanine (PMID: 11875049; PMID: 37259572). Despite the housekeeping function of IMPDH1, it is expressed at higher levels in the retina, which is an energy-demanding tissue that requires high generation of both ATP and GTP. The IMPDH1 protein supplies GTP to photoreceptor cells and is allosterically regulated based on changes in illumination to control GTP availability (PMID: 14981049, PMID: 34813793, PMID: 37259572).\n\nIn summary, *IMPDH1* is definitively associated with autosomal dominant IMPDH1-related retinopathy This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time without the emergence of conflicting evidence. This clinical validity classification was approved by the ClinGen Retina Gene Curation Expert Panel on February 1st, 2024.","dc:isVersionOf":{"id":"cggv:04d85991-25a4-4da6-8090-65b8cfb771cd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}