{"id":"cggv:e9555886-a248-4bd4-b3dc-50ff503d6e7av2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:e9555886-a248-4bd4-b3dc-50ff503d6e7a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-10-17T17:00:00.000Z","role":"Approver"},{"id":"cggv:e9555886-a248-4bd4-b3dc-50ff503d6e7a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-08-12T18:28:05.617Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:e9555886-a248-4bd4-b3dc-50ff503d6e7a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:e9555886-a248-4bd4-b3dc-50ff503d6e7a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e9555886-a248-4bd4-b3dc-50ff503d6e7a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6f7a318f-ce18-4499-9378-f0e6fd8131df","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:904117b6-d1e1-4d8e-925d-41409b52c52c","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23831613","type":"dc:BibliographicResource","dc:abstract":"Altered development of the human cerebral cortex can cause severe malformations with often intractable focal epileptic seizures and may participate in common pathologies, notably epilepsy. This raises important conceptual and therapeutic issues. Two missense mutations in the sushi repeat-containing protein SRPX2 had been previously identified in epileptic disorders with or without structural developmental alteration of the speech cortex. In the present study, we aimed to decipher the precise developmental role of SRPX2, to have a better knowledge on the consequences of its mutations, and to start addressing therapeutic issues through the design of an appropriate animal model. Using an in utero Srpx2 silencing approach, we show that SRPX2 influences neuronal migration in the developing rat cerebral cortex. Wild-type, but not the mutant human SRPX2 proteins, rescued the neuronal migration phenotype caused by Srpx2 silencing in utero, and increased alpha-tubulin acetylation. Following in utero Srpx2 silencing, spontaneous epileptiform activity was recorded post-natally. The neuronal migration defects and the post-natal epileptic consequences were prevented early in embryos by maternal administration of tubulin deacetylase inhibitor tubacin. Hence epileptiform manifestations of developmental origin could be prevented in utero, using a transient and drug-based therapeutic protocol. ","dc:creator":"Salmi M","dc:date":"2013","dc:title":"Tubacin prevents neuronal migration defects and epileptic activity caused by rat Srpx2 silencing in utero."},"rdfs:label":"In utero Srpx2 silencing"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"While this experimental evidence reported a potential role for this gene in neuronal migration and abnormal firing patterns, it was not included in scoring of this gene-disease association because of limited clinical genetic evidence."},{"id":"cggv:3e864f33-baec-4bba-80ea-7566775c751e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c5708c7a-9c69-4071-9f2a-9f906593232c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The isolation-induced infant pup ultrasonic vocalization task has been used to characterize mouse models of human language, social, and arousal disorders. In addition to this phenotype, cultured transfected neurons showed a decrease in dendritic spine density and a decrease in the miniature excitatory post-synaptic currents (mEPSCs) measured during whole-cell voltage clamp recording.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24179158","type":"dc:BibliographicResource","dc:abstract":"Synapse formation in the developing brain depends on the coordinated activity of synaptogenic proteins, some of which have been implicated in a number of neurodevelopmental disorders. Here, we show that the sushi repeat-containing protein X-linked 2 (SRPX2) gene encodes a protein that promotes synaptogenesis in the cerebral cortex. In humans, SRPX2 is an epilepsy- and language-associated gene that is a target of the foxhead box protein P2 (FoxP2) transcription factor. We also show that FoxP2 modulates synapse formation through regulating SRPX2 levels and that SRPX2 reduction impairs development of ultrasonic vocalization in mice. Our results suggest FoxP2 modulates the development of neural circuits through regulating synaptogenesis and that SRPX2 is a synaptogenic factor that plays a role in the pathogenesis of language disorders. ","dc:creator":"Sia GM","dc:date":"2013","dc:title":"The human language-associated gene SRPX2 regulates synapse formation and vocalization in mice."},"rdfs:label":"Electroporation of layer V/VI cortical neurons in E12.5 mic"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Given that there are only 2 affected families reported with one having conflicting evidence, experimental evidence was not scored to prevent skewing of the final category."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":8791,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:cec4b35a-c5f0-4d8e-99c8-3cb4d6a382d6","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:30668","modeOfInheritance":"obo:HP_0001417"},"version":"2.0","dc:description":"*SRPX2* was first reported in relation to epilepsy (primarily characterized as Rolandic epilepsy-speech dyspraxia syndrome but changed to epilepsy by the ClinGen Epilepsy GCEP, in 2021) in 2006 when 2 multiplex families were described in a single paper (PMID:16497722). This remained the sole *SRPX2* gene-disease relationship report until 2017 (PMID:28440294). Overall, three missense variants have been reported in humans to date (with one additional variant reported through a mouse model (PMID:24179158)). However, these variants do not have supportive functional evidence. *SRPX2* is not constrained for missense variants and at least one of the variants is present at a high frequency in the general population. While initial evidence (such as segregation and initial experiments) seemed to support pathogenicity in respect to epilepsy, subsequent evidence including mean allele frequency in gnomAD, a high dN/dS ratio, variable clinical presentations and the detection of another putative cause in one of the families (GRIN2A) (PMID:23933820) brings this gene disease relationship into question. Without significant supportive genetic evidence, a correlation to epilepsy and/or neurodevelopmental disorders is not supported. \n\nThis gene-disease pair was originally evaluated by the ClinGen Epilepsy GCEP on July 8, 2018. It was reevaluated in October 2023. As a result of this reevaluation, the classification was changed from disputed to refuted due to lack of any additional supportive evidence. This updated classification was approved by the ClinGen Epilepsy GCEP on October 17th, 2023.\n\nLimited genetic evidence and an alternative explanation for 1 of the 2 reported families. No replication in additional cases since the initial report in 2006.","dc:isVersionOf":{"id":"cggv:e9555886-a248-4bd4-b3dc-50ff503d6e7a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}