{"id":"cggv:3b9a9e0e-b3d5-4340-8853-0ae6e7c390fdv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3b9a9e0e-b3d5-4340-8853-0ae6e7c390fd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-06-20T19:00:00.000Z","role":"Approver"},{"id":"cggv:3b9a9e0e-b3d5-4340-8853-0ae6e7c390fd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-09-21T19:50:34.834Z","role":"Publisher"}],"evidence":[{"id":"cggv:3b9a9e0e-b3d5-4340-8853-0ae6e7c390fd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3b9a9e0e-b3d5-4340-8853-0ae6e7c390fd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b59b5b3d-95d4-4b23-98ca-229dd6c3c0e9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:7a2b7ae8-5afd-4d2b-a345-b81a44d79707","type":"FunctionalAlteration","dc:description":"Morpholino knockdown of STX1B in zebrafish larvae caused epileptiform discharges. Expression of WT STX1B in knockdown larvae caused partial rescue of the epileptiform discharged, while expressing STX1B-p.Val216Glu.  failed to rescue the phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25362483","type":"dc:BibliographicResource","dc:abstract":"Febrile seizures affect 2-4% of all children and have a strong genetic component. Recurrent mutations in three main genes (SCN1A, SCN1B and GABRG2) have been identified that cause febrile seizures with or without epilepsy. Here we report the identification of mutations in STX1B, encoding syntaxin-1B, that are associated with both febrile seizures and epilepsy. Whole-exome sequencing in independent large pedigrees identified cosegregating STX1B mutations predicted to cause an early truncation or an in-frame insertion or deletion. Three additional nonsense or missense mutations and a de novo microdeletion encompassing STX1B were then identified in 449 familial or sporadic cases. Video and local field potential analyses of zebrafish larvae with antisense knockdown of stx1b showed seizure-like behavior and epileptiform discharges that were highly sensitive to increased temperature. Wild-type human syntaxin-1B but not a mutated protein rescued the effects of stx1b knockdown in zebrafish. Our results thus implicate STX1B and the presynaptic release machinery in fever-associated epilepsy syndromes.","dc:creator":"Schubert J","dc:date":"2014","dc:title":"Mutations in STX1B, encoding a presynaptic protein, cause fever-associated epilepsy syndromes."},"rdfs:label":"Rescue of zebrafish STX1B knockdown"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant-level experimental evidence"},{"id":"cggv:d029d8c5-ab09-40ab-9231-a72fa1cfe3f8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:aee9ba31-5857-4223-ab56-bf1a3f3992b0","type":"FunctionalAlteration","dc:description":"Synaptic neurotransmission was not restored in STX1-null neurons by exogenous expression of STX1BInDel, as no measurable EPSCs, RRPs, and miniature EPSCs were detected. \n\nSTX1BG226R rescued Ca2 + -triggered neurotransmitter release and RRP only partially, as\nboth were reduced by \u000470% . Interestingly,we detected no significant difference in Pvr and PPR; in agreement with this observation, spontaneous release remained unchanged upon STX1BG226R expression in STX1-null neurons compared to STX1BWTexpressing neurons.  Strikingly, despite resulting in an initial Pvr comparable to STX1BWT, STX1BG226R did not efficiently sustain neurotransmitter release when the neurons were stimulated with a 10 Hz high-frequency stimulus, more evidently in the late phase of the stimulus. \n\nUnexpectedly, STX1BV216E efficiently rescued both EPSCs and RRPs, however with a small increase in the former, and a slight decrease in the latter, resulting in a significant increase in Pvr. Consistently, PPR recorded from the neurons expressing STX1BV216E was significantly smaller than that of neurons expressing STX1BWT. This increase in Pvr in STX1BV216E expressing neurons was accompanied by a \u000440% increase in miniature EPSC frequency and an almost 2-fold increase in miniature EPSC rate. An increase in Pvr induces a faster depletion of the pool of\nthe vesicles upon high-frequency stimulation of the neurons. Accordingly, the neurons expressing STX1BV216E showed a larger depression in neurotransmitter release when stimulated at 10 Hz compared to that of neurons expressing STX1BWT. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32572454","type":"dc:BibliographicResource","dc:abstract":"Syntaxin 1B (STX1B) is a core component of the N-ethylmaleimide-sensitive factor attachment protein receptor (SNARE) complex that is critical for the exocytosis of synaptic vesicles in the presynapse. SNARE-mediated vesicle fusion is assisted by Munc18-1, which recruits STX1B in the auto-inhibited conformation, while Munc13 catalyses the fast and efficient pairing of helices during SNARE complex formation. Mutations within the STX1B gene are associated with epilepsy. Here we analysed three STX1B mutations by biochemical and electrophysiological means. These three paradigmatic mutations cause epilepsy syndromes of different severity, from benign fever-associated seizures in childhood to severe epileptic encephalopathies. An insertion/deletion (K45/RMCIE, L46M) mutation (STX1BInDel), causing mild epilepsy and located in the early helical Habc domain, leads to an unfolded protein unable to sustain neurotransmission. STX1BG226R, causing epileptic encephalopathies, strongly compromises the interaction with Munc18-1 and reduces expression of both proteins, the size of the readily releasable pool of vesicles, and Ca2+-triggered neurotransmitter release when expressed in STX1-null neurons. The mutation STX1BV216E, also causing epileptic encephalopathies, only slightly diminishes Munc18-1 and Munc13 interactions, but leads to enhanced fusogenicity and increased vesicular release probability, also in STX1-null neurons. Even though the synaptic output remained unchanged in excitatory hippocampal STX1B+/- neurons exogenously expressing STX1B mutants, the manifestation of clear and distinct molecular disease mechanisms by these mutants suggest that certain forms of epilepsies can be conceptualized by assigning mutations to structurally sensitive regions of the STX1B-Munc18-1 interface, translating into distinct neurophysiological phenotypes.","dc:creator":"Vardar G","dc:date":"2020","dc:title":"Epilepsy-causing STX1B mutations translate altered protein functions into distinct phenotypes in mouse neurons."},"rdfs:label":"Synaptic transmission in STX1-null neurons"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant-level experimental evidence"},{"id":"cggv:a81ea6cb-3e85-4614-8931-15df3dbd6fe1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:3373363d-6b8f-4f49-91b1-98f078054707","type":"FunctionalAlteration","dc:description":"The circular dichroism (CD) spectra recordings of assembled and purified SNARE complexes showed that Both STX1BWT and STX1BInDel displayed the typical spectra of helical proteins with the minima at wavelengths of both 208 and 222 nm, with the latter being less pronounced for STX1BInDel. This suggests that helicity is reduced to some extent in this mutant. Consistently, thermostability measurements showed a4 20C decrease in protein stability for STX1BInDel. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32572454","rdfs:label":"circular dichroism and melting temperature"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level experimental evidence"},{"id":"cggv:783c8cb4-73e1-476c-93b8-43a9cfb9ce91","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:7f77057f-a37d-4048-9a13-686bde9f0d8b","type":"FunctionalAlteration","dc:description":" GST pull-down experiments showed that Munc18-1 binding was indeed abolished in the\ncase of STX1BInDel.  ITC measurements revealed a \u000460-fold decrease for STX1BG226R and a\n\u00045-fold decrease for STX1BV216E in their affinity to Munc18-1 compared to that of STX1BWT. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32572454","rdfs:label":"MUNC18-1 interaction"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variant level experimental evidence"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:3b9a9e0e-b3d5-4340-8853-0ae6e7c390fd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ba1b85ea-efcb-49b5-af17-1e1cdeea6d26","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:4fecff11-7d4f-4dd0-ad26-3af00cc0a599","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The p.Lys45_Leu46delinsArgMetCysIleGluMet STX1B partially maintained the neuronal viability so that only ∼50% of the STX1-null neurons exogenously expressing STX1BInDel were still alive at DIV 30.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32572454","rdfs:label":"Rescue of STX1B null neurons"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0,"dc:description":"This is a variant level functional data."},{"id":"cggv:ba98a382-0fbf-4c86-a802-8515910e37d6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:05527b2a-2c5c-4b9e-b8b1-b1326ea1b03f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Reduced threshold of seizures seen in the heterozygous knockout mice is similar to febrile seizures often seen in humans with heterozygous loss of function variants of STX1B.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32858780","type":"dc:BibliographicResource","dc:abstract":"De novo heterozygous mutations in the STX1B gene, encoding syntaxin 1B, cause a familial, fever-associated epilepsy syndrome. Syntaxin 1B is an essential component of the pre-synaptic neurotransmitter release machinery as a soluble N-ethylmaleimide-sensitive factor attachment protein receptor protein that regulates the exocytosis of synaptic vesicles. It is also involved in regulating the functions of the SLC6 family of neurotransmitter transporters that reuptake neurotransmitters, including inhibitory neurotransmitters, such as γ-aminobutyric acid (GABA) and glycine. The purpose of the present study was to elucidate the molecular mechanisms underlying the development of febrile seizures by examining the effects of syntaxin 1B haploinsufficiency on inhibitory synaptic transmission during hyperthermia in a mouse model. Stx1b gene heterozygous knockout (Stx1b","dc:creator":"Mishima T","dc:date":"2021","dc:title":"Syntaxin 1B regulates synaptic GABA release and extracellular GABA concentration, and is associated with temperature-dependent seizures."},"rdfs:label":"heat-induced seizure in STX1B knockout mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This is not a spontaneous seizure phenotype, but susceptibility to seizure with increased temperature. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:3b9a9e0e-b3d5-4340-8853-0ae6e7c390fd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3b9a9e0e-b3d5-4340-8853-0ae6e7c390fd_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6917,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:5828f798-f8f4-4a81-9530-4000b39f680f","type":"GeneValidityProposition","disease":"obo:MONDO_0018214","gene":"hgnc:18539","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*STX1B* was first reported in relation to autosomal dominant generalized epilepsy with febrile seizures plus (GEFS+) in 2014 (Schubert et al., PMID: 25362483). Typical phenotypes of individuals affected with GEFS+ include infantile/childhood-onset febrile and afebrile seizures, which are well-controlled with or without anti-epileptic drugs; intelligence is typically unaffected (PMIDs: 25362483, 27781031, 30737342). However, some individuals in the GEFS+ spectrum of disease may be more severely affected, with phenotypes including infantile-onset epileptic encephalopathy with developmental delays and/or intellectual disability (PMID: 30737342).  Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in inheritance pattern or molecular mechanism between individuals presenting with typical GEFS+ and those presenting with the more severe developmental and epileptic encephalopathy. Therefore, these individuals are being curated together under the single disease term GEFS+ (MONDO:0018214). \n\nTen variants (missense, small in-frame indels, truncations, and frameshift) reported in 10 probands in three publications are included in this curation (PMIDs: 25362483, 27781031, and 30737342). In two of the families, the variants segregated with a total LOD score of 6.38. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is also supported by a knockout mouse model that showed heat-induced seizures (PMID: 32858780).\n\nIn summary, there is definitive evidence supporting the relationship between *STX1B* and autosomal dominant GEFS+. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on June 20, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:3b9a9e0e-b3d5-4340-8853-0ae6e7c390fd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}