{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbdv3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-06-10T16:08:21.317Z","role":"Publisher"},{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-06-03T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0b2af9b7-5a02-474f-b408-638aaf16c8da","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c87cf39a-78e2-40db-920a-83f58fca007e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Platelet-rich plasma prepared from a healthy donor was immunoblotted and revealed ABCC4 expression in human and murine platelets. Like the murine platelets, surface biotinylation confirmed that the majority of human ABCC4 resides on the plasma membrane (∼85%).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26405223","type":"dc:BibliographicResource","dc:abstract":"Controlling the activation of platelets is a key strategy to mitigate cardiovascular disease. Previous studies have suggested that the ATP-binding cassette (ABC) transporter, ABCC4, functions in platelet-dense granules. Using plasma membrane biotinylation and super-resolution microscopy, we demonstrate that ABCC4 is primarily expressed on the plasma membrane of both mouse and human platelets. Platelets lacking ABCC4 have unchanged dense-granule function, number, and volume, but harbor a selective impairment in collagen-induced aggregation. Accordingly, Abcc4 knockout (KO) platelet attachment to a collagen substratum was also faulty and associated with elevated intracellular cyclic AMP (cAMP) and reduced plasma membrane localization of the major collagen receptor, GPVI. In the ferric-chloride vasculature injury model, Abcc4 KO mice exhibited markedly impaired thrombus formation. The attenuation of platelet aggregation by the phosphodiesterase inhibitor EHNA (a non-ABCC4 substrate), when combined with Abcc4 deficiency, illustrated a crucial functional interaction between phosphodiesterases and ABCC4. This was extended in vivo where EHNA dramatically prolonged the bleeding time, but only in Abcc4 KO mice. Further, we demonstrated in human platelets that ABCC4 inhibition, when coupled with phosphodiesterase inhibition, strongly impaired platelet aggregation. These findings have important clinical implications because they directly highlight an important relationship between ABCC4 transporter function and phosphodiesterases in accounting for the cAMP-directed activity of antithrombotic agents.","dc:creator":"Cheepala SB","dc:date":"2015","dc:title":"The ABCC4 membrane transporter modulates platelet aggregation."},"rdfs:label":"Platelet Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"Expression is not specific to platelets, as reported by the Human Protein Atlas which shows low immune cell specificity, however presence on platelet surface is consistent with a role in platelet aggregation."},{"id":"cggv:40c1b0ef-4797-4efa-b346-17cb8c68a147","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4b026372-1d51-44d4-9de0-70bc5df5f556","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Molecules that reduce the level of cyclic adenosine 5′-monophosphate (cAMP) in the platelet cytosol trigger platelet activation. Therefore, any change in the distribution and/or availability of cyclic nucleotides or ADP may interfere with platelet reactivity as observed in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11856762","type":"dc:BibliographicResource","dc:abstract":"The cyclic nucleotides cAMP and cGMP play key roles in cellular signaling and the extracellular regulation of fluid balance. In the kidney, cAMP is excreted across the apical proximal tubular membrane into urine, where it reduces phosphate reabsorption through a dipyridamole-sensitive mechanism that is not fully understood. It has long been known that this cAMP efflux pathway is dependent on ATP and is inhibited by probenecid. However, its identity and whether cGMP shares the same transporter have not been established. Here the expression, localization, and functional properties of human multidrug resistance protein 4 (MRP4) are reported. MRP4 is localized to the proximal tubule apical membrane of human kidney, and membrane vesicles from Sf9 cells expressing human MRP4 exhibit ATP-dependent transport of [(3)H]cAMP and [(3)H]cGMP. Both probenecid and dipyridamole are potent MRP4 inhibitors. ATP-dependent [(3)H]methotrexate and [(3)H]estradiol-17beta-D-glucuronide transport by MRP4 and interactions with the anionic conjugates S-(2,4-dinitrophenyl)-glutathione, N-acetyl-(2,4-dinitrophenyl)-cysteine, alpha-naphthyl-beta-D-glucuronide, and p-nitrophenyl-beta-D-glucuronide are also demonstrated. In kidneys of rats deficient in the apical anionic conjugate efflux pump Mrp2, Mrp4 expression is maintained at the same level. It is concluded that MRP4 is a novel apical organic anion transporter and the putative efflux pump for cAMP and cGMP in human kidney proximal tubules.","dc:creator":"van Aubel RAMH","dc:date":"2002","dc:title":"The MRP4/ABCC4 gene encodes a novel apical organic anion transporter in human kidney proximal tubules: putative efflux pump for urinary cAMP and cGMP."},"rdfs:label":"cAMP transport"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Membrane vesicles from Sf9 cells expressing human MRP4 exhibit ATP-dependent transport of [3H]cAMP and [3H]cGMP. To investigate whether MRP4 is a candidate transporter for cAMP and cGMP, uptake studies were performed with membrane vesicles isolated from Sf9-MRP4 and Sf9-HKβ cells. The uptake of 100 μM [3H]cAMP or 1 μM [3H]cGMP into membrane vesicles from Sf9-MRP4 cells was stimulated in the presence of ATP and was linear up to 12 min of incubation. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.75},{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb2a1dfd-d288-4cfd-bf94-a385e0806c78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8bc65029-50fc-4351-8dd3-d1ad44852d65","type":"FunctionalAlteration","dc:description":"Studied platelet aggregation after short-time exposure to Ceefourin-1 (a specific inhibitor of MRP4) and observed a significant effect on aggregation when collagen (5 μg/mL) was used, but also with ADP (5 μM) or PAR1-AP (30 μM). MRP4 inhibition resulted in a reduction of maximum platelet aggregation, with the most prominent effect (about 50% inhibition at 10 μMCeefourin-1) being observed with the strong agonist collagen (5 μg/ml) (38.3 ± 10.3%aggregation vs. 77.3 ± 4.0% for the solvent control) as well as a significant effect on aggregation in ADP- and PAR1-AP-stimulated platelets (27% and 13% reduction at 10 μM Ceefourin-1,respectively).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35295075","type":"dc:BibliographicResource","dc:abstract":"The multidrug resistance protein 4 (MRP4) is highly expressed in platelets and several lines of evidence point to an impact on platelet function. MRP4 represents a transporter for cyclic nucleotides as well as for certain lipid mediators. The aim of the present study was to comprehensively characterize the effect of a short-time specific pharmacological inhibition of MRP4 on signaling pathways in platelets. Transport assays in isolated membrane vesicles showed a concentration-dependent inhibition of MRP4-mediated transport of cyclic nucleotides, thromboxane (Tx)B2 and fluorescein (FITC)-labeled sphingosine-1-phosphate (S1P) by the selective MRP4 inhibitor Ceefourin-1. In ex-vivo aggregometry studies in human platelets, Ceefourin-1 significantly inhibited platelet aggregation by about 30 to 50% when ADP or collagen was used as activating agents, respectively. Ceefourin-1 significantly lowered the ADP-induced activation of integrin αIIbβ3, indicated by binding of FITCfibrinogen (about 50% reduction at 50 μM Ceefourin-1), and reduced calcium influx. Furthermore, pre-incubation with Ceefourin-1 significantly increased PGE1- and cinaciguat-induced vasodilator-stimulated phosphoprotein (VASP) phosphorylation, indicating increased cytosolic cAMP as well as cGMP concentrations, respectively. The release of TxB2 from activated human platelets was also attenuated. Finally, selective MRP4 inhibition significantly reduced both the total area covered by thrombi and the average thrombus size by about 40% in a flow chamber model. In conclusion, selective MRP4 inhibition causes reduced platelet adhesion and thrombus formation under flow conditions. This finding is mechanistically supported by inhibition of integrin αIIbβ3 activation, elevated VASP phosphorylation and reduced calcium influx, based on inhibited cyclic nucleotide and thromboxane transport as well as possible further mechanisms.","dc:creator":"Wolf R","dc:date":"2022","dc:title":"Specific inhibition of the transporter MRP4/ABCC4 affects multiple signaling pathways and thrombus formation in human platelets."},"rdfs:label":"inhibition of MRP4"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Pharmacological inhibition of MRP4 affects several signaling pathways in platelets mechanistically based on the transport inhibition not only of cAMP but\nalso cGMP as well as of the lipid mediators thromboxane and S1P."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e7681c52-a96e-4b36-8daa-d7997bd46af0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:98c51f22-c32c-43a0-a56d-09d969bae5f0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Abcc4 KO mouse had a platelet aggregation defect, as in humans, however in the mice the defect occurs at the lowest collagen concentration (0.625 μg/mL), KO platelets achieved aggregation of only ∼33% of WT. And no defect in aggregation upon challenge with the P2Y12 receptor agonist, ADP, and P2Y12.\n\nFollow-up in PMID: 37988981also found defective proplatelet formation and polyploidization in Abcc4 -/- fetal liver derived megakaryocytes. However there is compensation for Abcc4 ’s absence in vivo, with near normal level of platelets in vivo in Abcc4 -/- mice.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26405223","rdfs:label":"Abcc4 KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mouse aggregation defect is in contrast to humans which show a defect to low concentrations of ADP."},{"id":"cggv:0250569f-63c2-4dad-a14d-ff5998708abc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b25cc558-898b-426a-95b9-daa7552a01d0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MRP4-deficient mice recapitulate the human phenotype of defective platelet activation with reduced aggregation induced by low concentrations of proteinase-activated receptor 4–activating peptide, U46619, or ADP. Mice were also found to have delayed arterial thrombosis and prolonged bleeding times though patients are not noted to have bleeding phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26316625","type":"dc:BibliographicResource","dc:abstract":"Molecules that reduce the level of cyclic adenosine 5'-monophosphate (cAMP) in the platelet cytosol, such as adenosine 5'-diphosphate (ADP) secreted from dense granules, trigger platelet activation. Therefore, any change in the distribution and/or availability of cyclic nucleotides or ADP may interfere with platelet reactivity. In this study, we evaluated the role of multidrug resistance protein 4 (MRP4, or ABCC4), a nucleotide transporter, in platelet functions in vivo and in vitro by investigating MRP4-deficient mice. MRP4 deletion resulted in a slight increase in platelet count but had no impact on platelet ultrastructure. In MRP4-deficient mice, the arterial occlusion was delayed and the tail bleeding time was prolonged. In a model of platelet depletion and transfusion mimicking a platelet-specific knockout, mice injected with MRP4(-/-) platelets also showed a significant increase in blood loss compared with mice injected with wild-type platelets. Defective thrombus formation and platelet activation were confirmed in vitro by studying platelet adhesion to collagen in flow conditions, integrin αIIbβ3 activation, washed platelet secretion, and aggregation induced by low concentrations of proteinase-activated receptor 4-activating peptide, U46619, or ADP. We found no role of MRP4 in ADP dense-granule storage, but MRP4 redistributed cAMP from the cytosol to dense granules, as confirmed by increased vasodilator-stimulated phosphoprotein phosphorylation in MRP4-deficient platelets. These data suggest that MRP4 promotes platelet aggregation by modulating the cAMP-protein kinase A signaling pathway, suggesting that MRP4 might serve as a target for novel antiplatelet agents. ","dc:creator":"Decouture B","dc:date":"2015","dc:title":"Impaired platelet activation and cAMP homeostasis in MRP4-deficient mice."},"rdfs:label":"MRP4-deficient Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.25},{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e8cac7c0-b913-41bc-a4fa-4cec14db9e9f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e8cac7c0-b913-41bc-a4fa-4cec14db9e9f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":52,"allele":{"id":"cggv:37a7908f-2bab-4840-b6b9-158273fde055","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"GRCh38 13q32.1(chr13:95018454-95085982)x1"},"detectionMethod":"Integrative Genomics Viewer analysis revealed a large homozygous deletion in the ABCC4 gene. Sanger sequencing was used to identify the precise breakpoints of the deletion.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"PEL blood group, at lower ADP concentrations of 2.5 and 5 µM, platelet aggregation was decreased in the PEL-negative individuals (9.5% ± 4.9% and 27% ± 11%, respectively) compared with reference ranges (75%-95% and 78%-91%, respectively).","phenotypes":"obo:HP_0004866","previousTesting":true,"previousTestingDescription":"Whole-exome sequencing was performed using genomic DNA from leukocytes however it failed to reveal any single mutations or indel variants common to the 4 PEL-negative individuals. Then used a comparative global proteomic strategy to analyze the differential expression of membrane proteins in RBC membranes (ghosts) from 3 PEL-negative and 3 PEL-positive individuals as controls. Only 1 missing membrane protein was identified, ABCC4/MRP4, which was absent in the ghosts from all 3 PEL-negative samples compared with the control ghosts.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7761b8db-069e-4878-b340-b29ac8e463d1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:37a7908f-2bab-4840-b6b9-158273fde055"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31826245","type":"dc:BibliographicResource","dc:abstract":"The rare PEL-negative phenotype is one of the last blood groups with an unknown genetic basis. By combining whole-exome sequencing and comparative global proteomic investigations, we found a large deletion in the ABCC4/MRP4 gene encoding an ATP-binding cassette (ABC) transporter in PEL-negative individuals. The loss of PEL expression on ABCC4-CRISPR-Cas9 K562 cells and its overexpression in ABCC4-transfected cells provided evidence that ABCC4 is the gene underlying the PEL blood group antigen. Although ABCC4 is an important cyclic nucleotide exporter, red blood cells from ABCC4null/PEL-negative individuals exhibited a normal guanosine 3',5'-cyclic monophosphate level, suggesting a compensatory mechanism by other erythroid ABC transporters. Interestingly, PEL-negative individuals showed an impaired platelet aggregation, confirming a role for ABCC4 in platelet function. Finally, we showed that loss-of-function mutations in the ABCC4 gene, associated with leukemia outcome, altered the expression of the PEL antigen. In addition to ABCC4 genotyping, PEL phenotyping could open a new way toward drug dose adjustment for leukemia treatment.","dc:creator":"Azouzi S","dc:date":"2020","dc:title":"Lack of the multidrug transporter MRP4/ABCC4 defines the PEL-negative blood group and impairs platelet aggregation."}},"rdfs:label":"MicT"},{"id":"cggv:7761b8db-069e-4878-b340-b29ac8e463d1","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7761b8db-069e-4878-b340-b29ac8e463d1_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Additional French-Canadian individual with same variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:74b2e471-da6e-485d-b570-f846955a70a1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:74b2e471-da6e-485d-b570-f846955a70a1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":29,"allele":{"id":"cggv:37a7908f-2bab-4840-b6b9-158273fde055"},"detectionMethod":"Integrative Genomics Viewer analysis revealed a large homozygous deletion in the ABCC4 gene. Sanger sequencing was used to identify the precise breakpoints of the deletion.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"PEL blood group, at lower ADP concentrations of 2.5 and 5 µM, platelet aggregation was decreased in the PEL-negative individuals (9.5% ± 4.9% and 27% ± 11%, respectively) compared with reference ranges (75%-95% and 78%-91%, respectively).","phenotypes":"obo:HP_0004866","previousTesting":true,"previousTestingDescription":"Whole-exome sequencing was performed using genomic DNA from leukocytes however it failed to reveal any single mutations or indel variants common to the 4 PEL-negative individuals. Then used a comparative global proteomic strategy to analyze the differential expression of membrane proteins in RBC membranes (ghosts) from 3 PEL-negative and 3 PEL-positive individuals as controls. Only 1 missing membrane protein was identified, ABCC4/MRP4, which was absent in the ghosts from all 3 PEL-negative samples compared with the control ghosts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7006ff53-c033-4e2a-9e83-7d6931a36c79_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:37a7908f-2bab-4840-b6b9-158273fde055"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31826245"},"rdfs:label":"Pel"},{"id":"cggv:7006ff53-c033-4e2a-9e83-7d6931a36c79","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7006ff53-c033-4e2a-9e83-7d6931a36c79_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Additional French-Canadian individual with same variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7cacad20-ee91-4146-9d07-937ce495c445_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7cacad20-ee91-4146-9d07-937ce495c445","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":64,"allele":{"id":"cggv:37a7908f-2bab-4840-b6b9-158273fde055"},"detectionMethod":"Integrative Genomics Viewer analysis revealed a large homozygous deletion in the ABCC4 gene. Sanger sequencing was used to identify the precise breakpoints of the deletion.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"PEL blood group, at lower ADP concentrations of 2.5 and 5 µM, platelet aggregation was decreased in the PEL-negative individuals (9.5% ± 4.9% and 27% ± 11%, respectively) compared with reference ranges (75%-95% and 78%-91%, respectively).","phenotypes":"obo:HP_0004866","previousTesting":true,"previousTestingDescription":"Whole-exome sequencing was performed using genomic DNA from leukocytes however it failed to reveal any single mutations or indel variants common to the 4 PEL-negative individuals. Then used a comparative global proteomic strategy to analyze the differential expression of membrane proteins in RBC membranes (ghosts) from 3 PEL-negative and 3 PEL-positive individuals as controls. Only 1 missing membrane protein was identified, ABCC4/MRP4, which was absent in the ghosts from all 3 PEL-negative samples compared with the control ghosts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f4ab5aec-34c3-4f5f-8f49-6f542a5ba599_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:37a7908f-2bab-4840-b6b9-158273fde055"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31826245"},"rdfs:label":"MonT"},{"id":"cggv:f4ab5aec-34c3-4f5f-8f49-6f542a5ba599","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f4ab5aec-34c3-4f5f-8f49-6f542a5ba599_variant_evidence_item"}],"strengthScore":0.5,"dc:description":"Additional French-Canadian individual with same variant."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7e66b69d-2d6b-4200-85e2-06addf428c18_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7e66b69d-2d6b-4200-85e2-06addf428c18","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":50,"allele":{"id":"cggv:37a7908f-2bab-4840-b6b9-158273fde055"},"detectionMethod":"Integrative Genomics Viewer analysis revealed a large homozygous deletion in the ABCC4 gene. Sanger sequencing was used to identify the precise breakpoints of the deletion.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"PEL blood group, at lower ADP concentrations of 2.5 and 5 µM, platelet aggregation was decreased in the PEL-negative individuals (9.5% ± 4.9% and 27% ± 11%, respectively) compared with reference ranges (75%-95% and 78%-91%, respectively).","phenotypes":"obo:HP_0004866","previousTesting":true,"previousTestingDescription":"Whole-exome sequencing was performed using genomic DNA from leukocytes however it failed to reveal any single mutations or indel variants common to the 4 PEL-negative individuals. Then used a comparative global proteomic strategy to analyze the differential expression of membrane proteins in RBC membranes (ghosts) from 3 PEL-negative and 3 PEL-positive individuals as controls. Only 1 missing membrane protein was identified, ABCC4/MRP4, which was absent in the ghosts from all 3 PEL-negative samples compared with the control ghosts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:daced2de-9da3-4b0b-a381-2f7f4e0b4604_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:37a7908f-2bab-4840-b6b9-158273fde055"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31826245"},"rdfs:label":"HugS"},{"id":"cggv:daced2de-9da3-4b0b-a381-2f7f4e0b4604","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:daced2de-9da3-4b0b-a381-2f7f4e0b4604_variant_evidence_item"}],"strengthScore":1,"dc:description":"The homozygous GRCh38 (chr13:95018454-95085982)x1 deletion is accompanied by the insertion of an intervening 18-bp sequence (CTGTAATCCCAGCACTTT) that corresponds to an intronic sequence repeated 62 times in the ABCC4 gene. This deletion removed the last 10 exons of the gene and part of the downstream 3′ untranslated region (no adjacent genes were deleted). This is consistent with the absence of ABCC4 in the membrane of the patients."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbd_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":8399,"specifiedBy":"GeneValidityCriteria10","strengthScore":9.25,"subject":{"id":"cggv:e0dca7b3-c902-474b-870b-57e9cb4ad4ac","type":"GeneValidityProposition","disease":"obo:MONDO_0001197","gene":"hgnc:55","modeOfInheritance":"obo:HP_0000007"},"version":"3.0","dc:description":" ABCC4 was first reported in relation to an autosomal recessive qualitative platelet defect in 2020 (Azouzi S, et al., 2020, PMID: 31826245). This heritable platelet function defect is characterized by reduced platelet aggregation in response to low concentration ADP. ABCC4 encodes MRP4 which is thought to promote platelet aggregation by modulating the cAMP–protein kinase A signaling pathway. One variant (the GRCh38 (chr13:95018454-95085982) deletion accompanied by the insertion of an intervening 18-bp sequence of CTGTAATCCCAGCACTTT) has been reported in 4 French-Canadian probands in 1 publication (PMID: 31826245). This gene-disease association is supported by its function in cAMP transport (PMID: 11856762), which when disrupted leads to a platelet aggregation defect (PMID: 35295075), as well as its expression on the plasma membrane of platelets (PMID: 26405223), and two mouse models that recapitulate a platelet aggregation defect (PMIDs: 26405223, 26316625). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nThis gene-disease pair was previously evaluated by the HT GCEP on May 25, 2022. It was reevaluated on June 3, 2024. As a result of this reevaluation no new evidence was identified and the classification remained Moderate (SOP Version 10).","dc:isVersionOf":{"id":"cggv:2828abac-5b4a-4dad-a703-10c0daf35dbd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}