{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-11-13T17:00:00.000Z","role":"Approver"},{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-11-13T19:58:44.111Z","role":"Publisher"}],"evidence":[{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:73fc3163-d4bd-4ed7-bfae-dbe29ffbbec1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:08a59e2d-733e-4dc7-94fe-56257524d732","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":40,"detectionMethod":"","firstTestingMethod":"Denaturing gradient gel","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:73fc3163-d4bd-4ed7-bfae-dbe29ffbbec1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9d49fefd-5904-40eb-9dfa-5ddf751538c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020297.3(ABCC9):c.4537G>A (p.Ala1513Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254332"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15034580","type":"dc:BibliographicResource","dc:abstract":"Stress tolerance of the heart requires high-fidelity metabolic sensing by ATP-sensitive potassium (K(ATP)) channels that adjust membrane potential-dependent functions to match cellular energetic demand. Scanning of genomic DNA from individuals with heart failure and rhythm disturbances due to idiopathic dilated cardiomyopathy identified two mutations in ABCC9, which encodes the regulatory SUR2A subunit of the cardiac K(ATP) channel. These missense and frameshift mutations mapped to evolutionarily conserved domains adjacent to the catalytic ATPase pocket within SUR2A. Mutant SUR2A proteins showed aberrant redistribution of conformations in the intrinsic ATP hydrolytic cycle, translating into abnormal K(ATP) channel phenotypes with compromised metabolic signal decoding. Defective catalysis-mediated pore regulation is thus a mechanism for channel dysfunction and susceptibility to dilated cardiomyopathy.","dc:creator":"Bienengraeber M","dc:date":"2004","dc:title":"ABCC9 mutations identified in human dilated cardiomyopathy disrupt catalytic KATP channel gating."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15034580","rdfs:label":"2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:848bdd65-66cf-4857-b0ec-4cfdafd0baef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4c18ac97-b559-498e-a5fa-35ca1462c05f","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":55,"detectionMethod":"","firstTestingMethod":"Denaturing gradient gel","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:848bdd65-66cf-4857-b0ec-4cfdafd0baef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9d6a6a0-b828-4048-8a9b-74f5a48c04eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005691.3(ABCC9):c.4572_4573insT (p.Val1525fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA238373"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15034580"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15034580","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"This variant is predicted to result in truncation of the protein. However, a variant very similar to this was found frequently in gnomad (c.4571_4572del/p.Leu1524CysfsTer4)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5},{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:387d5bcd-cb79-4131-a745-dc3061868326","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9db3db80-0433-4956-9d3e-30bf3e3cbac9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"ABCC9 expression was downregulated in dilated cardiomyopathy vs. controls and ischemic cardiomyopathy\nvs. controls","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31948008","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy (DCM) is one of the most common causes of heart failure. Several studies have used RNA-sequencing (RNA-seq) to profile differentially expressed genes (DEGs) associated with DCM. In this study, we aimed to profile gene expression signatures and identify novel genes associated with DCM through a quantitative meta-analysis of three publicly available RNA-seq studies using human left ventricle tissues from 41 DCM cases and 21 control samples. Our meta-analysis identified 789 DEGs including 581 downregulated and 208 upregulated genes. Several DCM-related genes previously reported, including MYH6, CKM, NKX2-5 and ATP2A2, were among the top 50 DEGs. Our meta-analysis also identified 39 new DEGs that were not detected using those individual RNA-seq datasets. Some of those genes, including PTH1R, ADAM15 and S100A4, confirmed previous reports of associations with cardiovascular functions. Using DEGs from this meta-analysis, the Ingenuity Pathway Analysis (IPA) identified five activated toxicity pathways, including failure of heart as the most significant pathway. Among the upstream regulators, SMARCA4 was downregulated and prioritized by IPA as the top affected upstream regulator for several DCM-related genes. To our knowledge, this study is the first to perform a transcriptomic meta-analysis for clinical DCM using RNA-seq datasets. Overall, our meta-analysis successfully identified a core set of genes associated with DCM.","dc:creator":"Alimadadi A","dc:date":"2020","dc:title":"Meta-Analysis of Dilated Cardiomyopathy Using Cardiac RNA-Seq Transcriptomic Datasets."},"rdfs:label":"Gene expression in DCM vs. normal hearts"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8cf9ded5-c283-4f74-9952-f25cd6bf8cb7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d869166e-b420-4730-94aa-7f6ee5695531","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice homozygous for stop variant in ABCC9 showed reduced fraction shortening and increase in left ventricular internal dimension in diastole (normalized to body length), mirroring the mild dilatation observed in human.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31575858","type":"dc:BibliographicResource","dc:abstract":"Mutations in genes encoding KATP channel subunits have been reported for pancreatic disorders and Cantú syndrome. Here, we report a syndrome in six patients from two families with a consistent phenotype of mild intellectual disability, similar facies, myopathy, and cerebral white matter hyperintensities, with cardiac systolic dysfunction present in the two oldest patients. Patients are homozygous for a splice-site mutation in ABCC9 (c.1320 + 1 G > A), which encodes the sulfonylurea receptor 2 (SUR2) subunit of KATP channels. This mutation results in an in-frame deletion of exon 8, which results in non-functional KATP channels in recombinant assays. SUR2 loss-of-function causes fatigability and cardiac dysfunction in mice, and reduced activity, cardiac dysfunction and ventricular enlargement in zebrafish. We term this channelopathy resulting from loss-of-function of SUR2-containing KATP channels ABCC9-related Intellectual disability Myopathy Syndrome (AIMS). The phenotype differs from Cantú syndrome, which is caused by gain-of-function ABCC9 mutations, reflecting the opposing consequences of KATP loss- versus gain-of-function.","dc:creator":"Smeland MF","dc:date":"2019","dc:title":"ABCC9-related Intellectual disability Myopathy Syndrome is a KATP channelopathy with loss-of-function mutations in ABCC9."},"rdfs:label":"Mice homozygous for splice-site mutation in ABCC9"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mice studied here were homozygous for ABCC9 stop variant. The humans described carried heterozygous variants in ABCC9. We therefore chose to downgrade the default score of 2 to 1."},{"id":"cggv:9bddd223-624c-426c-8d26-78f1147cafb2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cdbbdac3-063a-46ca-945b-97af6cd41768","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice showed cardiac dilatation and reduced ejection fraction, consistent with dilated cardiomyopathy in human. \n\nHistological analysis shows that Ex5 mice had enlarged hearts compared to WT littermate controls (LV, left ventricle; RV, right ventricle). Ex5 mice have an increased heart weight to tibia length ratio compared to WT (5.6±0.3 vs. 4.4±0.2 mg/mm, P<0.05). Echocardiography was performed on neonatal mice from postnatal d 6 to 11. Ex5 mice exhibited a progressive decrease in ejection fraction compared to littermate controls during this time period. Representative M-mode echocardiograms from d 11 WT and Ex5 neonatal mice demonstrate a decline in cardiac fractional shortening (39.3±2.8 vs. 59.7±1.0%, P<0.05","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24648545","type":"dc:BibliographicResource","dc:abstract":"The newborn heart adapts to postnatal life by shifting from a fetal glycolytic metabolism to a mitochondrial oxidative metabolism. Abcc9, an ATP-binding cassette family member, increases expression concomitant with this metabolic shift. Abcc9 encodes a membrane-associated receptor that partners with a potassium channel to become the major potassium-sensitive ATP channel in the heart. Abcc9 also encodes a smaller protein enriched in the mitochondria. We now deleted exon 5 of Abcc9 to ablate expression of both plasma membrane and mitochondria-associated Abcc9-encoded proteins, and found that the myocardium failed to acquire normal mature metabolism, resulting in neonatal cardiomyopathy. Unlike wild-type neonatal cardiomyocytes, mitochondria from Ex5 cardiomyocytes were unresponsive to the KATP agonist diazoxide, consistent with loss of KATP activity. When exposed to hydrogen peroxide to induce cell stress, Ex5 neonatal cardiomyocytes displayed a rapid collapse of mitochondria membrane potential, distinct from wild-type cardiomyocytes. Ex5 cardiomyocytes had reduced fatty acid oxidation, reduced oxygen consumption and reserve. Morphologically, Ex5 cardiac mitochondria exhibited an immature pattern with reduced cross-sectional area and intermitochondrial contacts. In the absence of Abcc9, the newborn heart fails to transition normally from fetal to mature myocardial metabolism.-Fahrenbach, J. P., Stoller, D., Kim, G., Aggarwal, N., Yerokun, B., Earley, J. U., Hadhazy, M., Shi, N.-Q., Makielski, J. C., McNally, E. M. Abcc9 is required for the transition to oxidative metabolism in the newborn heart. ","dc:creator":"Fahrenbach JP","dc:date":"2014","dc:title":"Abcc9 is required for the transition to oxidative metabolism in the newborn heart."},"rdfs:label":"KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The defects in mice were found in homozygous mice only. The human patients presented with heterozygous variants. We therefore chose to downgrade the default score from 2 to 1."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":1481,"specifiedBy":"GeneValidityCriteria7","strengthScore":4,"subject":{"id":"cggv:93ffd263-d1ef-4271-8359-f069bf0c9cce","type":"GeneValidityProposition","disease":"obo:MONDO_0005021","gene":"hgnc:60","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"ABCC9 was first reported in relation to autosomal dominant dilated cardiomyopathy (DCM) in 2004 (Bienengraeber et al., 2004, PMID: 15034580). Human genetic evidence supporting this gene-disease relationship includes only case-level data. At least 2 variants (including 1 missense and 1 frameshift) have been reported in humans with DCM (Bienengraeber et al., 2004, PMID: 15034580). In addition, this gene-disease assertion is supported by animal models (Fahrenbach et al., 2014, PMID: 24648545 and Smeland et al., 2019, PMID: 31575858), expression studies (Kepenek et al., 2020, PMID: 31948008), and in vitro functional assays (Bienengraeber et al., 2003, PMID: 15034580). In summary, there is limited evidence to support this gene-disease relationship. More evidence is needed to support the relationship of ABCC9 with autosomal dominant DCM. This classification was approved by the ClinGen Dilated Cardiomyopathy Working Group on August, 28 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:8be22ebc-f0f5-4de5-9c2a-382ebd02c533"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}