{"id":"cggv:96d77406-9cbb-471f-b16a-7f1fb2af2655v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Strong","contributions":[{"id":"cggv:96d77406-9cbb-471f-b16a-7f1fb2af2655_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-12-15T17:00:00.000Z","role":"Approver"},{"id":"cggv:96d77406-9cbb-471f-b16a-7f1fb2af2655_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-04-09T13:38:42.998Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/34211179","type":"dc:BibliographicResource","dc:abstract":"SPTBN1 encodes βII-spectrin, the ubiquitously expressed β-spectrin that forms micrometer-scale networks associated with plasma membranes. Mice deficient in neuronal βII-spectrin have defects in cortical organization, developmental delay and behavioral deficiencies. These phenotypes, while less severe, are observed in haploinsufficient animals, suggesting that individuals carrying heterozygous SPTBN1 variants may also show measurable compromise of neural development and function. Here we identify heterozygous SPTBN1 variants in 29 individuals with developmental, language and motor delays; mild to severe intellectual disability; autistic features; seizures; behavioral and movement abnormalities; hypotonia; and variable dysmorphic facial features. We show that these SPTBN1 variants lead to effects that affect βII-spectrin stability, disrupt binding to key molecular partners, and disturb cytoskeleton organization and dynamics. Our studies define SPTBN1 variants as the genetic basis of a neurodevelopmental syndrome, expand the set of spectrinopathies affecting the brain and underscore the critical role of βII-spectrin in the central nervous system.","dc:creator":"Cousin MA","dc:date":"2021","dc:title":"Pathogenic SPTBN1 variants cause an autosomal dominant neurodevelopmental syndrome."},"evidence":[{"id":"cggv:96d77406-9cbb-471f-b16a-7f1fb2af2655_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:96d77406-9cbb-471f-b16a-7f1fb2af2655_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:96d77406-9cbb-471f-b16a-7f1fb2af2655_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:de1f1445-f0d6-4715-b09e-277871d8f4e8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:393bb336-dae1-44dd-bfb1-69434fd6e311","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"To determine whether ELF (SPTBN1 legacy name) associates with Smad2, Smad3, and Smad4, Tang et al. immunoprecipitated ELF from cell extracts prepared from wild-type mouse embryonic fibroblasts and HepG2 cells that had been treated with TGF-β1 (TGF-β1 treatment stimulates ELF and Smad3 phosphorylation).  They found specific antisera to ELF immunoprecipitated Smad3 and Smad4 proteins only in the presence of TGF-β1, while no association occurred with Smad2.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12543979","type":"dc:BibliographicResource","dc:abstract":"Disruption of the adaptor protein ELF, a beta-spectrin, leads to disruption of transforming growth factor-beta (TGF-beta) signaling by Smad proteins in mice. Elf-/- mice exhibit a phenotype similar to smad2+/-/smad3+/- mutant mice of midgestational death due to gastrointestinal, liver, neural, and heart defects. We show that TGF-beta triggers phosphorylation and association of ELF with Smad3 and Smad4, followed by nuclear translocation. ELF deficiency results in mislocalization of Smad3 and Smad4 and loss of the TGF-beta-dependent transcriptional response, which could be rescued by overexpression of the COOH-terminal region of ELF. This study reveals an unexpected molecular link between a major dynamic scaffolding protein and a key signaling pathway.","dc:creator":"Tang Y","dc:date":"2003","dc:title":"Disruption of transforming growth factor-beta signaling in ELF beta-spectrin-deficient mice."},"rdfs:label":"Tang_Protein Interactions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:96d77406-9cbb-471f-b16a-7f1fb2af2655_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2d271dc-32bc-4d8c-a697-1d1b19e69af6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:de472898-8766-47bf-805c-451481786ce1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse phenotype is similar to humans because they mice showed developmental and motor delay, as well as seizures. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31209033","type":"dc:BibliographicResource","dc:abstract":"βII-spectrin is the generally expressed member of the β-spectrin family of elongated polypeptides that form micrometer-scale networks associated with plasma membranes. We addressed in vivo functions of βII-spectrin in neurons by knockout of βII-spectrin in mouse neural progenitors. βII-spectrin deficiency caused severe defects in long-range axonal connectivity and axonal degeneration. βII-spectrin-null neurons exhibited reduced axon growth, loss of actin-spectrin-based periodic membrane skeleton, and impaired bidirectional axonal transport of synaptic cargo. We found that βII-spectrin associates with KIF3A, KIF5B, KIF1A, and dynactin, implicating spectrin in the coupling of motors and synaptic cargo. βII-spectrin required phosphoinositide lipid binding to promote axonal transport and restore axon growth. Knockout of ankyrin-B (AnkB), a βII-spectrin partner, primarily impaired retrograde organelle transport, while double knockout of βII-spectrin and AnkB nearly eliminated transport. Thus, βII-spectrin promotes both axon growth and axon stability through establishing the actin-spectrin-based membrane-associated periodic skeleton as well as enabling axonal transport of synaptic cargo.","dc:creator":"Lorenzo DN","dc:date":"2019","dc:title":"βII-spectrin promotes mouse brain connectivity through stabilizing axonal plasma membranes and enabling axonal organelle transport."},"rdfs:label":"Lorenzo_Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"The GCEP decided to downgrade the model since it did not recapitulate the ID phenotype."},{"id":"cggv:711df03b-d4c1-458f-9527-b515991c2e73","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e589117c-5735-44a3-97ab-d4e6961cd14d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model system is similar to the human phenotype in that it shows developmental delay and dysmorphic facial features. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12543979","rdfs:label":"Tang_Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"GCEP decided to downgrade mouse model since it does not closely recapitulate human phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Strong","sequence":8119,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:3361cbd7-0d26-426a-9805-333b5198c4fe","type":"GeneValidityProposition","disease":"obo:MONDO_0859178","gene":"hgnc:11275","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The SPTBN1 gene is located on chromosome 2 at 2p16.2 and encodes neuronal beta-II spectrin, which forms tetramers with alpha-II spectrin that intercalate F-actin rings to build a submembranous periodic skeleton. SPTBN1 was first reported in relation to autosomal dominant developmental delay, impaired speech, and behavioral abnormalities in 2021 (Cousin et al., PMID: 34211179). 13 variants (7 missense, 4 nonsense, 1 frameshift, and 1 intronic splice altering) that have been reported in 13 probands in two publications (PMIDs: 34211179, 33847457) are included in this curation. The mechanism of pathogenicity isunclear at this time. This gene-disease relationship is also supported by animal models and protein-protein interactions (PMIDs: 12543979, 31209033). In summary, there is strong evidence to support the relationship between SPTBN1 and autosomal dominant developmental delay, impaired speech, and behavioral abnormalities. Three years must elapse from the first proposal of the assertion to reach a definitive classification without any valid contradictory evidence. We will re-evaluate this gene-disease relationship at that time to determine if an upgraded classification of definitive is warranted.This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date December 15th, 2023 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:96d77406-9cbb-471f-b16a-7f1fb2af2655"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}