{"id":"cggv:d305c30f-50c1-491a-846f-4af6a2ad8affv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d305c30f-50c1-491a-846f-4af6a2ad8aff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2021-07-27T16:00:00.000Z","role":"Approver"},{"id":"cggv:d305c30f-50c1-491a-846f-4af6a2ad8aff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2021-07-27T14:40:51.428Z","role":"Publisher"}],"evidence":[{"id":"cggv:d305c30f-50c1-491a-846f-4af6a2ad8aff_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d305c30f-50c1-491a-846f-4af6a2ad8aff_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:678c9399-d779-49c0-ad62-e5fbca40ba3f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ef5de1b-0d08-4d07-9ba5-519a7b3fb0f8","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":8,"detectionMethod":"PCR of exons 2-4 of PCBD1 followed by direct sequencing. Pseudogenes were not looked at.","phenotypeFreeText":"HyperPhe presented at 5 days old with 240 umol/L Phe by Guthrie test. Reevaluation of plasma Phe levels at 9 weeks old showed 309 umol/L which normalized to 108umol/L over the following days. At 8 months the plasma Phe was elevated slightly (180-260 umol/L) with peak levels at 581 umol/L. Urine anlysis revealed normal neopterin and biopterin, but increased primapterin levels. Patient treated with BH4, until the age of 18 months when the therapy was stopped. At two years old the patient was deeloping normally.","phenotypes":"obo:HP_0008297","sex":"UnknownEthnicity","variant":{"id":"cggv:678c9399-d779-49c0-ad62-e5fbca40ba3f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e3ec4fa0-18e3-4227-8a28-d0d8e4c5e05b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000281.4(PCBD1):c.79G>T (p.Glu27Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA049198"}},{"id":"cggv:197d876e-7db2-45d3-a26a-2e15e449bf21","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000281.4(PCBD1):c.263G>A (p.Arg88Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA049137"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9760199","type":"dc:BibliographicResource","dc:abstract":"Four patients with primapterinuria, postulated to be due to pterin-4alpha-carbinolamine dehydratase (PCD) deficiency, were diagnosed by biochemical and DNA analysis. All four patients presented in the neonatal period with hyperphenylalaninemia, and elevated neopterin and decreased biopterin levels in the urine. These symptoms are common to 6-pyruvoyltetrahydropterin synthase deficiency and thus there is a danger of misdiagnosis. In addition, all four patients had elevated urinary excretion of primapterin (7-biopterin), the only persistent biochemical abnormality. Analysis of fibroblast DNA from the patients identified the following mutations in the PCBD gene: one patient homozygous for the missense mutation E96K and one homozygous for the nonsense mutation Q97X, both in exon 4; one compound heterozygote with the mutations E96K and Q97X; and one patient with two different homozygous mutations: E26X in exon 2 and R87Q in exon 4. In two families, the parents were investigated and found to be obligate heterozygotes for particular mutations. One sibling was found to be unaffected. These results further substantiate the idea that primapterinuria is associated with mutations in the PCBD gene.","dc:creator":"Thöny B","dc:date":"1998","dc:title":"Mutations in the pterin-4alpha-carbinolamine dehydratase (PCBD) gene cause a benign form of hyperphenylalaninemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9760199","rdfs:label":"Patient 1/ BIODEF 329"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The E27X variant is not found in gnomAD, and the R87Q had a MAF of 3.205E-3 (only present in heterozygotes). For the E26X/E27X mutation, a report by Ferre et al., 2014 (PMID:24204001) shows that the E27X variant is degraded and not produced when transiently expressed in HEK293 cells, detected by western blot and immunocytochemistry (Figure 3). The same paper shows no changes to the expression and localization of the R88Q variant, thus no evidence to support the pathogenicity at this time."},{"id":"cggv:5693724b-6b88-4a4d-8d48-87f45e09143a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c0ec36aa-45a6-4801-8cef-bce622055b6d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":3,"detectionMethod":"Direct nucleotide-sequence determination of PCR products from blood samples was performed for the coding exons (2-4) of PCBD1.","ethnicity":{"id":"cg:HispanicOrLatino"},"phenotypeFreeText":"Phe levels were 9 umol/L on day 1, 756 ummol/L on day 28. Primapterinuria was diagnosed on day 8. Following oral BH4 administration (2 mg/kg/d), neopterin normalized, and biopterin as well as primapterin increased about eight-fold; the same results were observed when dihydrobiopterin and sepiapterin were administered. At 8.5 years old, on a normal diet, the patient is developing normally with no HyperPhe.","phenotypes":["obo:HP_0001252","obo:HP_0001270","obo:HP_0008297"],"sex":"Female","variant":{"id":"cggv:5693724b-6b88-4a4d-8d48-87f45e09143a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7e579f20-459f-461a-94ec-a90b312a6eb3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000281.4(PCBD1):c.236C>T (p.Thr79Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16797"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9585615","type":"dc:BibliographicResource","dc:abstract":"Pterin-4a-carbinolamine dehydratase (PCD) is required for efficient tetrahydrobiopterin regeneration after phenylalanine hydroxylase activity. This catalytic function was proposed to be specifically defective in newborns with a mild form of hyperphenylalaninemia (HPA) and persistent high urinary levels of primapterin (7-biopterin). A second regulatory task of the same protein is DCoH, a coactivation of transcription by hepatocyte nuclear factor 1alpha (HNF-1alpha), a function that is apparently not impaired in these HPA individuals. It has been shown elsewhere that the human PCD/DCoH bifunctional protein is encoded by a single 4-exon-containing gene, PCBD, located on chromosome 10q22. We have now examined the PCBD gene for mutations at the genomic level in six such HPA patients from four different families. By the use of new intron-specific primers, we detected, in all six patients, single, homozygous nucleotide alterations, in exon 4, that were inherited from their parents. These homozygous alterations predicted mutant PCD/DCoH with a single amino acid exchange, in two cases (alleles T78I), or premature stop codons, in the other four patients (alleles E86X and Q97X). Recombinant expression in Escherichia coli revealed that the mutant proteins-T78I, E86X, and Q97X-are almost entirely in the insoluble fraction, in contrast to wild type, which is expressed as a soluble protein. These data support the proposal that HPA in combination with urinary primapterin may be due to autosomal recessive inheritance of mutations in the PCBD gene specifically affecting the dehydratase activity.","dc:creator":"Thöny B","dc:date":"1998","dc:title":"Hyperphenylalaninemia with high levels of 7-biopterin is associated with mutations in the PCBD gene encoding the bifunctional protein pterin-4a-carbinolamine dehydratase and transcriptional coactivator (DCoH)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9585615","rdfs:label":"J.S./ BIODEF 211"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The T78I/T79I variant was retained completely within the insoluble fraction of the E.Coli lysate in which the recombinant proteins were produced. When the soluble fraction was examined for PCBD1 activity, no activity was observed. The authors note that the absence of activity could be due to the absence of the protein in the soluble fraction alone, instead of being indicative of the mutation causing a loss of enzyme activity. Only if the mutant recombinant protein could be retained in the soluble fraction can the true enzyme activity be assessed. Because the enzyme activity could not be completely assessed I reduced the score."},{"id":"cggv:33fc03cf-a4f3-49f6-97f3-e590496ff3ef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8e549311-bb81-4f3d-b77c-53c005cc6d30","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":3,"detectionMethod":"Direct nucleotide-sequence determination of PCR products from blood samples was performed for the coding exons (2-4) of PCBD1.","phenotypeFreeText":"Neonatal (3 days old) plasma screen showed Phe levels at 183 umol/L, which is below the normal cutoff. Repeat screen was only performed at 3 weeks old in which the Phe level was shown to be 1600 umol/L. Peak Phe level was at 3.5 weeks and was 2589 umol/L. Child had considerable Phe tolerance ( ~100mg/kg). Initial neopterin-to-biopterin ratio of 15. A BH4-loading test (6 mg/kg) at age 6 wk showed only a slight response (Phe at 0 h, 731 μmol/liter; at 3 h, 612 μmol/liter; and at 6 h, 502 μmol/liter). A week later, at a BH4 dose of 22 mg/kg, there was a definite response (Phe at 0 h, 773 μmol/liter; at 3 h, 517 μmol/liter; and at 6 h, 155 μmol/liter). CSF neurotransmitter concentrations were normal, suggesting a peripheral deficiency. At 4 months of age, the BH4 was discontinued, no low Phe diet, and the Phe levels have remained normal. at 3.5 years, patient developing normally.","phenotypes":["obo:HP_0008297","obo:HP_0001252","obo:HP_0001270"],"sex":"Male","variant":{"id":"cggv:33fc03cf-a4f3-49f6-97f3-e590496ff3ef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6e0e9d66-93d1-418b-9317-73421c0ce5f6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000281.4(PCBD1):c.292C>T (p.Gln98Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16799"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9585615"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9585615","rdfs:label":"B.E./ BIODEF 272"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The mutant Q97X protein was expressed in E.Coli to determine the solubility of the mutant enzyme and the activity. The mQ97X fragment was mostly found in the insoluble fraction of the supernatant. The remaining fraction obtained in the soluble fraction did retain some activity in vitro. Interestingly, when more Q97X was obtained in the soluble fraction (by growing the E.coli at 20 degrees C), the Km (Michaelis constant) was 2-3 times higher than wildtype (text only, no figures to compare)."},{"id":"cggv:df196977-754a-4281-8acb-8945b9bd7ad4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:94a215d8-08b2-41b9-b2a5-65395da380a9","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":4,"detectionMethod":"PCR of exons 2-4 of PCBD1 followed by direct sequencing of the products. Pseudogenes not assessed.","phenotypeFreeText":"HyperPhe was noted, with a plasma Phe level of 700uM. Normal neopterin and biopterin levels were observed in the urine, but the presence of primapterin was found.","phenotypes":"obo:HP_0008297","sex":"Male","variant":{"id":"cggv:df196977-754a-4281-8acb-8945b9bd7ad4_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:014ae90a-b176-474d-9dee-d8c35c343c39","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000281.4(PCBD1):c.244T>C (p.Cys82Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16796"}},{"id":"cggv:9b41c09f-ed24-4c5d-948d-9bd3f35bc06d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000281.4(PCBD1):c.259G>T (p.Glu87Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/16795"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8352282","type":"dc:BibliographicResource","dc:abstract":"Hyperphenylalaninemias represent a major class of inherited metabolic disorders. They are most often caused by mutations in the phenylalanine hydroxylase gene and, less frequently but with usually more serious consequences, in genes necessary for the synthesis and regeneration of the cofactor, tetrahydrobiopterin. This cofactor is absolutely required for all aromatic amino acid hydroxylations, and, recently, nitric oxide production from L-arginine has also been found to be dependent on tetrahydrobiopterin. Phenylalanine hydroxylase catalyzes a coupled reaction in which phenylalanine is converted to tyrosine and in which tetrahydrobiopterin is converted to the unstable carbinolamine, 4a-hydroxytetrahydrobiopterin. The enzyme, carbinolamine dehydratase, catalyzes the dehydration of the carbinolamine to quinonoid dihydropterin. A decreased rate of dehydration of this compound has been hypothesized to be responsible for the production of 7-biopterin found in certain mildly hyperphenylalaninemic individuals. We have now identified nonsense and missense mutations in the 4a-carbinolamine dehydratase gene in a hyperphenylalaninemic child who excretes large amounts of 7-biopterin. This finding is consistent with the role of the carbinolamine dehydratase in the phenylalanine hydroxylation reaction. Together with previously identified inherited disorders in phenylalanine hydroxylase and dihydropteridine reductase, there are now identified mutations in the three enzymes involved in the phenylalanine hydroxylation system. In addition, the genetics of this system may have broader implications, since the product of the dehydratase gene has previously been shown to play an additional role (as dimerization cofactor for hepatocyte nuclear factor-1 alpha) in the regulation of transcription, through interaction with hepatocyte nuclear factor-1 alpha.","dc:creator":"Citron BA","dc:date":"1993","dc:title":"Mutation in the 4a-carbinolamine dehydratase gene leads to mild hyperphenylalaninemia with defective cofactor metabolism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8352282","rdfs:label":"Citron-1/ BIODEF 270"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"For the Glu87Ter variant, Thony et al., PMID: 9585615 showed that the mutant E86X/E87X protein was expressed in E.Coli to determine the solubility of the mutant enzyme and the activity. The mutant E86X/E87X fragment was mostly found in the insoluble fraction of the supernatant. The remaining fraction obtained in the soluble fraction did retain some enzyme activity in vitro. Interestingly, when more E86X/E87X was obtained in the soluble fraction (by growing the E.coli at 20 degrees C), the Km (Michaelis constant) was similar to wildtype levels (text only, no figures to compare).\n\nFor the C82R/C81R variant was analyzed by Ayling et al., 2000 (PMID:10924272) and was found to still be retained in the soluble fraction in bacteria expressing the recombinant protein. Furthermore, enzyme assays show that the soluble C82RPCBD1 variant retained activity, albeit at 40% of the wildtype.\n\nTherefore, I have reduced points."},{"id":"cggv:97ea2158-85e5-4b49-8b5a-4abe11fd717a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c8ef6eda-eacc-4361-ab42-5f530b4d0054","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":1,"detectionMethod":"PCR of exons 2-4 of PCBD1 followed by direct sequencing. Pseudo genes not assessed.","phenotypeFreeText":"HyperPhe presented a 1 month old with plasma levels of 1850 umol/L. A low Phe diet was initiated for 8 months. Urinary pterin profile showed high neopterin, low biopterin, and elevated primapterin. The diet was ceased at 2 years old, and the child has normal Phe levels (110 umol/L).","phenotypes":["obo:HP_0008297","obo:HP_0040210","obo:HP_0040206"],"sex":"Male","variant":{"id":"cggv:97ea2158-85e5-4b49-8b5a-4abe11fd717a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5d555800-b08c-4417-a597-a5cad5d1ed7f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000281.4(PCBD1):c.289G>A (p.Glu97Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/91907"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9760199"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9760199","rdfs:label":"Patient 3/ BIODEF 216"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Expression of recombinant protein in bacteria revealed that the E97K are present in the insoluble fraction compared to wildtype which is found in the soluble. The little amount retained of each in the soluble fraction showed that they retained activity. Per Ayling et al., 2000 (PMID:10924272), another patient (BIODEF 306) that was homozygous for the same E97K mutation, showed reduced activity of PCBD1 from duodenal mucosa cells compared to wildtype (17% activity), indicating that this mutation severely reduces the activity of PCBD1."},{"id":"cggv:bf6db574-ad37-4f8f-8bad-8ea71cdb6d5e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b30dc533-3133-48fe-ad4d-e2af94c051ae","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":7,"detectionMethod":"Assumed PCR of exons 2-4 of PCBD1 followed by direct sequencing. Psuedogenes were not assessed.","phenotypes":["obo:HP_0040210","obo:HP_0008297"],"sex":"Male","variant":{"id":"cggv:bf6db574-ad37-4f8f-8bad-8ea71cdb6d5e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5d555800-b08c-4417-a597-a5cad5d1ed7f"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10924272","type":"dc:BibliographicResource","dc:abstract":"Hyperphenylalaninemia, which can cause neurological disorders and mental retardation, results from a mutation in phenylalanine hydroxylase or an enzyme required for biosynthesis or regeneration of its cofactor, tetrahydrobiopterin. The hyperphenylalaninemia variant primapterinuria is characterized by the excretion of 7-biopterin (primapterin). This disorder is thought to be due to a deficiency of 4a-hydroxy-tetrahydrobiopterin dehydratase (pterin-4a-carbinolamine dehydratase), but a lack of tissue activity has not been directly demonstrated. The five mutations so far recognized in patients with primapterinuria are associated with either a single amino acid change or a premature stop codon. Only C81R has been successfully expressed in soluble form, and was found to have 40% of normal activity. Tissues which could be obtained by minimally invasive procedures were analyzed for dehydratase activity. None was detected in normal human white cells or fibroblasts. However, activity was found in intestine of rat, dog, pig, and particularly humans where it was only eight times lower than in liver. Distribution along the length and across the wall of small intestine was relatively uniform. Moreover, the dehydratases from human liver and intestinal mucosa have identical kinetic properties. A biopsy of duodenal mucosa from a patient with homozygous E96K dehydratase had activity of 55 nmol. min(-1)g(-1) mucosa compared to 329 +/- 32 nmol. min(-1)g(-1) tissue in controls (n = 12). The sixfold lower tissue activity of the E96K mutant alone may not be sufficient to account for the biochemical symptoms of primapterinuria in this patient. However, accumulation of a 4a-hydroxy-tetrahydrobiopterin degradation product (a side-chain cyclic adduct), which has been observed in vitro and appears to be a dehydratase inhibitor, may further exacerbate the problem.","dc:creator":"Ayling JE","dc:date":"2000","dc:title":"Hyperphenylalaninemia and 7-pterin excretion associated with mutations in 4a-hydroxy-tetrahydrobiopterin dehydratase/DCoH: analysis of enzyme activity in intestinal biopsies."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10924272","rdfs:label":"BIODEF 306"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Expression of recombinant protein in bacteria revealed that the E97K are present in the insoluble fraction compared to wildtype which is found in the soluble. The little amount retained of each in the soluble fraction showed that they retained activity. Dehydratase activity of the patients duodenal mucosa cells showed reduced activity of he E97K (17% activity) mutant compared to wildtype , indicating that this mutation severely reduces the activity of PCBD1."},{"id":"cggv:28beccf6-f0a3-48fa-8836-18959b65e209_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:220cfd78-5736-4c0b-bda9-d08a0cb6679a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":1,"detectionMethod":"PCR of exons 2-4 of PCBD1 followed by direct sequencing. Pseudogenes not assessed.","phenotypeFreeText":"At 1 week old plasma showed Phe levels at 258 umol/L. Repeat screening at 9 days old showed Phe levels at 900 umol/L. Amino acid quantitation of plasma showd a Phe level of 1200 umol/L. Urine analysis showed low BH4, high neopterin, low biopterin, and the presence of primapterin. A diet of low protein and phenylalanine were begun, and continue with 100 mg/kg of phenylalanine per day. Patient is 6 years old and developing normally.","phenotypes":["obo:HP_0040210","obo:HP_0040206","obo:HP_0008297"],"sex":"Female","variant":{"id":"cggv:28beccf6-f0a3-48fa-8836-18959b65e209_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6e0e9d66-93d1-418b-9317-73421c0ce5f6"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9760199"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9760199","rdfs:label":"Patient 4/ BIODEF 263"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Expression of recombinant protein in bacteria revealed that both the Q98X variants are present in the insoluble fraction compared to wildtype which is found in the soluble. The little amount retained  in the soluble fraction showed that it retained activity at the wild type level. Therefore, I have reduced the points."},{"id":"cggv:9f6ddfb2-e0f8-400e-9211-4bfcdce0328a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fafcbe13-c557-42ee-aab6-6cf93a990c2a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":10,"detectionMethod":"PCR of exons 2-4 of PCBD1 followed by direct sequencing. Pseudo genes not assesed.","phenotypeFreeText":"Conceived by IVF. HyperPhe detected by neonatal screen, 240umol/L. Plasma Phe levels at 10 days olf was 585 umol.L. BH4 loading test normalized Phe levels. Urine levels showed high neopterin and low biopterin. PCD levels in patient's blood sample were normal. Urine reevalutation showed increased primapterin, again indicating PCD deficiency. cofactor replacement therapy was started, which improved growth trajectories on a normal diet. At 2 years old is still on diet and developing normally.","phenotypes":["obo:HP_0040206","obo:HP_0008297","obo:HP_0040210"],"sex":"Female","variant":{"id":"cggv:9f6ddfb2-e0f8-400e-9211-4bfcdce0328a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:6e0e9d66-93d1-418b-9317-73421c0ce5f6"},{"id":"cggv:5d555800-b08c-4417-a597-a5cad5d1ed7f"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9760199"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9760199","rdfs:label":"Patient 2/ BIODEF 319"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Expression of recombinant protein in bacteria revealed that both the E97K and Q98X variants are present in the insoluble fraction compared to wildtype which is found in the soluble. the little amount retained of each in the soluble fraction showed that they retained activity. I reduced the points due to retention of activity at wild type levels."},{"id":"cggv:47b5a3de-8d1b-4ec7-b55b-1d4cb0660300_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:598fc9d2-84d0-4cd3-9cd1-237f6ae1fe94","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"detectionMethod":"Direct nucleotide-sequence determination of PCR products from blood samples was performed for the coding exons (2-4) of PCBD1.","phenotypeFreeText":"Plasma Phe level of 290umol/L at 3 days old, 853 umol/L at 6 days old, and 1997 umol/L at 13 days old. Urinary pterins indicated high neopterin/biopterin ratio and increased levels of primapterin. At 1 month old, neopterin and biopterin levels in normal range. At one month old showed mild hypotonia (extermities and trunk), but at 2.5 years Phe diet stopped and patient developed normally.","phenotypes":["obo:HP_0040210","obo:HP_0001252","obo:HP_0008297","obo:HP_0040206"],"sex":"Male","variant":{"id":"cggv:47b5a3de-8d1b-4ec7-b55b-1d4cb0660300_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6e0e9d66-93d1-418b-9317-73421c0ce5f6"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9585615"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9585615","rdfs:label":"K.A./ BIODEF 264"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The mutant Q97X protein was expressed in E.Coli to determine the solubility of the mutant enzyme and the activity. The mQ97X fragment was mostly found in the insoluble fraction of the supernatant. The remaining fraction obtained in the soluble fraction did retain some activity in vitro. Interestingly, when more Q97X was obtained in the soluble fraction (by growing the E.coli at 20 degrees C), the Km (Michaelis constant) was 2-3 times higher than wildtype (text only, no figures to compare).\n\nThe paper states that all individuals were homozygous for the mutation(s), yet this individual had no family members tested. Direct nucleotide-sequence determination was performed."},{"id":"cggv:3982b1d4-106a-41fc-8629-7d023568256b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6fdf82a5-6574-494d-b497-eb2215f27c66","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":12,"detectionMethod":"PCR of D1 and direct sequencing.","phenotypeFreeText":"Plasma Phe levels at 12.5 years 1116uM (per BIODEF database). Neopterin level at 1.52U.","phenotypes":"obo:HP_0008297","sex":"Male","variant":{"id":"cggv:3982b1d4-106a-41fc-8629-7d023568256b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:02ef73c2-b8b2-4545-87e8-53ca0f62a0f3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000281.4(PCBD1):c.313T>C (p.Ter105GlnextTer14)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/428616"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27246466","type":"dc:BibliographicResource","dc:abstract":"Hyperphenylalaninemia (HPA) is a condition caused by tetrahydrobiopterin (BH4) and phenylalanine hydroxylase (PAH) deficiencies. It is essential that differential diagnosis be conducted to distinguish these two causes of HPA, because BH4 deficiency is a more severe disease involving progressive neurologic deterioration. Based on the biological findings, HPA is defined as a plasma phenylalanine level of >2.0 mg/dl (>120 μmol/l). The National Biochemistry Reference Laboratory at the Pasteur Institute of Iran initiated BH4 deficiency screening tests for the first time during the implementation of a nationwide phenylketonuria (PKU) screening program. Measurement of blood phenylalanine and urinary neopterin and biopterin was conducted by high-performance liquid chromatography in 617 patients with HPA. Dihydropteridine reductase (DHPR) activity was measured in all patients by kinetic spectrophotometry. Differential diagnosis was conducted for PKU, transient HPA, and BH4 deficiencies.Our results indicated that out of 76 cases involving BH4 deficiencies, 37 had 6-pyruvoyl-tetrahydropterin synthase (PTPS) deficiency, 35 had DHPR deficiency, 1 case had pterin-4a-carbinolamine dehydratase (PCD) deficiency, and 3 cases had GTP cyclohydrolase I (GTPCH) deficiency. In this study, 1 novel deletion mutation and 18 novel missense mutations were reported in addition to mutations that had previously been identified and registered in BIOMDB. At present, the screening program for PKU in Iran includes tests that detect different forms of BH4 deficiency presenting with HPA. Newborns that are BH4-deficient benefit from the availability of the tests because they can receive necessary care before being clinically affected.","dc:creator":"Khatami S","dc:date":"2016","dc:title":"Four Years of Diagnostic Challenges with Tetrahydrobiopterin Deficiencies in Iranian Patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27246466","rdfs:label":"P.1017/ BIODEF 1035"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"No variant evidence was provided in this article. The mutation does change the termination codon and thus extends the protein by 16 amino acids."},{"id":"cggv:e15bf600-074b-467e-acdd-75cdbbd23381_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:25c3b2b7-faf1-4afe-8316-1ad74ba22ec0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":3,"detectionMethod":"Direct nucleotide-sequence determination of PCR products from blood samples was performed for the coding exons (2-4) of PCBD1.","phenotypeFreeText":"Plasma Phe levels were 240 umol/L at 3 days old, and 1845 umol/L at 14 days old. A low-Phe diet caused a rapid decline of Phe level to normal within 36 hours. An oral BH4–loading test (10 mg/kg body weight) resulted in a decrease of plasma Phe from 540 μmol/liter to 234 μmol/liter and then to 196 μmol/liter within 4 and 8 h, respectively. At 1 month, pterin and neurotransmitter in the CSF were normal. Starting a 2 month of age the patient was administered a low Phe diet and BH4 for 4 months. After the 4 months, the BH4 was discontinued, and Phe levels are between 120-300 umol/L at 5 years. Patient is developing normally.","phenotypes":["obo:HP_0040210","obo:HP_0008297"],"sex":"Male","variant":{"id":"cggv:e15bf600-074b-467e-acdd-75cdbbd23381_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9b41c09f-ed24-4c5d-948d-9bd3f35bc06d"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9585615"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9585615","rdfs:label":"I.B./ BIODEF 273"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The mutant E86X/E87X protein was expressed in E.Coli to determine the solubility of the mutant enzyme and the activity. The mutant E86X/E87X fragment was mostly found in the insoluble fraction of the supernatant. The remaining fraction obtained in the soluble fraction did retain some enzyme activity in vitro. Interestingly, when more E86X/E87X was obtained in the soluble fraction (by growing the E.coli at 20 degrees C), the Km (Michaelis constant) was similar to wildtype levels (text only, no figures to compare). The gnomAD MAF (Ashkenazi Jewish)= 1.183E-3 (12/10146) in heterozygous only. No homozygous reported. The individual was Ashkenazi Jewish."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5},{"id":"cggv:d305c30f-50c1-491a-846f-4af6a2ad8aff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d305c30f-50c1-491a-846f-4af6a2ad8aff_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cbd3d389-8415-41c8-8f8b-33fefbbd1213","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1846c9e0-9cd0-4e34-9bdd-b1f132fc481d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Dehydratase activity of PCBD1 was determined in rat tissue (liver, kidney, small intestine, pancreas, lung, adrenal, and brain stem). The highest level of activty was observed in the liver (11 uM), followed by kideny (4 uM). The remaining tissues showed lower levels between 0.1-0.25 uM (Table 1). Pig intestine and dog intestine tissues (duodenum, jejunum, ileum) were also checked and found to have activity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10924272","rdfs:label":"PCBD1/ PCD enzyme activity is highest in liver."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:1b4056a1-4b33-4513-966a-d1626050e0d3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57f93ade-b6ea-4126-8453-d29f0303b0f9","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study builds on previous evidence to show that PCBD1 encodes pterin carbinolamine dehydratase, an enzyme essential for the reduction of tetrahydrobiopterin. Tetrahydrobiopterin is a cofactor for phenylalanine hydroxylase (PAH), which catalyzes the conversion of phenylalanine to tyrosine. Deficiency of tetrahydrobiopterin results in hyperphenylalaninemia, as seen in patients with QDPR deficiency. Since the activity of QDPR was discovered, it's function is now well characterized (for reviews see PMID 17513427, 19234759).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8352282","rdfs:label":"PCBD1 Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"This curation is evaluating the relationship between PCBD1, encoding pterin carbinolamine dehydratase (PCD), and the biochemical abnormality hyperphenylalaninemia which results from decreased tetrahydrobiopterin (BH4) and a resulting decrease in the PAH activity with low BH4 levels (PMIDs:10098606, Review:16917893). There are no other major phenotypes associated with this disorder once treated with specific dietary restrictions. Therefore, this evidence scores maximum points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d305c30f-50c1-491a-846f-4af6a2ad8aff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cf09c924-cd50-4ad3-a2b2-3ae974e397c1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9d97066e-501a-4be9-9bc2-b683296a7b84","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The homozygous null DCoH/Pcbd1 -/- mice were viable, fertile, and born at expected ratios. Northern blot analysis of liver extracts did confirm that DCoH/Pcbd1 expression was ablated. Dehydratase activity was examined from the mouse liver and was shown to be absent (Table 1), and the accumulation of primapterin (7-biopterin) was noted, consistent with that observed in Humans with PCBD1 mutations. HyperPhe was noted as being fully penetrant, but variable in expressivity of the levels observed across 15 mice. Phe levels averaged 396  ± 55.9 uM (over 15 mice) and 7-biopterin/primapterin levels of 4.9pmol/mg on average over two mice.\n\nNote: These mice were also noted to have developed cataracts (only in the AR inheritance, average age of onset 24 weeks old), but no changes to glucose metabolism were noted (as hypothesized due to PCBD1/DCoH's role in HNF1A and HNF1B transcriptional regulation).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12011081","type":"dc:BibliographicResource","dc:abstract":"The bifunctional protein DCoH (Dimerizing Cofactor for HNF1) acts as an enzyme in intermediary metabolism and as a binding partner of the HNF1 family of transcriptional activators. HNF1 proteins direct the expression of a variety of genes in the liver, kidney, pancreas, and gut and are critical to the regulation of glucose homeostasis. Mutations of the HNF1alpha gene underlie maturity onset diabetes of the young (MODY3) in humans. DCoH acts as a cofactor for HNF1 that stabilizes the dimeric HNF1 complex. DCoH also catalyzes the recycling of tetrahydrobiopterin, a cofactor of aromatic amino acid hydroxylases. To examine the roles of DCoH, a targeted deletion allele of the murine DCoH gene was created. Mice lacking DCoH are viable and fertile but display hyperphenylalaninemia and a predisposition to cataract formation. Surprisingly, HNF1 function in DCoH null mice is only slightly impaired, and mice are mildly glucose-intolerant in contrast to HNF1alpha null mice, which are diabetic. DCoH function as it pertains to HNF1 activity appears to be partially complemented by a newly identified homolog, DCoH2.","dc:creator":"Bayle JH","dc:date":"2002","dc:title":"Hyperphenylalaninemia and impaired glucose tolerance in mice lacking the bifunctional DCoH gene."},"rdfs:label":"PCBD1/DCoH null mice develop HyperPhe"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":3155,"specifiedBy":"GeneValidityCriteria6","strengthScore":13.5,"subject":{"id":"cggv:b829dbc8-97d2-4f0a-a70f-9297b8e902ed","type":"GeneValidityProposition","disease":"obo:MONDO_0009908","gene":"hgnc:8646","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PCBD1 was first reported in relation to autosomal recessive pterin-4 alpha-carbinolamine dehydratase (PCD) deficiency by Thony et al in 1998 (PMID: 9585615). PCD deficiency is a transient form of hyperphenylalaninemia caused by a deficiency in tetrahydrobiopterin (BH4) (reviewed in PMIDs: 19234759, 22729819, 16917893). BH4 is an essential cofactor for the phenylalanine, tyrosine, and tryptophan hydroxylates, thus variation in genes associated with this metabolic pathway can result in the development of hyperphenylalaninemia (reviewed in PMIDs: 19234759, 22729819, 16917893). Evidence supporting this gene-disease relationship includes case-level data, functional data, and model organisms. \n\nHyperphenylalaninemia disorders are heterogeneous and have been linked to neurological abnormalities, however PCBD1 appears to be linked to a more benign form of the disease (PMID: 16917893). Approximately 5% of BH4 deficiency is accounted to this variation in PCBD1 (reviewed in PMID: 19234759). BIODEF, a database of patient and variant information for some metabolic disorders, contains data for at least 30 individuals with variation in this gene (http://www.biopku.org/biodef/BIODEF_Start.asp). The majority of these individuals were noted as having transient hyperphenylalaninemia, with few noted to have a mild peripheral phenotype. The mechanism for this gene-disease relationship is perturbation of BH4 regeneration, which may lead to excessive phenylalanine and primapterin levels in blood, urine, and tissues (reviewed in PMID: 19234759).\n\nOne report has asserted a role of PCBD1 in maturity onset diabetes of the young (MODY) (Simaite et al., 2014 PMID: 24848070), based on evidence to suggest that PCBD1 binds to and acts as a cofactor for HNF1A, a gene that is implicated in MODY, and linkage data in the family at the PCBD1 locus. Review of the segregation evidence among the families reported showed non-segregation of the PCBD1 variation, meaning individuals were positive for a MODY (or an unspecified form of diabetes) and negative for the PCBD1 mutation. Furthermore, several of the implicated individuals had a diabetes phenotype and had autosomal dominant inheritance of the PCBD1, which is inconsistent with PCD deficiency’s recessive inheritance pattern. While the preliminary evidence is compelling, at this time there is insufficient evidence to link the phenotype of MODY with PCD deficiency, therefore these individuals were not included as part of the gene-disease curation at this time. \n\nIn summary, PCBD1 is definitively associated with autosomal recessive pterin-4 alpha-carbinolamine dehydratase (PCD). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Aminoacidopathy GCEP on February 22, 2019 (SOP Version 6).","dc:isVersionOf":{"id":"cggv:d305c30f-50c1-491a-846f-4af6a2ad8aff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}