{"id":"cggv:d1a3438a-72a7-41f7-b140-2041ea7a39c1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d1a3438a-72a7-41f7-b140-2041ea7a39c1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2023-05-09T21:57:43.546Z","role":"Publisher"},{"id":"cggv:d1a3438a-72a7-41f7-b140-2041ea7a39c1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10106","date":"2022-11-03T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d1a3438a-72a7-41f7-b140-2041ea7a39c1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d1a3438a-72a7-41f7-b140-2041ea7a39c1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b8368b0-2d2c-4ffa-a50a-65cb1438d64e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a1202769-2859-416e-8991-809f6faf4494","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10518221","type":"dc:BibliographicResource","dc:abstract":"Ephrin-B2 is a transmembrane ligand that is specifically expressed on arteries but not veins and that is essential for cardiovascular development. However, ephrin-B2 is also expressed in nonvascular tissues and interacts with multiple EphB class receptors expressed in both endothelial and nonendothelial cell types. Thus, the identity of the relevant receptor for ephrin-B2 and the site(s) where these molecules interact to control angiogenesis were not clear. Here we show that EphB4, a specific receptor for ephrin-B2, is exclusively expressed by vascular endothelial cells in embryos and is preferentially expressed on veins. A targeted mutation in EphB4 essentially phenocopies the mutation in ephrin-B2. These data indicate that ephrin-B2-EphB4 interactions are intrinsically required in vascular endothelial cells and are consistent with the idea that they mediate bidirectional signaling essential for angiogenesis.","dc:creator":"Gerety SS","dc:date":"1999","dc:title":"Symmetrical mutant phenotypes of the receptor EphB4 and its specific transmembrane ligand ephrin-B2 in cardiovascular development."},"rdfs:label":"LacZ reporter assay, mouse model"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:11446e41-21fe-4eae-a636-861ac340e722","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:af6e2ea1-ecfe-4db7-bacc-d99dad2e21f9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"EphB4 expressed along with ephrinB2 on embryonic blood vessels\nEphB4 expressed on all major veins, including anterior and posterior cardinal and umbilical veins\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9990854","type":"dc:BibliographicResource","dc:abstract":"Eph receptor tyrosine kinases and their cell-surface-bound ligands, the ephrins, regulate axon guidance and bundling in the developing brain, control cell migration and adhesion, and help patterning the embryo. Here we report that two ephrinB ligands and three EphB receptors are expressed in and regulate the formation of the vascular network. Mice lacking ephrinB2 and a proportion of double mutants deficient in EphB2 and EphB3 receptor signaling die in utero before embryonic day 11.5 (E11.5) because of defects in the remodeling of the embryonic vascular system. Our phenotypic analysis suggests complex interactions and multiple functions of Eph receptors and ephrins in the embryonic vasculature. Interaction between ephrinB2 on arteries and its EphB receptors on veins suggests a role in defining boundaries between arterial and venous domains. Expression of ephrinB1 by arterial and venous endothelial cells and EphB3 by veins and some arteries indicates that endothelial cell-to-cell interactions between ephrins and Eph receptors are not restricted to the border between arteries and veins. Furthermore, expression of ephrinB2 and EphB2 in mesenchyme adjacent to vessels and vascular defects in ephB2/ephB3 double mutants indicate a requirement for ephrin-Eph signaling between endothelial cells and surrounding mesenchymal cells. Finally, ephrinB ligands induce capillary sprouting in vitro with a similar efficiency as angiopoietin-1 (Ang1) and vascular endothelial growth factor (VEGF), demonstrating a stimulatory role of ephrins in the remodeling of the developing vascular system.","dc:creator":"Adams RH","dc:date":"1999","dc:title":"Roles of ephrinB ligands and EphB receptors in cardiovascular development: demarcation of arterial/venous domains, vascular morphogenesis, and sprouting angiogenesis."},"rdfs:label":"In situ hybridization, mouse"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c2d1c701-c429-464c-95ce-a3277b620d9a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:87e9cead-0e72-4fe7-a669-c978de090930","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Xenopus embryo model \nCharacterization of ephrin-Eph specificity in ectoderm explants\n40nM EphrinB1, B2, B3, Fc fragments\nEndogenous EphB4, EphB2, EphA4(GFP tagged) immunoprecipitated and blotted for phospho-tyrosine\nShows phospo dependent EPHB2 interaction","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25247423","type":"dc:BibliographicResource","dc:abstract":"Ephrins and Eph receptors are involved in the establishment of vertebrate tissue boundaries. The complexity of the system is puzzling, however in many instances, tissues express multiple ephrins and Ephs on both sides of the boundary, a situation that should in principle cause repulsion between cells within each tissue. Although co-expression of ephrins and Eph receptors is widespread in embryonic tissues, neurons, and cancer cells, it is still unresolved how the respective signals are integrated into a coherent output. We present a simple explanation for the confinement of repulsion to the tissue interface: Using the dorsal ectoderm-mesoderm boundary of the Xenopus embryo as a model, we identify selective functional interactions between ephrin-Eph pairs that are expressed in partial complementary patterns. The combined repulsive signals add up to be strongest across the boundary, where they reach sufficient intensity to trigger cell detachments. The process can be largely explained using a simple model based exclusively on relative ephrin and Eph concentrations and binding affinities. We generalize these findings for the ventral ectoderm-mesoderm boundary and the notochord boundary, both of which appear to function on the same principles. These results provide a paradigm for how developmental systems may integrate multiple cues to generate discrete local outcomes. ","dc:creator":"Rohani N","dc:date":"2014","dc:title":"Variable combinations of specific ephrin ligand/Eph receptor pairs control embryonic tissue separation."},"rdfs:label":"Xenopus embryo model "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:43ebc3a7-bf9b-4693-8173-cc1884624f9e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:341868a6-cf13-4863-9754-f2971436b7dc","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"EphrinB2 induces phosphorylation of EPHB4 in time dependent manner\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12039842","type":"dc:BibliographicResource","dc:abstract":"Interaction between ephrinB2 and EphB4 in endothelial cells at the arterial-venous capillary interface is critical for proper embryonic capillary morphogenesis. However, the intracellular downstream signaling of ephrinB2-EphB in vascular endothelial cells is unknown. This study examined the effect of ephrinB2-induced activation of EphB kinases on vascular endothelial growth factor (VEGF)- and angiopoietin-1 (Ang1)-induced Ras/mitogen-activated protein kinase (MAPK) signaling cascades in human umbilical vein endothelial cells (HUVECs). Reverse transcriptase-polymer chain reaction results showed that HUVECs expressed three kinds of EphB kinases known to bind to ephrinB2: EphB2, EphB3, and EphB4. EphrinB2 not only increased the phosphorylation of EphB2 and EphB4 in a time-dependent manner but also increased recruitment of p120-Ras-GTPase-activating protein (p120-RasGAP) to EphB2 and EphB4. Accordingly, ephrinB2 inhibited VEGF- and Ang1-induced Ras-MAPK activities, whereas ephrinB2 did not alter VEGF-induced Flk phosphorylation or Ang1-induced Tie2 phosphorylation. Furthermore, ephrinB2 suppressed VEGF- and Ang1-induced proliferation and/or migration, which are mediated mainly through Ras/MAPK signaling cascades. From these results, we propose that ephrinB2-EphB, signaling through Ras/MAPK cascade, may be critical for proper morphogenesis of capillary endothelium through the arrest of endothelial cell proliferation and migration at the arterial-venous interface.","dc:creator":"Kim I","dc:date":"2002","dc:title":"EphB ligand, ephrinB2, suppresses the VEGF- and angiopoietin 1-induced Ras/mitogen-activated protein kinase pathway in venous endothelial cells."},"rdfs:label":"Protein interaction / phosphorylation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d1a3438a-72a7-41f7-b140-2041ea7a39c1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b081cb65-ef85-4954-880c-ad7f02187895","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aa38230a-1ebd-476f-8ae5-c46caf6a4cfe","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"ephb4a-MO injected embryos had marked vascular anomalies, abnormal longitudinal veins, mesencephalic veins\nrescued with co-injection of wt human EPHB4 cDNA, but phenotype was not rescued by co-injection of patient identified frameshift \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29444212","type":"dc:BibliographicResource","dc:abstract":"See Meschia (doi:10.1093/brain/awy066) for a scientific commentary on this article.Vein of Galen aneurysmal malformation is a congenital anomaly of the cerebral vasculature representing 30% of all paediatric vascular malformations. We conducted whole exome sequencing in 19 unrelated patients presenting this malformation and subsequently screened candidate genes in a cohort of 32 additional patients using either targeted exome or Sanger sequencing. In a cohort of 51 patients, we found five affected individuals with heterozygous mutations in EPHB4 including de novo frameshift (p.His191Alafs*32) or inherited deleterious splice or missense mutations predicted to be pathogenic by in silico tools. Knockdown of ephb4 in zebrafish embryos leads to specific anomalies of dorsal cranial vessels including the dorsal longitudinal vein, which is the orthologue of the median prosencephalic vein and the embryonic precursor of the vein of Galen. This model allowed us to investigate EPHB4 loss-of-function mutations in this disease by the ability to rescue the brain vascular defect in knockdown zebrafish co-injected with wild-type, but not truncated EPHB4, mimicking the p.His191Alafs mutation. Our data showed that in both species, loss of function mutations of EPHB4 result in specific and similar brain vascular development anomalies. Recently, EPHB4 germline mutations have been reported in non-immune hydrops fetalis and in cutaneous capillary malformation-arteriovenous malformation. Here, we show that EPHB4 mutations are also responsible for vein of Galen aneurysmal malformation, indicating that heterozygous germline mutations of EPHB4 result in a large clinical spectrum. The identification of EPHB4 pathogenic mutations in patients presenting capillary malformation or vein of Galen aneurysmal malformation should lead to careful follow-up of pregnancy of carriers for early detection of anomaly of the cerebral vasculature in order to propose optimal neonatal care. Endovascular embolization indeed greatly improved the prognosis of patients.","dc:creator":"Vivanti A","dc:date":"2018","dc:title":"Loss of function mutations in EPHB4 are responsible for vein of Galen aneurysmal malformation."},"rdfs:label":"Zebrafish rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:f193da82-4919-459c-9c27-0a51fcd8f5ec","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1aa066b6-1898-462a-9a04-aa27e2c1fd13","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KO mice observed to have defective remodeling of major head vessels and fusion of the capillary network in the head with PE-CAM staining.  At E9.5-10 growth restriction, arrested heart development with lack of blood flow followed by degeneration and necrosis \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10518221","rdfs:label":"KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a0fe1ed2-ccbc-49f1-b876-e1d8a4da4996","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a655f379-c214-444e-bb1b-b61c9819aea7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"4-hydroxytamoxifen injected for 5 consecutive days from E10.5-E15.5\nEphb4fl/fl Prox1-CreERT2 R26-mTmG embryos showed subcutaneous edema\nWhole-mount IF of skin shows tortuous and dilated dermal lympathic vessels in knockouts\nInjecting tamoxifen at E12.5, after initiation of dermal lymphatic vessel formation results in normal vasculature\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27400125","type":"dc:BibliographicResource","dc:abstract":"Hydrops fetalis describes fluid accumulation in at least 2 fetal compartments, including abdominal cavities, pleura, and pericardium, or in body tissue. The majority of hydrops fetalis cases are nonimmune conditions that present with generalized edema of the fetus, and approximately 15% of these nonimmune cases result from a lymphatic abnormality. Here, we have identified an autosomal dominant, inherited form of lymphatic-related (nonimmune) hydrops fetalis (LRHF). Independent exome sequencing projects on 2 families with a history of in utero and neonatal deaths associated with nonimmune hydrops fetalis uncovered 2 heterozygous missense variants in the gene encoding Eph receptor B4 (EPHB4). Biochemical analysis determined that the mutant EPHB4 proteins are devoid of tyrosine kinase activity, indicating that loss of EPHB4 signaling contributes to LRHF pathogenesis. Further, inactivation of Ephb4 in lymphatic endothelial cells of developing mouse embryos led to defective lymphovenous valve formation and consequent subcutaneous edema. Together, these findings identify EPHB4 as a critical regulator of early lymphatic vascular development and demonstrate that mutations in the gene can cause an autosomal dominant form of LRHF that is associated with a high mortality rate.","dc:creator":"Martin-Almedina S","dc:date":"2016","dc:title":"EPHB4 kinase-inactivating mutations cause autosomal dominant lymphatic-related hydrops fetalis."},"rdfs:label":"Conditional knockout; Ephb4fl/fl Prox1-CreERT2 R26-mTmG mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:d1a3438a-72a7-41f7-b140-2041ea7a39c1_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6219,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:719b0e4c-a316-4da9-b5ea-489e8f10da2c","type":"GeneValidityProposition","disease":"obo:MONDO_0700080","gene":"hgnc:3395","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Ephrin Receptor EphB4 (EPHB4; MIM#600011) is a receptor tyrosine kinase transmembrane protein that has a critical role in angiogenesis and vascular development.  Regulation is complex with bidirectional signaling critical for vasculature assembly and mesenchymal cell differentiation. Autosomal dominant pathogenic variants in EPHB4 were first described in 2016 (PMID:28687708, 27400125) in association with variable vascular malformations including capillary and arteriovenous malformations (CM-AVM), and has since been described in many additional affected individuals with phenotypes including CM-AVMs, lymphatic malformations, non-immune hydrops fetalis, recurrent epistaxis and additional vascular and lymphatic phenotypes (PMID:33864021, 27400125, 29444212, others).  The phenotype of EPHB4 has high intra- and interfamilial variability (PMID:33864021, 27400125) and can be associated with a spectrum of phenotypes ranging from subtle features of lymphatic dysfunction to lethal non-immune hydrops fetalis.  The mechanism is loss of function, and while nonsense and frameshift variants are found throughout the coding sequence, pathogenic missense variants are found to be enriched within the Tyrosine Kinase domain (for Review; PMID:30819650)\nAnimal models of EPHB4 demonstrate defects in vascular modeling, growth restriction, pre- and postnatal edemas, and tortuous dilated lymphatic vessels (PMID:10518221, 27400125, 29444212).  EPHB4 is curated by the Prenatal Gene Curation Expert Panel as Definitive for EPHB4-associated vascular malformation spectrum.\n","dc:isVersionOf":{"id":"cggv:d1a3438a-72a7-41f7-b140-2041ea7a39c1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}