{"id":"cggv:8ea232de-063f-489a-b00a-8c5d11dbe43av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:8ea232de-063f-489a-b00a-8c5d11dbe43a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-03-01T05:00:00.000Z","role":"Approver"},{"id":"cggv:8ea232de-063f-489a-b00a-8c5d11dbe43a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-21T14:16:44.382Z","role":"Publisher"}],"evidence":[{"id":"cggv:8ea232de-063f-489a-b00a-8c5d11dbe43a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8ea232de-063f-489a-b00a-8c5d11dbe43a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:071aa5a0-6ed3-4b16-a1eb-8f10a68ade84","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d7e64863-1c6b-4088-8f36-6283b937cdc7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Memory can be measured with experiments such as novel object recognition and spatial recognition. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24924430","type":"dc:BibliographicResource","dc:abstract":"Central arginine vasopressin receptor 1A (AVPR1A) modulates a wide range of behaviors, including stress management and territorial aggression, as well as social bonding and recognition. Inter- and intra-species variations in the expression pattern of AVPR1A in the brain and downstream differential behavioral phenotypes have been attributed to differences in the non-coding regions of the AVPR1A gene, including polymorphic elements within upstream regulatory areas. Gene association studies have suggested a link between AVPR1A polymorphisms and autism, and AVPR1A has emerged as a potential pharmacological target for treatment of social cognitive impairments and mood and anxiety disorders. To further investigate the genetic mechanism giving rise to species differences in AVPR1A expression patterns and associated social behaviors, and to create a preclinical mouse model useful for screening drugs targeting AVPR1A, we engineered and extensively characterized bacterial artificial chromosome (BAC) transgenic mice harboring the entire human AVPR1A locus with the surrounding regulatory elements. Compared with wild-type animals, the humanized mice displayed a more widely distributed ligand-AVPR1A binding pattern, which overlapped with that of primates. Furthermore, humanized AVPR1A mice displayed increased reciprocal social interactions compared with wild-type animals, but no differences in social approach and preference for social novelty were observed. Aspects of learning and memory, specifically novel object recognition and spatial relocation recognition, were unaffected. The biological alterations in humanized AVPR1A mice resulted in the rescue of the prepulse inhibition impairments that were observed in knockout mice, indicating conserved functionality. Although further behavioral paradigms and additional cohorts need to be examined in humanized AVPR1A mice, the results demonstrate that species-specific variations in the genomic content of regulatory regions surrounding the AVPR1A locus are responsible for differential receptor protein expression patterns across species and that they are likely to contribute to species-specific behavioral variation. The humanized AVPR1A mouse is a potential preclinical model for further understanding the regulation of receptor gene expression and the impact of variation in receptor expression on behaviors, and should be useful for screening drugs targeting human AVPR1A, taking advantage of the expression of human AVPR1A in human-relevant brain regions. ","dc:creator":"Charles R","dc:date":"2014","dc:title":"Introduction of the human AVPR1A gene substantially alters brain receptor expression patterns and enhances aspects of social behavior in transgenic mice."},"rdfs:label":"humanized AVPR1A mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The experiment cannot be scored because there is no genetic level evidence. Also, this experiment does not compare AVPR1A knockout mice with the wild-type mice. They compare the knockout mice and wild type mice with mice with the human AVPR1A locus."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:8ea232de-063f-489a-b00a-8c5d11dbe43a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":5023,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:c0ef82fa-d2ef-4d6e-845f-4e228a0b381b","type":"GeneValidityProposition","disease":"obo:MONDO_0005258","gene":"hgnc:895","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"The Arginine Vasopressin Receptor 1A (*AVPR1A*) was considered a candidate gene in autism spectrum disorder (ASD) based on reports focused on linkage intervals and animal models. Additionally, experimental evidence showed that *AVPR1A* is possibly involved in social behaviors, including affiliation and attachment (PMID: 24924430). However, these association studies were underpowered—sequencing more individuals may have identified variants of functional significance. In two studies, transmission disequilibrium between *AVPR1A* microsatellites and autism were found but most were not statistically significant (PMID: 12082568, 16520824). In another study, investigators screened *AVPR1A* exons in 125 independent autistic probands (PMID: 15098001). However, the study did not demonstrate a disease-causing variant in the coding sequence, and the authors noted that differences in *AVPR1A* at the amino-acid level are unlikely to confer genetic vulnerability to autism. Experimental evidence is available, but, in the absence of human genetic evidence, such data were not utilized in the scoring. In summary, there is no valid genetic evidence to support an association between *AVPR1A* and autism spectrum disorder. Approved by the ClinGen ID/Autism Expert Panel 3/1/2022.\n\nSeveral association studies exist for AVPR1A; it has been shown to play a role in social behavior in rodents. However, there is an absence of human and genetic evidence making the evidence irrelevant.","dc:isVersionOf":{"id":"cggv:8ea232de-063f-489a-b00a-8c5d11dbe43a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}