{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10079","date":"2022-05-03T13:49:31.425Z","role":"Approver"},{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10079","date":"2022-05-03T13:49:49.423Z","role":"Publisher"}],"evidence":[{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a9d46d7-8f2d-49d7-a43a-a431e931a45e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60a7d3b8-14ab-4951-bf4a-233f26666540","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Despite that there is neuronal loss in the substantia nigra of PD brains, overall the SNCA-mRNA levels were increased in PD brains an average of nearly fourfold over normal control mid-brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16795004","type":"dc:BibliographicResource","dc:abstract":"Lewy bodies, the pathological hallmark of Parkinson's disease (PD), consist largely of alpha-synuclein, a 14.5-kDa presynaptic neuronal protein implicated in familial PD. An increased copy number and elevated expression of wild-type alpha-synuclein (SNCA) has been shown to cause early-onset familial PD. However, it is not clear whether increased alpha-synuclein expression also plays a role in the pathogenesis of sporadic disease. In the current study, we analyzed the levels of SNCA-mRNA in affected brains of sporadic PD patients. We compared the levels of steady state SNCA-mRNA in 7 sporadic PD brain samples and 7 normal controls using real-time polymerase chain reaction of RNA extracted from mid-brain tissue, including the substantia nigra. Despite that there is neuronal loss in the substantia nigra of PD brains, overall the SNCA-mRNA levels were increased in PD brains an average of nearly fourfold over normal control mid-brain, although there was much greater variability in samples from PD patients compared to controls. Frontal cortex samples from selected individuals were also analyzed. SNCA-mRNA levels were not significantly changed in PD frontal cortex compared to controls. These results suggest that elevated expression levels of SNCA-mRNA are found in the affected regions of PD brain and support the hypothesis that increases in alpha-synuclein expression is associated, among other factors, with the development of sporadic PD.","dc:creator":"Chiba-Falek O","dc:date":"2006","dc:title":"Levels of alpha-synuclein mRNA in sporadic Parkinson disease patients."},"rdfs:label":"mRNA studies in brain of sporadic patients"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4dcdeb54-d3f7-4045-b404-bf53aa7506c7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a0bbe709-9662-402a-8bf5-2aae32c39301","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Lewy bodies and Lewy neurites are the defining neuropathological characteristics of Parkinson's disease and dementia with Lewy bodies. They are made of abnormal filamentous assemblies of unknown composition. We show here that Lewy bodies and Lewy neurites from Parkinson's disease and dementia with Lewy bodies are stained strongly by antibodies directed against amino-terminal and carboxyl-terminal sequences of alpha-synuclein, showing the presence of full-length or close to full-length alpha-synuclein. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9600990","type":"dc:BibliographicResource","dc:abstract":"Lewy bodies and Lewy neurites are the defining neuropathological characteristics of Parkinson's disease and dementia with Lewy bodies. They are made of abnormal filamentous assemblies of unknown composition. We show here that Lewy bodies and Lewy neurites from Parkinson's disease and dementia with Lewy bodies are stained strongly by antibodies directed against amino-terminal and carboxyl-terminal sequences of alpha-synuclein, showing the presence of full-length or close to full-length alpha-synuclein. The number of alpha-synuclein-stained structures exceeded that immunoreactive for ubiquitin, which is currently the most sensitive marker of Lewy bodies and Lewy neurites. Staining for alpha-synuclein thus will replace staining for ubiquitin as the preferred method for detecting Lewy bodies and Lewy neurites. We have isolated Lewy body filaments by a method used for the extraction of paired helical filaments from Alzheimer's disease brain. By immunoelectron microscopy, extracted filaments were labeled strongly by anti-alpha-synuclein antibodies. The morphologies of the 5- to 10-nm filaments and their staining characteristics suggest that extended alpha-synuclein molecules run parallel to the filament axis and that the filaments are polar structures. These findings indicate that alpha-synuclein forms the major filamentous component of Lewy bodies and Lewy neurites.","dc:creator":"Spillantini MG","dc:date":"1998","dc:title":"alpha-Synuclein in filamentous inclusions of Lewy bodies from Parkinson's disease and dementia with lewy bodies."},"rdfs:label":"Lewy bodies contain accumulated SNCA"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c8e281ec-cd79-49e8-a138-f5b503626ecf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:34994d10-95f8-4e3a-b8ea-4a14c62b8880","type":"FunctionalAlteration","dc:description":"In both young (7DIV) and mature (14DIV) A53T neurons mitochondria mobility was impaired. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24392030","type":"dc:BibliographicResource","dc:abstract":"Parkinson's disease (PD) is the second most common neurodegenerative disease. A key pathological feature of PD is Lewy bodies, of which the major protein component is α-synuclein (α-syn). Human genetic studies have shown that mutations (A53T, A30P, E46K) and multiplication of the α-syn gene are linked to familial PD. Mice overexpressing the human A53T mutant α-syn gene develop severe movement disorders. However, the molecular mechanisms of α-syn toxicity are not well understood. Recently, mitochondrial dysfunction has been linked with multiple neurodegenerative diseases including Parkinson's disease. Here we investigated whether mitochondrial motility, dynamics and respiratory function are affected in primary neurons from a mouse model expressing the human A53T mutation. We found that mitochondrial motility was selectively inhibited in A53T neurons while transport of other organelles was not affected. In addition, A53T expressing neurons showed impairment in mitochondrial membrane potential and mitochondrial respiratory function. Furthermore, we found that rapamycin, an autophagy inducer, rescued the decreased mitochondrial mobility. Taken together, these data demonstrate that A53T α-syn impairs mitochondrial function and dynamics and the deficit of mitochondrial transport is reversible, providing further understanding of the disease pathogenesis and a potential therapeutic strategy for PD. ","dc:creator":"Li L","dc:date":"2013","dc:title":"Human A53T α-synuclein causes reversible deficits in mitochondrial function and dynamics in primary mouse cortical neurons."},"rdfs:label":"Mitochondrial mobility"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:777b3c3d-d167-4a78-8bec-36c144556027","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93c4a4a7-bf0c-4c4a-a082-1a3b0e1c0e3d","type":"FunctionalAlteration","dc:description":"highly significant decreases (details in Fig. 3 legend\nand Methods) in the tetramer:monomer ratio for A30P (77.5±15.5% of WT,\nthat is, a 22.5% decrease), E46K (61.7±10.1% of WT, a 38.3%\ndecrease), G51D (47.8±10.0% of WT, a 52.2% decrease) and\nA53T (66.5±10.4% of WT, a 33.5% decrease). H50Q caused a\nsmaller (83.7±14.4% of WT, 16.3% decrease) but still significant.\n(Po0.05) reduction","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26076669","type":"dc:BibliographicResource","dc:abstract":"β-Sheet-rich α-synuclein (αS) aggregates characterize Parkinson's disease (PD). αS was long believed to be a natively unfolded monomer, but recent work suggests it also occurs in α-helix-rich tetramers. Crosslinking traps principally tetrameric αS in intact normal neurons, but not after cell lysis, suggesting a dynamic equilibrium. Here we show that freshly biopsied normal human brain contains abundant αS tetramers. The PD-causing mutation A53T decreases tetramers in mouse brain. Neurons derived from an A53T patient have decreased tetramers. Neurons expressing E46K do also, and adding 1-2 E46K-like mutations into the canonical αS repeat motifs (KTKEGV) further reduces tetramers, decreases αS solubility and induces neurotoxicity and round inclusions. The other three fPD missense mutations likewise decrease tetramer:monomer ratios. The destabilization of physiological tetramers by PD-causing missense mutations and the neurotoxicity and inclusions induced by markedly decreasing tetramers suggest that decreased α-helical tetramers and increased unfolded monomers initiate pathogenesis. Tetramer-stabilizing compounds should prevent this. ","dc:creator":"Dettmer U","dc:date":"2015","dc:title":"Parkinson-causing α-synuclein missense mutations shift native tetramers to monomers as a mechanism for disease initiation."},"rdfs:label":"aS multimer:monomer ratio"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:750a46df-37f4-42f3-b156-a462042041ee","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:95db3189-8be6-4e0d-a2d1-fba7177225ff","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"cell death of dopaminergic neurons is a hallmark of Parkinson´s disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10825478","type":"dc:BibliographicResource","dc:abstract":"Parkinson's disease (PD) is a neurodegenerative disorder characterized by the appearance of intracytoplasmic inclusions called Lewy bodies (LB) in dopamine neurons in the substantia nigra and the progressive loss of these neurons. Recently, mutations in the alpha-synuclein gene have been identified in early-onset familial PD, and alpha-synuclein has been shown to be a major component of LB in all patients. Yet, the pathophysiological function of alpha-synuclein remains unknown. In this report, we have investigated the toxic effects of adenovirus-mediated alpha-synuclein overexpression on dopamine neurons in rat primary mesencephalic cultures and in a rat dopaminergic cell line - the large T-antigen immortalized, mesencephalon-derived 1RB3AN27 (N27). Adenovirus-transduced cultures showed high-level expression of alpha-synuclein within the cells. Overexpression of human mutant alpha-synuclein (Ala(53)Thr) selectively induced apoptotic programmed cell death of primary dopamine neurons as well as N27 cells. The mutant protein also potentiated the neurotoxicity of 6-hydroxydopamine (6-OHDA). By contrast, overexpression of wild-type human alpha-synuclein was not directly neurotoxic but did increase cell death after 6-OHDA. Overexpression of wild-type rat alpha-synuclein had no effect on dopamine cell survival or 6-OHDA neurotoxicity. These results indicate that overexpression of human mutant alpha-synuclein directly leads to dopamine neuron death, and overexpression of either human mutant or human wild-type alpha-synuclein renders dopamine neurons more vulnerable to neurotoxic insults.","dc:creator":"Zhou W","dc:date":"2000","dc:title":"Overexpression of human alpha-synuclein causes dopamine neuron death in rat primary culture and immortalized mesencephalon-derived cells."},"rdfs:label":"SNCA overexpression in rat primary neuronal cultures"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:cb711bb9-6ffa-4595-8886-e81d2e578989","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:57a31311-4aab-46e9-9187-b67ee0ffea52","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both show aggreggation of the mutated protein","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34572052","type":"dc:BibliographicResource","dc:abstract":"Accumulation of α-synuclein (α-syn) into Lewy bodies (LBs) and mitochondrial abnormalities are the two cardinal pathobiological features of Parkinson's disease (PD), which are associated with the loss of dopaminergic neurons. Although α-syn accumulates in many different cellular and mouse models, these models generally lack LB features. Here, we generated midbrain dopaminergic (mDA) neuronal cultures from induced pluripotent stem cells (iPSCs) derived from familial PD (fPD) patients and healthy controls. We show that mDA neuronal cultures from fPD patients with A53T mutation and α-syn gene (","dc:creator":"Diao X","dc:date":"2021","dc:title":"Induced Pluripotent Stem Cell-Derived Dopaminergic Neurons from Familial Parkinson's Disease Patients Display α-Synuclein Pathology and Abnormal Mitochondrial Morphology."},"rdfs:label":"iPSC-derived dopaminergic neurons"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:950c998b-0dcc-422d-9442-247348df82cb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:37e8eaa8-53f4-4cc2-9df2-c13830a6cb1a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Bradykinesia is part of parkinsonism","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12062037","type":"dc:BibliographicResource","dc:abstract":"alpha-Synucleinopathies are neurodegenerative disorders that range pathologically from the demise of select groups of nuclei to pervasive degeneration throughout the neuraxis. Although mounting evidence suggests that alpha-synuclein lesions lead to neurodegeneration, this remains controversial. To explore this issue, we generated transgenic mice expressing wild-type and A53T human alpha-synuclein in CNS neurons. Mice expressing mutant, but not wild-type, alpha-synuclein developed a severe and complex motor impairment leading to paralysis and death. These animals developed age-dependent intracytoplasmic neuronal alpha-synuclein inclusions paralleling disease onset, and the alpha-synuclein inclusions recapitulated features of human counterparts. Moreover, immunoelectron microscopy revealed that the alpha-synuclein inclusions contained 10-16 nm wide fibrils similar to human pathological inclusions. These mice demonstrate that A53T alpha-synuclein leads to the formation of toxic filamentous alpha-synuclein neuronal inclusions that cause neurodegeneration.","dc:creator":"Giasson BI","dc:date":"2002","dc:title":"Neuronal alpha-synucleinopathy with severe movement disorder in mice expressing A53T human alpha-synuclein."},"rdfs:label":"Mice Expressing A53T Human alpha-Synuclein"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a2cbcefa-234d-45db-8e9e-0d7dc46ef57e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f3b3f2a-4852-4fbd-8126-7b7921fab31e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Bradykinesia is one feature of parkinsonism","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20106867","type":"dc:BibliographicResource","dc:abstract":"Parkinson disease (PD) is a neurodegenerative disease with motor as well as non-motor signs in the gastrointestinal tract that include dysphagia, gastroparesis, prolonged gastrointestinal transit time, constipation and difficulty with defecation. The gastrointestinal dysfunction commonly precedes the motor symptoms by decades. Most PD is sporadic and of unknown etiology, but a fraction is familial. Among familial forms of PD, a small fraction is caused by missense (A53T, A30P and E46K) and copy number mutations in SNCA which encodes alpha-synuclein, a primary protein constituent of Lewy bodies, the pathognomonic protein aggregates found in neurons in PD. We set out to develop transgenic mice expressing mutant alpha-synuclein (either A53T or A30P) from insertions of an entire human SNCA gene as models for the familial disease. Both the A53T and A30P lines show robust abnormalities in enteric nervous system (ENS) function and synuclein-immunoreactive aggregates in ENS ganglia by 3 months of age. The A53T line also has abnormal motor behavior but neither demonstrates cardiac autonomic abnormalities, olfactory dysfunction, dopaminergic neurotransmitter deficits, Lewy body inclusions or neurodegeneration. These animals recapitulate the early gastrointestinal abnormalities seen in human PD. The animals also serve as an in vivo system in which to investigate therapies for reversing the neurological dysfunction that target alpha-synuclein toxicity at its earliest stages.","dc:creator":"Kuo YM","dc:date":"2010","dc:title":"Extensive enteric nervous system abnormalities in mice transgenic for artificial chromosomes containing Parkinson disease-associated alpha-synuclein gene mutations precede central nervous system changes."},"rdfs:label":"Transgenic mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Score lowered because the mice do not clearly develop Parkinson´s disease and changes are rather subtle."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":4345,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:33a9732f-3b8f-4743-9e1d-b1ea206a0ba0","type":"GeneValidityProposition","disease":"obo:MONDO_0005180","gene":"hgnc:11138","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Mutations in the *SNCA*  gene were first reported in relation to autosomal-dominant Parkinson´s disease in 1997 (Polymeropoulos et al., PMID: 9197268). Parkinson´s disease is a progressive degenerative disorder of the central nervous system characterized by loss of dopamine-producing neurons in the substantia nigra, and the presence of specific protein aggregates, termed Lewy bodies, in the substantia nigra and locus coeruleus. In these Lewy bodies, alpha-synuclein forms the major filamentous protein component (Spillantini et al. 1998, PMID: 9600990). Further, the mRNA expression of *SNCA* is increased in mid-brain tissue of sporadic patients with Parkinson´s disease (Chiba-Falek et al. 2006, PMID: 16795004). Signs and symptoms of Parkinson´s disease include tremor which is most pronounced during rest, muscle rigidity, slowing of the voluntary movements (bradykinesia), and a tendency to fall back (postural instability). Several clearly pathogenic, missense variants and *SNCA* gene multiplication have been reported in ~150 patients in ~50 publications (for review see Trinh et al. 2018, PMID: 30357936, www.mdsgene.org). Of these, 17 publications are included in this curation. The additional evidence from the literature was not included in this curation because the maximum score for genetic evidence of gene-disease relation for *SNCA* and Parkinson´s disease was reached  (12 pts.). The *SNCA*-linked phenotype due to missense variants and gene triplications often includes cognitive decline in addition to Parkinson´s disease, has an earlier age at onset and a faster disease progression when compared to idiopathic Parkinson´s disease. In contrast, *SNCA* gene duplication carriers usually resemble idiopathic Parkinson´s disease. The disease follows a dominant mode of inheritance with age-dependent reduced penetrance. Penetrance seems to be the lowest for carriers of the *SNCA*  gene duplication (Chartier-Harlin et al. 2004, PMID: 15451224, Farrer et al. 2004, PMID: 14755720). In addition to the pathogenic variants affecting the coding region of *SNCA*, many candidate and genome-wide association studies have identified non-coding variants within or near the *SNCA* locus as risk factors for Parkinson´s disease, likely through an over-expression paradigm  (Nalls et al. 2019, PMID: 31701892; http://pdgene.org/view?gene=SNCA). One general mechanism of pathogenicity within Parkinson’s disease appears to be the toxic accumulation and aggregation of alpha-synuclein protein (Wong and Krainc 2017, PMID: 2817037). This gene-disease association is further supported by recurrent experimental evidence in animal models, cultured non-human cells, and patient-derived cells demonstrating a tendency for increased accumulation of mutant protein and linked mitochondrial dysfunction, which both are key findings in Parkinson´s disease (Giasson et al. 2002, PMID: 12062037; Kuo et al. 2010, PMID: 20106867; Zhou W 2000, PMID: 10825478; Li et al. 2013, PMID: 24392030; Dettmer et al. 2015, PMID: 26076669; Diao et al. 2021, PMID: 34572052). In summary, pathogenic variants in *SNCA* are definitively causing autosomal-dominant Parkinson´s disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Parkinson’s Disease Gene Curation Expert Panel on April 19th, 2022.","dc:isVersionOf":{"id":"cggv:d21593ae-ed10-4442-8167-24f96f917302"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}