{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2020-09-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10035","date":"2021-06-01T18:54:33.210Z","role":"Publisher"}],"evidence":[{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:9c56b7fa-9090-4083-9164-e3b9769ae5de","type":"EvidenceLine","evidence":[{"id":"cggv:9c56b7fa-9090-4083-9164-e3b9769ae5de_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:15b885ee-832b-4d19-a6df-6e9eeee2d1fa","type":"Cohort","allGenotypedSequenced":220,"alleleFrequency":0.00909090909090909,"detectionMethod":"only sequencing of LRRC10","evidence":[{"id":"cggv:9c56b7fa-9090-4083-9164-e3b9769ae5de_cc_evidence_item"}],"numWithVariant":2,"relatedCondition":{"id":"obo:MONDO_0005021"}},"controlCohort":{"id":"cggv:384ecd31-ecf3-4ba3-acad-f8d592ed746c","type":"Cohort","allGenotypedSequenced":200,"alleleFrequency":0,"detectionMethod":"only sequencing LRRC10","evidence":[{"id":"cggv:9c56b7fa-9090-4083-9164-e3b9769ae5de_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.27,"statisticalSignificanceType":"Fisher's exact","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26017719","type":"dc:BibliographicResource","dc:abstract":"Dilated cardiomyopathy (DCM) is the most common form of primary myocardial disease. It is the most common cause of chronic congestive heart failure and the most frequent reason for heart transplantation in young adults. There is increasing evidence demonstrating that genetic defects are involved in the pathogenesis of idiopathic DCM. Recent studies have shown that genetically defective LRRC10 predisposes animals to DCM. However, the association of LRRC10 with DCM in humans has not been reported. In the current study, the whole coding region and flanking splice junction sites of the LRRC10 gene were sequenced in 220 unrelated patients with idiopathic DCM. The available relatives of the index patients harboring identified mutations and 200 unrelated ethnically matched healthy individuals used as controls were also genotyped for LRRC10. The functional effect of the LRRC10 mutations was analyzed in silico. As a result, two novel heterozygous LRRC10 mutations, p.L41V and p.L163I, were identified in two families with DCM, respectively, with a mutational prevalence of ~0.91%. Genetic analyses of the pedigrees showed that in each family, the mutation co-segregated with DCM was transmitted as an autosomal dominant trait with complete penetrance. The missense mutations were absent in 400 control chromosomes and the altered amino acids were completely conserved evolutionarily across various species. Functional analysis in silico indicated that the LRRC10 mutations were causative. This study firstly reports the association of LRRC10 mutations with enhanced susceptibility to DCM in humans, which provides novel insight into the molecular mechanism underpinning DCM, and contributes to the development of novel prophylactic and therapeutic strategies for DCM. ","dc:creator":"Qu XK","dc:date":"2015","dc:title":"Prevalence and spectrum of LRRC10 mutations associated with idiopathic dilated cardiomyopathy."},"rdfs:label":"DCM Cohort"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"Author's did not provide any statistical analysis. Calculating Fisher's Exact T-test the p-value is not significant (p=0.27)."},{"id":"cggv:01bf5b46-84bb-4632-a000-f7a674ae8383","type":"EvidenceLine","evidence":[{"id":"cggv:01bf5b46-84bb-4632-a000-f7a674ae8383_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:715cafb7-15bc-4b6c-b7a9-6ba3231ec651","type":"Cohort","allGenotypedSequenced":123,"alleleFrequency":0.05691056910569105,"detectionMethod":"Individuals with a variant in LRRC10 then had NGS for an 80 gene arrhythmia panel","evidence":[{"id":"cggv:01bf5b46-84bb-4632-a000-f7a674ae8383_cc_evidence_item"}],"numWithVariant":7,"relatedCondition":{"id":"obo:MONDO_0007263"}},"controlCohort":{"id":"cggv:6130bdb2-51c7-4ce4-aa4b-2bef4c3c9286","type":"Cohort","allGenotypedSequenced":220,"alleleFrequency":0.04090909090909091,"detectionMethod":"There is no information on genotyping method for controls","evidence":[{"id":"cggv:01bf5b46-84bb-4632-a000-f7a674ae8383_cc_evidence_item"}],"numWithVariant":9},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValue":1.25,"statisticalSignificanceValueType":"Odds Ratio","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28032242","type":"dc:BibliographicResource","dc:abstract":"Sudden unexplained nocturnal death syndrome (SUNDS) is a perplexing disorder to both forensic pathologists and clinic physicians. Clinical features of SUNDS survivors suggested that SUNDS is similar to Brugada syndrome (BrS). Leucine-rich repeat containing 10 (LRRC10) gene was a newly identified gene linked to dilated cardiomyopathy, a disease associated with sudden cardiac death. To investigate the prevalence and spectrum of genetic variants of LRRC10 gene in SUNDS and BrS, the coding regions of LRRC10 were genetically screened in 113 sporadic SUNDS victims (from January 2005 to December 2015, 30.7 ± 7.5 years) and ten BrS patients (during January 2010 to December 2014, 38.7 ± 10.3 years) using direct Sanger sequencing. Afterwards, LRRC10 missense variant carriers were screened for a panel of 80 genes known to be associated with inherited cardiac arrhythmia/cardiomyopathy using target-captured next-generation sequencing. In this study, an in silico-predicted malignant LRRC10 mutation p.E129K was detected in one SUNDS victim without pathogenic rare variant in a panel of 80 arrhythmia/cardiomyopathy-related genes. We also provided evidence to show that rare variant p.P69L might contribute to the genetic cause for one SUNDS victim and two BrS family members. This is the first report of genetic screening of LRRC10 in Chinese SUNDS victims and BrS patients. LRRC10 may be a new susceptible gene for SUNDS, and LRRC10 variant was initially and genetically linked to BrS-associated arrhythmia.","dc:creator":"Huang L","dc:date":"2017","dc:title":"Molecular pathological study on LRRC10 in sudden unexplained nocturnal death syndrome in the Chinese Han population."},"rdfs:label":"SUNDs and Br"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"The paper itself did not provide any statistical analysis. Calculating the OR ourselves indicates an odds ratio of 1.25. We did not go on to calculate the confidence interval and p-value were not calculated. One variant identified in the case and control population, p.A151A, may be a polymorphism. It was seen in two cases and nine controls. It is seen in 3% of the East Asian population in ExAC. Additionally, it is not mentioned how the genotype analysis was performed in the controls."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0},{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:6223231a-848c-4c5b-9603-a065cbdeb063_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9b4961fb-648b-4865-b88d-5ab8a26a2e6d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":6,"detectionMethod":"Exome trio including the proband and her unaffected parents. These results were then filtered for de novo, compound heterozygous, and homozygous variants. Two de novo variants were identified in TTC28 and RIMKLA. Both of these genes have low expression levels in cardiac tissue.  Compound heterozygous variants were identified in SSC5D which is a gene associated with the immune system. The only homozygous variant is the variant in LRRC10.","firstTestingMethod":"Chromosomal microarray","phenotypes":["obo:HP_0030149","obo:HP_0001644","obo:HP_0001635"],"secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"cggv:6223231a-848c-4c5b-9603-a065cbdeb063_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c88dc023-11e0-4d5e-bd21-b6e3313686fb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_201550.4(LRRC10):c.584T>C (p.Ile195Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6681039"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29431102","type":"dc:BibliographicResource","dc:abstract":"Genetic causes of dilated cardiomyopathy (DCM) are incompletely understood. LRRC10 (leucine-rich repeat-containing 10) is a cardiac-specific protein of unknown function. Heterozygous mutations in LRRC10 have been suggested to cause DCM, and deletion of Lrrc10 in mice results in DCM.","dc:creator":"Woon MT","dc:date":"2018","dc:title":"Pediatric Dilated Cardiomyopathy-Associated LRRC10 (Leucine-Rich Repeat-Containing 10) Variant Reveals LRRC10 as an Auxiliary Subunit of Cardiac L-Type Ca2+ Channels."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29431102","rdfs:label":"II.2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"Her healthy 8 year old brother is also homozygous for this variant. This variant is common in the general population. In gnomAD 1% of individuals with European ancestry carry this variant and there are 5 homozygous individuals listed. All homozygotes in gnmoad are adults. Additionally the experimental data for the variant wasn't robust enough to convince the experts about causality."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1927878e-10b1-48d5-a0d6-92c4b0c1642c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42eeac7d-d631-4731-bb57-ebd897124b82","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization using digocigenin-labeled LRRC10 along with a Northern blot from mouse heart shows LRRC10 is expressed in cardiac tissue. It is not expressed in other tissues in the mouse. Additionally, the Northern blot shows expression increases during embryonic development.\n\nImmunohistochemical staining shows LRRC10 is detected in both the nucleus and cytoplasm in cardiomyocytes. Speciifically the authors demonstrated co localization near Z-line in cardiomyocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17626279","type":"dc:BibliographicResource","dc:abstract":"Leucine-rich repeat containing protein 10 (LRRC10) is a heart-specific factor whose function remains unknown. Examination of the intracellular location of the gene products is a critical step in determining the biological functions of the protein. Our expression analyses in mice indicate that LRRC10 is exclusively expressed from the precardiac region in early embryos to the adult heart. LRRC10 expression is markedly elevated upon birth, suggesting its role in the embryonic as well as adult hearts. Of interest, LRRC10 exhibits dynamic intracellular expression patterns in cardiomyocytes. Cardiomyocytes from embryos and newborns show diffuse cytoplasmic and nuclear staining of LRRC10. In contrast, striking striations are observed in adult cardiomyocytes, which are colocalized with the markers for the Z-line, sarcoplasmic reticulum (SR), and transverse (T)-tubule by double immunostaining. Further investigation by electron micrographs places LRRC10 in a diad region where the SR interacts with the T-tubule that locates along the Z-line.","dc:creator":"Kim KH","dc:date":"2007","dc:title":"Dynamic expression patterns of leucine-rich repeat containing protein 10 in the heart."},"rdfs:label":"LRRC10 expression in mouse embryos"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:1d4a08c2-3fbb-487d-8023-e4bc60941c15","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:283e304d-c5ec-4722-a171-40124ef0a107","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Authors used whole-mount in situ hybridization of zebrafish embryos using an antisense zlrrc10 probe. LRRC10 was not detected in any tissues beyond cardiomyocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17601532","type":"dc:BibliographicResource","dc:abstract":"Leucine-rich Repeat Containing protein 10 (LRRC10) has recently been identified as a cardiac-specific factor in mice. However, the function of this factor remains to be elucidated. In this study, we investigated the developmental roles of Lrrc10 using zebrafish as an animal model. Knockdown of Lrrc10 in zebrafish embryos (morphants) using morpholinos caused severe cardiac morphogenic defects including a cardiac looping failure accompanied by a large pericardial edema, and embryonic lethality between day 6 and 7 post fertilization. The Lrrc10 morphants exhibited cardiac functional defects as evidenced by a decrease in ejection fraction and cardiac output. Further investigations into the underlying mechanisms of the cardiac defects revealed that the number of cardiomyocyte was reduced in the morphants. Expression of two cardiac genes was deregulated in the morphants including an increase in atrial natriuretic factor, a hallmark for cardiac hypertrophy and failure, and a decrease in cardiac myosin light chain 2, an essential protein for cardiac contractility in zebrafish. Moreover, a reduced fluorescence intensity from NADH in the morphant heart was observed in live zebrafish embryos as compared to control. Taken together, the present study demonstrates that Lrrc10 is necessary for normal cardiac development and cardiac function in zebrafish embryos, which will enhance our understanding of congenital heart defects and heart disease.","dc:creator":"Kim KH","dc:date":"2007","dc:title":"Lrrc10 is required for early heart development and function in zebrafish."},"rdfs:label":"Tissue expression in zebrafish"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:cb3cc308-80a2-4423-836e-80ffc3da967f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ab5a29c-9f2c-49dd-8154-985509267584","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Pulled down protein with immunoblotting showed co-localization with alpha actin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23236519","type":"dc:BibliographicResource","dc:abstract":"Leucine-rich repeat containing 10 (LRRC10) is a cardiac-specific protein exclusively expressed in embryonic and adult cardiomyocytes. However, the role of LRRC10 in mammalian cardiac physiology remains unknown. To determine if LRRC10 is critical for cardiac function, Lrrc10-null (Lrrc10(-/-)) mice were analyzed. Lrrc10(-) (/-) mice exhibit prenatal systolic dysfunction and dilated cardiomyopathy in postnatal life. Importantly, Lrrc10(-/-) mice have diminished cardiac performance in utero, prior to ventricular dilation observed in young adults. We demonstrate that LRRC10 endogenously interacts with α-actinin and α-actin in the heart and all actin isoforms in vitro. Gene expression profiling of embryonic Lrrc10(-/-) hearts identified pathways and transcripts involved in regulation of the actin cytoskeleton to be significantly upregulated, implicating dysregulation of the actin cytoskeleton as an early defective molecular signal in the absence of LRRC10. In contrast, microarray analyses of adult Lrrc10(-/-) hearts identified upregulation of oxidative phosphorylation and cardiac muscle contraction pathways during the progression of dilated cardiomyopathy. Analyses of hypertrophic signal transduction pathways indicate increased active forms of Akt and PKCε in adult Lrrc10(-/-) hearts. Taken together, our data demonstrate that LRRC10 is essential for proper mammalian cardiac function. We identify Lrrc10 as a novel dilated cardiomyopathy candidate gene and the Lrrc10(-/-) mouse model as a unique system to investigate pediatric cardiomyopathy.","dc:creator":"Brody MJ","dc:date":"2012","dc:title":"Ablation of the cardiac-specific gene leucine-rich repeat containing 10 (Lrrc10) results in dilated cardiomyopathy."},"rdfs:label":"Pull Down experiment ACTC1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:a7bfba1b-26a5-4a25-bb5d-8e11c4ca80c7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6728a736-095e-4fd3-8b15-bfaa4cf3bb38","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Yeast two hybrid screen indicates alpha-actinin is a binding partner for LRRC10.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23236519","rdfs:label":"LRRC10 and actin Yeast hybrid screen"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:fa4a2d52-d308-4490-bf05-810b8b649f0d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8488947d-1681-4af0-9357-adb1fe6b8199","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Repeat Conservation Mapping predicted protein-protein interactions at amino acids 104, 127, and 150. Mutated these three loci to alanine and pulldown assays were performed. \nMutation p.His150Ala disrupted binding. \n\nReduced interaction with actin was noted after stress induced pressured overload.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26608339","type":"dc:BibliographicResource","dc:abstract":"We previously reported that the cardiomyocyte-specific leucine-rich repeat containing protein (LRRC)10 has critical functions in the mammalian heart. In the present study, we tested the role of LRRC10 in the response of the heart to biomechanical stress by performing transverse aortic constriction on Lrrc10-null (Lrrc10(-/-)) mice. Mild pressure overload induced severe cardiac dysfunction and ventricular dilation in Lrrc10(-/-) mice compared with control mice. In addition to dilation and cardiomyopathy, Lrrc10(-/-) mice showed a pronounced increase in heart weight with pressure overload stimulation and a more dramatic loss of cardiac ventricular performance, collectively suggesting that the absence of LRRC10 renders the heart more disease prone with greater hypertrophy and structural remodeling, although rates of cardiac fibrosis and myocyte dropout were not different from control mice. Lrrc10(-/-) cardiomyocytes also exhibited reduced contractility in response to β-adrenergic stimulation, consistent with loss of cardiac ventricular performance after pressure overload. We have previously shown that LRRC10 interacts with actin in the heart. Here, we show that His(150) of LRRC10 was required for an interaction with actin, and this interaction was reduced after pressure overload, suggesting an integral role for LRRC10 in the response of the heart to mechanical stress. Importantly, these experiments demonstrated that LRRC10 is required to maintain cardiac performance in response to pressure overload and suggest that dysregulated expression or mutation of LRRC10 may greatly sensitize human patients to more severe cardiac disease in conditions such as chronic hypertension or aortic stenosis. ","dc:creator":"Brody MJ","dc:date":"2016","dc:title":"LRRC10 is required to maintain cardiac function in response to pressure overload."},"rdfs:label":"Binding with Actin"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:904eb6e7-025c-4192-9796-0149cf2f1ced","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a91741f0-6917-4a53-98ac-61b8e1573ef2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"qChIP was performed on wildtype (WT) and NKX2.5 knockout mouse hearts using NKX2.5, GATA4 and LRRC10 primers. There was a significantly lower mRNA level for LRRC10 in the knockout mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23751912","type":"dc:BibliographicResource","dc:abstract":"Cardiac gene expression is precisely regulated and its perturbation causes developmental defects and heart disease. Leucine-rich repeat containing 10 (Lrrc10) is a cardiac-specific factor that is crucial for proper cardiac development and deletion of Lrrc10 in mice results in dilated cardiomyopathy. However, the mechanisms regulating Lrrc10 expression in cardiomyocytes remain unknown. Therefore, we set out to determine trans-acting factors and cis-elements critical for mediating Lrrc10 expression. We identify Lrrc10 as a transcriptional target of Nkx2-5 and GATA4. The Lrrc10 promoter region contains two highly conserved cardiac regulatory elements, which are functional in cardiomyocytes but not in fibroblasts. In vivo, Nkx2-5 and GATA4 endogenously occupy the proximal and distal cardiac regulatory elements of Lrrc10 in the heart. Moreover, embryonic hearts of Nkx2-5 knockout mice have dramatically reduced expression of Lrrc10. These data demonstrate the importance of Nkx2-5 and GATA4 in regulation of Lrrc10 expression in vivo. The proximal cardiac regulatory element located at around -200bp is synergistically activated by Nkx2-5 and GATA4 while the distal cardiac regulatory element present around -3kb requires SRF in addition to Nkx2-5 and GATA4 for synergistic activation. Mutational analyses identify a pair of adjacent Nkx2-5 and GATA binding sites within the proximal cardiac regulatory element that are necessary to induce expression of Lrrc10. In contrast, only the GATA site is functional in the distal regulatory element. Taken together, our data demonstrate that the transcription factors Nkx2-5 and GATA4 cooperatively regulate cardiac-specific expression of Lrrc10.","dc:creator":"Brody MJ","dc:date":"2013","dc:title":"Lrrc10 is a novel cardiac-specific target gene of Nkx2-5 and GATA4."},"rdfs:label":"Immunoprecipitation LRRC10 with GATA4 and NKX2.5"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b013e822-9d31-4e78-893e-ba2a31ee8b06","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:babdf4f3-5c8b-452e-aa0a-845f7393f048","type":"FunctionalAlteration","dc:description":"cardiomyocyes from LRRC10 -/- mice exhibited reduced contractility.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26608339","rdfs:label":"Contractility"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1d0d9d5-4945-4873-a918-7a351091e8bd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:95b5d650-ff6f-4c77-8078-515fe6390a99","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Beginning at 1 month of age the mice developed left ventricular enlargement and fractional shortening which are both signs of DCM in humans.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23236519","rdfs:label":"LRRC10 Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:4c7817ff-6c99-45a4-b398-de34d778346f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8583a1c2-479b-4d7c-bad8-dc1164e2e03b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Beginning three days post-fertilization, zebrafish started to develop signs of dilated cardiomyopathy including edema, a reduced ejection fraction, decreased stroke volume, and reduced cardiac output.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17601532","rdfs:label":"Zebrafish animal model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:6345f011-3901-4bd5-9075-adc522d97179","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c2a4ebb7-9976-4444-a659-220e89afdc86","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice have exacerbated cardiomyopathy in response to pressure overload. Mice developed significant left ventricular dilation and fractional shortening compared to controls.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26608339","rdfs:label":"Mouse Model under stress"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Mice exhibited a much more severe phenotype under stress"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"NoKnownDiseaseRelationship","sequence":2851,"specifiedBy":"GeneValidityCriteria7","strengthScore":6,"subject":{"id":"cggv:b1e985ff-c254-4b86-ac21-34b0816ba561","type":"GeneValidityProposition","disease":"obo:MONDO_0005021","gene":"hgnc:20264","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"LRRC10 was evaluated for autosomal recessive dilated cardiomyopathy. There is no supporting human genetic evidence demonstrating this gene-disease relationship in the literature at the time of curation. The only publications suggesting human genetic evidence were excluded due to DCM GCEP concerns of suspect data (Qu et al, 2015 PMID: 26017719). This gene-disease association is supported by experimental Evidence (Kim et al, 2007, PMID: 17626279, Kim et al, 2007,PMID: 17601532, Brody et al, 2013, PMID: 23751912, Brody et al 2012, PMID: 23236519, Brody et al, 2016,PMID: 26608339, Woon et al, 2018, PMID: 29431102)..No convincing evidence for a casual role for LRRC10 and autosomal recessive DCM has been reported. Although this gene-disease assertion is supported by experimental evidence, no reports have directly implicated the gene in humans.   This classification was approved by the ClinGen Dilated Cardiomyopathy Working Group on March 20, 2020 (SOP Version 7).\nAll case-level evidence and case-control evidence was reviewed by the expert panel and found to have significant limitations. As a result, neither paper received points.","dc:isVersionOf":{"id":"cggv:7403d325-ff12-4c92-a308-b2054e9861c5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}