{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-10-11T15:27:04.590Z","role":"Publisher"},{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-05-10T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17097056","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) can be classified into at least four major anatomic subsets based upon the septal contour, and the location and extent of hypertrophy: reverse curvature-, sigmoidal-, apical-, and neutral contour-HCM. Here, we sought to identify genetic determinants for sigmoidal-HCM and hypothesized that Z-disc-HCM may be associated preferentially with a sigmoidal phenotype. Utilizing PCR, DHPLC, and direct DNA sequencing, we performed mutational analysis of five genes encoding cardiomyopathy-associated Z-disc proteins. The study cohort consisted of 239 unrelated patients with HCM previously determined to be negative for mutations in the eight genes associated with myofilament-HCM. Blinded to the Z-disc genotype status, the septal contour was graded qualitatively using standard transthoracic echocardiography. Thirteen of the 239 patients (5.4%) had one of 13 distinct HCM-associated Z-disc mutations involving residues highly conserved across species and absent in 600 reference alleles: LDB3 (6), ACTN2 (3), TCAP (1), CSRP3 (1), and VCL (2). For this subset with Z-disc-associated HCM, the septal contour was sigmoidal in 11 (85%) and apical in 2 (15%). While Z-disc-HCM is uncommon, it is equal in prevalence to thin filament-HCM. In contrast to myofilament-HCM, Z-disc-HCM is associated preferentially with sigmoidal morphology.","dc:creator":"Theis JL","dc:date":"2006","dc:title":"Echocardiographic-determined septal morphology in Z-disc hypertrophic cardiomyopathy."},"evidence":[{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d8e24d07-d660-4f01-9f07-0d45a1b9b889","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:48b1d3a6-e02b-43cf-9301-52e2ddf8229c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of adult mouse mRNA showed ACTN2 is highly expressed in heart muscle, and also in skeletal muscle, where it localizes to Z discs (Haywood et al, 2016, PMID  27287556).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1339456","type":"dc:BibliographicResource","dc:abstract":"Conserved sequences of dystrophin, beta-spectrin, and alpha-actinin were used to plan a set of degenerate oligonucleotide primers with which we amplified a portion of a human alpha-actinin gene transcript. Using this short clone as a probe, we isolated and characterized full-length cDNA clones for two human alpha-actinin genes (ACTN2 and ACTN3). These genes encode proteins that are structurally similar to known alpha-actinins with approximately 80% amino acid identity to each other and to the previously characterized human nonmuscle gene. ACTN2 is the human homolog of a previously characterized chicken gene while ACTN3 represents a novel gene product. Northern blot analysis demonstrated that ACTN2 is expressed in both skeletal and cardiac muscle, but ACTN3 expression is limited to skeletal muscle. As with other muscle-specific isoforms, the EF-hand domains in ACTN2 and ACTN3 are predicted to be incapable of binding calcium, suggesting that actin binding is not calcium sensitive. ACTN2 was mapped to human chromosome 1q42-q43 and ACTN3 to 11q13-q14 by somatic cell hybrid panels and fluorescent in situ hybridization. These results demonstrate that some of the isoform diversity of alpha-actinins is the result of transcription from different genetic loci.","dc:creator":"Beggs AH","dc:date":"1992","dc:title":"Cloning and characterization of two human skeletal muscle alpha-actinin genes located on chromosomes 1 and 11."},"rdfs:label":"ACTN2 Northern blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e2ad6f20-ecf0-4544-9fde-687d22c8a501","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a031f620-d694-49ee-a0dd-ca15d3b922d2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Interacts with CSRP3, encoding muscle LIM protein (MLP) as shown by blot overlay assay (Louis et al, 2007; PMID 9341203) and GST pull down (Vafiadaki et al, 2014; 24860983). CSRP3 has a definitive ClinGen clinical validity classification for hypertrophic cardiomyopathy. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24860983","type":"dc:BibliographicResource","dc:abstract":"Muscle lim protein (MLP) has emerged as a critical regulator of striated muscle physiology and pathophysiology. Mutations in cysteine and glycine-rich protein 3 (CSRP3), the gene encoding MLP, have been directly associated with human cardiomyopathies, whereas aberrant expression patterns are reported in human cardiac and skeletal muscle diseases. Increasing evidence suggests that MLP has an important role in both myogenic differentiation and myocyte cytoarchitecture, although the full spectrum of its intracellular roles has not been delineated. We report the discovery of an alternative splice variant of MLP, designated as MLP-b, showing distinct expression in neuromuscular disease and direct roles in actin dynamics and muscle differentiation. This novel isoform originates by alternative splicing of exons 3 and 4. At the protein level, it contains the N-terminus first half LIM domain of MLP and a unique sequence of 22 amino acids. Physiologically, it is expressed during early differentiation, whereas its overexpression reduces C2C12 differentiation and myotube formation. This may be mediated through its inhibition of MLP/cofilin-2-mediated F-actin dynamics. In differentiated striated muscles, MLP-b localizes to the sarcomeres and binds directly to Z-disc components, including α-actinin, T-cap and MLP. The findings of the present study unveil a novel player in muscle physiology and pathophysiology that is implicated in myogenesis as a negative regulator of myotube formation, as well as in differentiated striated muscles as a contributor to sarcomeric integrity.","dc:creator":"Vafiadaki E","dc:date":"2014","dc:title":"Muscle lim protein isoform negatively regulates striated muscle actin dynamics and differentiation."},"rdfs:label":"ACTN2-CSRP3 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:4d18838f-52ad-49da-852e-b8e9dd7f7003","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ae6c546f-eca9-4d76-b16d-7906bb3f11a4","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Variants in SCN5A identified in various cardiac phenotypes including atrial fibrillation, Brugada syndrome, DCM, LQTS, ventricular fibrillation. Patients with ACTN2 variants have been noted to have cardiac arrhythmias.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19943616","type":"dc:BibliographicResource","dc:abstract":"Cardiac sodium channel Na(v)1.5 plays a critical role in heart excitability and conduction. The molecular mechanism that underlies the expression of Na(v)1.5 at the cell membrane is poorly understood. Previous studies demonstrated that cytoskeleton proteins can be involved in the regulation of cell surface expression and localization of several ion channels. We performed a yeast two-hybrid screen to identify Na(v)1.5-associated proteins that may be involved in channel function and expression. We identified alpha-actinin-2 as an interacting partner of the cytoplasmic loop connecting domains III and IV of Na(v)1.5 (Na(v)1.5/LIII-IV). Co-immunoprecipitation and His(6) pull-down assays confirmed the physical association between Na(v)1.5 and alpha-actinin-2 and showed that the spectrin-like repeat domain is essential for binding of alpha-actinin-2 to Na(v)1.5. Patch-clamp studies revealed that the interaction with alpha-actinin-2 increases sodium channel density without changing their gating properties. Consistent with these findings, coexpression of alpha-actinin-2 and Na(v)1.5 in tsA201 cells led to an increase in the level of expression of Na(v)1.5 at the cell membrane as determined by cell surface biotinylation. Lastly, immunostaining experiments showed that alpha-actinin-2 was colocalized with Na(v)1.5 along the Z-lines and in the plasma membrane. Our data suggest that alpha-actinin-2, which is known to regulate the functional expression of the potassium channels, may play a role in anchoring Na(v)1.5 to the membrane by connecting the channel to the actin cytoskeleton network.","dc:creator":"Ziane R","dc:date":"2010","dc:title":"Cell membrane expression of cardiac sodium channel Na(v)1.5 is modulated by alpha-actinin-2 interaction."},"rdfs:label":"ACTN2-SCN5A interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:6d0f01d1-a4d9-43f5-8968-5ac672c2c5f4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5c439fdb-97ae-481e-b0df-e137fbb44ba4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The gene product of ACTN2, alpha-actinin 2, has multiple functions that are consistent with the hypertrophic cardiomyopathy disease process including acting as a structural anchor, stretch sensor, signaling node, and in ion channel organization. Disruption of these functions could result in myocardial disarray, left ventricular dysfunction, hypertrophic response, and arrhythmia respectively.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25224718","type":"dc:BibliographicResource","dc:abstract":"Potentially lethal and heritable cardiomyopathies and cardiac channelopathies are caused by heterogeneous autosomal dominant mutations in over 50 distinct genes, and multiple genes are responsible for a given disease. Clinical genetic tests are available for several of the inherited cardiac diseases and clinical investigations guide which test to order. This study describes a family with cardiac disease in which marked clinical diversity exists. In the absence of a unified clinical diagnosis, we used exome sequencing to identify a causal mutation.","dc:creator":"Bagnall RD","dc:date":"2014","dc:title":"Exome sequencing identifies a mutation in the ACTN2 gene in a family with idiopathic ventricular fibrillation, left ventricular noncompaction, and sudden death."},"rdfs:label":"Review of ACTN2 function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08ac1fe2-87f1-4a45-b367-5adfbe4e026f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2fe2e54a-f48a-4d35-b228-ce1047f7e228","type":"FunctionalAlteration","dc:description":"Compared to ACTN2wt, ACTN2mut hiPSC-CMs exhibited (i) cellular hypertrophy, myofibrillar disarray, multinucleation, ACTN2 protein aggregation, and activation of both the UPS and ALP in 2D culture, (ii) a marked reduction in the levels of sarcomere-associated proteins in 2D and EHTs, and (iii) force impairment in EHTs. These findings indicate impaired sarcomerogenesis and proteopathy as typical features in ACTN2mut.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/36078153","rdfs:label":"ACTN2 hiPSC-CM Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:06a3e977-1c25-4aab-968b-a23c00fe6224","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6908cf7c-54d6-4f35-a597-c806763d09bf","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"When zebrafish actn2 mRNA was coinjected along with the exon2-intron2 MO, up to 30% of fry were rescued and developed with normal gross morphology. Individual measurements of morphant length, somite number, and heart rate confirmed that all these aspects were largely rescued by actn2 mRNA, but not by actn3 mRNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22253474","type":"dc:BibliographicResource","dc:abstract":"α-Actinins are actin-binding proteins that can be broadly divided into Ca(2+)-sensitive cytoskeletal and Ca(2+)-insensitive sarcomeric isoforms. To date, little is known about functional differences between the isoforms due to their indistinguishable activities in most in vitro assays. To identify functional differences in vivo between sarcomeric isoforms, we employed computational and molecular approaches to characterize the zebrafish (Danio rerio) genome, which contains orthologoues of each human α-actinin gene, including duplicated copies of actn3. Each isoform exhibits a distinct and unique pattern of gene expression as assessed by mRNA in situ hybridization, largely sharing similar expression profiles as seen in humans. The spatial conservation of expression of these genes from lower invertebrates to humans suggests that regulation and subsequent functions of these genes are conserved during evolution. Morpholino-based knockdown of the sarcomeric isoform, actn2, leads to skeletal muscle, cardiac, and ocular defects evident over the first week of development. Remarkably, despite the high degree of sequence conservation between actn2 and actn3, the phenotypes of α-actinin-2 deficient zebrafish can be rescued by overexpression of α-actinin-2 but not by α-actinin-3 mRNAs from zebrafish or human. These data provide functional evidence that the primary sequences of α-actinin-2 and α-actinin-3 evolved differences to optimize their functions.","dc:creator":"Gupta V","dc:date":"2012","dc:title":"α-Actinin-2 deficiency results in sarcomeric defects in zebrafish that cannot be rescued by α-actinin-3 revealing functional differences between sarcomeric isoforms."},"rdfs:label":"Rescue in zebrafish morpholino model"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"Rescue supports evidence from morpholino knockdown - i.e. LOF mechanism, where as virtually all variants scored are missense. More representative of DCM than HCM, with ventricular dilation. Additionally, zebrafish are not good models for cardiomyopathies. However, rescue of the phenotype was convincing evidence for the experts to score this at the default."},{"id":"cggv:9f3a9a3c-6260-4e91-9b6e-5c0ea3e2ed40","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:70e7ac6e-0e1c-4bb2-ac5c-70b09e44b75e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In summary, the heterozygous mouse model (in mature male mice) supports a pathological role of the ACTN2 p.Met228Thr variant but provides little insight into the disease mechanisms. Differences in physiology between humans and mice, the relatively young age of the mice and lack of stressors might explain this lack of an overt phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36899856","type":"dc:BibliographicResource","dc:abstract":"Pathogenic variants in ","dc:creator":"Broadway-Stringer S","dc:date":"2023","dc:title":"Insights into the Role of a Cardiomyopathy-Causing Genetic Variant in "},"rdfs:label":"ACTN2 Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"In summary, the heterozygous mouse model (in mature male mice) supports a pathological role of the ACTN2 p.Met228Thr variant but provides little insight into the disease mechanisms. Differences in physiology between humans and mice, the relatively young age of the mice and lack of stressors might explain this lack of an overt phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:d3353a02-db4f-45e1-ad0c-7ebb4cf579de","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d3353a02-db4f-45e1-ad0c-7ebb4cf579de_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:92a36c2a-dccf-466d-ac24-24815bbcac28","type":"Cohort","allGenotypedSequenced":611,"alleleFrequency":0.006546644844517185,"detectionMethod":"Careggi University Hospital: Sequenced on a panel comprising 111 genes implicated in cardiomyopathies (N=27), and those tested later (N=5) sequenced on the 174-genes \n\nLMM: sequenced, non-specific\n\n29447731: Up to 66 genes were sequenced in each case\n\n30471092: Sequenced on a 107 gene cardiomyopathy and arrhythmia panel\n\n28798025: Exome sequencing, with variant details for 104 cardiac genes\n\n18506004, 21551322, 23768516: did not sequence ACTN2","evidence":[{"id":"cggv:d3353a02-db4f-45e1-ad0c-7ebb4cf579de_cc_evidence_item"}],"numWithVariant":4,"relatedCondition":{"id":"obo:MONDO_0000591"}},"controlCohort":{"id":"cggv:8feda796-51e2-4911-95dd-5e1a63be23ea","type":"Cohort","allGenotypedSequenced":125085,"alleleFrequency":0.0001039293280569213,"detectionMethod":"Rare variants were defined as having a filtering allele frequency (FAF) in gnomAD exomes (v 2.1) less than 0.0001 for both the popmax FAF and the overall FAF","evidence":[{"id":"cggv:d3353a02-db4f-45e1-ad0c-7ebb4cf579de_cc_evidence_item"}],"numWithVariant":13},"lowerConfidenceLimit":20.6,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.0000013,"statisticalSignificanceType":"","statisticalSignificanceValue":63.4,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":195,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33500567","type":"dc:BibliographicResource","dc:abstract":"To characterize the genetic architecture of left ventricular noncompaction (LVNC) and investigate the extent to which it may represent a distinct pathology or a secondary phenotype associated with other cardiac diseases.","dc:creator":"Mazzarotto F","dc:date":"2021","dc:title":"Systematic large-scale assessment of the genetic architecture of left ventricular noncompaction reveals diverse etiologies."},"rdfs:label":"ICM Case-Control 3"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2,"dc:description":"Scoring 2 points given the OR of aggregate variants and because there was statistical significance shown by excess after Bonferroni multiple testing correction. However, cases and controls were not matched demographically or by genetic ancestry. "},{"id":"cggv:e1c982b6-f4a6-44ac-844a-cccb131632da","type":"EvidenceLine","evidence":[{"id":"cggv:e1c982b6-f4a6-44ac-844a-cccb131632da_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:44e0107d-6f42-47b0-9d46-df5b3896f927","type":"Cohort","allGenotypedSequenced":1439,"alleleFrequency":0.006949270326615705,"detectionMethod":"Sequencing of 20 putative HCM genes","evidence":[{"id":"cggv:e1c982b6-f4a6-44ac-844a-cccb131632da_cc_evidence_item"}],"numWithVariant":10,"relatedCondition":{"id":"obo:MONDO_0000591"}},"controlCohort":{"id":"cggv:1937032a-aab8-490f-8db1-912ea948f79e","type":"Cohort","allGenotypedSequenced":60388,"alleleFrequency":0.01086308538120156,"detectionMethod":"Variants associated with HCM were identified based on manual curation of the HGMD disease terms. The total allele frequency and count from ExAC were extracted for each variant. Polymorphisms (ExAC MAF >1 × 10−2) were removed from the analysis. The number of HGMD variants present in ExAC was calculated at any frequency and with MAF >1 × 10−4.","evidence":[{"id":"cggv:e1c982b6-f4a6-44ac-844a-cccb131632da_cc_evidence_item"}],"numWithVariant":656},"lowerConfidenceLimit":0.34,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.1941,"statisticalSignificanceType":"","statisticalSignificanceValue":0.64,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":1.19,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27532257","type":"dc:BibliographicResource","dc:abstract":"The accurate interpretation of variation in Mendelian disease genes has lagged behind data generation as sequencing has become increasingly accessible. Ongoing large sequencing efforts present huge interpretive challenges, but they also provide an invaluable opportunity to characterize the spectrum and importance of rare variation.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Reassessment of Mendelian gene pathogenicity using 7,855 cardiomyopathy cases and 60,706 reference samples."},"rdfs:label":"ICM CC1"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"•  Nontruncating variants OR: 0.58 (0.30-1.12)\n•  Truncating variants OR: 7.00 (0.84-58.17)\nScoring 0 pts due to cases and controls not being matched demographically, OR that crosses 1.0, and low statistical significance upon Fishers exact 2-sided test. "},{"id":"cggv:3b250922-6605-4453-b9dc-73f1abbd3158","type":"EvidenceLine","evidence":[{"id":"cggv:3b250922-6605-4453-b9dc-73f1abbd3158_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:87fff563-4d60-455b-8561-00b4d7898dc2","type":"Cohort","allGenotypedSequenced":804,"alleleFrequency":0.01990049751243781,"detectionMethod":"Sequencing of 31 genes implicated in HCM","evidence":[{"id":"cggv:3b250922-6605-4453-b9dc-73f1abbd3158_cc_evidence_item"}],"numWithVariant":16,"relatedCondition":{"id":"obo:MONDO_0000591"}},"controlCohort":{"id":"cggv:77b5506f-cbb5-43b4-8d69-cd0ec4e0979e","type":"Cohort","allGenotypedSequenced":60706,"alleleFrequency":0.01085559911705598,"detectionMethod":"Sequencing of 31 genes implicated in HCM","evidence":[{"id":"cggv:3b250922-6605-4453-b9dc-73f1abbd3158_cc_evidence_item"}],"numWithVariant":659},"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.024,"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28082330","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) exhibits genetic heterogeneity that is dominated by variation in eight sarcomeric genes. Genetic variation in a large number of non-sarcomeric genes has also been implicated in HCM but not formally assessed. Here we used very large case and control cohorts to determine the extent to which variation in non-sarcomeric genes contributes to HCM.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Defining the genetic architecture of hypertrophic cardiomyopathy: re-evaluating the role of non-sarcomeric genes."},"rdfs:label":"ICM Case-Control 2"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"Includes data from Girolami 2014; PMID: 25173926, Chiu 2010; PMID: 20022194, and Theis 2006; PMID: 17097056.\nScoring 0 since this study contains information from other studies in this curation in addition to the lack of matching between cases and controls. "}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":2},{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.7}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7087,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:280f0aa7-b89e-4ad7-9e9c-89a473b9129c","type":"GeneValidityProposition","disease":"obo:MONDO_0000591","gene":"hgnc:164","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"ACTN2 was first reported in association with autosomal dominant hypertrophic cardiomyopathy in humans in 2006 (Theis et al, 2006, PMID 17097056), dilated cardiomyopathy in 2010 (Zimmerman et al, 2010, PMID 20474083), left ventricular noncompaction in 2014 (Bagnall et al, 2014, PMID 25224718), restrictive cardiomyopathy in 2016 (Kostareva et al, 2016, PMID 27662471), and left-dominant arrhythmogenic cardiomyopathy in 2020 (Good et al, 2020, PMID 31956495). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in the molecular mechanism underlying the disease entities. The cardiomyopathy reported in families carrying ACTN2 variants does not fit well into the classical categories of HCM or DCM. Individuals can show variable combinations of hypertrophy, dilatation, and hyper/hypocontractility, and the phenotype can vary between individuals in the same family. For clinical management, all the phenotypes are cardiovascular, and individuals should be monitored appropriately. Therefore, all disease entities have been lumped into one inclusive disease entity, intrinsic cardiomyopathy. Of note, this gene has also been implicated in congenital myopathy 8 (MIM: 618654) and myopathy, distal, 6, adult onset (MIM: 618655). These will be assessed separately.\n\nAt least 30 unique heterozygous variants (22 missense, 4 nonsense, 3 deletions, 1 frameshift) and one nonsense homozygous variant, with little to no experimental evidence to support their pathogenicity, have been reported in ACTN2 in humans. A majority of the points and compelling evidence for this curation came from null variants which ​​appear to commonly present with hypertrabeculation in addition to the myocardial dysfunction. Although there are some null variants reported in other phenotypes, there is an enrichment of truncating variants in individuals with LVNC cardiomyopathy compared to controls (0.65% vs 0.01%, p=1.3E-06) (Mazzarotto et al, 2021, PMID 33500567). There have also been some reports of missense variants in this gene, including 4 variants with segregation data in families that have diverse cardiac phenotypes, and 3 variants with functional data. Of note, loss-of-function variants in ACTN2 are highly constrained, while there is a lack of constraint for missense variants. The mechanism for disease is not well-understood. Case-control studies have found no increased frequency of rare ACTN2 variants in individuals with typical HCM, suggesting that much of the observed variation may be benign (Walsh et al, 2017, PMIDs 27532257, 28082330). This gene-disease association is supported by the function of the protein (Bagnall et al, 2014, PMID 25224718), protein interaction with CSRP3 and SCN5A (Louis et al, 2007, PMID 9341203; Ziane et al, 2010, PMID 19943616; Vafiadaki et al, 2014, PMID 24860983), expression of the gene product (alpha actinin-2) in the heart (Beggs et al, 1992, 1339456; Haywood et al, 2016, PMID 27287556), functional alteration in human iPSC-derived cardiomyocytes (Zech et al, 2022, PMID 36078153), a mouse model with a missense variant that displays a biochemical HCM-like phenotype (Broadway-Stringer et al, 2023, PMID 36899856), and DCM phenotype in a zebrafish model that is rescued by restoration of WT ACTN2 (Gupta et al, 2012, PMID 22253474). \n\nIn summary, there is definitive evidence to support the relationship between ACTN2 and intrinsic cardiomyopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. Based on curated literature, this gene can cause seemingly isolated left ventricular hypertrophy. This classification of ACTN2 for intrinsic cardiomyopathy (HCM and DCM) was originally approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on April 10, 2018. It was reevaluated on May 10, 2023 and expanded to include LVNC, RCM, and ACM. As a result of this reevaluation, the classification changed from moderate to definitive due to new evidence in the literature.","dc:isVersionOf":{"id":"cggv:6710e329-d391-4355-85a5-02d03f8791a3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}