{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2017-06-07T04:00:00.000Z","role":"Approver"},{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:74f53578-4020-45af-bdff-5c6a1ae284d0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:40a173f9-8d45-4c19-a77a-1f0fc6ef800d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"SLC26A4 expression was observed  by immunohistochemistry in the supporting cells between the inner and outer sulcus and in spiral ganglion neurons of the cocohlea of the common marmoset.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27091614","type":"dc:BibliographicResource","dc:abstract":"Ion homeostasis in the inner ear is essential for proper hearing. Anion exchangers are one of the transporters responsible for the maintenance of homeostasis, but their expression profile in the primate cochlea has not been fully characterized. However, species-specific overlapping expression patterns and functional compensation in other organs, such as the kidney, pancreas and small intestine, have been reported. Here, we determined the expression patterns of the anion exchangers SLC26A4, SLC26A5, SLC26A6, SLC26A7, SLC26A11, SLC4A2 and SLC4A3 in the cochlea of a non-human primate, the common marmoset (Callithrix jacchus). Although the pattern of expression of SLC26A4 and SLC26A5 was similar to that in rodents, SLC26A7, SLC4A2, SLC4A3 exhibited different distributions. Notably, five transporters, SLC26A4, SLC26A6, SLC26A11 SLC4A2 and SLC4A3, were expressed in the cells of the outer sulcus. Our results reveal a species-specific distribution pattern of anion exchangers in the cochlea, particularly in the outer sulcus cells, suggesting functional compensation among these exchangers. This \"primate-specific\" pattern may be related to the human-specific hearing loss phenotypes of channelopathy disorders, including the SLC26A4-related diseases Pendred syndrome/DFNB4. ","dc:creator":"Hosoya M","dc:date":"2016","dc:title":"Overlapping expression of anion exchangers in the cochlea of a non-human primate suggests functional compensation."},"rdfs:label":"Expression in spiral ganglion neurons of cochlea"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bd1eb32b-8e93-4bc8-918b-cb85ffd3eca7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be0edd59-7979-4e99-8d02-b00dcae1c33d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of PDS was shown in adult thyroid by Northern blot. Very weak signals also observed in kidney, fetal kidney, and fetal brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9398842","type":"dc:BibliographicResource","dc:abstract":"Pendred syndrome is a recessively inherited disorder with the hallmark features of congenital deafness and thyroid goitre. By some estimates, the disorder may account for upwards of 10% of hereditary deafness. Previous genetic linkage studies localized the gene to a broad interval on human chromosome 7q22-31.1. Using a positional cloning strategy, we have identified the gene (PDS) mutated in Pendred syndrome and found three apparently deleterious mutations, each segregating with the disease in the respective families in which they occur. PDS produces a transcript of approximately 5 kb that was found to be expressed at significant levels only in the thyroid. The predicted protein, pendrin, is closely related to a number of known sulphate transporters. These studies provide compelling evidence that defects in pendrin cause Pendred syndrome thereby launching a new area of investigation into thyroid physiology, the pathogenesis of congenital deafness and the role of altered sulphate transport in human disease.","dc:creator":"Everett LA","dc:date":"1997","dc:title":"Pendred syndrome is caused by mutations in a putative sulphate transporter gene (PDS)."},"rdfs:label":"Expression of PDS in thyroid"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Thyroid expression, thyroid dysfunction is feature of Pendred"},{"id":"cggv:a04ec6ad-6096-4212-974d-086a5e30802f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b093a203-bf4f-45da-b568-6f0494ac4bed","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Ion uptake may be relevant to the formation of vestibular aqueduct SNHL","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10192399","type":"dc:BibliographicResource","dc:abstract":"Pendred syndrome is the most common form of syndromic deafness and characterized by congenital sensorineural hearing loss and goitre. This disorder was mapped to chromosome 7 and the gene causing Pendred syndrome (PDS) was subsequently identified by positional cloning. PDS encodes a putative transmembrane protein designated pendrin. Pendrin is closely related to a family of sulfate transport proteins that includes the rat sulfate-anion transporter (encoded by Sat-1; 29% amino acid sequence identity), the human diastrophic dysplasia sulfate transporter (encoded by DTD; 32%) and the human sulfate transporter 'downregulated in adenoma' (encoded by DRA; 45%). On the basis of this homology and the presence of a slightly modified sulfate-transporter signature sequence comprising its putative second transmembrane domain, pendrin has been proposed to function as a sulfate transporter. We were unable to detect evidence of sulfate transport following the expression of pendrin in Xenopus laevis oocytes by microinjection of PDS cRNA or in Sf9 cells following infection with PDS-recombinant baculovirus. The rates of transport for iodide and chloride were significantly increased following the expression of pendrin in both cell systems. Our results demonstrate that pendrin functions as a transporter of chloride and iodide, but not sulfate, and may provide insight into thyroid physiology and the pathophysiology of Pendred syndrome.","dc:creator":"Scott DA","dc:date":"1999","dc:title":"The Pendred syndrome gene encodes a chloride-iodide transport protein."},"rdfs:label":"Iodide and chloride uptake"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:c38ebe7f-ef61-41cb-87c7-889df8e78448","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:143dd8eb-520f-4de7-a61a-c30880a8452e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Iodide efflux may be important for formation of the vestibular aqueduct.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12107249","type":"dc:BibliographicResource","dc:abstract":"The Pendred syndrome gene encodes a 780-amino acid putative transmembrane protein (pendrin) that is expressed in the apical membrane of thyroid follicular cells. Although pendrin was shown to transport iodide and chloride using Xenopus laevis oocytes and Sf9 insect cells, there is no report using mammalian cells to study its role in thyroid function. We show here, using COS-7 cells and Chinese hamster ovary cells transfected with expression vectors encoding sodium iodide symporter or human Pendred syndrome gene cDNA and by comparison with studies using rat thyroid FRTL-5 cells, that pendrin is an iodide-specific transporter in mammalian cells and is responsible for iodide efflux in the thyroid.","dc:creator":"Yoshida A","dc:date":"2002","dc:title":"Pendrin is an iodide-specific apical porter responsible for iodide efflux from thyroid cells."},"rdfs:label":"Iodide efflux"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:393b0b90-dd8b-4e94-b356-972290d37502","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9da5a356-85e2-4563-a648-5cad31d2e5f6","type":"FunctionalAlteration","dc:description":"Four mutants did not localize to the cell membrane (GFP-tagged PDS was used), while WT was clearly present at cell membrane. Functional analysis of iodide efflux was also investigated. All but 2 mutant PDS strains lost the ability to efflux iodide when cotransfected with NIS, a known idodide importer.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11932316","type":"dc:BibliographicResource","dc:abstract":"Pendred syndrome (PDS) is an autosomal recessive disorder characterized by deafness and goiter. Phenotypic heterogeneity is observed in affected individuals, and thyroid dysfunction is particularly variable. The syndrome is caused by mutations in the PDS (SLC26A4) gene, encoding an anion transporter pendrin, which localizes to the apical membrane of thyroid follicular cells. PDS is thought to enable efflux iodide into the follicle lumen. More than 50 diseases causing mutations of PDS have been reported. Here we have investigated the effect of nine PDS missense mutations on pendrin localization and iodide transport with the view to understanding their functional impact. As demonstrated by transient expression of green fluorescent protein-tagged pendrin mutant constructs in mammalian cell lines, appropriate trafficking to the plasma membrane was observed for only two mutants. The remaining PDS mutants appear to be retained within the endoplasmic reticulum following transfection. Iodide efflux assays were performed using human embryonic kidney 293 cells transfected with mutant pendrin and cotransfected with sodium iodide transporter to provide a mechanism of iodide uptake. The results indicated loss of pendrin iodide transport for all mislocalizing mutations. However, PDS mutants are associated with variable thyroid dysfunction in affected subjects. We concluded that additional genetic and/or environmental factors influence the thyroid activity in Pendred syndrome.","dc:creator":"Taylor JP","dc:date":"2002","dc:title":"Mutations of the PDS gene, encoding pendrin, are associated with protein mislocalization and loss of iodide efflux: implications for thyroid dysfunction in Pendred syndrome."},"rdfs:label":"PDS missense changes iodide efflux"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"1 point given because both localization and functional experiments included"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7960c54c-9b9c-478f-91d1-cc67e2261252","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:97cc9625-6937-47fa-87df-45ca184c163a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"indicating Pds-null mice may better model for nonsyndromic hearing loss/EVA rather than Pendred.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11152663","type":"dc:BibliographicResource","dc:abstract":"Following the positional cloning of PDS, the gene mutated in the deafness/goitre disorder Pendred syndrome (PS), numerous studies have focused on defining the role of PDS in deafness and PS as well as elucidating the function of the PDS-encoded protein (pendrin). To facilitate these efforts and to provide a system for more detailed study of the inner-ear defects that occur in the absence of pendrin, we have generated a Pds-knockout mouse. Pds(-/-) mice are completely deaf and also display signs of vestibular dysfunction. The inner ears of these mice appear to develop normally until embryonic day 15, after which time severe endolymphatic dilatation occurs, reminiscent of that seen radiologically in deaf individuals with PDS mutations. Additionally, in the second postnatal week, severe degeneration of sensory cells and malformation of otoconia and otoconial membranes occur, as revealed by scanning electron and fluorescence confocal microscopy. The ultrastructural defects seen in the Pds(-/-) mice provide important clues about the mechanisms responsible for the inner-ear pathology associated with PDS mutations.","dc:creator":"Everett LA","dc:date":"2001","dc:title":"Targeted disruption of mouse Pds provides insight about the inner-ear defects encountered in Pendred syndrome."},"rdfs:label":"PDS null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Downgraded to 1.5 points because, although a good model for SLC26A4-associated hearing loss, no thyroid phenotype"},{"id":"cggv:993b65f2-e0c6-4105-ac39-be67666fa3d4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0218ed77-b027-404f-8a46-270f82724213","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This mutation leads to the loss of exon 8 and a prematurely truncated protein. The mouse had similar phenotype to the model in Everett 2001, including profound hearing loss, vestibular disfunction, enlarged vestibular aqueduct, and hair cell degeneration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21811566","type":"dc:BibliographicResource","dc:abstract":"Recessive mutations in the SLC26A4 gene are a common cause of hereditary hearing impairment worldwide. Previous studies have demonstrated that different SLC26A4 mutations may have different pathogenetic mechanisms. In the present study, we established a knock-in mouse model (i.e., Slc26a4(tm1Dontuh/tm1Dontuh) mice) homozygous for the c.919-2A>G mutation, which is a common mutation in East Asians. Mice were then subjected to audiologic assessment, a battery of vestibular evaluations, and inner ear morphological studies. All Slc26a4(tm1Dontuh/tm1Dontuh) mice revealed profound hearing loss, whereas 46% mice demonstrated pronounced head tilting and circling behaviors. There was a significant difference in the vestibular performance between wild-type and Slc26a4(tm1Dontuh/tm1Dontuh) mice, especially those exhibiting circling behavior. Inner ear morphological examination of Slc26a4(tm1Dontuh/tm1Dontuh) mice revealed an enlarged endolymphatic duct, vestibular aqueduct and sac, atrophy of stria vascularis, deformity of otoconia in the vestibular organs, consistent degeneration of cochlear hair cells, and variable degeneration of vestibular hair cells. Audiologic and inner ear morphological features of Slc26a4(tm1Dontuh/tm1Dontuh) mice were reminiscent of those observed in humans. These features were also similar to those previously reported in both knock-out Slc26a4(-/-) mice and Slc26a4(loop/loop) mice with the Slc26a4 p.S408F mutation, albeit the severity of vestibular hair cell degeneration appeared different among the three mouse strains.","dc:creator":"Lu YC","dc:date":"2011","dc:title":"Establishment of a knock-in mouse model with the SLC26A4 c.919-2A>G mutation and characterization of its pathology."},"rdfs:label":"Mouse c.919-A>G model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Downgraded to 1.5 points for the same reason as Everett 2001- the mouse model had no abnormal thyroidal phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:4457ccfb-f14c-4a86-bef1-f80bd15851c7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f32d9a3-a83d-47b1-9e45-02799fb152b2","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypes":["obo:HP_0000407","obo:HP_0000853"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:4457ccfb-f14c-4a86-bef1-f80bd15851c7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:990af19e-3606-4b68-bd3f-228d7439ebd3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000441.1(SLC26A4):c.1198delT (p.Cys400Valfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/43494"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9398842"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9398842","rdfs:label":"Fam 5 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Consanguineous Bedouin family"},{"id":"cggv:47816709-b529-49e0-93d0-0de9cf0ad1a4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a8a6ceaa-9053-4114-a40b-d644999ebe03","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypes":["obo:HP_0000853","obo:HP_0000407"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:47816709-b529-49e0-93d0-0de9cf0ad1a4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:990af19e-3606-4b68-bd3f-228d7439ebd3"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9398842"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9398842","rdfs:label":"Fam 4 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:d66cb73d-bbba-43d6-850b-394f13810ad2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2d284dfd-d033-4ef1-a30e-18a4861dcfff","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"detectionMethod":"","phenotypes":["obo:HP_0000853","obo:HP_0011387","obo:HP_0000407"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:d66cb73d-bbba-43d6-850b-394f13810ad2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b6165975-91cb-472f-8dc8-9618eb6e81ed","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000441.1(SLC26A4):c.863dup (p.Leu288PhefsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658795311"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24353858","type":"dc:BibliographicResource","dc:abstract":"The aim of this study was to detect the genetic cause of deafness in a large Iranian family. Due to the importance of SLC26A4 in causing hearing loss, information about the gene mutations can be beneficial in molecular detection and management of deaf patients.","dc:creator":"Yazdanpanahi N","dc:date":"2013","dc:title":"Compound Heterozygosity for Two Novel SLC26A4 Mutations in a Large Iranian Pedigree with Pendred Syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24353858","rdfs:label":"IR3-V-3 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Consanguineous Iranian family. One part of pedigree had c.881_882delAC and other part had c.863_864dupT. Patient VI-1 (8 y old) had one parent from one part and one from other part; was compound het for these variants. This patient had more mild hearing loss and no goiter, although goiter characteristically develops during puberty in Pendred. This patient was excluded from segregation count. All other affected individuals were homozygous for one of the variants. Probands were not stated explicitly, chosen randomly from youngest generation of each part of pedigree"},{"id":"cggv:14550e6a-fcd4-4ee1-a519-b47ccc65ea03_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f23e0111-7a1c-47a6-90a0-e08e1fef20c0","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Sensorineural hearing impairment and goiter","phenotypes":["obo:HP_0000407","obo:HP_0000853"],"previousTesting":true,"previousTestingDescription":"none","sex":"UnknownEthnicity","variant":{"id":"cggv:14550e6a-fcd4-4ee1-a519-b47ccc65ea03_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:990af19e-3606-4b68-bd3f-228d7439ebd3"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9398842"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9398842","rdfs:label":"Fam 3 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"First report to identify Pendred gene, termed PDS. Two other families were studied, but pedigree is not provided. Consanguineous Arabic family"},{"id":"cggv:ad737f72-6ad7-4c5a-bd46-0989a7cc8bd5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e1d5fee4-a629-466e-b985-6a75d5cb7b9a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage to 7q22-q31 led to PCR sequencing revealing the c.451delG variant in Exon 5","firstTestingMethod":"Genotyping","phenotypeFreeText":"goiter and EVA","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:ad737f72-6ad7-4c5a-bd46-0989a7cc8bd5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a09e7e17-1d3b-45d0-8377-9f667ca963a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000441.1(SLC26A4):c.451del (p.Val151LeufsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820729"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22429511","type":"dc:BibliographicResource","dc:abstract":"Recessive mutations of the SLC26A4 (PDS) gene on chromosome 7q31 can cause sensorineural hearing loss with goiter (Pendred syndrome) or non-syndromic autosomal recessive hearing loss (DFNB4). Furthermore, mutations in the GJB2 gene results in autosomal recessive (DFNB1) and dominant (DFNA3) non-syndromic hearing loss. The aim of the present study was to characterize a family with Pendred syndrome affected by severe to profound HL and presenting goiter.","dc:creator":"Ben Said M","dc:date":"2012","dc:title":"Segregation of a new mutation in SLC26A4 and p.E47X mutation in GJB2 within a consanguineous Tunisian family affected with Pendred syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22429511","rdfs:label":"BenSaid SLC26A4 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":591,"specifiedBy":"GeneValidityCriteria5","strengthScore":18,"subject":{"id":"cggv:28d2508d-a6fb-4386-bfe6-ee4ac6d6f287","type":"GeneValidityProposition","disease":"obo:MONDO_0010134","gene":"hgnc:8818","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The association between SLC26A4 and autosomal recessive Pendred syndrome is well-established and over 500 variants have been reported, including missense, nonsense, frameshift, splice, in-frame indel, and large deletion variants. The hearing loss associated with SLC26A4 is typically congenital, pre-, or peri-lingual in onset and caused by enlarged vestibular aqueduct (EVA).  An incomplete partitioning defect of the cochlea may also be present. Goiter and/or hypothyroidism are an incompletely penetrant feature of Pendred syndrome and may not present until the second decade of life (Pryor 2005, Soh 2015). There may be variable expression of the thyroid features, even within families with the same pathogenic variants. Additionally, a large percentage of individuals with hearing loss and EVA lack variants on one or both alleles of SLC26A4. Individuals with a single mutation appear to be less likely to develop the thyroid features, but may have similar recurrence risks as individuals found to harbor two biallelic pathogenic variants (Pryor 2005, Chattaraj 2014). This gene-disease association is supported by animal models, evidence of expression in the ear and thyroid, and in vitro biochemical studies. In summary, SLC26A4 is definitively associated with autosomal recessive Pendred syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hearing Loss Working Group on 6/7/2017.\n","dc:isVersionOf":{"id":"cggv:49e794f4-8725-4499-a0a2-82591b42cab5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}