{"id":"cggv:5d832673-8acb-4a02-ae34-35e0d9981b70v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5d832673-8acb-4a02-ae34-35e0d9981b70_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-09-13T16:00:00.000Z","role":"Approver"},{"id":"cggv:5d832673-8acb-4a02-ae34-35e0d9981b70_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-10-10T21:28:49.014Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11385718","type":"dc:BibliographicResource","dc:creator":"Hoffmann B","dc:date":"2001","dc:title":"First mutation in cardiac troponin C, L29Q, in a patient with hypertrophic cardiomyopathy."},"evidence":[{"id":"cggv:5d832673-8acb-4a02-ae34-35e0d9981b70_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5d832673-8acb-4a02-ae34-35e0d9981b70_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f477529-4138-40a5-9bb5-25c1d8f693e3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7cb421a3-f9e3-4d92-a636-da1b5fe3547a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"cTNC-WT interacts with the non-phosphorylated N-terminal arm of cTnI (TNNI3) via peptide arrays and is abolished in the cTNC-L29Q mutation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16302972","type":"dc:BibliographicResource","dc:abstract":"We investigated structural and functional aspects of the first mutation in TNNC1, coding for the calcium-binding subunit (cTnC) of cardiac troponin, which was detected in a patient with hypertrophic cardiomyopathy [ Hoffmann B, Schmidt-Traub H, Perrot A, Osterziel KJ & Gessner R (2001) Hum Mut17, 524]. This mutation leads to a leucine-glutamine exchange at position 29 in the nonfunctional calcium-binding site of cTnC. Interestingly, the mutation is located in a putative interaction site for the nonphosphorylated N-terminal arm of cardiac troponin I (cTnI) [ Finley NL, Abbott MB, Abusamhadneh E, Gaponenko V, Dong W, Seabrook G, Howarth JW, Rana M, Solaro RJ, Cheung HC et al. (1999) EJB Lett453, 107-112]. According to peptide array experiments, the nonphosphorylated cTnI arm interacts with cTnC around L29. This interaction is almost abolished by L29Q, as observed upon protein kinase A-dependent phosphorylation of cTnI at serine 22 and serine 23 in wild-type troponin. With CD spectroscopy, minor changes are observed in the backbone of Ca2+-free and Ca2+-saturated cTnC upon the L29Q replacement. A small, but significant, reduction in calcium sensitivity was detected upon measuring the Ca2+-dependent actomyosin subfragment 1 (actoS1)-ATPase activity and the sliding velocity of thin filaments. The maximum actoS1-ATPase activity, but not the maximum sliding velocity, was significantly enhanced. In addition, we performed our investigations at different levels of protein kinase A-dependent phosphorylation of cTnI. The in vitro assays mainly showed that the Ca2+ sensitivity of the actoS1-ATPase activity, and the mean sliding velocity of thin filaments, were no longer affected by protein kinase A-dependent phosphorylation of cTnI owing to the L29Q exchange in cTnC. The findings imply a hindered transduction of the phosphorylation signal from cTnI to cTnC.","dc:creator":"Schmidtmann A","dc:date":"2005","dc:title":"Cardiac troponin C-L29Q, related to hypertrophic cardiomyopathy, hinders the transduction of the protein kinase A dependent phosphorylation signal from cardiac troponin I to C."},"rdfs:label":"Schmidtmann 2005 PI1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Shown also in Lombardi 2008."},{"id":"cggv:28ecff45-f3e3-42a7-ab53-a67607344add","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7fd25289-b9c3-4d6c-a642-c247d731352b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"C terminus of cTnT directly interacts with cTnC and modulates myocardial force generation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31748410","type":"dc:BibliographicResource","dc:abstract":"Aberrant regulation of myocardial force production represents an early biomechanical defect associated with sarcomeric cardiomyopathies, but the molecular mechanisms remain poorly defined. Here, we evaluated the pathogenicity of a previously unreported sarcomeric gene variant identified in a pediatric patient with sporadic dilated cardiomyopathy, and we determined a molecular mechanism. Trio whole-exome sequencing revealed a de novo missense variant in TNNC1 that encodes a p.I4M substitution in the N-terminal helix of cardiac troponin C (cTnC). Reconstitution of this human cTnC variant into permeabilized porcine cardiac muscle preparations significantly decreases the magnitude and rate of isometric force generation at physiological Ca2+-activation levels. Computational modeling suggests that this inhibitory effect can be explained by a decrease in the rates of cross-bridge attachment and detachment. For the first time, we show that cardiac troponin T (cTnT), in part through its intrinsically disordered C terminus, directly binds to WT cTnC, and we find that this cardiomyopathic variant displays tighter binding to cTnT. Steady-state fluorescence and NMR spectroscopy studies suggest that this variant propagates perturbations in cTnC structural dynamics to distal regions of the molecule. We propose that the intrinsically disordered C terminus of cTnT directly interacts with the regulatory N-domain of cTnC to allosterically modulate Ca2+ activation of force, perhaps by controlling the troponin I switching mechanism of striated muscle contraction. Alterations in cTnC-cTnT binding may compromise contractile performance and trigger pathological remodeling of the myocardium.","dc:creator":"Johnston JR","dc:date":"2019","dc:title":"The intrinsically disordered C terminus of troponin T binds to troponin C to modulate myocardial force generation."},"rdfs:label":"Johnston Mass Spectroscopy"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:ac206258-5b3a-4414-b42e-5835262d5db8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4014ff50-32ec-482c-9c2a-3bcc629f7433","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The affinities of cNTnC toward calcium and cTnI were measured in the presence of phosphorylated and unphosphorylated cTnI and how L29Q cNTnC affects binding was determined. The affinity of L29Q toward a region of cTnI (147-163) was perturbed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18042489","type":"dc:BibliographicResource","dc:abstract":"The cardiac-specific N-terminus of cardiac troponin I (cTnI) is known to modulate the activity of troponin upon phosphorylation with protein kinase A (PKA) by decreasing its Ca(2+) affinity and increasing the relaxation rate of the thin filament. The molecular details of this modulation have not been elaborated to date. We have established that the N-terminus and the switch region of cTnI bind to cNTnC [the N-domain of cardiac troponin C (cTnC)] simultaneously and that the PKA signal is transferred via the cTnI N-terminus modulating the cNTnC affinity toward cTnI(147-163) but not toward Ca(2+). The K(d) of cNTnC for cTnI(147-163) was found to be 600 microM in the presence of cTnI(1-29) and 370 microM in the presence of cTn1(1-29)PP, which can explain the difference in muscle relaxation rates upon the phosphorylation with PKA in experiments with cardiac fibers. In the light of newly found mutations in cNTnC that are associated with cardiomyopathies, the important role played by the cTnI N-terminus in the development of heart disorders emerges. The mutants studied, L29Q (the N-domain of cTnC containing mutation L29Q) and E59D/D75Y (the N-domain of cTnC containing mutation E59D/D75Y), demonstrated unchanged Ca(2+) affinity per se and in complex with the cTnI N-terminus (cTnI(1-29) and cTnI(1-29)PP). The affinity of L29Q and E59D/D75Y toward cTnI(147-163) was significantly perturbed, both alone and in complex with cTnI(1-29) and cTnI(1-29)PP, which is likely to be responsible for the development of malfunctions.","dc:creator":"Baryshnikova OK","dc:date":"2008","dc:title":"Modulation of cardiac troponin C function by the cardiac-specific N-terminus of troponin I: influence of PKA phosphorylation and involvement in cardiomyopathies."},"rdfs:label":"Baryshnikova 2008 FunctAlt1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"cTnI (147-163) is an important binding region for cNTnc, which binds in a calcium-dependent manner and relays the calcium signal. Calcium binding affinity of cNTnC is not affected by the N-terminal region of cTnI (unphosphorylated or phosophorylated).  L29Q affinity toward calcium is not changed (conflicting data?)."},{"id":"cggv:868add80-4348-4e94-a632-5567ec147061","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1e25fae4-a1e7-423a-9820-25f1f49ff94d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"A small reduction in calcium sensitivity was detected upon measuring calcium-dependent actoS1-ATPase activity and sliding velocity of thin filaments (CD spectroscopy). The max actoS1-ATPase activity (but not sliding velocity) was enhanced. This calcium sensitivity of actoS1-ATPase activity and mean sliding velocity were no longer affected by protein kinase-A-dependent phosphorylation of cTnI.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16302972","rdfs:label":"Schmidtmann 2005 Funct1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Hindered transduction of phosphorylation signal?"},{"id":"cggv:99a61506-16b1-4e99-a898-6aeb562203b4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ac2a73f-55d3-4022-9a3f-b462851feaec","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"L29Q variant signficantly increased calcium binding affinitity of cTnC. Fluorescense stop-flow technique also showed this. Force-pCa relationship determined that the mutant increased calcium sensitivity for force generation in skinned cardiac myocytes. Measured changes in length-dependent calcium sensitivity of single skinned cardiac myocytes reconstituted with L29Q variant and found that it was reduced.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18285522","type":"dc:BibliographicResource","dc:abstract":"The cardiac troponin C (cTnC) mutation, L29Q, has been found in a patient with familial hypertrophic cardiomyopathy. We previously showed that L29, together with neighboring residues, Asp2, Val28, and Gly30, plays an important role in determining the Ca(2+) affinity of site II, the regulatory site of mammalian cardiac troponin C (McTnC). Here we report on the Ca(2+) binding characteristics of L29Q McTnC and D2N/V28I/L29Q/G30D McTnC (NIQD) utilizing the Phe(27) --> Trp (F27W) substitution, allowing one to monitor Ca(2+) binding and release. We also studied the effect of these mutants on Ca(2+) activation of force generation in single mouse cardiac myocytes using cTnC replacement, together with sarcomere length (SL) dependence. The Ca(2+)-binding affinity of site II of L29Q McTnC(F27W) and NIQD McTnC(F27W) was approximately 1.3- and approximately 1.9-fold higher, respectively, than that of McTnC(F27W). The Ca(2+) disassociation rate from site II of L29Q McTnC(F27W) and NIQD McTnC(F27W) was not significantly different than that of control (McTnC(F27W)). However, the rate of Ca(2+) binding to site II was higher in L29Q McTnC(F27W) and NIQD McTnC(F27W) relative to control (approximately 1.5-fold and approximately 2.0-fold respectively). The Ca(2+) sensitivity of force generation was significantly higher in myocytes reconstituted with L29Q McTnC (approximately 1.4-fold) and NIQD McTnC (approximately 2-fold) compared with those reconstituted with McTnC. Interestingly, the change in Ca(2+) sensitivity of force generation in response to an SL change (1.9, 2.1, and 2.3 mum) was significantly reduced in myocytes containing L29Q McTnC or NIQD McTnC. These results demonstrate that the L29Q mutation enhances the Ca(2+)-binding characteristics of cTnC and that when incorporated into cardiac myocytes, this mutant alters myocyte contractility.","dc:creator":"Liang B","dc:date":"2008","dc:title":"Familial hypertrophic cardiomyopathy-related cardiac troponin C mutation L29Q affects Ca2+ binding and myofilament contractility."},"rdfs:label":"Liang 2008 FunctAlt1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Conflicts with Schmidtmann and Dong"},{"id":"cggv:b62dccdd-07a8-43e7-b8d9-1ea12ca876ba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4263da6f-9cc9-4768-8c59-e7e1f2b7a81b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"L29Q variant affects calcium kinetcs of TNNC1: L29Q decreased calcium sensitivity by 0.1 pCa units in a FRET calcium titration assay.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18063575","type":"dc:BibliographicResource","dc:abstract":"The key events in regulating cardiac muscle contraction involve Ca(2+) binding to and release from cTnC (troponin C) and structural changes in cTnC and other thin filament proteins triggered by Ca(2+) movement. Single mutations L29Q and G159D in human cTnC have been reported to associate with familial hypertrophic and dilated cardiomyopathy, respectively. We have examined the effects of these individual mutations on structural transitions in the regulatory N-domain of cTnC triggered by Ca(2+) binding and dissociation. This study was carried out with a double mutant or triple mutants of cTnC, reconstituted into troponin with tryptophanless cTnI and cTnT. The double mutant, cTnC(L12W/N51C) labeled with 1,5-IAEDANS at Cys-51, served as a control to monitor Ca(2+)-induced opening and closing of the N-domain by Förster resonance energy transfer (FRET). The triple mutants contained both L12W and N51C labeled with 1,5-IAEDANS, and either L29Q or G159D. Both mutations had minimal effects on the equilibrium distance between Trp-12 and Cys-51-AEDANS in the absence or presence of bound Ca(2+). L29Q had no effect on the closing rate of the N-domain triggered by release of Ca(2+), but reduced the Ca(2+)-induced opening rate. G159D reduced both the closing and opening rates. Previous results showed that the closing rate of cTnC N-domain triggered by Ca(2+) dissociation was substantially enhanced by PKA phosphorylation of cTnI. This rate enhancement was abolished by L29Q or G159D. These mutations alter the kinetics of structural transitions in the regulatory N-domain of cTnC that are involved in either activation (L29Q) or deactivation (G159D). Both mutations appear to be antagonistic toward phosphorylation signaling between cTnI and cTnC.","dc:creator":"Dong WJ","dc:date":"2008","dc:title":"Structural kinetics of cardiac troponin C mutants linked to familial hypertrophic and dilated cardiomyopathy in troponin complexes."},"rdfs:label":"Dong 2008 Funct1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Similar results in Schmidtmann 2005."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:5d832673-8acb-4a02-ae34-35e0d9981b70_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:55828a3e-e9e2-4f2a-ae13-d1a22ec5ffb9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10951b62-15b4-4808-bda7-7c1caf7e6790","type":"FunctionalAlteration","dc:description":"NMR showed that the structure of cTnC was unchanged by L29Q but there was possibly a slight decrease in protein stability. In situ fluoresence from heart muscle cells showed that L29Q did not affect overall calcium sensitivity but decrease cooperativity. It also abolished the effect of force-generating cross-bridges on the calcium sensitivity of structural changes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26341255","type":"dc:BibliographicResource","dc:abstract":"Familial hypertrophic cardiomyopathy (FHC) is characterized by severe abnormal cardiac muscle growth. The traditional view of disease progression in FHC is that an increase in the Ca(2+)-sensitivity of cardiac muscle contraction ultimately leads to pathogenic myocardial remodeling, though recent studies suggest this may be an oversimplification. For example, FHC may be developed through altered signaling that prevents downstream regulation of contraction. The mutation L29Q, found in the Ca(2+)-binding regulatory protein in heart muscle, cardiac troponin C (cTnC), has been linked to cardiac hypertrophy. However, reports on the functional effects of this mutation are conflicting, and our goal was to combine in vitro and in situ structural and functional data to elucidate its mechanism of action. We used nuclear magnetic resonance and circular dichroism to solve the structure and characterize the backbone dynamics and stability of the regulatory domain of cTnC with the L29Q mutation. The overall structure and dynamics of cTnC were unperturbed, although a slight rearrangement of site 1, an increase in backbone flexibility, and a small decrease in protein stability were observed. The structure and function of cTnC was also assessed in demembranated ventricular trabeculae using fluorescence for in situ structure. L29Q reduced the cooperativity of the Ca(2+)-dependent structural change in cTnC in trabeculae under basal conditions and abolished the effect of force-generating myosin cross-bridges on this structural change. These effects could contribute to the pathogenesis of this mutation. ","dc:creator":"Robertson IM","dc:date":"2015","dc:title":"The structural and functional effects of the familial hypertrophic cardiomyopathy-linked cardiac troponin C mutation, L29Q."},"rdfs:label":"Robertson FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:a04545d3-945c-4c0f-a35c-a60e39fa15b5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3bb5bdfb-58b2-4c0a-a028-b0a04d1b6b4f","type":"FunctionalAlteration","dc:description":"Calcium sensitivity of force development and force recovery were evaluated in cTnC-depleted, porcine cardiac skinned fibers reconstituted with mutants. A8V produced the largest shift from wildtype, followed by D145E and C84Y. E134D showed no difference. Force recovery was increased in fibers with A8V and D145E.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18572189","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic Cardiomyopathy (HCM) is a common primary cardiac disorder defined by a hypertrophied left ventricle, is one of the main causes of sudden death in young athletes, and has been associated with mutations in most sarcomeric proteins (tropomyosin, troponin T and I, and actin, etc.). Many of these mutations appear to affect the functional properties of cardiac troponin C (cTnC), i.e., by increasing the Ca(2+)-sensitivity of contraction, a hallmark of HCM, yet surprisingly, prior to this report, cTnC had not been classified as a HCM-susceptibility gene. In this study, we show that mutations occurring in the human cTnC (HcTnC) gene (TNNC1) have the same prevalence (~0.4%) as well established HCM-susceptibility genes that encode other sarcomeric proteins. Comprehensive open reading frame/splice site mutation analysis of TNNC1 performed on 1025 unrelated HCM patients enrolled over the last 10 years revealed novel missense mutations in TNNC1: A8V, C84Y, E134D, and D145E. Functional studies with these recombinant HcTnC HCM mutations showed increased Ca(2+) sensitivity of force development (A8V, C84Y and D145E) and force recovery (A8V and D145E). These results are consistent with the HCM functional phenotypes seen with other sarcomeric-HCM mutations (E134D showed no changes in these parameters). This is the largest cohort analysis of TNNC1 in HCM that details the discovery of at least three novel HCM-associated mutations and more strongly links TNNC1 to HCM along with functional evidence that supports a central role for its involvement in the disease. This study may help to further define TNNC1 as an HCM-susceptibility gene, a classification that has already been established for the other members of the troponin complex.","dc:creator":"Landstrom AP","dc:date":"2008","dc:title":"Molecular and functional characterization of novel hypertrophic cardiomyopathy susceptibility mutations in TNNC1-encoded troponin C."},"rdfs:label":"Landstrom 2008 FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Counted towards the variants under \"Case Data\" tab. 0 points fo E134D. 0 for C84Y. 0.5 points for A8V and D145E."},{"id":"cggv:9753ac93-3e0f-49bd-b2a5-88455de6fb5e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:360ee6aa-d216-4189-acc7-3cc35f991ff3","type":"FunctionalAlteration","dc:description":"cTnc-A31S incorporated into cardiac porcine fibers resulted in an increase in calcium sensitivity, increase in activation of the actomyosin ATPase, and increase in calcium affinity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22815480","type":"dc:BibliographicResource","dc:abstract":"Defined as clinically unexplained hypertrophy of the left ventricle, hypertrophic cardiomyopathy (HCM) is traditionally understood as a disease of the cardiac sarcomere. Mutations in TNNC1-encoded cardiac troponin C (cTnC) are a relatively rare cause of HCM. Here, we report clinical and functional characterization of a novel TNNC1 mutation, A31S, identified in a pediatric HCM proband with multiple episodes of ventricular fibrillation and aborted sudden cardiac death. Diagnosed at age 5, the proband is family history-negative for HCM or sudden cardiac death, suggesting a de novo mutation. TnC-extracted cardiac skinned fibers were reconstituted with the cTnC-A31S mutant, which increased Ca(2+) sensitivity with no effect on the maximal contractile force generation. Reconstituted actomyosin ATPase assays with 50% cTnC-A31S:50% cTnC-WT demonstrated Ca(2+) sensitivity that was intermediate between 100% cTnC-A31S and 100% cTnC-WT, whereas the mutant increased the activation of the actomyosin ATPase without affecting the inhibitory qualities of the ATPase. The secondary structure of the cTnC mutant was evaluated by circular dichroism, which did not indicate global changes in structure. Fluorescence studies demonstrated increased Ca(2+) affinity in isolated cTnC, the troponin complex, thin filament, and to a lesser degree, thin filament with myosin subfragment 1. These results suggest that this mutation has a direct effect on the Ca(2+) sensitivity of the myofilament, which may alter Ca(2+) handling and contribute to the arrhythmogenesis observed in the proband. In summary, we report a novel mutation in the TNNC1 gene that is associated with HCM pathogenesis and may predispose to the pathogenesis of a fatal arrhythmogenic subtype of HCM.","dc:creator":"Parvatiyar MS","dc:date":"2012","dc:title":"A mutation in TNNC1-encoded cardiac troponin C, TNNC1-A31S, predisposes to hypertrophic cardiomyopathy and ventricular fibrillation."},"rdfs:label":"Parvatiyar 2012 FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Counted towards the variant under \"Case Data\" tab."},{"id":"cggv:cff3397a-e623-4b8a-a91f-fa23437ad6ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c7f05abd-7631-4972-b4c1-0daf32988b7f","type":"FunctionalAlteration","dc:description":"A8V enhanced effect of cTnI pseudo-phosphorylation on the rate of calcium dissociation from reconsituted thin filaments and calcium dependence of actomyosin ATPase. E134D had no effect.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22489623","type":"dc:BibliographicResource","dc:abstract":"The objective of this work was to investigate the effect of hypertrophic cardiomyopathy-linked A8V and E134D mutations in cardiac troponin C (cTnC) on the response of reconstituted thin filaments to calcium upon phosphorylation of cardiac troponin I (cTnI) by protein kinase A. The phosphorylation of cTnI at protein kinase A sites was mimicked by the S22D/S23D double mutation in cTnI. Our results demonstrate that the A8V and E134D mutations had no effect on the extent of calcium desensitization of reconstituted thin filaments induced by cTnI pseudophosphorylation. However, the A8V mutation enhanced the effect of cTnI pseudophosphorylation on the rate of dissociation of calcium from reconstituted thin filaments and on the calcium dependence of actomyosin ATPase. Consequently, while the A8V mutation still led to a slower rate of dissociation of calcium from reconstituted thin filaments upon pseudophosphorylation of cTnI, the ability of the A8V mutation to decrease the rate of calcium dissociation was weakened. In addition, the ability of the A8V mutation to sensitize actomyosin ATPase to calcium was weakened after cTnI was replaced by the phosphorylation mimetic of cTnI. Consistent with the hypothesis that the E134D mutation is benign, it exerted a minor to no effect on the rate of dissociation of calcium from reconstituted thin filaments or on the calcium sensitivity of actomyosin ATPase, regardless of the cTnI phosphorylation status. In conclusion, our study enhances our understanding of how cardiomyopathy-linked cTnC mutations affect the response of reconstituted thin filaments to calcium upon cTnI phosphorylation.","dc:creator":"Albury AN","dc:date":"2012","dc:title":"Effect of hypertrophic cardiomyopathy-linked troponin C mutations on the response of reconstituted thin filaments to calcium upon troponin I phosphorylation."},"rdfs:label":"Albury FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Similar to data that's already been shown? Don't count again?"},{"id":"cggv:5147c02d-e04e-4d08-8513-1fd225e540cc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5416ef65-ac42-48aa-8271-bfd3b19e96a1","type":"FunctionalAlteration","dc:description":"Generated 20 new mutations in the non-calcium-liganding residues of cTnC (not yet found in patients) and looked for changes in calcium sensitivity of force development in cardiac skinned fibers. A23Q exhibited HCM-like properties: increased calcium sensitivity with normal levels of ATPase inhibition.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20566645","type":"dc:BibliographicResource","dc:abstract":"Cardiac diseases associated with mutations in troponin subunits include hypertrophic cardiomyopathy (HCM), dilated cardiomyopathy (DCM), and restrictive cardiomyopathy (RCM). Altered calcium handling in these diseases is evidenced by changes in the Ca(2+) sensitivity of contraction. Mutations in the Ca(2+) sensor, troponin C (TnC), were generated to increase/decrease the Ca(2+) sensitivity of cardiac skinned fibers to create the characteristic effects of DCM, HCM, and RCM. We also used a reconstituted assay to determine the mutation effects on ATPase activation and inhibition. One mutant (A23Q) was found with HCM-like properties (increased Ca(2+) sensitivity of force and normal levels of ATPase inhibition). Three mutants (S37G, V44Q, and L48Q) were identified with RCM-like properties (a large increase in Ca(2+) sensitivity, partial loss of ATPase inhibition, and increased basal force). Two mutations were identified (E40A and I61Q) with DCM properties (decreased Ca(2+) sensitivity, maximal force recovery, and activation of the ATPase at high [Ca(2+)]). Steady-state fluorescence was utilized to assess Ca(2+) affinity in isolated cardiac (c)TnCs containing F27W and did not necessarily mirror the fiber Ca(2+) sensitivity. Circular dichroism of mutant cTnCs revealed a trend where increased alpha-helical content correlated with increased Ca(2+) sensitivity in skinned fibers and vice versa. The main findings from this study were as follows: 1) cTnC mutants demonstrated distinct functional phenotypes reminiscent of bona fide HCM, RCM, and DCM mutations; 2) a region in cTnC associated with increased Ca(2+) sensitivity in skinned fibers was identified; and 3) the F27W reporter mutation affected Ca(2+) sensitivity, maximal force, and ATPase activation of some mutants.","dc:creator":"Parvatiyar MS","dc:date":"2010","dc:title":"Predicting cardiomyopathic phenotypes by altering Ca2+ affinity of cardiac troponin C."},"rdfs:label":"Parvatiyar 2010 FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:d5dce4f4-5195-4b96-9d74-de834cf99e49","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:966e2132-cbb5-42b3-830d-5316f044e909","type":"FunctionalAlteration","dc:description":"Effect of L29Q on isometric force and unloaded shortening velocity in triton-skinned myocardium. Results showed no statistical significance.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19506933","type":"dc:BibliographicResource","dc:abstract":"The present study investigates the effects of the first mutation of troponin C (hcTnC(L29Q)) found in a patient with hypertrophic cardiomyopathy (HCM) on force-pCa relations and the interplay with phosphorylation of sarcomeric PKA substrates. In triton-skinned murine cardiac fibers, the endogenous mcTnC was extracted and the fibers were subsequently reconstituted with recombinant wild-type and mutant hcTnC. Force-pCa relations of preparations containing hcTnC(L29Q) or hcTnC(WT) were similar. Incubation of fibers reconstituted with the recombinant proteins with phosphatase to dephosphorylate sarcomeric PKA substrates induced an increase in Ca2+ sensitivity, slightly more pronounced (0.04 pCa units) in hcTnC(L29Q)-containing fibers. Incubation of the dephosphorylated fibers with PKA induced significant rightward shifts of force-pCa relations of similar magnitude with both, hcTnC(L29Q) and hcTnC(WT). No significant effects of hcTnC(L29Q) on the velocity of unloaded shortening were observed. In conclusion, no major differences in contractile parameters of preparations containing hcTnC(L29Q) compared to hcTnC(WT) were observed. Therefore, it appears unlikely that hcTnC(L29Q) induces the development of HCM by affecting the regulation of Ca2+-activated force and interference with PKA-mediated modulation of the Ca2+ sensitivity of contraction.","dc:creator":"Neulen A","dc:date":"2009","dc:title":"The cardiac troponin C mutation Leu29Gln found in a patient with hypertrophic cardiomyopathy does not alter contractile parameters in skinned murine myocardium."},"rdfs:label":"Neulen 2009 FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Triton-skinned myocardium preparations have no functional cell membranes or sarcoplasmic reticulum, but myofilamint lattice is intact."},{"id":"cggv:25df6c87-247a-4d66-b6c2-2cd48e95ea10","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e638625d-0d2d-41c2-8ae8-d81b2d85f40f","type":"FunctionalAlteration","dc:description":"Muscle fibers reconstituted with A8V require 2.3 fold less calcium to achieve 50% maximum-tension compared to wild type. A8V also binds the switch-peptide of TnI 1.6 fold more strongly than wild type.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26976709","type":"dc:BibliographicResource","dc:abstract":"Higher affinity for TnI explains how troponin C (TnC) carrying a causative hypertrophic cardiomyopathy mutation, TnC(A8V), sensitizes muscle cells to Ca(2+). Muscle fibers reconstituted with TnC(A8V) require ∼2.3-fold less [Ca(2+)] to achieve 50% maximum-tension compared to fibers reconstituted with wild-type TnC (TnC(WT)). Binding measurements rule out a significant change in N-terminus Ca(2+)-affinity of isolated TnC(A8V), and TnC(A8V) binds the switch-peptide of troponin-I (TnI(sp)) ∼1.6-fold more strongly than TnC(WT); thus we model the TnC-TnI(sp) interaction as competing with the TnI-actin interaction. Tension data are well-fit by a model constrained to conditions in which the affinity of TnC(A8V) for TnI(sp) is 1.5-1.7-fold higher than that of TnC(WT) at all [Ca(2+)]. Mean ATPase rates of reconstituted cardiac myofibrils is greater for TnC(A8V) than TnC(WT) at all [Ca(2+)], with statistically significant differences in the means at higher [Ca(2+)]. To probe TnC-TnI interaction in low Ca(2+), displacement of bis-ANS from TnI was monitored as a function of TnC. Whereas Ca(2+)-TnC(WT) displaces significantly more bis-ANS than Mg(2+)-TnC(WT), Ca(2+)-TnC(A8V) displaces probe equivalently to Mg(2+)-TnC(A8V) and Ca(2+)-TnC(WT), consistent with stronger Ca(2+)-independent TnC(A8V)-TnI(sp). A Matlab program for computing theoretical activation is reported. Our work suggests that contractility is constantly above normal in hearts made hypertrophic by TnC(A8V).","dc:creator":"Zot HG","dc:date":"2016","dc:title":"Enhanced troponin I binding explains the functional changes produced by the hypertrophic cardiomyopathy mutation A8V of cardiac troponin C."},"rdfs:label":"Zot 2016 FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Possible that contractility is constantly above normal in hypertrophic hearts."},{"id":"cggv:e83fbbd0-8228-4112-acf7-be953c3f2c93","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0f06e074-6dda-446b-a7fa-1d9f8f36e57c","type":"FunctionalAlteration","dc:description":"Effect of A8V, E134D, and D145E on the properties of the C-domain sites (modulate the calcium signal). A8V had no effect, E134D moderately decreased calcium and magnesium binding affinities, and D145E reduced calcium binding affinity of both sites, III and IV, and also affected the interaction of the two sites.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20459070","type":"dc:BibliographicResource","dc:abstract":"The role of the C-domain sites of cardiac troponin C in the modulation of the calcium signal remains unclear. In this study, we investigated the effects of hypertrophic cardiomyopathy-linked mutations A8V, E134D, and D145E in cardiac troponin C on the properties of the C-domain sites. The A8V mutation had essentially no effect on the calcium or magnesium binding properties of the C-domain sites, while the mutation E134D moderately decreased calcium and magnesium binding affinities. On the other hand, the D145E mutation affected cooperative interactions between sites III and IV, significantly reducing the calcium binding affinity of both sites. Binding of the anchoring region of cardiac troponin I (corresponding to residues 34-71) to cardiac troponin C with the D145E mutation was not able to recover normal calcium binding to the C-domain. Experiments utilizing the fluorescent hydrophobic probe bis-ANS suggest that the D145E mutation dramatically reduced the extent of calcium-induced hydrophobic exposure by the C-domain. At high nonphysiological calcium concentration, A8V, E134D, and D145E mutations minimally affected the affinity of cardiac troponin C for the regulatory region of cardiac troponin I (corresponding to residues 128-180). In contrast, at lower physiological calcium concentration, the D145E mutation led to an approximately 8-fold decrease in the affinity of cardiac troponin C for the regulatory region of cardiac troponin I. Our results suggest that calcium binding properties of the C-domain sites might be important for the proper regulatory function of cardiac troponin C.","dc:creator":"Swindle N","dc:date":"2010","dc:title":"Hypertrophic cardiomyopathy-linked mutation D145E drastically alters calcium binding by the C-domain of cardiac troponin C."},"rdfs:label":"Swindle 2010 FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Does this contradict Pinto 2009?"},{"id":"cggv:309f1edb-2316-48e8-87c7-fb4a1abe569f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6d66b05a-e97d-4276-867e-665f08a14b58","type":"FunctionalAlteration","dc:description":"pCA-tension relationship and contractile dynamics in detergent-skinned rat cardiac papillary muscle fibers reconstituted with L29Q mutant showed decrease in calcium sensitivity and an increase in the rate of crossbridge (XB) recruitment dynamics.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23008774","type":"dc:BibliographicResource","dc:abstract":"Previous studies of cardiomyopathy-related mutations in cardiac troponin C (cTnC)-L29Q and G159D-have shown diverse findings. The link between such mutant effects and their divergent impact on cardiac phenotypes has remained elusive due to lack of studies on contractile dynamics. We hypothesized that a cTnC mutant-induced change in the thin filament will affect global myofilament mechanodynamics because of the interactions of thin filament kinetics with both Ca(2+) binding and crossbridge (XB) cycling kinetics. We measured pCa-tension relationship and contractile dynamics in detergent-skinned rat cardiac papillary muscle fibers reconstituted with the recombinant wild-type rat cTnC (cTnC(WT)), cTnC(L29Q), and cTnC(G159D) mutants. cTnC(L29Q) fibers demonstrated a significant decrease in Ca(2+) sensitivity, but cTnC(G159D) fibers did not. Both mutants had no effect on Ca(2+)-activated maximal tension. The rate of XB recruitment dynamics increased in cTnC(L29Q) (26%) and cTnC(G159D) (25%) fibers. The rate of XB distortion dynamics increased in cTnC(G159D) fibers (15%). Thus, the cTnC(L29Q) mutant modulates the equilibrium between the non-cycling and cycling pool of XB by affecting the on/off kinetics of the regulatory units (Tropomyosin-Troponin); whereas, the cTnC(G159D) mutant increases XB cycling rate. Different effects on contractile dynamics may offer clue regarding how cTnC(L29Q) and cTnC(G159D) cause divergent effects on cardiac phenotypes.","dc:creator":"Gollapudi SK","dc:date":"2012","dc:title":"Cardiomyopathy-Related Mutations in Cardiac Troponin C, L29Q and G159D, Have Divergent Effects on Rat Cardiac Myofiber Contractile Dynamics."},"rdfs:label":"Gallopudi 2012 FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Conflicting data again? This paper addresses more of a global change in myofilament dynamics."},{"id":"cggv:4d228290-a7d7-4eea-b5c7-0a060b8216a8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c74d3e7b-426f-4915-ac16-2a3a9f528f5e","type":"FunctionalAlteration","dc:description":"Actomyosin ATPase and spectroscopic solution studies: A8V, C84Y and D145E increased calcium sensitivity of the myofilament. E134D was the same as WT. Only D145E showed increased ATPase activation in the presence of calcium.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19439414","type":"dc:BibliographicResource","dc:abstract":"Recently four new hypertrophic cardiomyopathy mutations in cardiac troponin C (cTnC) (A8V, C84Y, E134D, and D145E) were reported, and their effects on the Ca(2+) sensitivity of force development were evaluated (Landstrom, A. P., Parvatiyar, M. S., Pinto, J. R., Marquardt, M. L., Bos, J. M., Tester, D. J., Ommen, S. R., Potter, J. D., and Ackerman, M. J. (2008) J. Mol. Cell. Cardiol. 45, 281-288). We performed actomyosin ATPase and spectroscopic solution studies to investigate the molecular properties of these mutations. Actomyosin ATPase activity was measured as a function of [Ca(2+)] utilizing reconstituted thin filaments (TFs) with 50% mutant and 50% wild type (WT) and 100% mutant cardiac troponin (cTn) complexes: A8V, C84Y, and D145E increased the Ca(2+) sensitivity with only A8V demonstrating lowered Ca(2+) sensitization at the 50% ratio when compared with 100%; E134D was the same as WT at both ratios. Of these four mutants, only D145E showed increased ATPase activation in the presence of Ca(2+). None of the mutants affected ATPase inhibition or the binding of cTn to the TF measured by co-sedimentation. Only D145E increased the Ca(2+) affinity of site II measured by 2-(4'-(2''-iodoacetamido)phenyl)aminonaphthalene-6-sulfonic acid fluorescence in isolated cTnC or the cTn complex. In the presence of the TF, only A8V was further sensitized to Ca(2+). Circular dichroism measurements in different metal-bound states of the isolated cTnCs showed changes in the secondary structure of A8V, C84Y, and D145E, whereas E134D was the same as WT. PyMol modeling of each cTnC mutant within the cTn complex revealed potential for local changes in the tertiary structure of A8V, C84Y, and D145E. Our results indicate that 1) three of the hypertrophic cardiomyopathy cTnC mutants increased the Ca(2+) sensitivity of the myofilament; 2) the effects of the mutations on the Ca(2+) affinity of isolated cTnC, cTn, and TF are not sufficient to explain the large Ca(2+) sensitivity changes seen in reconstituted and fiber assays; and 3) changes in the secondary structure of the cTnC mutants may contribute to modified protein-protein interactions along the sarcomere lattice disrupting the coupling between the cross-bridge and Ca(2+) binding to cTnC.","dc:creator":"Pinto JR","dc:date":"2009","dc:title":"A functional and structural study of troponin C mutations related to hypertrophic cardiomyopathy."},"rdfs:label":"Pinto 2009 FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Similar to Landstrom 2008. Don't count again."},{"id":"cggv:c59c7463-3803-4587-aaa7-fa00ea603669","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ae0ddb1-b9b1-4800-886b-d47127cebb12","type":"FunctionalAlteration","dc:description":"\"The L29Q cTnC mutation decreased the Ca2+ binding affinity and enhanced the effects of pseudo-phosphorylation of cTnI in thin filament preparations but caused a small yet significant increase in Ca2+sensitivity of force and reduced the effects of pseudo-phosphorylation of cTnI in single SCM. More importantly, the effect of the L29Q cTnC mutation on Ca2+ sensitivity of force generation is extremely SL-dependent with the impact being maximal at the shorter SL (1.9 µm) and is virtually abolished at longer SL (2.3 µm).\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24260207","type":"dc:BibliographicResource","dc:abstract":"The Ca(2+) binding properties of the FHC-associated cardiac troponin C (cTnC) mutation L29Q were examined in isolated cTnC, troponin complexes, reconstituted thin filament preparations, and skinned cardiomyocytes. While higher Ca(2+) binding affinity was apparent for the L29Q mutant in isolated cTnC, this phenomenon was not observed in the cTn complex. At the level of the thin filament in the presence of phosphomimetic TnI, L29Q cTnC further reduced the Ca(2+) affinity by 27% in the steady-state measurement and increased the Ca(2+) dissociation rate by 20% in the kinetic studies. Molecular dynamics simulations suggest that L29Q destabilizes the conformation of cNTnC in the presence of phosphomimetic cTnI and potentially modulates the Ca(2+) sensitivity due to the changes of the opening/closing equilibrium of cNTnC. In the skinned cardiomyocyte preparation, L29Q cTnC increased Ca(2+) sensitivity in a highly sarcomere length (SL)-dependent manner. The well-established reduction of Ca(2+) sensitivity by phosphomimetic cTnI was diminished by 68% in the presence of the mutation and it also depressed the SL-dependent increase in myofilament Ca(2+) sensitivity. This might result from its modified interaction with cTnI which altered the feedback effects of cross-bridges on the L29Q cTnC-cTnI-Tm complex. This study demonstrates that the L29Q mutation alters the contractility and the functional effects of the phosphomimetic cTnI in both thin filament and single skinned cardiomyocytes and importantly that this effect is highly sarcomere length dependent. ","dc:creator":"Li AY","dc:date":"2013","dc:title":"Familial hypertrophic cardiomyopathy related cardiac troponin C L29Q mutation alters length-dependent activation and functional effects of phosphomimetic troponin I*."},"rdfs:label":"Li 2013 FunctAlt1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Consistent with Dweck's hypothesis that the calcium sensitizing effect of cTnC mutation is more pronounced in the presence of PKA-mediated phosphorylation of cTnI but is sarcomere length dependent."},{"id":"cggv:5f053880-143d-4d3d-a50f-006800cc0b54","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93cd475e-1c35-41b2-82cd-be794a13339d","type":"FunctionalAlteration","dc:description":"L29Q effect on calcium sensitivity of tension and ATPase activity in skinned cardiac muscle cells: no effect under the conditions used.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18820258","type":"dc:BibliographicResource","dc:abstract":"Two novel mutations (G159D and L29Q) in cardiac troponin C (CTnC) associate their phenotypic outcomes with dilated (DCM) and hypertrophic cardiomyopathy (HCM), respectively. Current paradigms propose that sarcomeric mutations associated with DCM decrease the myofilament Ca2+ sensitivity, whereas those associated with HCM increase it. Therefore, we incorporated the mutant CTnCs into skinned cardiac muscle in order to determine if their effects on the Ca2+ sensitivities of tension and ATPase activity coincide with the current paradigms and phenotypic outcomes. The G159D-CTnC decreases the Ca2+ sensitivity of tension and ATPase activation and reduces the maximal ATPase activity when incorporated into regulated actomyosin filaments. Under the same conditions, the L29Q-CTnC has no effect. Surprisingly, changes in the apparent G159D-CTnC Ca2+ affinity measured by tension in fibers do not occur in the isolated CTnC, and large changes measured in the isolated L29Q-CTnC do not manifest in the fiber. These counterintuitive findings are justified through a transition in Ca2+ affinity occurring at the level of cardiac troponin and higher, implying that the true effects of these mutations become apparent as the hierarchical level of the myofilament increases. Therefore, the contractile apparatus, representing a large cooperative machine, can provide the potential for a change (G159D) or no change (L29Q) in the Ca2+ regulation of contraction. In accordance with the clinical outcomes and current paradigms, the desensitization of myofilaments from G159D-CTnC is expected to weaken the contractile force of the myocardium, whereas the lack of myofilament changes from L29Q-CTnC may preserve diastolic and systolic function.","dc:creator":"Dweck D","dc:date":"2008","dc:title":"Challenging current paradigms related to cardiomyopathies. Are changes in the Ca2+ sensitivity of myofilaments containing cardiac troponin C mutations (G159D and L29Q) good predictors of the phenotypic outcomes?"},"rdfs:label":"Dweck 2008 FunctAtl1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Agrees with Neulen 2009."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:5d832673-8acb-4a02-ae34-35e0d9981b70_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e969fb7-406f-49be-84f6-572cc91bc745","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:242a061b-ec79-4b4a-afc3-f2ed19f4047e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Characterization of a recessive embryonic lethal mutation in Tnnc1a: LoF results in defective heart contractility, abnormal atrial and ventricular chamber morphology, and loss of normal myofibrillar structure within sarcomeres.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20925115","type":"dc:BibliographicResource","dc:abstract":"The zebrafish mutant silent partner is characterized by a dysmorphic, non-contractile ventricle resulting in an inability to generate normal blood flow. We have identified the genetic lesion in the zebrafish homolog of the slow twitch skeletal/cardiac troponin C gene. Although human troponin C1 (TNNC1) is expressed in both cardiac and skeletal muscle, duplication of this gene in zebrafish has resulted in tissue-specific partitioning of troponin C expression and function. Mutation of the zebrafish paralog tnnc1a, which is expressed predominantly in the heart, results in a loss of contractility and myofibrillar organization within ventricular cardiomyocytes, while skeletal muscle remains functional and intact. We further show that defective contractility in the developing heart results in abnormal atrial and ventricular chamber morphology. Together, our results suggest that tnnc1a is required both for the function and structural integrity of the contractile machinery in cardiomyocytes, helping to clarify potential mechanisms of troponin C-mediated cardiomyopathy.","dc:creator":"Sogah VM","dc:date":"2010","dc:title":"Distinct troponin C isoform requirements in cardiac and skeletal muscle."},"rdfs:label":"Sogah 2010 Model1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"TNNC1 is expressed in both cardiac and skeletal muscle, but duplicationin zebrafish has resulted in tissue specific expression. Tnnc1a is cardiac specific. Zebrafish is not an ideal animal model for HCM."},{"id":"cggv:77bff8d2-e497-4d0f-8643-e3ab4b7ea3a6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:20612ad5-98a8-40ea-84ef-e215c4ded14b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KI-TnC A8V mice developed mild to moderate left- and right- ventricular hypertrophy, hyperdynamic systolic function, and atrial enlargement. Changes in molecular mechanisms included altered calcium handling in cardiomyocytes and increased calcium sensitivity of contraction. Histopathology showed interstitial fibrosis, and myofibrillar dissarray also.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26304555","type":"dc:BibliographicResource","dc:abstract":"Mutations in thin-filament proteins have been linked to hypertrophic cardiomyopathy, but it has never been demonstrated that variants identified in the TNNC1 (gene encoding troponin C) can evoke cardiac remodeling in vivo. The goal of this study was to determine whether TNNC1 can be categorized as an hypertrophic cardiomyopathy susceptibility gene, such that a mouse model can recapitulate the clinical presentation of the proband.","dc:creator":"Martins AS","dc:date":"2015","dc:title":"In Vivo Analysis of Troponin C Knock-In (A8V) Mice: Evidence that TNNC1 Is a Hypertrophic Cardiomyopathy Susceptibility Gene."},"rdfs:label":"Martins Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The A8V variant was found in a proband from Landstrom 2008 paper."},{"id":"cggv:793e96eb-8d09-4c87-88c0-6c101bf56031","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:80c5a189-7912-4a6d-8bda-425b13fa146d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Myocardial fibrosis, left ventricular hypertrophy, diastolic dysfunction all similar to HCM phenotype in humans","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34163821","type":"dc:BibliographicResource","dc:abstract":"Cardiac TnC (cTnC) is highly conserved among mammals, and genetic variants can result in disease by perturbing Ca","dc:creator":"Marques MA","dc:date":"2021","dc:title":"Anomalous structural dynamics of minimally frustrated residues in cardiac troponin C triggers hypertrophic cardiomyopathy."},"rdfs:label":"Marques mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:5d832673-8acb-4a02-ae34-35e0d9981b70_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.8}],"evidenceStrength":"Definitive","sequence":7063,"specifiedBy":"GeneValidityCriteria9","strengthScore":11.8,"subject":{"id":"cggv:4b8d340f-2003-43ba-b08c-dc7e05907428","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:11943","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"TNNC1 was first reported in relation to hypertrophic cardiomyopathy (HCM) in humans in 2001 (Hoffman et al, PMID 11385718). Over 21 probands in 12 publications have been published (Hoffman et al, 2001, PMID 11385718; Landstrom et al, 2008, PMID 18572189; Chung et al, 2011, PMID 21262074; Parvatiyar, 2012, PMID 22815480; Jaafar et al, 2015, PMID 26779504; Mademont-Soler I, et al., 2017, PMID: 28771489; Viswanathan SK, et al., 2017, PMID: 29121657; Robyns T, et al., 2017, PMID: 29255176; Jääskeläinen P, et al., 2019, PMID: 30775854; Cabrera Borrego E, et al., 2020, PMID: 34317385; Chung H, et al., 2021, PMID: 33658040; Alves-Pinto R, et al., 2022, PMID: 34488226). At least eleven unique heterozygous variants (10 missense, 1 truncating) with some evidence to support their pathogenicity and segregation in three families have been reported. One variant, p.Asn144Asp, has been seen 23 times in HCM probands with no other genetic cause, with segregation to 12 affected relatives (personal communication, Tomas Robyns UZ Leuven). The mechanism of disease is unknown. The gene-disease relationship is supported by in vitro functional studies, animal models, and interactions with TNNI3 and TNNT2. Variants in TNNC1 have also been reported in association with dilated cardiomyopathy (DCM), left ventricular noncompaction (LVNC), and restrictive cardiomyopathy (RCM). TNNC1 was shown to have a definitive gene-disease relationship with DCM by the ClinGen DCM Gene Curation Expert Pane (GCEP). The relationship of TNNC1 with LVNC and RCM has not been evaluated. The relationship between TNNC1 and autosomal dominant hypertrophic cardiomyopathy was originally evaluated by the ClinGen Hypertrophic Cardiomyopathy GCEP on November 1, 2016 and found to have a moderate classification. It was re-evaluated on September 13, 2023. As a result of this recuration, the classification changed from the original Moderate to Definitive.","dc:isVersionOf":{"id":"cggv:5d832673-8acb-4a02-ae34-35e0d9981b70"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}