{"id":"cggv:a18a4aac-acfb-4059-949c-75c1cf9fac4fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:a18a4aac-acfb-4059-949c-75c1cf9fac4f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-11-15T19:31:42.418Z","role":"Publisher"},{"id":"cggv:a18a4aac-acfb-4059-949c-75c1cf9fac4f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-10-01T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24009689","type":"dc:BibliographicResource","dc:abstract":"To determine the pathogenesis of a patient born with congenital heart defects, who had appeared normal in prenatal screening.","dc:creator":"Long F","dc:date":"2013","dc:title":"A potential relationship among beta-defensins haplotype, SOX7 duplication and cardiac defects."},"evidence":[{"id":"cggv:a18a4aac-acfb-4059-949c-75c1cf9fac4f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.1},{"id":"cggv:a18a4aac-acfb-4059-949c-75c1cf9fac4f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a18a4aac-acfb-4059-949c-75c1cf9fac4f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:423c967c-c806-4e2b-a8b5-dfc30f1df5b5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81690c23-1dfa-4a25-9671-0a3ede471f47","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Afymetrix human transcriptome array found that both SOX7 and GATA4 were highly expressed in human embryonic hearts of Carnegie stage 11–15 (critical period for cardiac septum formation). Immunofluorescence studies revealed that SOX7 and GATA4 were co-localized in the developing atrioventricular cushions (most important embryonic structure for the atrioventricular septum)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35260939","type":"dc:BibliographicResource","dc:abstract":"Atrioventricular septal defects (AVSD) are a complicated subtype of congenital heart defects for which the genetic basis is poorly understood. Many studies have demonstrated that the transcription factor SOX7 plays a pivotal role in cardiovascular development. However, whether SOX7 single nucleotide variants are involved in AVSD pathogenesis is unclear. To explore the potential pathogenic role of SOX7 variants, we recruited a total of 100 sporadic non-syndromic AVSD Chinese Han patients and screened SOX7 variants in the patient cohort by targeted sequencing. Functional assays were performed to evaluate pathogenicity of nonsynonymous variants of SOX7. We identified three rare SOX7 variants, c.40C > G, c.542G > A, and c.743C > T, in the patient cohort, all of which were found to be highly conserved in mammals. Compared to the wild type, these SOX7 variants had increased mRNA expression and decreased protein expression. In developing hearts, SOX7 and GATA4 were highly expressed in the region of atrioventricular cushions. Moreover, SOX7 overexpression promoted the expression of GATA4 in human umbilical vein endothelial cells. A chromatin immunoprecipitation assay revealed that SOX7 could directly bind to the GATA4 promoter and luciferase assays demonstrated that SOX7 activated the GATA4 promoter. The SOX7 variants had impaired transcriptional activity relative to wild-type SOX7. Furthermore, the SOX7 variants altered the ability of GATA4 to regulate its target genes. In conclusion, our findings showed that deleterious SOX7 variants potentially contribute to human AVSD by impairing its interaction with GATA4. This study provides novel insights into the etiology of AVSD and contributes new strategies to the prenatal diagnosis of AVSD.","dc:creator":"Li B","dc:date":"2022","dc:title":"Predisposition to atrioventricular septal defects may be caused by SOX7 variants that impair interaction with GATA4."},"rdfs:label":"Expression in embryonic human heart"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d18d184c-7427-453b-bab7-9e446fb22947","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b531057-77a1-4cfb-ba61-1be27abe8d78","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Sox7 was strongly expressed in the developing atrioventricular cushion (AVC) in both mice and human, suggesting the potential role of Sox7 in cardiac septation. In mouse embryos, immunofluorescence showed that Sox7 was mainly expressed in endocardial cells in the AVC and the delaminating cells forming the cushion mesenchyme at E9.5. At E11.5, Sox7 mainly expressed in both AVC and outflow tract cushion. At postnatal stages, Sox7 highly expressed in the heart by qPCR. In human embryos, immunofluorescence showed that SOX7 proteins had high abundance in the endocardium overlaying AV cushion, and mesenchymal cells derivated from the endocardial cells \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33846290","type":"dc:BibliographicResource","dc:abstract":"Cardiac septum malformations account for the largest proportion in congenital heart defects. The transcription factor Sox7 has critical functions in the vascular development and angiogenesis. It is unclear whether Sox7 also contributes to cardiac septation development. We identified a de novo 8p23.1 deletion with Sox7 haploinsufficiency in an atrioventricular septal defect (AVSD) patient using whole exome sequencing in 100 AVSD patients. Then, multiple Sox7 conditional loss-of-function mice models were generated to explore the role of Sox7 in atrioventricular cushion development. Sox7 deficiency mice embryos exhibited partial AVSD and impaired endothelial to mesenchymal transition (EndMT). Transcriptome analysis revealed BMP signaling pathway was significantly downregulated in Sox7 deficiency atrioventricular cushions. Mechanistically, Sox7 deficiency reduced the expressions of Bmp2 in atrioventricular canal myocardium and Wnt4 in endocardium, and Sox7 binds to Wnt4 and Bmp2 directly. Furthermore, WNT4 or BMP2 protein could partially rescue the impaired EndMT process caused by Sox7 deficiency, and inhibition of BMP2 by Noggin could attenuate the effect of WNT4 protein. In summary, our findings identify Sox7 as a novel AVSD pathogenic candidate gene, and it can regulate the EndMT involved in atrioventricular cushion morphogenesis through Wnt4-Bmp2 signaling. This study contributes new strategies to the diagnosis and treatment of congenital heart defects.","dc:creator":"Hong N","dc:date":"2021","dc:title":"The transcription factor Sox7 modulates endocardiac cushion formation contributed to atrioventricular septal defect through Wnt4/Bmp2 signaling."},"rdfs:label":"Expression in human and mouse embryonic hearts"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3f0dc90e-8fcb-4ff6-8293-a969e982f168","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4eb0982b-3cf7-4a77-8a73-1f93de63bda2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"A ChIP assay demonstrated that SOX7 could bind to the GATA4 promoter region and a luciferase reporter assay revealed that SOX7 was able to activate the GATA4 promoter suggesting that SOX7 might act directly through GATA4.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35260939","rdfs:label":"Protein interaction with GATA proteins"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:8c1cc271-9b9c-4cc4-ae57-c9aad7554c59","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a2384f9-48ed-4cae-81e1-494cb0bdb312","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Sox7 was demonstrated in vivo and in vitro to modulate the endothelial to mesenchymal transition (EndMT) process by WNT4-BMP2 signaling, essential for proper atrioventricular cushion (AVC) formation.  ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33846290","rdfs:label":"SOX7 role in atrioventricular cushion formation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a18a4aac-acfb-4059-949c-75c1cf9fac4f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:25e81d8d-81da-4ca6-9271-26b94649e1a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4d80014b-762d-4fb3-b4d1-5c50ef407d90","type":"FunctionalAlteration","dc:description":"Luciferase assays demonstrated that the SOX7 variants showed significantly lower transcriptional activation of GATA4 promoter than the wild-type. Dose of SOX7 impacted the transcriptional activity of GATA4 to BNP and SOX7 variants affected normal regulation on GATA4 transcription. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35260939","rdfs:label":"Luciferase activity assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"The variants were too frequent on gnomAD to be considered pathogenic"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:a18a4aac-acfb-4059-949c-75c1cf9fac4f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94e2e901-64f1-4c04-848f-21980e8334d5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8a14a83c-2fd0-4a19-92af-33de72a365e9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Endothelial-specific knockout of Sox7 led to murine embryonic lethality with cardiovascular failure and severely impaired angiogenesis. Homozygous mice showed abnormal atrioventricular cushion formation and partial atrioventricular septal defect as well as defects in closure of the atrial septum and ventricular septum. These data implicated that Sox7 deficiency in the endocardium resulted in abnormal cardiac septation.  \n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33846290","rdfs:label":"SOX7 mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Downgraded 0.5 pt since the inheritance pattern does not match human patients"},{"id":"cggv:ef55cf50-8321-42c1-80f3-7588c2ad1341","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:12fd84ea-8e21-47ec-974b-59f0d52ec264","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Most of these embryos died prior to E15.5, only 2 survived; 1 had normal cardiac anatomy and 1 had a VSD not seen in control littermates. The AV endocardial cushions of E9.5/10.5 Sox7−/− embryos had severely reduced mesenchymal cell density when compared with those of their wild-type littermates. Collagen gel AV canal explant studies suggests that a defect in EndMT is a major contributor to the development of the hypocellular AV endocardial cushions caused by ablation of Sox7.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37000005","type":"dc:BibliographicResource","dc:abstract":"SOX7 is a transcription factor-encoding gene located in a region on chromosome 8p23.1 that is recurrently deleted in individuals with ventricular septal defects (VSDs). We have previously shown that Sox7-/- embryos die of heart failure around E11.5. Here, we demonstrate that these embryos have hypocellular endocardial cushions with severely reduced numbers of mesenchymal cells. Ablation of Sox7 in the endocardium also resulted in hypocellular endocardial cushions, and we observed VSDs in rare E15.5 Sox7flox/-;Tie2-Cre and Sox7flox/flox;Tie2-Cre embryos that survived to E15.5. In atrioventricular explant studies, we showed that SOX7 deficiency leads to a severe reduction in endocardial-to-mesenchymal transition (EndMT). RNA-seq studies performed on E9.5 Sox7-/- heart tubes revealed severely reduced Wnt4 transcript levels. Wnt4 is expressed in the endocardium and promotes EndMT by acting in a paracrine manner to increase the expression of Bmp2 in the myocardium. Both WNT4 and BMP2 have been previously implicated in the development of VSDs in individuals with 46,XX sex reversal with dysgenesis of kidney, adrenals and lungs (SERKAL) syndrome and in individuals with short stature, facial dysmorphism and skeletal anomalies with or without cardiac anomalies 1 (SSFSC1) syndrome, respectively. We now show that Sox7 and Wnt4 interact genetically in the development of VSDs through their additive effects on endocardial cushion development with Sox7+/-;Wnt4+/- double heterozygous embryos having hypocellular endocardial cushions and perimembranous and muscular VSDs not seen in their Sox7+/- and Wnt4+/- littermates. These results provide additional evidence that SOX7, WNT4 and BMP2 function in the same pathway during mammalian septal development and that their deficiency can contribute to the development of VSDs in humans.","dc:creator":"Hernández-García A","dc:date":"2023","dc:title":"SOX7 deficiency causes ventricular septal defects through its effects on endocardial-to-mesenchymal transition and the expression of Wnt4 and Bmp2."},"rdfs:label":"SOX7 2003 mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The mouse model and results are similar to the mouse model from Hong et al. 2021 (PMID:33846290). This evidence was only scored once."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Limited","sequence":9369,"specifiedBy":"GeneValidityCriteria11","strengthScore":5.6,"subject":{"id":"cggv:3041933a-b31c-439a-828e-40bc0ed63af6","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:18196","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*SOX7* was first reported in relation to autosomal dominant congenital heart disease in 2013 (Long et al., PMID: 24009689). At least two unique variants (1 missense, 1 nonsense) that were reported in two individuals with CHD (PMID: 35422912, 37406974) were included in this curation. There are other individuals reported with variants in *SOX7* in the literature, however they were not included due to inconsistent mechanism of pathogenicity or high frequencies in gnomAD v4 (PMIDs: 24009689, 35260939). Of note, several individuals with CHD were also identified with CNVs that included *SOX7* and other genes including *GATA4* (PMID: 22318994, 33846290, 36816019). This gene-disease relationship is also supported by evidence of biochemical function studies, expression in embryonic human and mouse heart, protein interaction with *GATA4*, and a knockout mouse model replicating the disease phenotype (PMIDs: 35260939, 33846290, 37000005). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date October 1st, 2024 (SOP Version 11).\n","dc:isVersionOf":{"id":"cggv:a18a4aac-acfb-4059-949c-75c1cf9fac4f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}