{"id":"cggv:e18266b2-576c-4e38-8007-9fe4faaf4f0ev1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e18266b2-576c-4e38-8007-9fe4faaf4f0e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-10-10T19:41:29.574Z","role":"Publisher"},{"id":"cggv:e18266b2-576c-4e38-8007-9fe4faaf4f0e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-11-15T20:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23934111","type":"dc:BibliographicResource","dc:abstract":"Epileptic encephalopathies are a devastating group of severe childhood epilepsy disorders for which the cause is often unknown. Here we report a screen for de novo mutations in patients with two classical epileptic encephalopathies: infantile spasms (n = 149) and Lennox-Gastaut syndrome (n = 115). We sequenced the exomes of 264 probands, and their parents, and confirmed 329 de novo mutations. A likelihood analysis showed a significant excess of de novo mutations in the ∼4,000 genes that are the most intolerant to functional genetic variation in the human population (P = 2.9 × 10(-3)). Among these are GABRB3, with de novo mutations in four patients, and ALG13, with the same de novo mutation in two patients; both genes show clear statistical evidence of association with epileptic encephalopathy. Given the relevant site-specific mutation rates, the probabilities of these outcomes occurring by chance are P = 4.1 × 10(-10) and P = 7.8 × 10(-12), respectively. Other genes with de novo mutations in this cohort include CACNA1A, CHD2, FLNA, GABRA1, GRIN1, GRIN2B, HNRNPU, IQSEC2, MTOR and NEDD4L. Finally, we show that the de novo mutations observed are enriched in specific gene sets including genes regulated by the fragile X protein (P < 10(-8)), as has been reported previously for autism spectrum disorders.","dc:creator":"Epi4K Consortium","dc:date":"2013","dc:title":"De novo mutations in epileptic encephalopathies."},"evidence":[{"id":"cggv:e18266b2-576c-4e38-8007-9fe4faaf4f0e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:e18266b2-576c-4e38-8007-9fe4faaf4f0e_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":7051,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:a4c32f98-f3aa-4c39-b83a-d7f2c2e041ec","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:6296","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*KCNQ2* was first reported in relation to autosomal dominant complex neurodevelopmental disorder (MONDO:0100038), which includes patients with overlapping neurodevelopmental features including autism, intellectual disability, and developmental delays, in 2013 (Epi4K Consortium et al., PMID: 23934111). Assertions have been made for a relationship between *KCNQ2* and several neurodevelopmental presentations. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we have found differences in molecular mechanism and phenotypic variability between these assertions. Therefore, the curation has been split into multiple autosomal dominant disease entities: neonatal-onset developmental and epileptic encephalopathy (MONDO:0100455; thought to be dominant negative), self-limited familial neonatal epilepsy (MONDO:0100023; thought to be loss of function), complex neurodevelopmental disorder (MONDO:0100038; thought to be gain of function, primarily attributed to p.R230C/H/S, p.R198Q, and p.R144Q/W/G recurrent de novo variants), and neonatal encephalopathy with non-epileptic myoclonus (MONDO:0100456; thought to be gain of function, attributed to p.R201C, p.R201H, and p.V175L recurrent de novo variants). The split curations have been curated separately by the Epilepsy GCEP and this entry will only cover autosomal dominant complex neurodevelopmental disorder (MONDO:0100038).\n\nFive missense variants that have been reported in 10 probands in four publications are included in this curation (PMIDs: 23934111, 26138355, 27861786, 33754465). Probands display multiple features, which can include developmental delays, autism, hypotonia, and intellectual disability. Some also have seizures, which onset at around 4-6 months of age. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is thought to be gain of function (PMID: 27861786, 25740509). In summary, there is a definitive relationship between *KCNQ2* and autosomal dominant complex neurodevelopmental disorder (MONDO:0100038). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on November 15, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:e18266b2-576c-4e38-8007-9fe4faaf4f0e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}