{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2022-05-09T02:30:00.000Z","role":"Approver"},{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2024-01-09T09:23:46.326Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e5c17577-8f93-4d8d-84e5-170c70e4eae5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4ec71ed5-5d5b-4651-97fb-2e67cfe59c83","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Strong glomerular staining. Weak staining in the distal/collecting tubules and the media of extraglomerular vessels\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9211352","type":"dc:BibliographicResource","dc:abstract":"Accumulation of extracellular matrix is important in the progression of glomerulonephritis. Since adherent cell types utilize integrins to bind and organize extracellular matrix proteins, we have assessed expression of the beta 1 integrins in sequential sections from 85 human renal biopsies and 4 normal kidneys by immunohistochemical staining. Our results demonstrate strong correlations between expression of the alpha 5 chain within the interstitium, the alpha V chain on proximal and distal tubular epithelium and the presence of chronic histological damage. Moreover, staining for interstitial alpha 5 and proximal and distal tubular alpha V were also strongly associated with expression of certain adhesion molecules (ICAM-1, VCAM-1, E-selectin and L-selectin) and the presence of macrophages within the interstitium, which have been linked, in an earlier study, with the degree of chronic histological damage and disease progression. However, in contrast to our earlier study of adhesion molecules, there were also associations between expression of integrin chains within the glomerulus and tubulointerstitium. For example, there were strong positive associations between staining for alpha 5 on glomerular endothelium and its expression on extraglomerular vascular endothelium and between both mesangial alpha 1 and podocyte alpha 3 and tubular staining for the common beta 1 subunit. While the functional significance of these associations is obscure, they suggest some kind of communication between cells in different sites in the kidney. There were also positive associations between staining for different integrins within the glomerulus, notably mesangial cell staining for alpha 2, glomerular endothelial cells staining for alpha 5 and glomerular epithelial cell alpha 3. These results suggest that there is a coordinated upregulation of integrin expression both within the tubulointerstitium and the glomerulus and that at least some of these integrins (interstitial alpha 5 and distal tubular alpha V) are associated with the expression of other adhesion molecules, macrophage infiltration and the presence of markers of disease progression (interstitial fibrosis and tubular atrophy).","dc:creator":"Roy-Chaudhury P","dc:date":"1997","dc:title":"Importance of the tubulointerstitium in human glomerulonephritis. II. Distribution of integrin chains beta 1, alpha 1 to 6 and alpha V."},"rdfs:label":"ITGA3 staining in normal kidney samples"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20bc27f9-b0b7-4b13-9a12-9ae2e884a8ec","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2be97416-2b52-4a72-813f-996cf49fe18c","type":"FunctionalAlteration","dc:description":"Increased fibronectin expression in skin, kidney and lung cells of patients, which were associated with increased cell migratory phenotype. Fibronectin siRNA reduced migratory phenotype back to wild-type cells and associated with slowing of wound closure","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30466509","type":"dc:BibliographicResource","dc:abstract":"Integrin α3β1, a major epidermal adhesion receptor is critical for organization of the basement membrane during development and wound healing. Integrin α3 deficiency leads to interstitial lung disease, nephrotic syndrome and epidermolysis bullosa (ILNEB), an autosomal recessive multiorgan disease characterized by basement membrane abnormalities in skin, lung and kidney. The pathogenetic chains from ITGA3 mutation to tissue abnormalities are still unclear. Although integrin α3 was reported to regulate multiple extracellular proteins, the composition of the extracellular compartment of integrin α3-negative keratinocytes has not been resolved so far. In a comprehensive approach, quantitative proteomics of deposited extracellular matrix, conditioned cultured media as well as of the intracellular compartment of keratinocytes isolated from an ILNEB patient and from normal skin were performed. By mass spectrometry-based proteomics, 167 proteins corresponding to the GO terms \"extracellular\" and \"cell adhesion\", or included in the \"human matrisome\" were identified in the deposited extracellular matrix, and 217 in the conditioned media of normal human keratinocytes. In the absence of integrin α3, 33% and 26% respectively were dysregulated. Dysregulated proteins were functionally related to integrin α3 or were known interaction partners. The results show that in the absence of integrin α3 ILNEB keratinocytes produce a fibronectin-rich microenvironment and make use of fibronectin-binding integrin subunits αv and α5. The most important results were validated in monolayer and organotypic coculture models. Finally, the in vivo relevance of the most dysregulated components was demonstrated by immunostainings of skin, kidney and lung samples of three ILNEB patients.","dc:creator":"He Y","dc:date":"2018","dc:title":"Constitutional absence of epithelial integrin α3 impacts the composition of the cellular microenvironment of ILNEB keratinocytes."},"rdfs:label":"Cultured patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2ac413b-d38d-488c-829a-a68111500cc1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:79e9972a-85c6-45d7-b1af-42c8859b3c33","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30466509","rdfs:label":"Migratory phenotype in vitro assay"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:85af4745-7d37-4c3b-bbf6-ee955e165678","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e0ac0964-cd27-4c45-b543-49adb28d32b9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar model phenotype to human EB disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9151677","type":"dc:BibliographicResource","dc:abstract":"Integrins alpha3beta1 and alpha6beta4 are abundant receptors on keratinocytes for laminin-5, a major component of the basement membrane between the epidermis and the dermis in skin. These integrins are recruited to distinct adhesion structures within keratinocytes; alpha6beta4 is present in hemidesmosomes, while alpha3beta1 is recruited into focal contacts in cultured cells. To determine whether differences in localization reflect distinct functions of these integrins in the epidermis, we studied skin development in alpha3beta1-deficient mice. Examination of extracellular matrix by immunofluorescence microscopy and electron microscopy revealed regions of disorganized basement membrane in alpha3beta1-deficient skin. Disorganized matrix was first detected by day 15.5 of embryonic development and became progressively more extensive as development proceeded. In neonatal skin, matrix disorganization was frequently accompanied by blistering at the dermal-epidermal junction. Laminin-5 and other matrix proteins remained associated with both the dermal and epidermal sides of blisters, suggesting rupture of the basement membrane itself, rather than detachment of the epidermis from the basement membrane as occurs in some blistering disorders such as epidermolysis bullosa. Consistent with this notion, primary keratinocytes from alpha3beta1-deficient skin adhered to laminin-5 through alpha6 integrins. However, alpha3beta1-deficient keratinocytes spread poorly compared with wild-type cells on laminin-5, demonstrating a postattachment requirement for alpha3beta1 and indicating distinct roles for alpha3beta1 and alpha6beta4. Our findings support a novel role for alpha3beta1 in establishment and/or maintenance of basement membrane integrity, while alpha6beta4 is required for stable adhesion of the epidermis to the basement membrane through hemidesmosomes.","dc:creator":"DiPersio CM","dc:date":"1997","dc:title":"alpha3beta1 Integrin is required for normal development of the epidermal basement membrane."},"rdfs:label":"ITGA3-null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:3864d6f4-25cc-4d11-90a6-d3ee24257191","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4efdea02-5e45-44b0-b2c9-74f97f345bb5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to skin phenotype in human disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19118220","type":"dc:BibliographicResource","dc:abstract":"Re-epithelialization after skin wounding requires both migration and hyperproliferation of keratinocytes. Laminin-332 is deposited during migration over the provisional matrix. To investigate the function of the laminin-332 binding integrin alpha3beta1 in wound re-epithelialization, we generated Itga3flox/flox; K14-Cre mice lacking the alpha3 subunit specifically in the basal layer of the epidermis. These mice are viable but display several skin defects, including local inflammation, hair loss, basement membrane duplication and microblistering at the dermal-epidermal junction, whereas hemidesmosome assembly and keratinocyte differentiation are not impaired. Wound healing is slightly faster in the absence of integrin alpha3beta1, whereas proliferation, the distribution of other integrins and the deposition of basement membrane proteins in the wound bed are unaltered. In vitro, cell spreading is rescued by increased surface expression of alpha6beta1 integrin in the absence of integrin alpha3. The alpha3-deficient keratinocytes migrate with an increased velocity and persistence, whereas proliferation, growth factor signaling, hemidesmosome assembly, and laminin-332 deposition appeared to be normal. We suggest that integrin alpha3beta1 delays keratinocyte migration during wound re-epithelialization, by binding to the laminin-332 that is newly deposited on the wound bed.","dc:creator":"Margadant C","dc:date":"2009","dc:title":"Integrin alpha3beta1 inhibits directional migration and wound re-epithelialization in the skin."},"rdfs:label":"K14-Cre; ITGA3fl/fl mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:d1b350f3-db33-4791-9113-740fd2b14460","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:19eb3d01-6e27-4038-aa19-06b014083ccb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to renal phenotype in human disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17015618","type":"dc:BibliographicResource","dc:abstract":"The tetraspanin CD151 is a cell-surface molecule known for its strong lateral interaction with the laminin-binding integrin alpha3beta1. Patients with a nonsense mutation in CD151 display end-stage kidney failure associated with regional skin blistering and sensorineural deafness, and mice lacking the integrin alpha3 subunit die neonatally because of severe abnormalities in the lung and kidney epithelia. We report the generation of Cd151-null mice that recapitulate the renal pathology of human patients, i.e., with age they develop massive proteinuria caused by focal glomerulosclerosis, disorganization of the glomerular basement membrane, and tubular cystic dilation. However, neither skin integrity nor hearing ability are impaired in the Cd151-null mice. Furthermore, we generated podocyte-specific conditional knockout mice for the integrin alpha3 subunit that show renal defects similar to those in the Cd151 knockout mice. Our results support the hypothesis that CD151 plays a key role in strengthening alpha3beta1-mediated adhesion in podocytes.","dc:creator":"Sachs N","dc:date":"2006","dc:title":"Kidney failure in mice lacking the tetraspanin CD151."},"rdfs:label":"2.5P-Cre; ITGA3fl/fl mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:20a7efda-a44c-4ead-840e-9861e5abd42a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:886df6fa-ab51-49b7-a99b-7d1e683da9e3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Glomeruli: reduced capillary loops and podocyte foot process effacement (latter similar to human disease). Abnormal lung morphogenesis with reduced branches of major bronchi\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8951069","type":"dc:BibliographicResource","dc:abstract":"A mutation was targeted to the murine alpha3 integrin gene. Homozygous mutant mice survived to birth, but died during the neonatal period. The mutation caused abnormal kidney and lung development. Mutant kidneys displayed decreased branching of the medullary collecting ducts, although the number of nephrons was not altered. Proximal tubules exhibited two distinct subsets of abnormalities, with the epithelial cells either containing excess lysosomes or becoming microcystic. In addition, glomerular development was markedly affected. In mutant kidneys, the extent of branching of glomerular capillary loops was decreased, with capillary lumina being wider than normal. The glomerular basement membrane was disorganized and glomerular podocytes were unable to form mature foot processes. Branching of the bronchi in lungs of mutant mice was also decreased and the large bronchi extended to the periphery. These results indicate a role for integrin receptors in basement membrane organization and branching morphogenesis.","dc:creator":"Kreidberg JA","dc:date":"1996","dc:title":"Alpha 3 beta 1 integrin has a crucial role in kidney and lung organogenesis."},"rdfs:label":"ITGA3-null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c59d84e-2907-4c81-96ac-d9fb79a934bc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6c59d84e-2907-4c81-96ac-d9fb79a934bc","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:07381da3-b2de-4daf-9eea-57d9e1ca9967","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002204.4(ITGA3):c.1538-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA400181729"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Interstitial lung disease (ILD), nephrotic syndrome, ESKD. ","previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:6881a467-e467-4a64-af36-192aa06c5513_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:07381da3-b2de-4daf-9eea-57d9e1ca9967"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22512483","type":"dc:BibliographicResource","dc:abstract":"Integrin α(3) is a transmembrane integrin receptor subunit that mediates signals between the cells and their microenvironment. We identified three patients with homozygous mutations in the integrin α(3) gene that were associated with disrupted basement-membrane structures and compromised barrier functions in kidney, lung, and skin. The patients had a multiorgan disorder that included congenital nephrotic syndrome, interstitial lung disease, and epidermolysis bullosa. The renal and respiratory features predominated, and the lung involvement accounted for the lethal course of the disease. Although skin fragility was mild, it provided clues to the diagnosis.","dc:creator":"Has C","dc:date":"2012","dc:title":"Integrin α3 mutations with kidney, lung, and skin disease."}},"rdfs:label":"2"},{"id":"cggv:6881a467-e467-4a64-af36-192aa06c5513","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6881a467-e467-4a64-af36-192aa06c5513_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1206ff04-b425-4b3a-8585-0c8d217ce777_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1206ff04-b425-4b3a-8585-0c8d217ce777","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":8,"allele":{"id":"cggv:94cc8aad-886c-44e0-98f6-609cd1156a38","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002204.4(ITGA3):c.1173_1174del (p.Pro392ValfsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573106090"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Congenital ILNEB, ESKD, nail dystrophy","previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:f3a12863-4b1e-4d28-ae07-226ba7ebdbbe_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:94cc8aad-886c-44e0-98f6-609cd1156a38"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22512483"},"rdfs:label":"1"},{"id":"cggv:f3a12863-4b1e-4d28-ae07-226ba7ebdbbe","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f3a12863-4b1e-4d28-ae07-226ba7ebdbbe_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b5bab34e-22f8-42b7-85bd-380c2090407c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b5bab34e-22f8-42b7-85bd-380c2090407c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":7,"allele":{"id":"cggv:07d82fb0-b63f-4241-888c-74e73f1c42d3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002204.4(ITGA3):c.1045G>T (p.Ala349Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA400178952"}},"firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"ILD, nephrotic syndrome, unilateral kidney hypoplasia","previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:9e67944f-9eb3-416e-8ac4-0e826cb8eb31_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:07d82fb0-b63f-4241-888c-74e73f1c42d3"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23114595","type":"dc:BibliographicResource","dc:abstract":"Integrins are transmembrane αβ glycoproteins that connect the extracellular matrix to the cytoskeleton. The laminin-binding integrin α3β1 is expressed at high levels in lung epithelium and in kidney podocytes. In podocytes, α3β1 associates with the tetraspanin CD151 to maintain a functional filtration barrier. Here, we report on a patient homozygous for a novel missense mutation in the human ITGA3 gene, causing fatal interstitial lung disease and congenital nephrotic syndrome. The mutation caused an alanine-to-serine substitution in the integrin α3 subunit, thereby introducing an N-glycosylation motif at amino acid position 349. We expressed this mutant form of ITGA3 in murine podocytes and found that hyperglycosylation of the α3 precursor prevented its heterodimerization with β1, whereas CD151 association with the α3 subunit occurred normally. Consequently, the β1 precursor accumulated in the ER, and the mutant α3 precursor was degraded by the ubiquitin-proteasome system. Thus, these findings uncover a gain-of-glycosylation mutation in ITGA3 that prevents the biosynthesis of functional α3β1, causing a fatal multiorgan disorder.","dc:creator":"Nicolaou N","dc:date":"2012","dc:title":"Gain of glycosylation in integrin α3 causes lung disease and nephrotic syndrome."}},"rdfs:label":"II:2"},{"id":"cggv:9e67944f-9eb3-416e-8ac4-0e826cb8eb31","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9e67944f-9eb3-416e-8ac4-0e826cb8eb31_variant_evidence_item"},{"id":"cggv:9e67944f-9eb3-416e-8ac4-0e826cb8eb31_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Hyper-glycosylation of α3 integrin prevented its hetero-dimerization with β1"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7336f589-f2f1-4d28-b220-564dc111b67b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7336f589-f2f1-4d28-b220-564dc111b67b","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":7,"allele":{"id":"cggv:e787cbb0-e345-412f-8191-10745a070482","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002204.4(ITGA3):c.1387C>T (p.Arg463Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204457"}},"firstTestingMethod":"PCR","phenotypeFreeText":"ILD, nephrotic syndrome and fused renal ectopia","previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:9157063e-556e-4b0b-8e85-8630adb65fae_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e787cbb0-e345-412f-8191-10745a070482"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25810266","type":"dc:BibliographicResource","dc:abstract":"Interstitial lung disease, nephrotic syndrome and junctional epidermolysis bullosa is an autosomal recessive multiorgan disorder caused by mutations in the gene for the integrin α3 subunit (ITGA3). The full spectrum of manifestations and genotype-phenotype correlations is still poorly characterized. Here, we uncovered the disease-causing role and the molecular mechanisms underlying a homozygous ITGA3 mutation leading to the single amino acid substitution, p.R463W. The patient suffered from respiratory distress and episodes of cyanosis with onset in the first week of life and had a nephrotic syndrome. Although there was no clinical evidence for cutaneous fragility, the analysis of a skin sample and of skin epithelial cells enabled the direct assessment of the authentic mutant protein. We show that the mutation altered the conformation of the extracellular β-propeller domain of the integrin α3 subunit preventing correct processing of N-linked oligosaccharides, heterodimerization with β1 integrin and maturation through cleavage into heavy and light chains in the Golgi. Confocal microscopy demonstrated that the mutant protein accumulated intracellularly, but it was not present in focal adhesions or on the cell membrane as shown by flow cytometry. These findings highlight that single amino acid changes in the integrin α3 subunit may crucially alter the structure and complex processing of this integrin, completely preventing its functionality. The present report also underscores that ITGA3 mutations may account for atypical cases solely with early onset respiratory and renal involvement. ","dc:creator":"Yalcin EG","dc:date":"2015","dc:title":"Crucial role of posttranslational modifications of integrin α3 in interstitial lung disease and nephrotic syndrome."}},"rdfs:label":"A3113-21 "},{"id":"cggv:9157063e-556e-4b0b-8e85-8630adb65fae","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9157063e-556e-4b0b-8e85-8630adb65fae_variant_evidence_item"},{"id":"cggv:9157063e-556e-4b0b-8e85-8630adb65fae_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Mutant protein accumulated intracellularly (colocalized with calnexin and golgin-97)"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3a_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:221db755-6a5e-4d88-8da5-45aa0f317fe1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:221db755-6a5e-4d88-8da5-45aa0f317fe1","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":19,"allele":{"id":"cggv:879f5538-e8b7-4505-b0a9-83c8825047fa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002204.4(ITGA3):c.1883G>C (p.Arg628Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129955"}},"firstTestingMethod":"PCR","phenotypeFreeText":"Congenital ILNEB, ESKD, nail dystrophy","previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:c5a97133-310a-47a2-9722-724ae9925bfa_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:879f5538-e8b7-4505-b0a9-83c8825047fa"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22512483"},"rdfs:label":"3"},{"id":"cggv:c5a97133-310a-47a2-9722-724ae9925bfa","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:c5a97133-310a-47a2-9722-724ae9925bfa_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1dc64909-18d5-4ce9-9c63-a98637f6e85d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1dc64909-18d5-4ce9-9c63-a98637f6e85d","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":4,"allele":{"id":"cggv:2a5836c6-8544-4f37-bcec-ffb4b4b3e65b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.50074437T>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573106091"}},"firstTestingMethod":"PCR","phenotypeFreeText":"ILD, renal involvement (proteinuria not reported) and macroscopically normal skin","previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:e3534747-c49b-4b6d-89e0-c9f6de05991e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2a5836c6-8544-4f37-bcec-ffb4b4b3e65b"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26854491","type":"dc:BibliographicResource","dc:creator":"He Y","dc:date":"2016","dc:title":"Intronic ITGA3 Mutation Impacts Splicing Regulation and Causes Interstitial Lung Disease, Nephrotic Syndrome, and Epidermolysis Bullosa."}},"rdfs:label":"1"},{"id":"cggv:e3534747-c49b-4b6d-89e0-c9f6de05991e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e3534747-c49b-4b6d-89e0-c9f6de05991e_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c2bd0620-5c72-4ebc-8ebc-462deada7bc4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c2bd0620-5c72-4ebc-8ebc-462deada7bc4","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":13,"allele":{"id":"cggv:d3dbe3a1-6e70-4be0-a12f-7e57b9c98d22","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002204.4(ITGA3):c.3056T>C (p.Phe1019Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA400194681"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"subnephrotic range proteinuria (3.2g/d) and ESKD, EB, facial dysmorphia, onycholysis since birth, loss of scalp hair and eyebrows","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:11d2f70d-01b5-483e-b788-486f9982192f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d3dbe3a1-6e70-4be0-a12f-7e57b9c98d22"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34023363","type":"dc:BibliographicResource","dc:creator":"Kinyó Á","dc:date":"2021","dc:title":"Homozygous ITGA3 Missense Mutation in Adults in a Family with Syndromic Epidermolysis Bullosa (ILNEB) without Pulmonary Involvement."}},"rdfs:label":"II-1 "},{"id":"cggv:11d2f70d-01b5-483e-b788-486f9982192f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:11d2f70d-01b5-483e-b788-486f9982192f_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3f4c4d53-367b-433e-afcd-8ad2f05981d7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3f4c4d53-367b-433e-afcd-8ad2f05981d7","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":3,"allele":[{"id":"cggv:e7a54b35-f0a8-4ac9-aeb4-920c35bb8a0d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.50076682G>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA400183076"}},{"id":"cggv:0a4c5181-7e14-4fe9-a4bc-188b37fc0407","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002204.4(ITGA3):c.3021del (p.Leu1008Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573106092"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Congenital ILD, renal dysplasia (ESKD at 3 months), EB without mucosal involvement","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:2796c569-3733-4ce5-8dcd-64310832c21e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e7a54b35-f0a8-4ac9-aeb4-920c35bb8a0d"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33768705","type":"dc:BibliographicResource","dc:creator":"Sondermann W","dc:date":"2021","dc:title":"Skin fragility, renal malformation and interstitial lung disease due to compound heterozygous ITGA3 mutations."}},{"id":"cggv:b171105d-412b-417e-9407-8b1518091eb5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:0a4c5181-7e14-4fe9-a4bc-188b37fc0407"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33768705"}],"rdfs:label":"1"},{"id":"cggv:2796c569-3733-4ce5-8dcd-64310832c21e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2796c569-3733-4ce5-8dcd-64310832c21e_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:b171105d-412b-417e-9407-8b1518091eb5","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b171105d-412b-417e-9407-8b1518091eb5_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7461,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.5,"subject":{"id":"cggv:3095d4ec-842c-422c-8e05-cda0df51ac62","type":"GeneValidityProposition","disease":"obo:MONDO_0013881","gene":"hgnc:6139","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The *ITGA3* gene is located on chromosome 17 at q21.33 and encodes the protein integrin alpha 3 which dimerizes with integrin beta 1 to form the α3β1 integrin duplex that functions as an adhesion molecule between the podocyte and glomerular basement membrane. \n\n*ITGA3* was first reported in relation to autosomal recessive 'interstitial lung disease, nephrotic syndrome, and epidermolysis bullosa, congenital' in 2012 (Has et al., PMID: 22512483, OMIM:614748). The mechanism of pathogenicity is known to be loss of function. Interstitial lung disease, nephrotic syndrome, and epidermolysis bullosa, congenital is characterized by significant protein loss in the urine, severe lung disease and/or blistering skin disease within the first months of life causing generalized edema, respiratory failure and/or skin/nail abnormalities. \n\nAt least 10 variants (frameshift, splice, missense) have been reported in 10 probands in 9 publications (PMIDs: 22512483, 23114595, 25810266, 26854491, 32198874, 34023363, 34751145, 33768705 included in this curation). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached, considering case-level data.\n\nThis gene-disease relationship is also supported by animal models, expression studies, in vitro functional assays, and rescue assays (PMIDs: 9211352, 30466509, 9151677, 8951069, 17015618, 19118220). In particular, ITGA3 knockout mice caused congenital epidermolysis bullosa-phenotype (PMID 9211352), abnormal nephrogenesis and abnormal lung morphogenesis (PMID 30466509). Transgenic mice with ITGA3 knockout isolated to the podocyte (2.5P-Cre; ITGA3fl /fl) developed nephrotic syndrome with severe proteinuria, focal segmental glomerulosclerosis and podocyte effacement (PMID 17015618). Transgenic mice with ITGA3 knockout isolated to the skin (K14-Cre; ITGA3fl /fl) developed severe skin defects recapitulating the epidermolysis bullosa-phenotype (PMID 19118220). In-vitro functional assays demonstrated increased fibronectin expression in skin, kidney and lung cells of a patient with *ITGA3* mutation and interstitial lung disease, nephrotic syndrome, and epidermolysis bullosa, congenital (PMID 30466509). This was associated with an increased keratinocyte migratory phenotype (also seen in the K14-Cre; ITGA3fl /fl mouse), which could be rescued using by retroviral re-expression of ITGA3 (PMID 30466509). A total of 5.5/6 pts. for experimental evidence was reached.\n\nIn summary, there is definitive evidence supporting the relationship between *ITGA3* and autosomal recessive interstitial lung disease, nephrotic syndrome, and epidermolysis bullosa, congenital. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:3dc277da-52f8-4f64-91a8-cd6c4f68db3a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}