{"id":"cggv:e8173aea-692d-4f50-aca4-228e3df16e80v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e8173aea-692d-4f50-aca4-228e3df16e80_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-11-30T13:48:15.560Z","role":"Publisher"},{"id":"cggv:e8173aea-692d-4f50-aca4-228e3df16e80_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-04-23T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e8173aea-692d-4f50-aca4-228e3df16e80_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:e8173aea-692d-4f50-aca4-228e3df16e80_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e8173aea-692d-4f50-aca4-228e3df16e80_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:767d2d35-64e3-42c7-be39-da12441d77b2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7955c178-477c-4fd8-852e-a232f70f2ae1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"incomplete galactosylation results in glycosylation defect","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23561849","type":"dc:BibliographicResource","dc:abstract":"Biochemical analysis and whole-exome sequencing identified mutations in the Golgi-localized UDP-galactose transporter SLC35A2 that define an undiagnosed X-linked congenital disorder of glycosylation (CDG) in three unrelated families. Each mutation reduced UDP-galactose transport, leading to galactose-deficient glycoproteins. Two affected males were somatic mosaics, suggesting that a wild-type SLC35A2 allele may be required for survival. In infancy, the commonly used biomarker transferrin showed abnormal glycosylation, but its appearance became normal later in childhood, without any corresponding clinical improvement. This may indicate selection against cells carrying the mutant allele. To detect other individuals with such mutations, we suggest transferrin testing in infancy. Here, we report somatic mosaicism in CDG, and our work stresses the importance of combining both genetic and biochemical diagnoses.","dc:creator":"Ng BG","dc:date":"2013","dc:title":"Mosaicism of the UDP-galactose transporter SLC35A2 causes a congenital disorder of glycosylation."},"rdfs:label":"Analysis of glycans from fibroblasts/whole serum"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:e8173aea-692d-4f50-aca4-228e3df16e80_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f0f77b12-4c55-4f0b-bd0c-9a9f2b8a09c1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b70e99da-b087-4c9c-8787-46d4ce35a7fa","type":"FunctionalAlteration","dc:description":"Cell line that is lectin resistant. Binding assays with sialic acid-specific lectin reveal 70-75% reduction in sialyation of cell surface glycoconjugates. Analysis of glycosphingolipids shows strong reduction of galactose containing glycosphingolipids. Golgi vesicles isolated from cells translocate UDP-galactose at 2% vs WT. Don’t explicitly say that this is due to SLC35A2.  \n\nResults in synthesis of truncated glycans lacking galactose.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3141404","type":"dc:BibliographicResource","dc:abstract":"Two lectin-resistant mutants derived from a polarized epithelial cell line have been described (Meiss, H.K., Green, R.F., and Rodriguez-Boulan, E.J. (1982) Mol. Cell. Biol. 2, 1287-1294). One of these mutants, the Madin-Darby canine kidney strain II cell line resistant to Ricinus communis agglutinin (MDCKII-RCAr), has been further characterized, and the biochemical defect leading to its altered phenotype has been determined. MDCKII-RCAr cells are shown to be enriched in cell-surface glycoconjugates bearing terminal N-acetylglucosamine residues by in vitro exogalactosylation and by labeling with fluorescent lectins. Binding assays with a sialic acid-specific lectin reveal a 70-75% reduction in sialylation of cell-surface glycoconjugates. The defect is pleiotropic in nature, affecting glycoproteins as well as glycosphingolipids. Analysis of glycosphingolipids shows a strong reduction of galactose-containing glycosphingolipids. Almost 90% of the glycosphingolipids are identified as glucosyl-ceramide. The mutant is not deficient in galactosyl- and sialytransferase activities. However, Golgi vesicles isolated from MDCKII-RCAr cells translocate UDP-galactose at only 2% of the rate observed for vesicles from wild-type MDCKII cells. The deficiency is specific, because translocation rates of UDP-N-acetylglucosamine and CMP-sialic acid are comparable for vesicles isolated from MDCKII-RCAr cells and wild-type cells. Despite the inability to translocate UDP-galactose into the lumen of the Golgi apparatus, MDCKII-RCAr cells are able to form monolayers with normal apical and basolateral polarity as shown by plasma membrane domain-restricted exogalactosylation.","dc:creator":"Brändli AW","dc:date":"1988","dc:title":"A polarized epithelial cell mutant deficient in translocation of UDP-galactose into the Golgi complex."},"rdfs:label":"UDP-Galactose Transportation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Per Expert Panel Curation Call, opted to not use this paper. Does not explicitly say that this is due to loss of SLC35A2- however, this is the original paper that discusses a mechanism of UDP galactose impairment resulting in truncated glycans."},{"id":"cggv:c7ba0e61-a586-45c0-b086-b08df02ae4f2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:266e4888-458a-4ae0-ba31-32e1b63a1306","type":"FunctionalAlteration","dc:description":"Directly measured transport of UDP galactose into Golgi using streptolysin-O-permeabilized fibroblasts. All samples derived from individuals had reduced UDP-galactose when compared to controls ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23561849","rdfs:label":"Measurement of transport of UDP-galactose into the Golgi "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Of note, this assay is replicated in Ng 2019 paper. However, only scored once for curation. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":3703,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:62c46a48-0ada-4cba-91be-db504d30d9a5","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:11022","modeOfInheritance":"obo:HP_0001417"},"version":"1.3","dc:description":"Pathogenic variants in the SLC35A2 gene have been reported in the literature in several individuals with features of a congenital disorder of glycosylation (CDG), usually characterized by refractory epileptic encephalopathy, hypsarrhythmia, intellectual disability, hypotonia, dysmorphic features and skeletal abnormalities. The presentation of individuals with pathogenic variants is variable and may also include feeding difficulties/failure to thrive, microcephaly, ocular abnormalities, as well as cardiac, hepatic, and renal abnormalities. Of note, carbohydrate deficient transferrin analysis (a common tool to screen for CDGs) has been reported to be of limited use in the diagnosis of this disorder. Loss of function and missense variants have been reported in association with disease. As this gene is on the X chromosome, affected individuals are primarily female, but males with this condition have also been reported (PMID:23561849, PMID:30194038, PMID:30817854). Of note, variants in the somatic setting have also been identified in individuals with this condition (PMID:29679388). Evidence supporting this gene disease pair includes experimental data as well. Supporting experimental data has demonstrated that loss of this gene severely impairs the transport of UDP galactose into the Golgi which results in the synthesis of truncated glycans lacking galactose (PMID:3141404, PMID:23561849, PMID:30817854). SLC35A2 is definitively associated with X-linked complex neurodevelopmental disorder. This has been demonstrated in both the clinical and research settings and this evidence has been maintained over time. ","dc:isVersionOf":{"id":"cggv:e8173aea-692d-4f50-aca4-228e3df16e80"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}