{"id":"cggv:a51b8f9f-0e11-4d82-b454-15d27e974dd7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a51b8f9f-0e11-4d82-b454-15d27e974dd7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2021-06-24T20:46:26.410Z","role":"Publisher"},{"id":"cggv:a51b8f9f-0e11-4d82-b454-15d27e974dd7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2021-06-24T20:46:05.941Z","role":"Approver"}],"evidence":[{"id":"cggv:a51b8f9f-0e11-4d82-b454-15d27e974dd7_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:a51b8f9f-0e11-4d82-b454-15d27e974dd7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a51b8f9f-0e11-4d82-b454-15d27e974dd7_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:b1f5d9f9-a7a7-4c88-91d2-bcf77eb6e845_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b9d95605-7ae3-46cf-b544-1dbe398bffac","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":33,"detectionMethod":"Six clones of amplified cDNA encoding al(I)CB8 domain of pro-alpha I and partial sequencing with gel electrophoresis/Sanger.","firstTestingMethod":"PCR","phenotypeFreeText":"At birth: fracture of right clavicle and a healing fracture of right femur. First 2 years: three additional fractures that healed, bowing and deformity of long bones of both legs. 12 years: more\nthan 20 fractures of the long bones (largely of legs), pectus carinatum deformity, gradually progressive scoliosis. Puberty: more than 60 fractures (almost all of legs). 35 years: short stature (3'7\"), dentinogenesis imperfecta, slightly blue sclerae.","phenotypes":["obo:HP_0000592","obo:HP_0002650","obo:HP_0000768","obo:HP_0004322","obo:HP_0006487","obo:HP_0002757","obo:HP_0000703"],"sex":"Male","variant":{"id":"cggv:b1f5d9f9-a7a7-4c88-91d2-bcf77eb6e845_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ebf78c33-cc9f-4e98-9035-de2e0c73666d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000088.3(COL1A1):c.994G>A (p.Gly332Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257866"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2037280","type":"dc:BibliographicResource","dc:abstract":"Most individuals with osteogenesis imperfecta (OI) are heterozygous for dominant mutations in one of the genes that encode the chains of type I collagen. Each of the more than 30 mutations characterized to date has been unique to the affected member(s) of the family. We have determined that two individuals with a progressive deforming variety of OI, OI type III, have the same new dominant mutation [alpha 1(I)gly154 to arg] and that two unrelated infants with perinatal lethal OI, OI type II, share a second new dominant mutation [alpha 1(I)gly1003 to ser]. These mutations occurred at CpG dinucleotides, in a manner consistent with deamination of a methylated cytosine residue, and raise the possibility that CpG dinucleotides are common sites of recurrent mutations in collagen genes. Further, these findings confirm that the OI type-III phenotype, previously thought to be inherited in an autosomal recessive manner, can result from new dominant mutations in the COL1A1 gene of type-I collagen.","dc:creator":"Pruchno CJ","dc:date":"1991","dc:title":"Osteogenesis imperfecta due to recurrent point mutations at CpG dinucleotides in the COL1A1 gene of type I collagen."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2037280","rdfs:label":"Pruchno Proband 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Missense variant with supporting functional evidence and phenotypic specificity. "},{"id":"cggv:29ef66bb-077b-4de4-a2fa-53dfed05693f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c80204ec-45a8-4fdb-a61a-625b9f221a7c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"DNA/RNA hybrid analysis using RT-PCR and PCR. Sanger and RE analysis of abnormal subclones to confirm presence/absence of mutation.","firstTestingMethod":"PCR","phenotypeFreeText":"At birth/as newborn: wide fontanels, bowed femurs, multiple long bone fractures, right clavicle fracture, compression fractures of vertebral bodies (T6, 9, 12, and L1), Wormian bones of the skull. \nSince birth: 50+ long bone fractures (mostly in legs), thoracic kyphosis, lumbar lordosis, thoracic scoliosis, compression of thoracic and lumbar vertebrae, L1-L4 bone density is 6 standard deviations below average, very osteoporotic long bones, metaphyseal flaring, popcorn formation in metaphyses.\nMotor delay, motility and growth impairment, extreme short stature, mild basilar invagination (no brainstem compression), light blue sclerae, pectus carinatum, moderate restrictive lung disease, mitral regurgitation, moderate bilateral HL.","phenotypes":["obo:HP_0002091","obo:HP_0000365","obo:HP_0001510","obo:HP_0001270","obo:HP_0002943","obo:HP_0001653","obo:HP_0002953","obo:HP_0000939","obo:HP_0004322","obo:HP_0002980","obo:HP_0002757","obo:HP_0002938","obo:HP_0002808","obo:HP_0002645","obo:HP_0000768","obo:HP_0000592","obo:HP_0004348","obo:HP_0012366","obo:HP_0000239","obo:HP_0003015"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:29ef66bb-077b-4de4-a2fa-53dfed05693f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3148f499-4084-4511-97bb-21300cca51b8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000088.3(COL1A1):c.761G>A (p.Gly254Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257911"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11286507","type":"dc:BibliographicResource","dc:abstract":"The majority of osteogenesis imperfecta (OI) is caused by substitutions for glycine residues in the two alpha chains of type I collagen. Since only 4% of possible nucleotide changes in type I collagen glycine codons would result in a glutamic acid substitution, these are predicted to be infrequent. Only one glutamic acid substitution in type I collagen has been fully reported. We describe here the clinical, biochemical, and molecular characterization of a girl with severe type III OI caused by a G76E substitution in COL1A1. This is the first delineation of a glutamic acid substitution in the alpha1(I) chain causing nonlethal osteogenesis imperfecta. The proband's fibroblast type I collagen chains and cyanogen bromide peptides were electrophoretically normal, while osteoblast collagen was slightly overmodified. This suggested a mutation near the N-terminal end of the collagen helix. A mismatch was detected by RNA:DNA hybrid analysis in cDNA coding for 106 amino acids at the N-terminal end of the helical region. Subclones of both alleles were sequenced and revealed a G --> A (c.761G > A) mutation causing an alpha1(I) G76E substitution in one allele. The presence of the mutation in the proband's leukocyte gDNA, and its absence in parental gDNA, was confirmed by Tsp509I digestion. The glutamic acid substitution alters the folding of the mutant collagen helices. Pericellular processing of type I collagen by the proband's fibroblasts yielded an earlier appearance of the pC-alpha1(I) form and of mature alpha chains as compared to control cell processing. Also, the presence of the glutamic acid substitution apparently exposes the adjacent Arg75 residue in the alpha1 chain. Trypsin digestion of proband fibroblast collagen resulted in shortened alpha1 chains, as confirmed by CNBr analysis. In addition, the Tm for mutant helices from fibroblasts and osteoblasts was decreased 2-4 degrees C versus controls, demonstrating a decrease in helix stability. These findings increase our understanding of the disruptive effect of glutamic acid substitutions in collagen.","dc:creator":"Cabral WA","dc:date":"2001","dc:title":"G76E substitution in type I collagen is the first nonlethal glutamic acid substitution in the alpha1(I) chain and alters folding of the N-terminal end of the helix."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11286507","rdfs:label":"Cabral Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"De novo missense variant in proband with supporting phenotypic specificity (radiographs) and functional evidence."},{"id":"cggv:2c1f8139-9889-499f-8c90-54d748684b29_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:30829188-3e73-47a1-a46b-c89ac4c760dc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"detectionMethod":"18 clones of amplified cDNA encoding al(I)CB8 domain of pro-alpha I and partial sequencing with gel electrophoresis/Sanger.","firstTestingMethod":"PCR","phenotypeFreeText":"Multiple fractures in childhood (60, most of legs), only a few since puberty, which were generally treated at home with splinting, short stature (3'2\"), light grey sclerae, dentinogenesis imperfecta, pectus carinatum, short extremities with bowing of the forearms and tibias, and short and bowed humeral bones and femurs.","phenotypes":["obo:HP_0002980","obo:HP_0002982","obo:HP_0000703","obo:HP_0006488","obo:HP_0003865","obo:HP_0000768","obo:HP_0002757","obo:HP_0004322"],"sex":"Male","variant":{"id":"cggv:2c1f8139-9889-499f-8c90-54d748684b29_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ebf78c33-cc9f-4e98-9035-de2e0c73666d"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/2037280"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2037280","rdfs:label":"Pruchno Proband 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Missense variant with supporting functional evidence."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:a51b8f9f-0e11-4d82-b454-15d27e974dd7_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:05add2cf-b18c-4f24-86fd-332e32986c51_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d290b092-215a-4716-9a82-03fe9828128d","type":"Proband","detectionMethod":"LM-PCR and qPCR and high throughput sequencing, Illumina base calling.","firstTestingMethod":"PCR","phenotypeFreeText":"Diminished but visible mineralization of the calvarium, slender ribs without fractures, and multiple fractures of the femora.","phenotypes":["obo:HP_0000883","obo:HP_0002757","obo:HP_0002703"],"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:05add2cf-b18c-4f24-86fd-332e32986c51_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d2a2bb86-22e0-462a-9549-f7988e3f1dff","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000088.4(COL1A1):c.3559G>C (p.Gly1187Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA400198278"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25633413","type":"dc:BibliographicResource","dc:abstract":"To analyze COL1A1/2 mutations in prenatal-onset OI for determine the proportion of mutations in type I collagen genes among prenatal onset OI and to provide additional data for genotype-phenotype analyses.","dc:creator":"Wang W","dc:date":"2015","dc:title":"Mutation Analysis of COL1A1 and COL1A2 in Fetuses with Osteogenesis Imperfecta Type II/III."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25633413","rdfs:label":"Wang Patient F11"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"Confidence in pathogenicity of variant used to upgrade: count as null variant with supporting phenotypic specificity."},{"id":"cggv:ec4b9b31-091c-4d4b-9d8a-281fb27cad60_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4d05da41-18a9-47f1-bf69-912cf8a429e1","type":"Proband","detectionMethod":"PCR of overlapping fragments of COL1A1 and COL1A2. Heteroduplex screening of cDNA and/or genomic DNA followed by direct sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Clinically diagnosed with OI3 following Sillence classification.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:ec4b9b31-091c-4d4b-9d8a-281fb27cad60_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4db98a08-0213-45d7-a72d-71f380e1ad17","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000088.4(COL1A1):c.2110G>A (p.Gly704Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/811940"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11317364","type":"dc:BibliographicResource","dc:abstract":"Osteogenesis imperfecta (OI) is a heritable disease of bone characterized by low bone mass and bone fragility. Six different types of OI have been described to date, based on clinical phenotype and histological findings. The genetic defect in many patients with OI types I-IV is due to mutations in the genes encoding type I collagen, while patients with OI types V and VI show no evidence of mutations in the COL1A1/COL1A2 genes. Here we report thirty-three novel mutations in patients with types I-IV OI. Sixteen mutations were in COL1A1 and seventeen were in COL1A2. Most mutations resulted in substitutions for glycine: one of these, a doublet GG>CC transversion, created a unique Gly-->Pro missense mutation in the triple helical domain of COL1A2. Two rare triple helical Gly-->Glu substitutions in COL1A2 are also described. In addition, there were six single-base deletion mutations resulting in frameshifts, seven splice junction mutations, and a 9-bp triple helix insertion associated with a severe (OI II) phenotype. The variety of mutations described in the COL1A1/COL1A2 genes giving rise to an OI phenotype is in accordance with the clinical heterogeneity of the disease. Hum Mutat 17:434, 2001.","dc:creator":"Ward LM","dc:date":"2001","dc:title":"Thirty-three novel COL1A1 and COL1A2 mutations in patients with osteogenesis imperfecta types I-IV."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11317364","rdfs:label":"Ward Patient Ma4"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Confidence in pathogenicity of variant used to upgrade: count as null variant."},{"id":"cggv:5fdbe57c-16e6-4d2e-8081-c9956faa44f6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:35b67703-93e1-442f-b137-c00a4d4f8746","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"firstTestingMethod":"PCR","phenotypeFreeText":"At birth: multiple fractures, severe respiratory distress requiring oxygen therapy, sustained\nadditional fractures of the left and right humerus in the neonatal period. 5 years: repeated fractures of the extremities after minimal trauma, delayed motor development.","phenotypes":["obo:HP_0002098","obo:HP_0001270","obo:HP_0002757"],"sex":"Male","variant":{"id":"cggv:5fdbe57c-16e6-4d2e-8081-c9956faa44f6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3b5b998b-ed41-4069-abac-0ebc26d3d3b1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000088.3(COL1A1):c.3064G>A (p.Gly1022Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257842"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2511192","type":"dc:BibliographicResource","dc:abstract":"Recent reports have demonstrated that a series of probands with severe osteogenesis imperfecta had single base mutations in one of the two structural genes for type I procollagen that substituted amino acids with bulkier side chains for glycine residues and decreased the melting temperature of the triple helix. Here we demonstrate that the type I procollagen synthesized by cultured fibroblasts from a proband with a severe form of osteogenesis imperfecta consisted of normal molecules and molecules over-modified by post-translational reactions. The thermal stability of the intact type I collagen was normal as assayed by protease digestion under conditions in which a decrease in thermal stability was previously observed with eight other substitutions for glycine in the alpha 1(I) chain. In contrast, the thermal stability of the one-quarter length B fragment generated by digestion with vertebrate collagenase was decreased by 2-3 degrees C under the same conditions. Nucleotide sequencing of cDNAs and genomic DNA established that the proband had a substitution of A for G in one allele of the pro alpha 1(I) gene that converted the codon for alpha 1-glycine 844 to a codon for serine. The results also established that the alpha 1-serine 844 was the only mutation that could account for the decrease in thermal stability of the collagenase B fragment. There are at least two possible explanations for the failure of the alpha 1-serine 844 substitution to decrease the thermal stability of the collagen molecule whereas eight similar mutations decreased the melting temperature. One possibility is that the effects of glycine substitutions are position specific because not all glycine residues make equivalent contributions to cooperative blocks of the triple helix that unfold in the predenaturation range of temperatures. A second possible explanation is that substitutions of glycine by serine have much less effect on the stability of protein than the substitutions by arginine, cysteine, and aspartate previously studied.","dc:creator":"Pack M","dc:date":"1989","dc:title":"Substitution of serine for alpha 1(I)-glycine 844 in a severe variant of osteogenesis imperfecta minimally destabilizes the triple helix of type I procollagen. The effects of glycine substitutions on thermal stability are either position of amino acid specific."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2511192","rdfs:label":"Pack Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"Confidence in pathogenicity of variant used to upgrade: count as null variant with supporting functional evidence."},{"id":"cggv:9d22b08d-641e-4699-a499-66a0a1cd9d5b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:71dbb1c8-e8d7-41cb-9f5c-86edf2d22924","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"RT-PCR from patient RNA, PCR and Sanger to sequence, restriction analysis to confirm variant.","firstTestingMethod":"PCR","phenotypeFreeText":"Several fractures at birth, with \"countless\" others of extremities and ribs progressing after birth. Radiographic features not detailed, but mentioned to be consistent with OI3 diagnosis.","phenotypes":"obo:HP_0002757","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9d22b08d-641e-4699-a499-66a0a1cd9d5b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:adf63091-1aca-46ce-b987-0d084efa4faa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000088.4(COL1A1):c.2065G>A (p.Gly689Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA291544059"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12870654","type":"dc:BibliographicResource","dc:abstract":"Osteogenesis imperfecta (OI) is a result of heterozygous mutations in the COL1A1 or COL1A2 genes, encoding type I procollagen chains. Here we described the molecular and biochemical defects detected in a case of severe type III OI. Cultured skin fibroblasts from the proband produced both normal and mutant type I collagen which was secreted into the medium. The mutation site was localized in alpha 1(I)-CB3 by CNBr cleavage of collagen chains. Subsequent reverse transcription-PCR amplification and direct sequencing of single-stranded PCR product led to identification of G to A transition in the COL1A1 gene, resulting in Gly511Ser substitution in the a1 chain of type I collagen. The new mutation conforms to the chain-specific non-lethal microdomain of Gly to Ser substitutions in the genotype-phenotype map. We have found that biosynthesis of collagen was increased in OI cells to about 160% of the control value. However, the amount of collagen deposed to the insoluble matrix was decreased as compared to the control. This suggests increased degradation of collagen, since the collagenolytic activity of OI cells was increased. Furthermore, the activity of prolidase, which is a marker of collagen turnover, was increased in OI cells. In regulation of activity of the enzyme are involved beta1 integrin and insulin-like growth factor (IGF) receptors. Western immunoblot analysis showed that the expressions of both receptors were markedly increased in OI cells. These results suggest that increase in activity of prolidase can be associated with increase in intensity of collagen metabolism in type III OI patient with identified new G511S mutation.","dc:creator":"Galicka A","dc:date":"2003","dc:title":"Gly511 to Ser substitution in the COL1A1 gene in osteogenesis imperfecta type III patient with increased turnover of collagen."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12870654","rdfs:label":"Galicka Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"Confidence in pathogenicity of variant used to upgrade: count as null variant with functional evidence supporting impact."},{"id":"cggv:2105ff2d-4ced-49c3-878c-87d99f1d2e74_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fc67e97f-3bc3-4f7b-b556-a12d40d4b207","type":"Proband","detectionMethod":"PCR of overlapping fragments of COL1A1 and COL1A2. Heteroduplex screening of cDNA and/or genomic DNA followed by direct sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Clinically diagnosed with OI3 following Sillence classification.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:2105ff2d-4ced-49c3-878c-87d99f1d2e74_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a8b49f22-9f85-4556-b3fe-a9e6a85b797d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000088.4(COL1A1):c.2596G>T (p.Gly866Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA291543261"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11317364"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11317364","rdfs:label":"Ward Patient Kr5"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Confidence in pathogenicity of variant used to upgrade: count as null variant."},{"id":"cggv:6410c5f0-13cc-454b-bb82-8424414f0efb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9a7fd099-474d-4fa3-909f-496820efa1c4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":6,"detectionMethod":"Microsequence analysis/determination of partial amino acid sequence. Protein labelling, isolation of cysteine containing fragments by HPLC, radioactive and chemical sequence of the fragments determined.","phenotypeFreeText":"Apgar scores were 8 and 9, Wormian bones in the skull, gracile bones of the upper extremities, short, broad, and bowed femurs, thin bowed tibias. At 6 weeks: bright and alert, triangular\nface, blue sclerae. One long bone fracture since birth. At 3 years: height was 28.25 inches, weight was 7 kg (both below the third percentile), blue sclerae, opalescent dentin, small, broken\nteeth, normal speech, average intelligence. Bilateral tibial, femoral, and humeral bowing. Radiographs: confirmed the multiple bowing and demonstrated generalized-osteopenia.","phenotypes":["obo:HP_0020110","obo:HP_0003097","obo:HP_0002645","obo:HP_0000325","obo:HP_0000703","obo:HP_0003100","obo:HP_0002982","obo:HP_0004322","obo:HP_0000592","obo:HP_0003865","obo:HP_0002980","obo:HP_0000938"],"sex":"Female","variant":{"id":"cggv:6410c5f0-13cc-454b-bb82-8424414f0efb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:98dd758b-2522-4e3d-b082-c2ad88122d6b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000088.3(COL1A1):c.2110G>T (p.Gly704Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA257818"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2794057","type":"dc:BibliographicResource","dc:abstract":"Skin fibroblasts grown from three individuals with osteogenesis imperfecta (OI) each synthesized a population of normal type I collagen molecules and additional molecules that had one or two alpha 1(I) chains that contained a cysteine residue within the triple-helical domain, a region from which cysteine normally is excluded. The patients had very different phenotypes. One patient with OI type I had a population of alpha 1(I) chains in which glycine at position 94 of the triple helix was substituted by cysteine; a patient with OI type III had a population of alpha 1(I) chains in which glycine at position 526 of the triple helix was substituted by cysteine; and the third patient, with OI type II, had a cysteine for glycine substitution at position 718 of the alpha 1(I) chain. From all three patients, molecules that contained two mutant chains formed interchain, intramolecular disulfide bonds, and although less stable to thermal denaturation than normal molecules, they were more stable than molecules that contained only a single mutant chain. These findings indicate that substitutions for glycine within the triple-helical domain of the alpha 1(I) chain are not invariably lethal and that their phenotypic effect largely depends on the nature of the substituting residue and its location in the chain.","dc:creator":"Starman BJ","dc:date":"1989","dc:title":"Osteogenesis imperfecta. The position of substitution for glycine by cysteine in the triple helical domain of the pro alpha 1(I) chains of type I collagen determines the clinical phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2794057","rdfs:label":"Starman Family 2 Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"Confidence in pathogenicity of variant used to upgrade: count as null variant with evidence supporting impact"}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3021,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:76b6ef6f-1c05-4ee6-b0cc-c6f9d9412177","type":"GeneValidityProposition","disease":"obo:MONDO_0009804","gene":"hgnc:2197","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"COL1A1 has been described in relation to autosomal dominant Osteogenesis Imperfecta (OI) Type I-IV. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found difference in clinical phenotypic presentation and molecular mechanism between OI Types I-IV. Therefore, the following disease entities have been split: OI Type I (OMIM: 166200), OI Type II (OMIM: 166210), OI Type III (OMIM: 259420), and OI Type IV (OMIM: 166220). OI Type III is a severe type of OI characterized by progressive abnormalities of the limbs and spine, blue sclerae at birth that normalize with age, and dentinogenesis imperfecta (Sillence et al. 1979; PMID: 458828). Evidence supporting this gene-disease relationship includes case-level data. Glycine substitutions at the C-terminal of COL1A1 affect the triple helix structure formed by the pro-alpha 1(I) chains encoded by COL1A1 and the pro-alpha 2(I) chain encoded by COL2A1, and ultimately disrupt the function of type 1 collagen. Point upgrades were given in cases with glycine substitutions in order to reflect the causative nature of these variants. At least 9 missense variants, 6 of which were glycine substitutions at the C-terminal, have been identified in OI Type III patients in 7 publications (PMIDs: 2794057, 2511192, 25633413, 12870654, 11317364, 1864604, 2037280). In summary, COL1A1 is definitively associated with autosomal dominant Osteogenesis Imperfecta Type III. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This curation was approved by the Skeletal Disorders Gene Curation Expert Panel (GCEP) on 5/19/2021.\n","dc:isVersionOf":{"id":"cggv:a51b8f9f-0e11-4d82-b454-15d27e974dd7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}