{"id":"cggv:753ba7a6-cef5-4665-81e9-306e11c618c5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:753ba7a6-cef5-4665-81e9-306e11c618c5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-02-21T17:00:00.000Z","role":"Approver"},{"id":"cggv:753ba7a6-cef5-4665-81e9-306e11c618c5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-03-15T13:51:30.415Z","role":"Publisher"}],"evidence":[{"id":"cggv:753ba7a6-cef5-4665-81e9-306e11c618c5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:753ba7a6-cef5-4665-81e9-306e11c618c5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bbb15191-380f-447b-9648-c91d66df0e57","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4cf82b20-3a49-475b-b2e3-8aea107739c7","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"IDS activity was restored in AAV/TBG-IDS injected mice, but not AAV/TBG-LacZ (control) injected mice. The urine concentrations of GAGs returned to normal in AAV/TBG-IDS injected mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16505002","type":"dc:BibliographicResource","dc:abstract":"Mucopolysaccharidosis type II (MPSII; Hunter syndrome) is a lysosomal storage disorder caused by a deficiency in the enzyme iduronate 2-sulfatase (IDS). At present, the therapeutic approaches for MPSII are enzyme replacement therapy and bone marrow transplantation, although these therapies have some limitations. The availability of new AAV serotypes that display tissue-specific tropism and promote sustained expression of transgenes offers the possibility of AAV-mediated gene therapy for the systemic treatment of lysosomal diseases, including MPSII. We have characterized in detail the phenotype of IDS-deficient mice, a model of human MPSII. These mice display a progressive accumulation of glycosaminoglycans (GAGs) in many organs and excessive excretion of these compounds in their urine. Furthermore, they develop skeleton deformities, particularly of the craniofacial bones, and alopecia, they perform poorly in open-field tests and they have a severely compromised walking pattern. In addition, they present neuropathological defects. We have designed an efficient gene therapy approach for the treatment of these MPSII mice. AAV2/8TBG-IDS viral particles were administrated intravenously to adult MPSII mice. The plasma and tissue IDS activities were completely restored in all of the treated mice. This rescue of the enzymatic activity resulted in the full clearance of the accumulated GAGs in all of the tissues analyzed, the normalization of the GAG levels in the urine and the correction of the skeleton malformations. Overall, our findings suggest that this in vivo gene transfer approach has potential for the systemic treatment of patients with Hunter syndrome.","dc:creator":"Cardone M","dc:date":"2006","dc:title":"Correction of Hunter syndrome in the MPSII mouse model by AAV2/8-mediated gene delivery."},"rdfs:label":"Measure IDS activity, glycosaminoglycans level, and gait."}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:a44f28cb-cff6-4f4a-ae6b-b80bfc7ad0c8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:caaa297e-cfd3-4446-86ca-5657c047f336","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both mouse model and human patients have accumulation of glycosaminoglycans in the urine, due to deficiency of IDS. And both mouse model and human patients had early death.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16505002","rdfs:label":"Measurement of glycosaminoglycans"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:2b619412-55f4-4cd5-87f4-5314ae33f171","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e2fc7e34-bdf3-4832-8fc9-a50053386d3f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cognitive decline was observed in MPSII mouse model where a few exons of Ids were deleted.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28207863","type":"dc:BibliographicResource","dc:abstract":"Severe mucopolysaccharidosis type II (MPS II) is a progressive lysosomal storage disease caused by mutations in the IDS gene, leading to a deficiency in the iduronate-2-sulfatase enzyme that is involved in heparan sulphate and dermatan sulphate catabolism. In constitutive form, MPS II is a multi-system disease characterised by progressive neurocognitive decline, severe skeletal abnormalities and hepatosplenomegaly. Although enzyme replacement therapy has been approved for treatment of peripheral organs, no therapy effectively treats the cognitive symptoms of the disease and novel therapies are in development to remediate this. Therapeutic efficacy and subsequent validation can be assessed using a variety of outcome measures that are translatable to clinical practice, such as behavioural measures. We sought to consolidate current knowledge of the cognitive, skeletal and motor abnormalities present in the MPS II mouse model by performing time course behavioural examinations of working memory, anxiety, activity levels, sociability and coordination and balance, up to 8 months of age. Cognitive decline associated with alterations in spatial working memory is detectable at 8 months of age in MPS II mice using spontaneous alternation, together with an altered response to novel environments and anxiolytic behaviour in the open-field. Coordination and balance on the accelerating rotarod were also significantly worse at 8 months, and may be associated with skeletal changes seen in MPS II mice. We demonstrate that the progressive nature of MPS II disease is also seen in the mouse model, and that cognitive and motor differences are detectable at 8 months of age using spontaneous alternation, the accelerating rotarod and the open-field tests. This study establishes neurological, motor and skeletal measures for use in pre-clinical studies to develop therapeutic approaches in MPS II.","dc:creator":"Gleitz HF","dc:date":"2017","dc:title":"Identification of age-dependent motor and neuropsychological behavioural abnormalities in a mouse model of Mucopolysaccharidosis Type II."},"rdfs:label":"Behavioral studies"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:753ba7a6-cef5-4665-81e9-306e11c618c5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:753ba7a6-cef5-4665-81e9-306e11c618c5_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:e0435470-0094-4c4b-8f0c-a3b013ae0971_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:651303b3-935c-41a6-be24-6c3ab292aa66","type":"Proband","firstTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:e0435470-0094-4c4b-8f0c-a3b013ae0971_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:61d89a7a-a09b-4a75-b4ae-5fe9f4ee459e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.1591C>T (p.Gln531Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/285082"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9501270","type":"dc:BibliographicResource","dc:abstract":"Our series of studies on Hunter disease in Japanese patients showed allelic heterogeneity of IDS gene mutations, genotype/phenotype correlation and racial differences in distribution of mutations. Twenty-five different small mutations have been characterized. Small mutations in the Japanese population are widely distributed through the IDS gene, although some mutations were unevenly concentrated on exon 5 (28%) and on exon 9 (24%). Mutations were seen at the same codon 468 in exon 9 in 5 patients. These findings are in good agreement with data on other ethnic groups. Two unique mutations linked to a severe phenotype were apparently associated with aberrant splicings; one was a point mutation within exon 3 (P86L), partially activating a cryptic splice acceptor site at 28 bp downstream from the mutation site within exon 3 and producing a 44-base truncated mRNA, and the other was a point mutation at the consensus sequence of the splice donor site of intron 2, causing exon 2 skipping.","dc:creator":"Isogai K","dc:date":"1998","dc:title":"Mutation analysis in the iduronate-2-sulphatase gene in 43 Japanese patients with mucopolysaccharidosis type II (Hunter disease)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9501270","rdfs:label":"HT5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This recurrent nonsense mutation is in the last exon, absent from ExAC database."},{"id":"cggv:edddfbd9-d20f-45bf-b6c6-fe349a30c5f8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7aa525ab-670d-4f34-bcd4-d8ad6ab4acea","type":"Proband","firstTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:edddfbd9-d20f-45bf-b6c6-fe349a30c5f8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9ebc6a3-97ef-4f5e-9858-8087c07f033c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.1265G>A (p.Cys422Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/284860"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27246110","type":"dc:BibliographicResource","dc:abstract":"Mucopolysaccharidosis type II (MPS II: also called as Hunter syndrome) is an X-linked recessive lysosomal storage disorder characterized by the accumulation of extracellular glycosaminoglycans due to the deficiency of the enzyme iduronate-2-sulfatase (IDS). Previous observations suggested that MPS II can be classified into two distinct disease subtypes: (1) severe type of MPS II involves a decline in the cognitive ability of a patient and (2) attenuated type of MPS II exhibits no such intellectual phenotype. To determine whether such disease subtypes of MPS II could be explained by genetic diagnosis, we analyzed mutations in the IDS gene of 65 patients suffering from MPS II among the Japanese population who were diagnosed with both the accumulation of urinary glycosaminoglycans and a decrease in their IDS enzyme activity between 2004 and 2014. Among the specimens examined, we identified the following mutations: 33 missense, 8 nonsense, 7 frameshift, 4 intronic changes affecting splicing, 8 recombinations involving IDS-IDS2, and 7 other mutations including 4 large deletions. Consistent with the previous data, the results of our study showed that most of the attenuated phenotype was derived from the missense mutations of the IDS gene, whereas mutations associated with a large structural alteration including recombination, splicing, frameshift, and nonsense mutations were linked to the severe phenotype of MPS II. Furthermore, we conducted a homology modeling study of IDS P120R and N534I mutant as representatives of the causative mutation of the severe and attenuated type of MPS II, respectively. We found that the substitution of P120R of the IDS enzyme was predicted to deform the α-helix generated by I119-F123, leading to the major structural alteration of the wild-type IDS enzyme. In sharp contrast, the effect of the structural alteration of N534I was marginal; thus, this mutation was pathogenically predicted to be associated with the attenuated type of MPS II. These results suggest that a combination of the genomic diagnosis of the IDS gene and the structural prediction of the IDS enzyme could enable the prediction of a phenotype more effectively.","dc:creator":"Kosuga M","dc:date":"2016","dc:title":"Molecular diagnosis of 65 families with mucopolysaccharidosis type II (Hunter syndrome) characterized by 16 novel mutations in the IDS gene: Genetic, pathological, and structural studies on iduronate-2-sulfatase."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27246110","rdfs:label":"17 and 18"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:1e9a9772-d27a-403f-af47-afde5f5b0ed8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:500190ee-2b9a-4fce-a3f9-c1c9d4dcfbcf","type":"Proband","firstTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:1e9a9772-d27a-403f-af47-afde5f5b0ed8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d10b51d1-52e6-4185-9c06-b2ca4e867d24","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.401G>A (p.Gly134Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/221207"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27246110"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27246110","rdfs:label":"8"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:0fa3e9e5-f418-4149-8874-461f6e42990b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93848e2a-02af-4d98-be5a-f1caf51731c8","type":"Proband","firstTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:0fa3e9e5-f418-4149-8874-461f6e42990b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b95c450d-a8b7-481b-bb95-45481f91f7d1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.587T>C (p.Leu196Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/92620"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9501270"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9501270","rdfs:label":"HT3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:5d83ffd7-724a-46c4-83d0-1e6b49623e2d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c5d0dc5-2198-4edd-bec7-d9f170031f61","type":"Proband","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012379","sex":"Male","variant":{"id":"cggv:5d83ffd7-724a-46c4-83d0-1e6b49623e2d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2270e65e-0d53-4022-909e-bc79082f0264","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.1403G>A (p.Arg468Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10498"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9950361","type":"dc:BibliographicResource","dc:abstract":"Mucopolysaccharidosis type II (Hunter syndrome) is an X linked lysosomal storage disorder resulting from heterogeneous mutations in the iduronate-2-sulphatase (IDS) gene. To detect IDS gene mutations, direct sequencing of IDS cDNA fragments coupled with assays on IDS genomic amplicons was applied to 18 unrelated patients with MPS II. Seventeen mutations were detected from the 18 patients including seven missense mutations (S71R, A82E, A85T, R88C, R468W, R468Q, and E521V), five deletions (alphaR95, 383delAT, 596delAACA, 1148delC, and 1216delCT), two insertions (208insC and 1063insA), two splicing mutations (1006+5g-->c in intron 7, 1122C-->T in exon 8), and an intragenic deletion of IDS exons 4, 5, 6, and 7. Nine of the small mutations were novel mutations. Mutation 596del-AACA was detected in two unrelated patients. The mutation in intron 7 was found to cause aberrant splicing and resulted in a 22 bp insertion into its mRNA transcript. The intragenic deleted IDS gene expressed two aberrant mRNA transcripts consisting of exons 1-2-8-9 and 3-8-9. Analysis of mutations A85T, R88C, R468Q, R468W, and 438C/T found no polymorphism for the four missense mutations but about 36% heterozygosity for the 438C/T silent mutation. These results provide further evidence of mutational heterogeneity for MPS II. Also, underlying sequence directed mutagenesis mechanisms for some recurrent mutations in the IDS gene were proposed.","dc:creator":"Li P","dc:date":"1999","dc:title":"Molecular basis of iduronate-2-sulphatase gene mutations in patients with mucopolysaccharidosis type II (Hunter syndrome)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361","rdfs:label":"10 and 11"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:e0c69a31-473a-4dcf-b72a-7cd4187ef798_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:57574b0d-4abf-4c31-aaac-d43e31251afc","type":"Proband","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012379","sex":"Male","variant":{"id":"cggv:e0c69a31-473a-4dcf-b72a-7cd4187ef798_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0ef3d240-816f-486e-89e1-38d79465683e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.1393C>T (p.Gln465Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/221202"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361","rdfs:label":"15"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:ccda4c8e-742a-4a03-ae78-bedb5d6de88f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:41702fcd-883c-4196-8dbd-09a827549206","type":"Proband","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:ccda4c8e-742a-4a03-ae78-bedb5d6de88f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:07e87cf0-9b48-4f3d-9017-ac2d35874e7b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.1466G>C (p.Gly489Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10502"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12794697","type":"dc:BibliographicResource","dc:abstract":"Hunter syndrome (Mucopolysaccharidosis type II) is a rare X-linked recessive lysosomal storage disorder caused by the deficiency of the enzyme iduronate-2-sulfatase (IDS). To date, more than 200 different mutations have been reported in the IDS gene, located on Xq27.3-q28. Here, we report two new mutations (M488I and G489A) identified in hemizygosity in an Italian Hunter patient. Their \"in vitro\" expression by COS 7 cells was carried out in order to evaluate their functional consequence on enzyme activity as well as their possible cumulative effect on the malfunctioning of the protein. The results obtained enabled us to confirm the G489A mutation as causative. The M488I mutation, however, could not be unequivocally considered as causing disease because of its residual activity. Although a cumulative effect of the two mutations can be excluded \"in vitro,\" we are cautious about drawing a conclusion with regard to the possible role that the two mutations could have played \"in vivo\" in modulating the phenotype of the patient. Finally, the knowledge of the molecular defect of the patient has enabled us to identify the carriers, providing reliable genetic counselling to the females of the family.","dc:creator":"Ricci V","dc:date":"2003","dc:title":"Expression studies of two novel in CIS-mutations identified in an intermediate case of Hunter syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12794697","rdfs:label":"Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional assays showed that the G489A variant caused malfunction of the IDS protein."},{"id":"cggv:db1a3b1f-d53b-48f8-bdf0-3e37734b5f66_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b7c413e-a01d-4644-8c07-4e2afeb08c73","type":"Proband","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012379","sex":"Male","variant":{"id":"cggv:db1a3b1f-d53b-48f8-bdf0-3e37734b5f66_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8cfcf4d6-1fa9-4cd6-a341-a396089c8ccc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.998C>T (p.Ser333Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10487"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361","rdfs:label":"5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:8532cd36-26c6-4fad-a7c7-939eaa1ca5ce_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bccc7c79-0dc9-4379-9cf7-7fa54c80f6ac","type":"Proband","firstTestingMethod":"PCR","phenotypes":["obo:HP_0012379","obo:HP_0003541"],"sex":"Male","variant":{"id":"cggv:8532cd36-26c6-4fad-a7c7-939eaa1ca5ce_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8cfcf4d6-1fa9-4cd6-a341-a396089c8ccc"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1639384","type":"dc:BibliographicResource","dc:abstract":"We have used screening with the polymerase chain reaction and chemical mismatch detection of amplified cDNA to detect and characterize deletions and point mutations in six Hunter Syndrome patients. A high degree of mutational heterogeneity was observed. The first patient is completely deleted for the gene coding for alpha-L-iduronate sulfate sulfatase, while the second has a point mutation that creates a stop codon. The third patient shows a point mutation that creates a novel splice site that is preferentially utilized and results in partial loss of one exon in the RNA. Patients 4, 5, and 6 have point mutations resulting in single amino acid substitutions. Four of the six single-base changes observed in this study were examples of transitions of the highly mutable dinucleotide CpG to TpG. This study has demonstrated a procedure capable of detecting all types of mutation that affect the function of the IDS protein and should enable direct carrier and prenatal diagnosis for Hunter syndrome families.","dc:creator":"Flomen RH","dc:date":"1992","dc:title":"Detection of point mutations and a gross deletion in six Hunter syndrome patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1639384","rdfs:label":"4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:725499eb-d257-4d0e-9ddc-08c975cf1c08_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d53ea325-397d-4ad9-b4ce-54ac2d7d3501","type":"Proband","firstTestingMethod":"PCR","phenotypes":["obo:HP_0003541","obo:HP_0012379"],"sex":"Male","variant":{"id":"cggv:725499eb-d257-4d0e-9ddc-08c975cf1c08_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4086d41e-df30-404d-a184-9496817e649d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.1505G>C (p.Trp502Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10488"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1639384"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1639384","rdfs:label":"5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:7ab8cc6e-89dd-4e62-9e84-6dfdbd8f9a78_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e952fda3-e04a-4906-829f-b4565ddf87d5","type":"Proband","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012379","sex":"Male","variant":{"id":"cggv:7ab8cc6e-89dd-4e62-9e84-6dfdbd8f9a78_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:040b51c8-c96e-43e8-92be-4f1c9749aaa6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.262C>T (p.Arg88Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/92618"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361","rdfs:label":"4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:543c8ae3-629c-465a-aeef-0cbe054c24ee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b5b18774-5bc7-4bf5-afa3-06f0d6ce50d9","type":"Proband","firstTestingMethod":"PCR","phenotypes":["obo:HP_0012379","obo:HP_0003541"],"sex":"Male","variant":{"id":"cggv:543c8ae3-629c-465a-aeef-0cbe054c24ee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d1b009c3-6e5c-4f5b-a0a0-714dec1afa4e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.479C>G (p.Pro160Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10489"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1639384"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1639384","rdfs:label":"6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:02c94d29-20c7-40fd-bff0-a916afc3d11d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a067bed-64a2-4a5a-b33d-4de7966bc818","type":"Proband","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012379","sex":"Male","variant":{"id":"cggv:02c94d29-20c7-40fd-bff0-a916afc3d11d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ca9d3f78-d190-487b-b79f-5923d31b9475","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.1122C>T (p.Gly374=)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10491"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361","rdfs:label":"28"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Lost 20 aa."},{"id":"cggv:a83a04fa-0241-40f4-8ff9-034cf6907de5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67b0cc87-26b9-4ca4-b4fa-7b1118b53d9f","type":"Proband","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012379","sex":"Male","variant":{"id":"cggv:a83a04fa-0241-40f4-8ff9-034cf6907de5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fdf1525e-b045-4043-b593-f21f03fdc16f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.253G>A (p.Ala85Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/92617"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361","rdfs:label":"3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:dd83afd6-943a-4080-b48a-105ca6d8f180_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86752ca2-a4eb-470a-8511-816cf2a6c983","type":"Proband","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012379","sex":"Male","variant":{"id":"cggv:dd83afd6-943a-4080-b48a-105ca6d8f180_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:29b5d879-3eb6-4f28-8558-c134fb2e5710","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.1402C>T (p.Arg468Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10497"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361","rdfs:label":"9"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:f7d650ee-dbd8-4ee4-8851-58c7bde2ab08_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:20f510a6-a919-4689-8bdf-2ae24fbe01e5","type":"Proband","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012379","sex":"Male","variant":{"id":"cggv:f7d650ee-dbd8-4ee4-8851-58c7bde2ab08_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:97e538ca-c76d-435c-80cf-891e1fc25d49","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.597del (p.Lys199fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/92621"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361","rdfs:label":"21"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:753ba7a6-cef5-4665-81e9-306e11c618c5_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:978c9731-4a85-460e-875b-4714f6f32c9b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:53fd13c4-03fa-4f9d-b4e3-3e0ebb5f4eed","type":"Proband","firstTestingMethod":"PCR","phenotypes":["obo:HP_0012379","obo:HP_0003541"],"sex":"UnknownEthnicity","variant":{"id":"cggv:978c9731-4a85-460e-875b-4714f6f32c9b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8e98547b-4b9d-4468-bfe5-d0749ec13dea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.514C>T (p.Arg172Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10490"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1639384"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1639384","rdfs:label":"2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:259620e4-6822-4c97-991e-9e3df41a8697_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:00b746bd-1ebf-4f9f-b63f-8d6d577a56f8","type":"Proband","firstTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:259620e4-6822-4c97-991e-9e3df41a8697_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:eb38b769-2af4-4914-9e07-f9c4862e1601","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.1327C>T (p.Arg443Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/10486"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8940265","type":"dc:BibliographicResource","dc:abstract":"Mucopolysaccharidosis type II (MPS II, Hunter syndrome) is an X-chromosomal storage disorder due to deficiency of the lysosomal enzyme iduronate-2-sulfatase (IDS). We have identified IDS mutations in a total of 31 families/patients with MPS II, of which 20 are novel and unique and a further 1 is novel but has been found in 3 unrelated patients. One of the mutations detected is of special interest as an AG-->G substitution in an intron, far apart from the coding region, is deleterious by creating a new 5'-splice-donor site that results in the inclusion of a 78-bp intronic sequence. While the distribution of gene rearrangements (deletions, insertions, and duplications) of <20 bp seems to be random over the IDS gene, the analysis of a total of 101 point mutations lying within the coding region shows that they tend to be more frequent in exons III, VIII, and IX. Forty-seven percent of the point mutations are at CpG dinucleotides, of which G:C-to-A:T transitions constitute nearly 80%. Almost all recurrent point mutations involve CpG sites. Analysis of a collective of 50 families studied in our laboratory, to date, revealed that mutations occur more frequently in male meioses (estimated male-to-female ratio between 3.76 and 6.3).","dc:creator":"Rathmann M","dc:date":"1996","dc:title":"Mucopolysaccharidosis type II (Hunter syndrome): mutation \"hot spots\" in the iduronate-2-sulfatase gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8940265","rdfs:label":"21"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:048a6d0a-39e3-40a4-a59d-e4fcd102686e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5ee81181-b7f7-4849-b594-38456ff91550","type":"Proband","firstTestingMethod":"PCR","phenotypes":"obo:HP_0012379","sex":"Male","variant":{"id":"cggv:048a6d0a-39e3-40a4-a59d-e4fcd102686e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ad9b3b6b-7b48-4bcb-9922-403d8fae4627","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000202.8(IDS):c.208dup (p.His70ProfsTer29)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/195037"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9950361","rdfs:label":"24"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":4.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5}],"evidenceStrength":"Definitive","sequence":2385,"specifiedBy":"GeneValidityCriteria5","strengthScore":15.5,"subject":{"id":"cggv:59ef6410-185c-465f-ab4f-a6cbb91ea9ec","type":"GeneValidityProposition","disease":"obo:MONDO_0010674","gene":"hgnc:5389","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"Over 300 IDS pathogenic variants have been described in patients with MPSII. Findings in mouse models are consistent with clinical manifestations in human patients.","dc:isVersionOf":{"id":"cggv:753ba7a6-cef5-4665-81e9-306e11c618c5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}