{"id":"cggv:2cbe41f1-7421-4efe-ac33-6ff3fa530b43v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:2cbe41f1-7421-4efe-ac33-6ff3fa530b43_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-07-08T16:00:00.000Z","role":"Approver"},{"id":"cggv:2cbe41f1-7421-4efe-ac33-6ff3fa530b43_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-10-07T20:11:41.402Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22194935","type":"dc:BibliographicResource","dc:abstract":"Secundum-type atrial septal defects (ASDII) account for approximately 10% of all congenital heart defects (CHD) and are associated with a familial risk. Mutations in transcription factors represent a genetic source for ASDII. Yet, little is known about the role of mutations in sarcomeric genes in ASDII etiology. To assess the role of sarcomeric genes in patients with inherited ASDII, we analyzed 13 sarcomeric genes (MYH7, MYBPC3, TNNT2, TCAP, TNNI3, MYH6, TPM1, MYL2, CSRP3, ACTC1, MYL3, TNNC1, and TTN kinase region) in 31 patients with familial ASDII using array-based resequencing. Genotyping of family relatives and control subjects as well as structural and homology analyses were used to evaluate the pathogenic impact of novel non-synonymous gene variants. Three novel missense mutations were found in the MYH6 gene encoding alpha-myosin heavy chain (R17H, C539R, and K543R). These mutations co-segregated with CHD in the families and were absent in 370 control alleles. Interestingly, all three MYH6 mutations are located in a highly conserved region of the alpha-myosin motor domain, which is involved in myosin-actin interaction. In addition, the cardiomyopathy related MYH6-A1004S and the MYBPC3-A833T mutations were also found in one and two unrelated subjects with ASDII, respectively. No mutations were found in the 11 other sarcomeric genes analyzed. The study indicates that sarcomeric gene mutations may represent a so far underestimated genetic source for familial recurrence of ASDII. In particular, perturbations in the MYH6 head domain seem to play a major role in the genetic origin of familial ASDII.","dc:creator":"Posch MG","dc:date":"2011","dc:title":"Cardiac alpha-myosin (MYH6) is the predominant sarcomeric disease gene for familial atrial septal defects."},"evidence":[{"id":"cggv:2cbe41f1-7421-4efe-ac33-6ff3fa530b43_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cbe41f1-7421-4efe-ac33-6ff3fa530b43_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4a5aace5-0599-4575-8396-7153a587f051","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bba057dc-f33f-4105-aa65-ba1887003e8b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Western blot was performed to compare the expression of cMyBP-C (MYBPC3) in 18 normal controls and 16 fetuses with CHD. Western blotting confirmed cMyBP-C expression in amniotic fluid and fetal heart tissues, demonstrating significantly reduced cMyBP-C in fetuses with CHD compared with normal controls. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28315668","type":"dc:BibliographicResource","dc:abstract":"Cardiac myosin binding protein C (cMyBP-C) is a cardiac structural and regulatory protein; mutations of cMyBP-C are frequently associated with hypertrophic cardiomyopathy (HCM) and dilated cardiomyopathy (DCM). Cardiac special transcription factors may regulate the expression of cMyBP-C. However, the role of cMyBP-C in congenital heart diseases (CHD) remains poorly understood. In the current study, western blotting and the MRM approach showed that cMyBP-C expression was significantly reduced in fetuses with CHD compared to those without. Furthermore, we found that cMyBP-C interacted with KLHL3 by immunoprecipitation and immunofluorescence, and the degradation of cMyBP-C was caused by KLHL3-mediated ubiquitination. In addition, homocysteine (Hcy, a risk factor of CHD) treatment caused a decrease in cMyBP-C and an increase in KLHL3 expression, and the proteasome inhibitor MG132 reversed the Hcy-induced reduction of cMyBP-C expression. Finally, we verified that reduced cMyBP-C by Hcy promoted apoptosis in cardiomyocytes. These results demonstrate that Hcy decreases the expression of cMyBP-C through a KLHL3-mediated ubiquitin-proteasome pathway, and thereby influences heart development.","dc:creator":"Wang L","dc:date":"2017","dc:title":"cMyBP-C was decreased via KLHL3-mediated proteasomal degradation in congenital heart diseases."},"rdfs:label":"Expression in human fetuses with CHD"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2cbe41f1-7421-4efe-ac33-6ff3fa530b43_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.1}],"evidenceStrength":"Limited","sequence":9139,"specifiedBy":"GeneValidityCriteria10","strengthScore":2.6,"subject":{"id":"cggv:900729ca-3226-4e15-9f37-1bd262c3d8f8","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:7551","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*MYBPC3* was first reported in relation to autosomal dominant congenital heart disease in 2011 (Posch et al., PMID: 22194935). Nine variants (missense, nonsense, splice acceptor) that have been reported in 10 probands with CHD in eight publications (PMIDs: 22194935, 27418595, 28991257, 31440271, 33209723, 35146008, 34670123, 35885957) are included in this curation, but only three variants were scored, as the other variants were present in unaffected family members and/or too frequent in population databases. The mechanism of pathogenicity appears to be loss-of-function. This gene-disease relationship is also supported by experimental evidence (expression data; PMID: 28315668). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the Congenital Heart Disease GCEP on July 8th, 2024 (SOP Version 10)","dc:isVersionOf":{"id":"cggv:2cbe41f1-7421-4efe-ac33-6ff3fa530b43"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}