{"id":"cggv:e8e3c7bd-3ee5-404d-98b0-75af6ec257d1v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e8e3c7bd-3ee5-404d-98b0-75af6ec257d1_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2022-03-02T22:07:31.144Z","role":"Publisher"},{"id":"cggv:e8e3c7bd-3ee5-404d-98b0-75af6ec257d1_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2021-11-04T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23746546","type":"dc:BibliographicResource","dc:abstract":"The majority of the genetic causes of autosomal-recessive (ar) cone-rod dystrophy (CRD) are currently unknown. A combined approach of homozygosity mapping and exome sequencing revealed a homozygous nonsense mutation (c.565C>T [p.Glu189*]) in RAB28 in a German family with three siblings with arCRD. Another homozygous nonsense mutation (c.409C>T [p.Arg137*]) was identified in a family of Moroccan Jewish descent with two siblings affected by arCRD. All five affected individuals presented with hyperpigmentation in the macula, progressive loss of the visual acuity, atrophy of the retinal pigment epithelium, and severely reduced cone and rod responses on the electroretinogram. RAB28 encodes a member of the Rab subfamily of the RAS-related small GTPases. Alternative RNA splicing yields three predicted protein isoforms with alternative C-termini, which are all truncated by the nonsense mutations identified in the arCRD families in this report. Opposed to other Rab GTPases that are generally geranylgeranylated, RAB28 is predicted to be farnesylated. Staining of rat retina showed localization of RAB28 to the basal body and the ciliary rootlet of the photoreceptors. Analogous to the function of other RAB family members, RAB28 might be involved in ciliary transport in photoreceptor cells. This study reveals a crucial role for RAB28 in photoreceptor function and suggests that mutations in other Rab proteins may also be associated with retinal dystrophies.","dc:creator":"Roosing S","dc:date":"2013","dc:title":"Mutations in RAB28, encoding a farnesylated small GTPase, are associated with autosomal-recessive cone-rod dystrophy."},"evidence":[{"id":"cggv:e8e3c7bd-3ee5-404d-98b0-75af6ec257d1_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e8e3c7bd-3ee5-404d-98b0-75af6ec257d1_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:45c40132-fb8b-4ef9-ab54-46ec5dce224f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf3277ec-5058-41cf-972f-f02ff78b8191","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry on rat retina showed localization of RAB28 to the basal body and the ciliary rootlet of the photoreceptors.\nExpression analysis in RNA samples from various human tissues showed highest expression of variant 1 in lung, bone marrow, retinal pigment epithelium (RPE), and kidney, wide and abundant expression of variant 2, and highest expression of variant 3 in heart, lung, bone marrow, retina, brain and RPE\n\n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23746546","rdfs:label":"RA28 expression studies "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"This study shows that RAB28 is widely expressed. This is confirmed by the GTex and eyeIntegration databases. At the current time, it is not understood why loss of function of Rab28 results only in a retinal phenotype; prehaps there is redundancy or a specialized function for TAB28 in cones. However, this expression data is not considered to be contradictory evidence. "},{"id":"cggv:f88dd069-5d73-4e8b-a64b-6bbc53b68e35","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca5c148e-29b2-4312-bbd1-ae88a230aeac","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The authors identify Rab28 as a ciliary protein in C. elegans, with exclusive expression in ciliated neurons. They show that GFP-labeled RAB-28 undergoes continuous, bidirectional, intraflagellar transport (IFT)-like movement along ciliary axonemes at IF-associated velocities. They reported that binding of GTP to RAB-28 targets RAB-28 to the periciliary membrane and facilitates its association with IFT trains. Overexpression of either GTP or GDP-preferring RAB-28 (i.e. T49N and Q95L respectively) induced functional and ultrastructural defects in the cilia and sensory organs of the nematode C. elegans suggesting that similar ciliary defects in human patients with deleterious variants in RAB28 could be involved in retinal dystrophy. \nCiliary transport is important in photoreceptors, in order to transport proteins to the outer segments. Deleterious variants in many other ciliary genes have been reported to result in retinal degeneration (see PMID 28289063 for review), supporting a similar mechanism for RAB28 in cone-rod dystrophy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27930654","type":"dc:BibliographicResource","dc:abstract":"Primary cilia are specialised sensory and developmental signalling devices extending from the surface of most eukaryotic cells. Defects in these organelles cause inherited human disorders (ciliopathies) such as retinitis pigmentosa and Bardet-Biedl syndrome (BBS), frequently affecting many physiological and developmental processes across multiple organs. Cilium formation, maintenance and function depend on intracellular transport systems such as intraflagellar transport (IFT), which is driven by kinesin-2 and IFT-dynein motors and regulated by the Bardet-Biedl syndrome (BBS) cargo-adaptor protein complex, or BBSome. To identify new cilium-associated genes, we employed the nematode C. elegans, where ciliogenesis occurs within a short timespan during late embryogenesis when most sensory neurons differentiate. Using whole-organism RNA-Seq libraries, we discovered a signature expression profile highly enriched for transcripts of known ciliary proteins, including FAM-161 (FAM161A orthologue), CCDC-104 (CCDC104), and RPI-1 (RP1/RP1L1), which we confirm are cilium-localised in worms. From a list of 185 candidate ciliary genes, we uncover orthologues of human MAP9, YAP, CCDC149, and RAB28 as conserved cilium-associated components. Further analyses of C. elegans RAB-28, recently associated with autosomal-recessive cone-rod dystrophy, reveal that this small GTPase is exclusively expressed in ciliated neurons where it dynamically associates with IFT trains. Whereas inactive GDP-bound RAB-28 displays no IFT movement and diffuse localisation, GTP-bound (activated) RAB-28 concentrates at the periciliary membrane in a BBSome-dependent manner and undergoes bidirectional IFT. Functional analyses reveal that whilst cilium structure, sensory function and IFT are seemingly normal in a rab-28 null allele, overexpression of predicted GDP or GTP locked variants of RAB-28 perturbs cilium and sensory pore morphogenesis and function. Collectively, our findings present a new approach for identifying ciliary proteins, and unveil RAB28, a GTPase most closely related to the BBS protein RABL4/IFT27, as an IFT-associated cargo with BBSome-dependent cell autonomous and non-autonomous functions at the ciliary base.","dc:creator":"Jensen VL","dc:date":"2016","dc:title":"Whole-Organism Developmental Expression Profiling Identifies RAB-28 as a Novel Ciliary GTPase Associated with the BBSome and Intraflagellar Transport."},"rdfs:label":"RAB28 in intraflaggelar transport"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Also see the entry for Akella et al, 2020, PMID 32101165, which provides results of follow up studies on the role of Rab28 in C. elegans ciliated neurons."},{"id":"cggv:82709a21-b48b-4917-b4b6-fd244bfd2ba3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a87b01d9-ec65-43f0-9baa-42f07290c9c3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"10% of the photoreceptor outer segments daily undergoes a renewal process that involves disc shedding and phagocytosis the retinal pigmented epithelium (RPE) cells. Defects in this process can cause photoreceptor dysfunction. In this study, the authors built upon a previous report (PMID 27930654). By conducting experiments in series of C. elegans mutants, they deduced a ciliary trafficking pathway in amphid and phasmid neurons in which activated (GTP-bound) RAB-28 is targeted to the pericilliary membrane (PCM) by the BBSome, and to a lesser extent ARL-6. PDL-1 (prenyl-binding protein phosphodiesterase 6 subunit delta, PDE6D) is required for loading RAB-28 onto IFT trains, a step inhibited by ARL-6 (summarized in Figure 1 schematic). They found that Rab28 and the BBSome are key in vivo regulators of extracellular vesicle (EV) production at the periciliary membrane. They noted accumulation of EV cargo markers in the ciliary region of rab-28 and BBSome gene mutants which suggested defects in ciliary EV biogenesis and shedding into the lumens of sensory organs. The authors propose that the EV shedding defects in C. elegans rab-28 and bbs-8 gene mutants, and the reduced disc shedding and/or phagocytosis previously reported in Rab28 knockout mice (see entry for Ying et al, 2018), may involve a shared Rab28 mechanism. However, they also note that the precise nature of this mechanism is not known.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32101165","type":"dc:BibliographicResource","dc:abstract":"Cilia both receive and send information, the latter in the form of extracellular vesicles (EVs). EVs are nano-communication devices that influence cell, tissue, and organism behavior. Mechanisms driving ciliary EV biogenesis are almost entirely unknown. Here, we show that the ciliary G-protein Rab28, associated with human autosomal recessive cone-rod dystrophy, negatively regulates EV levels in the sensory organs of ","dc:creator":"Akella JS","dc:date":"2020","dc:title":"Ciliary Rab28 and the BBSome negatively regulate extracellular vesicle shedding."},"rdfs:label":"Rab28 function in C. elegans neurons"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Taken together, the results from studies of C. elegans mutants, showing defects in ciliary vesicle biogenesis, as well as the reduced cone outer segment disc shedding in Rab28 knock out mice and zebrafish indicate that Rab 28 has a role in cone disc shedding. Such a role would be consistent with cone dysfunction and degeneration."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:e8e3c7bd-3ee5-404d-98b0-75af6ec257d1_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:607f2f17-f49b-4c5f-8bf4-0df9e96d5b20","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b613996c-e45c-4893-941a-b24be4a3097e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"At 5 dpf, rab28 -/- zebrafish had only  \"subtle differences\" in visual behavior compared to wild type (slightly elevated activity in the dark, but reduced activity in light conditions, compared to sibling controls). Unlike human patients with cone-rod dystrophy, there was no sign of retinal degeneration by 12 mpf. Notably, the number of cone phagosomes was found to be reduced in rab28-/- zebrafish, by ∼44% compared to siblings at 1-2 mpf. The authors offer various explanations for the lack of retinal degeneration including that the level of OS shedding is sufficient to maintain vision, mechanisms compensating for NMD (e.g. increased transcipriton of related genes), genetic redundancy, and persistent neurogenesis in the zebrafish retina.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32258030","type":"dc:BibliographicResource","dc:abstract":"The photoreceptor outer segment is the canonical example of a modified and highly specialized cilium, with an expanded membrane surface area in the form of disks or lamellae for efficient light detection. Many ciliary proteins are essential for normal photoreceptor function and cilium dysfunction often results in retinal degeneration leading to impaired vision. Herein, we investigate the function and localization of the ciliary G-protein RAB28 in zebrafish cone photoreceptors. CRISPR-Cas9 generated ","dc:creator":"Carter SP","dc:date":"2020","dc:title":"Genetic Deletion of Zebrafish Rab28 Causes Defective Outer Segment Shedding, but Not Retinal Degeneration."},"rdfs:label":"Rab28 null Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"No score given because, although there are defects in Zebrafish cones i.e. reduced outer segment shedding as had previously been reported in mice (PMID 30228185), the phenotype does not recapitulate the findings in humans e.g. cone degeneration was not found. The authors provide several possible explanations. Thus, which this study does not provide strong suport for the relationship between RAB28 and cone-rod dystrophy, it is also not considered as conflicting evidence. The data will be used to support the biochemical function of the RAB28 - as important in OS shedding."},{"id":"cggv:cb013e9f-ef81-4541-96cd-6ffc0c260ce9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e16702ec-21d9-42b1-8a59-6f6d2e7727fa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Rab28-/- mice recapitulate features of human cone-rod dystrophy including progressive primary loss of cone photoreceptors, reduced cone response on ERG with less severe reductions in rod responses, and atrophy in the macular region. Immunolabeling studies revealed rapid loss of cones over time in Rab28 knock our mice (from 1 month to 13 months of age. Accordingly, the photopic b-wave amplitude as did the scotopic b-wave amplitude, although more slowly. Outer nuclear layer thickness in the central retina also reduced over time. In addition to recapitulation of these features, the molecular mechanism (loss of function) is the same in humans and the mouse model.\nAdditional findings reported in the mouse were mislocalization of cone outer segments proteins while localization of rod outer segment proteins was normal; elongated COS with enlarged, balloon-like tips while ROS appeared normal; reduced levels of prenylated proteins in COS but not ROS; a 5-fold reduction in cone phagosome while rod phagosome density was comparable to wild type; accumulation of material in cones (microvilli-wrapped structures filled with distorted membrane stacks or vacuolar membranes) at the COS-RPE interface compared to controls. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30228185","type":"dc:BibliographicResource","dc:abstract":"RAB28, a member of the RAS oncogene family, is a ubiquitous, farnesylated, small GTPase of unknown function present in photoreceptors and the retinal pigmented epithelium (RPE). Nonsense mutations of the human ","dc:creator":"Ying G","dc:date":"2018","dc:title":"The small GTPase RAB28 is required for phagocytosis of cone outer segments by the murine retinal pigmented epithelium."},"rdfs:label":"Rab28-/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:e8e3c7bd-3ee5-404d-98b0-75af6ec257d1_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2123e6d5-a654-4367-88b1-f1df7be35eb5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2123e6d5-a654-4367-88b1-f1df7be35eb5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":33,"allele":{"id":"cggv:d5b5b917-62f7-4065-a939-d8301ea4e7a5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.3(RAB28):c.37del (p.Leu13Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2860243"}},"detectionMethod":"Cone rod dystrophy NGS panel - ABCA4, ADAM9, AIPL1, C8orf37, CFAP410 (C21orf2), CACNA1F, CACNA2D4, CDHR1, CEP78, CNGA3, CRX, DRAM2, GUCA1A, GUCY2D, UNC119, IFT81, KCNV2, PDE6C, PITPNM3, POC1B, PROM1, PRPH2, RAB28, RAX2, RIMS1, RPGR, RPGRIP1, SEMA4A, TTLL5.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"6 years old at onset. BCVA LogMAR 1 for both eyes, refractive error −4.25 sph −2.00 cyl/180° D in right eye and −4.00 sph −2.50 cyl/30° D in left eye. The fundus exam showed normal optic disk, signs of foveal atrophy, and “salt and pepper” peripheral retinopathy. Fundus autofluorescence revealed a dark central area due to the absence of the RPE surrounded by an unusual hyperfluorescent perifoveal ring in both eyes while infrared retinography showed foveal atrophy. OCT imaging revealed a marked reduction of the foveal thickness associated with a photoreceptor layer disruption (Figure 3). Goldmann visual field test showed central scotoma with a mild peripheral constriction.","phenotypes":["obo:HP_0000613","obo:HP_0000545","obo:HP_0030329","obo:HP_0000551","obo:HP_0000483","obo:HP_0007663"],"sex":"Male","variant":{"id":"cggv:5aa4bf82-1bae-499f-99f2-a5e691d75c16_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d5b5b917-62f7-4065-a939-d8301ea4e7a5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33396523","type":"dc:BibliographicResource","dc:abstract":"The small Ras-related GTPase Rab-28 is highly expressed in photoreceptor cells, where it possibly participates in membrane trafficking. To date, six alterations in the ","dc:creator":"Iarossi G","dc:date":"2020","dc:title":"Expanding the Clinical and Genetic Spectrum of "}},"rdfs:label":"Patient 2"},{"id":"cggv:5aa4bf82-1bae-499f-99f2-a5e691d75c16","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5aa4bf82-1bae-499f-99f2-a5e691d75c16_variant_evidence_item"}],"strengthScore":1,"dc:description":"Patient is homozygous. While there is no report of consanguinity, a conservative approach was taken."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:98da3604-4a10-4764-b63d-0b8df3915182_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:98da3604-4a10-4764-b63d-0b8df3915182","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"allele":{"id":"cggv:45c03b92-f2a2-47a2-b546-0b1d2986e0dd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.3(RAB28):c.574-1238T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2859979"}},"detectionMethod":"Exome sequencing found no pathogenic variants in the genes known to be associated with autosomal recessive cone rod dystrophy (ABCA4, ADAM9, C8orf37, CERKL, EYS, RPGRIP1, and TULP1), and no other plausible genetic variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Onset at 8 years. BCVA, 0.5 on the Snellen-equivalent decimal scale [Snellen equivalent, 20/40]). Rapid deterioration of vision. BCVA progressed to 0.3 (Snellen equivalent, 20/65) at age 9 years and to 0.2 (Snellen equivalent, 20/100) at 12 years but stable since then. Fundus exam showed a tigroid fundus, bull’s eye maculopathy, thin vessels, peripapillary atrophy, and optic pallor. Peripheral retina appeared normal. Photopic responses were undetectable by ERG, and scotopic responses were residual. Visual-evoked potential recorded pathologic responses, including low amplitude and enlarged latency (implicit time).","phenotypes":["obo:HP_0000651","obo:HP_0011003","obo:HP_0007663","obo:HP_0007641"],"previousTesting":true,"previousTestingDescription":"Screened for variants in the ABCA4 gene by ABCA4 genotyping microarray.","sex":"Female","variant":{"id":"cggv:b653d1b1-ed49-4eee-b0f9-2f86d0d0b56f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:45c03b92-f2a2-47a2-b546-0b1d2986e0dd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25356532","type":"dc:BibliographicResource","dc:abstract":"The families evaluated in this study represent the second report of cone-rod dystrophy (CRD) cases caused by mutations in RAB28, a recently discovered gene associated with CRD.","dc:creator":"Riveiro-Álvarez R","dc:date":"2015","dc:title":"New mutations in the RAB28 gene in 2 Spanish families with cone-rod dystrophy."}},"rdfs:label":"MD-0448 "},{"id":"cggv:b653d1b1-ed49-4eee-b0f9-2f86d0d0b56f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:b653d1b1-ed49-4eee-b0f9-2f86d0d0b56f_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The score is reduced because results of functional studies are unavailable. In addition, it is predicted that the variant only affects the amino acid sequence of Isoform 2 of Rab28 (there are 3 isoforms, which differ at their C-termini) and no data is available regarding the impact of variants that only affect one isoform. However, previous RT-PCR studies show that isoform 2 is highly expressed in retina (PMID 23746546) which could be consistent with this variant causing disease. Note: The variant appears to be rare; The highest population minor allele frequency in gnomAD is 0.00002904 in the Latino/Admixed American population; no homozygotes in any population."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cce4b868-52af-421a-b037-5523130c9d21_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cce4b868-52af-421a-b037-5523130c9d21","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"allele":[{"id":"cggv:45dbce39-bf82-4246-a210-c954684ff59d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.3(RAB28):c.77C>A (p.Thr26Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA356375011"}},{"id":"cggv:ece89e5a-d04c-4994-bcde-44d1faa23e7d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.3(RAB28):c.409C>T (p.Arg137Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA144657"}}],"detectionMethod":"Cone rod dystrophy NGS panel - ABCA4, ADAM9, AIPL1, C8orf37, CFAP410 (C21orf2), CACNA1F, CACNA2D4, CDHR1, CEP78, CNGA3, CRX, DRAM2, GUCA1A, GUCY2D, UNC119, IFT81, KCNV2, PDE6C, PITPNM3, POC1B, PROM1, PRPH2, RAB28, RAX2, RIMS1, RPGR, RPGRIP1, SEMA4A, TTLL5.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Poor vision and photophobia since the age of 4. BCVA was 0.4 LogMAR in right eye and 0.52 LogMAR in left eye with a refractive error of −5.75 sph −3.00 cyl/15° D in right eye and of −6.00 sph −3.50 cyl/170° D in left eye. Fundus exam showed normal optic disk, a loss of the foveal reflex, and peripheral RPE mottling. Fundus autofluorescence revealed a central hypofluorescence with a mild perifoveal hyperfluorescent area in both eyes while OCT imaging showed a foveal photoreceptor disruption associated with a normal central macular thickness and relative sparing of paracentral retina (Figure 6). Flash full-field ERG recordings showed reduced responses mostly for the photopic component. Visual fields display a central scotoma.","phenotypes":["obo:HP_0030329","obo:HP_0000483","obo:HP_0000613","obo:HP_0000545","obo:HP_0007663","obo:HP_0000551"],"sex":"Male","variant":[{"id":"cggv:71dd1a31-0cb3-4dc0-963a-7ea9752340d5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:45dbce39-bf82-4246-a210-c954684ff59d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33396523"},{"id":"cggv:8bbb207b-e457-4727-9b5c-884fd2da8198_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ece89e5a-d04c-4994-bcde-44d1faa23e7d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33396523"}],"rdfs:label":"Patient 5"},{"id":"cggv:8bbb207b-e457-4727-9b5c-884fd2da8198","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8bbb207b-e457-4727-9b5c-884fd2da8198_variant_evidence_item"},{"id":"cggv:8bbb207b-e457-4727-9b5c-884fd2da8198_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"structural analysis showed that truncation would delete the α4, β6, and α5 structural elements. The lack of β6 and α5 would most likely prevent the correct α/β fold from forming, affecting the guanine nucleotide binding pocket, and resulting in protein degradation. "}],"strengthScore":1.5,"dc:description":"Default score. Note that the same variant was reported in a homozygous individual with autosomal recessive cone rod dystrophy by Roosing et al (PMID 23746546). In that study, RT-PCT indicated that NMD does not occur forths variant. However, structural analysis in the current study showed that that truncated protein would fold incorrectly, affecting the guanine nucleotide binding pocket, and resulting in protein degradation. In addition, the farnesylation site would be missing, presumably resulting in a nonfunctional protein. "},{"id":"cggv:71dd1a31-0cb3-4dc0-963a-7ea9752340d5","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:71dd1a31-0cb3-4dc0-963a-7ea9752340d5_variant_evidence_item"},{"id":"cggv:71dd1a31-0cb3-4dc0-963a-7ea9752340d5_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Molecular dynamics simulations of p.Thr26Asn in both its active and inactive states revealed an allosteric structural mechanism that impairs the binding of Mg2+, thus decreasing the affinity for GTP. The impaired GTP-GDP exchange ultimately locks Rab-28 in a GDP-bound inactive state."}],"strengthScore":0.25,"dc:description":"Molecular dynamic studies suggest that this variant will impact function but the score is reduced because the functional studies have not been performed."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e8e3c7bd-3ee5-404d-98b0-75af6ec257d1_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:9e9d5bab-2763-4136-8c00-488bf8ac1964_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9e9d5bab-2763-4136-8c00-488bf8ac1964","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":28,"allele":{"id":"cggv:34f638bb-4459-4f8a-851b-6cce22657b10","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.3(RAB28):c.565C>T (p.Gln189Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA144654"}},"detectionMethod":"Homozygosity mapping, using Affymetrix GeneChip Human Mapping 250K SNP arrays, in 3 affected siblings revealed a shared homozygous region of 4.68 Mb on chromosome 4 containing 15 genes. Subsequently, exome sequencing was performed in 2 of the affected sibling, A-II:1 and A-II:2. No pathogenic variants in the genes known to be mutated in arCRD (ABCA4, ADAM9, C8orf37, CERKL, EYS, RPGRIP1, and TULP1) were observed among the shared variants. RAB28 variant confirmed by Sanger sequencing.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"14 years old at diagnosis. Refractive error OD -16D SE, OS -15.5D SE; visual acuity OD 20/320 OS 20/200; hyperpigmented foveal region; autofluorescence showed hyperfluorescent area at foveal region; OCT showed irregular inner and outer segments in fovea, thinning of other retinal layers of fovea; color vision using D-15 Panel showed tritan and defects in scotopic lines; visual field showed concentric reduction to 15–20 degrees (III/4); ERG at age 16 revealed nondetectable cone function and reduced rod responses.","phenotypes":["obo:HP_0007663","obo:HP_0011003","obo:HP_0000512","obo:HP_0000551","obo:HP_0000603","obo:HP_0008001","obo:HP_0030602"],"previousTesting":false,"secondTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:a20e882e-4adf-409a-94a7-02e1d8f651c9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:34f638bb-4459-4f8a-851b-6cce22657b10"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23746546"},"rdfs:label":"A-II:1"},{"id":"cggv:a20e882e-4adf-409a-94a7-02e1d8f651c9","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a20e882e-4adf-409a-94a7-02e1d8f651c9_variant_evidence_item"}],"strengthScore":1,"dc:description":"The scored is reduced because the patient is homozygous. While this is a nonsense variant, RT-PCR of lymphocyte RNA showed that Rab28 mRNA is present, indictating that nonsense-mediated decay does not occur. However, all three isoforms are predicted to be truncated and isoforms 1 and 2 would be missing the farnesylation site (at amino acid 218; see PMID 17411337)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:abf665c9-0270-46a2-976f-cf5110ddb598_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:abf665c9-0270-46a2-976f-cf5110ddb598","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:6eaa0089-6cb7-4226-9eaf-056ffd650249","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.2(RAB28):c.68C>T (p.Ser23Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2860239"}},"detectionMethod":"NGS of 98 genes known to be associated with inherited retinal degenerations (including cone-rod dystrophy), with confirmation of the identified variant by Sanger sequencing. No pathogenic variants were identified in the other 97 genes associated with retinal degeneration, including 8 genes known to be associated with AR-CRD (ABCA4, ADAM9, C8orf37, CERKL, EYS, PROM1, RPGRIP1, and TULP1).","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Onset at 4 years old. BCVA in both eyes were 20/40, 20/50, and 20/100 at 4, 10, and 11 years, respectively. Cycloplegic refraction showed –0.5 D spherical error with astigmatism of –3.0 D cylindrical error in the right eye, and –1.0 D spherical error with astigmatism of –3.5 D cylindrical error in the left eye. The fundus examination showed slightly atrophic fovea (Figure 1A). Fundus autofluorescence showed hyperfluorescent fovea in both eyes, which may be an artifact (Figure 1A). SD-OCT showed an ellipsoid zone defect in both macular areas with an intact periphery (Figure 1A). Light-adapted 3 ERG and 30 Hz flicker ERG showed almost extinguished wave, while dark-adapted 0.01 ERG and 3 ERG also showed reduced amplitude (Figure 1B). ","phenotypes":["obo:HP_0000603","obo:HP_0007663","obo:HP_0000551","obo:HP_0025010"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0dad16b0-6af2-48da-82e7-4456877823ed_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6eaa0089-6cb7-4226-9eaf-056ffd650249"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28388261","type":"dc:BibliographicResource","dc:creator":"Lee GI","dc:date":"2017","dc:title":"A novel likely pathogenic variant in the RAB28 gene in a Korean patient with cone-rod dystrophy."}},"rdfs:label":"Lee Case Report"},{"id":"cggv:0dad16b0-6af2-48da-82e7-4456877823ed","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0dad16b0-6af2-48da-82e7-4456877823ed_variant_evidence_item"},{"id":"cggv:0dad16b0-6af2-48da-82e7-4456877823ed_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"3D structures of the wild type and mutated RAB28 proteins, predicted using SWISS-MODEL, showed the p.Ser23Phe variant is located in the GTP binding region. Multiple in silico predictors, including SIFT, PolyPhen, CADD, suggest that the variant is damaging. "}],"strengthScore":0.25,"dc:description":"The score is reduced because, although 3D modeling studies suggest that the variant may be damaging, functional studies have not been performed. In addition, the variant is homozygous - while there is report of consanguinity, a conservative aproach was taken. The highest population minor allele frequency in gnomAD v2.1.1 is 0.0004158 in the East Asian population; no homozygotes in any population."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:afacbc2d-890a-45b7-b2a5-5086330efa0c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:afacbc2d-890a-45b7-b2a5-5086330efa0c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"allele":{"id":"cggv:3a4da554-c636-4a45-a9f1-5c2244fa0b14","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.3(RAB28):c.172+1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10576124"}},"detectionMethod":"Exome sequencing found no pathogenic variants in the genes known to be associated with autosomal recessive cone rod dystrophy (ABCA4, ADAM9, C8orf37, CERKL, EYS, RPGRIP1, and TULP1), and no other plausible genetic variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed at age 12 years. At age 20, BCVA was 0.5 (Snellen equivalent, 20/40), which decreased to 0.3 OS (Snellen equivalent, 20/65) and 0.1 OD (Snellen equivalent, 20/200) in 2 years. Fundus exam showed a loss of the foveal reflex and optic pallor. Fluorescein angiography revealed hyperfluorescent central and peripapillary areas, with no silent choroid (Figure 2). At 22 years, full-field ERG testing revealed no photopic responses, and both scotopic and flicker responses were reduced. Visual-evoked potential examination recorded diminished amplitude and enlargement of the latency (implicit time).","phenotypes":["obo:HP_0000613","obo:HP_0000603","obo:HP_0007663","obo:HP_0011521"],"previousTesting":true,"previousTestingDescription":"Screened for variants in the ABCA4 gene by ABCA4 genotyping microarray.","sex":"Male","variant":{"id":"cggv:da3a221a-172b-426f-9028-03721bab9669_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3a4da554-c636-4a45-a9f1-5c2244fa0b14"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25356532"},"rdfs:label":"MD-0312"},{"id":"cggv:da3a221a-172b-426f-9028-03721bab9669","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:da3a221a-172b-426f-9028-03721bab9669_variant_evidence_item"}],"strengthScore":1,"dc:description":"Reduced score because the patient is homozygous for the variant and the parents are from the same small town. Note: the variant is absent in gnomAD suggesting that it is rare."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ce3a4c01-5644-48c4-8c0b-d38ed6d865bb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ce3a4c01-5644-48c4-8c0b-d38ed6d865bb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:5a3fec69-1764-4461-98fa-cb7ba5bf5e75","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.3(RAB28):c.76-9A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/839900"}},"detectionMethod":"Cone rod dystrophy NGS panel - ABCA4, ADAM9, AIPL1, C8orf37, CFAP410 (C21orf2), CACNA1F, CACNA2D4, CDHR1, CEP78, CNGA3, CRX, DRAM2, GUCA1A, GUCY2D, UNC119, IFT81, KCNV2, PDE6C, PITPNM3, POC1B, PROM1, PRPH2, RAB28, RAX2, RIMS1, RPGR, RPGRIP1, SEMA4A, TTLL5.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Poor vision” since age 10 years. BCVA LogMAR 0.52 for both eyes, refractive error −5.50 sph −1.00 cyl/100° D in right eye and −5.00 sph −2.00 cyl/65° D in left eye. Fundus exam showed normal optic disk, loss of the foveal reflex, and “salt and pepper” peripheral retinopathy. Central outer retinal thinning. Fundus autofluorescence revealed a central hyperfluorescent area in both eyes. Optical coherence tomography (OCT) imaging showed a marked reduction of the foveal thickness associated with a photoreceptor layer disruption, central neuroretinal atrophy (see Fig 1). Visual field testing showed central scotoma. Flash electroretinogram (ERG) recording showed a non-detectable response for the photopic component and a reduced response for the scotopic component, but there was no reported night blindness.","phenotypes":["obo:HP_0007663","obo:HP_0000545","obo:HP_0000551","obo:HP_0030329","obo:HP_0000613","obo:HP_0000483"],"sex":"Male","variant":{"id":"cggv:db62e49a-d797-480a-8643-0477f4825f53_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5a3fec69-1764-4461-98fa-cb7ba5bf5e75"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33396523"},"rdfs:label":"Patient 1"},{"id":"cggv:db62e49a-d797-480a-8643-0477f4825f53","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db62e49a-d797-480a-8643-0477f4825f53_variant_evidence_item"},{"id":"cggv:db62e49a-d797-480a-8643-0477f4825f53_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Predicted to leading to the retention of a 8nt sequence in the mRNA, causing frameshift. The variant would be present in all 3 RAB28 isoforms. RT-PCR from blood confirmed retention of the 8 nucleotides. If translated, the abnormal mRNA would result in p.(Thr26Valfs4*) but the mRNA is likely to undergo nonsense-mediated decay."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bcb7bf65-d35c-4926-8731-8eb78dd1beac_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bcb7bf65-d35c-4926-8731-8eb78dd1beac","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":33,"allele":{"id":"cggv:ece89e5a-d04c-4994-bcde-44d1faa23e7d"},"detectionMethod":"Homozygosity mapping revealed regions of interest on chromosomes 7 and 4. The chromosome 4 region had 315 genes including OPN1SW (MIM 613522), and RAB28. No variants causative in OPN1SW were identified. Sanger sequencing of all coding exons of RAB28.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Individual B-II:1 presented with low vision since early childhood, with progressive deterioration. At age 33 years, fundus exam showed atrophy (geographic atrophy-like) in fovea, white without pressure in periphery, tilted optic discs (OS > OD) with temporal pallor OS; hypofluorescence was observed in the fovea, and a hyperfluorescent ring was noted around the fovea (Figures 2D and 2E, respectively); OCT imaging confirmed absence of photoreceptors in the central fovea, whereas the photoreceptor layer further out appears largely intact (Figure 2F). fundus exam showed atrophy (geographic atrophy-like) in fovea, white without pressure in periphery, tilted optic discs (OS > OD) with temporal pallor OS; OCT showed atrophy in fovea, retinal layers absent at foveal region.","phenotypes":["obo:HP_0030602","obo:HP_0025010","obo:HP_0000512","obo:HP_0011003","obo:HP_0000551","obo:HP_0007663"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7afae4ff-d548-4178-a32b-fbc06743dd4a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ece89e5a-d04c-4994-bcde-44d1faa23e7d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23746546"},"rdfs:label":"B-II:1"},{"id":"cggv:7afae4ff-d548-4178-a32b-fbc06743dd4a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7afae4ff-d548-4178-a32b-fbc06743dd4a_variant_evidence_item"}],"strengthScore":1,"dc:description":"The score is reduced because the patient is homozygous and the parents are consanguineous. The scored is reduced because the patient is homozygous. While this is a nonsense variant, RT-PCR of lymphocyte RNA showed that Rab28 mRNA, indictating that nonsense-mediated decay does not occur. However, all isoforms are predicted to be truncased and isoforms 1 and 2 would be missing the farnesylation site (at amino acid 218; see PMID 17411337)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:827fbbbd-3b1b-4089-bae8-b1da5090f83a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:827fbbbd-3b1b-4089-bae8-b1da5090f83a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":67,"allele":{"id":"cggv:2b54712b-ea8e-452d-9c9b-8c50f5449bbd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.3(RAB28):c.55G>A (p.Gly19Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/636195"}},"detectionMethod":"NGS panel for inherited retinal dystrophies - 125 genes.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Onset at age 20 years. Refractive error at diagnosis –12D BE; visual acuity at diagnosis RE, 3/60 LE, 6/60; visual acuity at last visit RE, LP – P LE, LP + ; color vision at presentation red–green color vision deficit; ERG at age 20 showed severely reduced scotopic responses, photopic responses undetectable; normal peripheral visual field at age 20 years; glaucoma at 26 years old; bilateral cataract surgery at 40 years old; prostate cancer at 60 years old.","phenotypes":["obo:HP_0000518","obo:HP_0100259","obo:HP_0000551","obo:HP_0007663","obo:HP_0012125","obo:HP_0000501"],"previousTesting":true,"previousTestingDescription":"His brother, IV-3, had \"Molecular genetic analysis of the BBS genes (BBS1–BBS17)\", with no causative variants identified.  ","sex":"Male","variant":{"id":"cggv:23fc60d4-9707-4b82-8d66-a2210bb3ff46_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2b54712b-ea8e-452d-9c9b-8c50f5449bbd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32084271","type":"dc:BibliographicResource","dc:abstract":"Cone-rod dystrophy (CRD) is a rare hereditary eye disorder that causes progressive degeneration of cone and rod photoreceptors. More than 30 genes, including RAB28, have been associated with CRD; however, only a few RAB28 variants have been reported to be associated with CRD. In this study, we describe two brothers with CRD and a homozygous missense variant, c.55G>A (p.Gly19Arg), in RAB28.","dc:creator":"Jespersgaard C","dc:date":"2020","dc:title":"A Missense Mutation in RAB28 in a Family with Cone-Rod Dystrophy and Postaxial Polydactyly Prevents Localization of RAB28 to the Primary Cilium."}},"rdfs:label":"IV-1"},{"id":"cggv:23fc60d4-9707-4b82-8d66-a2210bb3ff46","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23fc60d4-9707-4b82-8d66-a2210bb3ff46_variant_evidence_item"},{"id":"cggv:23fc60d4-9707-4b82-8d66-a2210bb3ff46_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Located in the conserved guanosine triphosphate (GTP)/guanosine diphosphate (GDP) binding domain of RAB28. Cultured fibroblasts from the patient, and his affected brother with the same genotype, showed a significant reduction in the number of RAB28-positive cilia (36% vs 73% in control). "}],"strengthScore":0.25,"dc:description":"The score is reduced because the parents of affected brothers with this homozygous variant consanguieous (1st cousins). Of note, the variant appears to be rare; The highest population minor allele frequency in gnomAD is 0.00001764 in European non-Finnish; no homozygotes in any population."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3cb36959-5cc6-4236-994e-28da53bb13b9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3cb36959-5cc6-4236-994e-28da53bb13b9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":64,"allele":{"id":"cggv:19dddd6a-1f35-4608-9fe1-d0f8a4bfc8b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001017979.3(RAB28):c.321G>A (p.Trp107Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA356373812"}},"detectionMethod":"Cone rod dystrophy NGS panel - ABCA4, ADAM9, AIPL1, C8orf37, CFAP410 (C21orf2), CACNA1F, CACNA2D4, CDHR1, CEP78, CNGA3, CRX, DRAM2, GUCA1A, GUCY2D, UNC119, IFT81, KCNV2, PDE6C, PITPNM3, POC1B, PROM1, PRPH2, RAB28, RAX2, RIMS1, RPGR, RPGRIP1, SEMA4A, TTLL5.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Relatively late onset of disease (first symptoms around age 30 years). 1.7 LogMAR in both eyes. Refractive error was −2.00 sph in both eyes. Fundus exam showed a tigroid aspect with vessel thinning, macular atrophy, and optic pallor. Flash full-field ERG recordings showed a non-detectable response for the photopic component and a reduced response for the scotopic response. MfERG response was markedly reduced but still detectable in both eyes, presenting a residual foveal cone function. OCT macular scan showed a marked foveal thinning with advanced photo-receptor layer disruption (Fig 5)","phenotypes":["obo:HP_0007663","obo:HP_0000551","obo:HP_0000613","obo:HP_0000483","obo:HP_0030329","obo:HP_0000545"],"sex":"Female","variant":{"id":"cggv:7c331da3-7070-4203-b815-6c007508c08d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:19dddd6a-1f35-4608-9fe1-d0f8a4bfc8b4"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33396523"},"rdfs:label":"Patient 4"},{"id":"cggv:7c331da3-7070-4203-b815-6c007508c08d","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7c331da3-7070-4203-b815-6c007508c08d_variant_evidence_item"},{"id":"cggv:7c331da3-7070-4203-b815-6c007508c08d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Structural analysis of p.Trp107Ter suggested that truncation of the protein sequence after residue W107 would break up helix α3, resulting in the absence of the C-terminal part of α3, β5, α4, β6, and α5. Missing structural elements β5, β6, and α5 would most probably result in failure to fold correctly or bind GTP/GDP causing degradation."}],"strengthScore":1,"dc:description":"Patient is homozygous. While there is no report of consanguinity, a conservative approach was taken."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4041,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:354fd3f1-38f2-46e0-a35e-275c2279996c","type":"GeneValidityProposition","disease":"obo:MONDO_0100448","gene":"hgnc:9768","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"RAB28 was first reported in relation to autosomal recessive cone-rod dystrophy in 2013 (Roosing et al, PMID 23746546). Autosomal recessive cone-rod dystrophies are a group of inherited retinal disorders involving primary loss of cone photoreceptors with subsequent loss of rods. Clinical symptoms include severely reduced visual acuity, impaired color vision, photophobia, atrophy in the macular region, and reduced cone responses observed on electroretinography. The disease entity curated was RAB28-related retinopathy which encompasses the phenotypes associated with this gene.\n\nTen variants in RAB28 (missense, splicing, nonsense) from ten probands with cone-rod dystrophy have been reported and are included in this curation (Roosing et al, 2013, PMID  23746546; Riveiro-Álvarez et al, 2015, PMID 25356532; Lee et al, 2017, PMID 28388261; Iarossi et al, 2020, PMID  33396523; Jespersgaard et al, 2020, PMID  32084271). The maximum points for genetic evidence (12 points) has been reached. The mechanism of pathogenicity appears to be loss of function. \n\nThis gene-disease relationship is also supported by experimental evidence. RAB28 is a member of the RAB subfamily of the RAS oncogene family of Ras-related small GTPases and has been reported to have a role in intraflaggelar transport and extracellular vesicle formation in C.elegans ciliated neurons, where it is targeted to the periciliary membrane by the BBSome (Jensen et al, 2016, PMID 27930654; Akella et al, 2020). Features reported in a Rab28 null mouse (Ying et al, 2018, PMID 30228185) and zebrafish model (Carter et al, 2020, PMID 32258030), including defective cone outer segment phagocytosis, support the relationship between RAB28 and cone-rod dystrophy.\n\nIn summary, RAB28 is definitively associated with autosomal recessive RAB28-related retinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:e8e3c7bd-3ee5-404d-98b0-75af6ec257d1"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}