{"id":"cggv:2c648acf-5801-481b-a1c4-f950e99d4d96v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:2c648acf-5801-481b-a1c4-f950e99d4d96_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-23T21:00:19.112Z","role":"Publisher"},{"id":"cggv:2c648acf-5801-481b-a1c4-f950e99d4d96_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-02-02T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:2c648acf-5801-481b-a1c4-f950e99d4d96_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:2c648acf-5801-481b-a1c4-f950e99d4d96_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c648acf-5801-481b-a1c4-f950e99d4d96_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0fa2cdae-5346-477d-83b8-490386582ccf","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:87009f4d-2e99-47dc-b120-4dfa0856454c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Netrin-Gs and NGLs localize at presynaptic and postsynaptic membranes, respectively; trans-synaptic netrin-G/NGL interactions play a crucial role in differentially controlling synaptic plasticity in distinct excitatory circuits in the hippocampus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25411505","type":"dc:BibliographicResource","dc:abstract":"Synaptic cell adhesion molecules are increasingly gaining attention for conferring specific properties to individual synapses. Netrin-G1 and netrin-G2 are trans-synaptic adhesion molecules that distribute on distinct axons, and their presence restricts the expression of their cognate receptors, NGL1 and NGL2, respectively, to specific subdendritic segments of target neurons. However, the neural circuits and functional roles of netrin-G isoform complexes remain unclear. Here, we use netrin-G-KO and NGL-KO mice to reveal that netrin-G1/NGL1 and netrin-G2/NGL2 interactions specify excitatory synapses in independent hippocampal pathways. In the hippocampal CA1 area, netrin-G1/NGL1 and netrin-G2/NGL2 were expressed in the temporoammonic and Schaffer collateral pathways, respectively. The lack of presynaptic netrin-Gs led to the dispersion of NGLs from postsynaptic membranes. In accord, netrin-G mutant synapses displayed opposing phenotypes in long-term and short-term plasticity through discrete biochemical pathways. The plasticity phenotypes in netrin-G-KOs were phenocopied in NGL-KOs, with a corresponding loss of netrin-Gs from presynaptic membranes. Our findings show that netrin-G/NGL interactions differentially control synaptic plasticity in distinct circuits via retrograde signaling mechanisms and explain how synaptic inputs are diversified to control neuronal activity. ","dc:creator":"Matsukawa H","dc:date":"2014","dc:title":"Netrin-G/NGL complexes encode functional synaptic diversification."},"rdfs:label":"Netrin-G/NGL Complex Encodes Synaptic Diversification"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Score downgraded because of the paucity of human genetic evidence."},{"id":"cggv:6906cb85-b1a2-4171-95ac-f9bc50f47f54","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4b6fc24b-a08c-4ba4-a4f0-6927fcde96a2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown of Ntng1 in cultured primary hippocampal neurons significantly reduced neurite length and arborization.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31692205","type":"dc:BibliographicResource","dc:abstract":"We describe the underlying genetic cause of a novel Rett-like phenotype accompanied by areflexia in three methyl-CpG-binding protein 2-negative individuals from two unrelated families. Discovery analysis was performed using whole-exome sequencing followed by Sanger sequencing for validation and segregation. Functional studies using short-hairpin RNA for targeted gene knockdown were implemented by the transfection of mouse cultured primary hippocampal neurons and in vivo by in utero electroporation. All patients shared a common homozygous frameshift mutation (chr9:135073515, c.376dupT, p.(Ser126PhefsTer241)) in netrin-G2 (NTNG2, NM_032536.3) with predicted nonsense-mediated decay. The mutation fully segregated with the disease in both families. The knockdown of either NTNG2 or the related netrin-G family member NTNG1 resulted in severe neurodevelopmental defects of neuronal morphology and migration. While NTNG1 has previously been linked to a Rett syndrome (RTT)-like phenotype, this is the first description of a RTT-like phenotype caused by NTNG2 mutation. Netrin-G proteins have been shown to be required for proper axonal guidance during early brain development and involved in N-methyl- d-aspartate-mediated synaptic transmission. Our results demonstrating that knockdown of murine NTNG2 causes severe impairments of neuronal morphology and cortical migration are consistent with those of RTT animal models and the shared neurodevelopmental phenotypes between the individuals described here and typical RTT patients.","dc:creator":"Heimer G","dc:date":"2020","dc:title":"Netrin-G2 dysfunction causes a Rett-like phenotype with areflexia."},"rdfs:label":"Knockdown of Ntng1 in Cultured Primary Hippocampal Neurons"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Score downgraded because of the paucity of human genetic evidence."},{"id":"cggv:6a029843-9aa9-4534-a5cc-38c9728ce515","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f8553b03-8e71-43cb-ab97-4aff4708c259","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown of Ntng1 by in utero electroporation at embryonic day 14.5 resulted in a striking neuronal migration deficit at postnatal day 1. At postnatal day 7, neuronal migration remained significantly impaired.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31692205","rdfs:label":"Knockdown of Ntng1 by in utero electroporation"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Score downgraded because of the paucity of human genetic evidence."},{"id":"cggv:d48de6fc-d644-4fe8-a404-384d2d23c5c4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:66a46006-f58c-4878-99d8-8b4049e09175","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Deletion of NTNG1 in cortical excitatory neurons in mice resulted in altered anxiety-like behavior, but intact fear-like behavior. Conversely, loss of NTNG1 in inhibitory neurons resulted in attenuated fear-like behavior, but intact anxiety-like behavior.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27345935","type":"dc:BibliographicResource","dc:abstract":"In vertebrate mammals, distributed neural circuits in the brain are involved in emotion-related behavior. Netrin-G1 is a glycosyl-phosphatidylinositol-anchored synaptic adhesion molecule whose deficiency results in impaired fear-like and anxiety-like behaviors under specific circumstances. To understand the cell type and circuit specificity of these responses, we generated netrin-G1 conditional knockout mice with loss of expression in cortical excitatory neurons, inhibitory neurons, or thalamic neurons. Genetic deletion of netrin-G1 in cortical excitatory neurons resulted in altered anxiety-like behavior, but intact fear-like behavior, whereas loss of netrin-G1 in inhibitory neurons resulted in attenuated fear-like behavior, but intact anxiety-like behavior. These data indicate a remarkable double dissociation of fear-like and anxiety-like behaviors involving netrin-G1 in excitatory and inhibitory neurons, respectively. Our findings support a crucial role for netrin-G1 in dissociable neural circuits for the modulation of emotion-related behaviors, and provide genetic models for investigating the mechanisms underlying the dissociation. The results also suggest the involvement of glycosyl-phosphatidylinositol-anchored synaptic adhesion molecules in the development and pathogenesis of emotion-related behavior.","dc:creator":"Zhang Q","dc:date":"2016","dc:title":"Netrin-G1 regulates fear-like and anxiety-like behaviors in dissociable neural circuits."},"rdfs:label":"Netrin-G1 regulates behaviors in dissociable neural circuits"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This score was downgraded because only anxiety-like and fear-like behaviors were reported. "},{"id":"cggv:d7c4bede-7877-4a25-ae84-f2577498ea94","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:009c1a93-a9ba-422f-930e-b5e264596191","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Deletion or knockdown of Ntng1 in mice reduced microglial accumulation and caused loss of cortical neurons. Ngl1 knockout-mice-derived microglia showed reduced accumulation along the axons compared with wild-type microglia. This suggests bidirectional neurotrophic interactions between neurons and microglia mediated by Ntng1/Ngl1 interactions. Microglial NGL1 and neuronal netrin-G1 signaling mediate microglial accumulation around the subcerebral projection axons and support the survival of neurons. Neurons require trophic support during development to establish neuronal networks. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32348754","type":"dc:BibliographicResource","dc:abstract":"Microglia, the resident immune cells of the central nervous system, accumulate along subcerebral projection axons and support neuronal survival during the early postnatal period. It remains unknown how microglia follow an axon-specific distribution pattern to maintain neural circuits. Here, we investigated the mechanisms of microglial accumulation along subcerebral projection axons that were necessary for microglial accumulation in the internal capsule. Screening of molecules involved in this accumulation of microglia to axons of layer V cortical neurons identified netrin-G1, a member of the netrin family of axon guidance molecules with a glycosyl-phosphatidylinositol anchor. Deletion or knockdown of the netrin-G1 gene Ntng1 reduced microglial accumulation and caused loss of cortical neurons. Netrin-G1 ligand-Ngl1 knockout-mice-derived microglia showed reduced accumulation along the axons compared with wild-type microglia. Thus, microglia accumulate around the subcerebral projection axons via NGL1-netrin-G1 signaling and support neuronal survival. Our observations unveil bidirectional neurotrophic interactions between neurons and microglia.","dc:creator":"Fujita Y","dc:date":"2020","dc:title":"Netrin-G1 Regulates Microglial Accumulation along Axons and Supports the Survival of Layer V Neurons in the Postnatal Mouse Brain."},"rdfs:label":"Netrin-G1 regulates microglial accumulation"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Fujita et al demonstrated that NGL1 KO affects the brain related to communication between cells in the CNS. However, it is unknown what the functional consequences are, how that translates into a behavioral phenotype, and how it relates to the human phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":3687,"specifiedBy":"GeneValidityCriteria8","strengthScore":2.5,"subject":{"id":"cggv:d2500e94-72dd-4010-b4bd-0eba8d9b1ce3","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:23319","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Variation in NTNG1 was first reported in a female with a de novo balanced translocation t(1;7)(p13.3;q31.3) and features similar to those of Rett syndrome (seizures, developmental delay, social deficits, absent speech, unsteady gait, and hand stereotypies) in 2005 (Borg et al., PMID: 15870826). Mapping of both breakpoints demonstrated that NTNG1 was disrupted at the chromosome 1 breakpoint, while no known gene was disrupted at the chromosome 7 breakpoint. In silico algorithms predicted that the translocation would result in protein isoforms with different C-termini, but no functional assays were performed. Because both breakpoints were mapped and NTNG1 alone is hypothesized to be the cause of this individual’s phenotype, we decided to count this translocation as evidence; however, because positional effects on nearby genes cannot be ruled out, investigation into additional potential etiologies was limited, and no functional evidence was presented, we scored this at 0.1 points (note that because this is a structural variant, it cannot be entered into the curation interface). \nSince then, additional variants have been reported in large exome sequencing studies. De novo missense variants were identified in two patients with autism spectrum disorder (ASD) (O'Roak et al. 2012, PMID: 22495309) and one with a developmental disorder (Kaplanis et al. 2020, PMID: 33057194). These three variants are absent from gnomAD v2.1.1, but since they have no supportive functional data, they were not scored. In addition, two frameshift variants were reported in probands with neurodevelopmental disorders; one of unknown inheritance in an individual with intellectual disability, and the other one paternally inherited in a patient with ASD, with no information about the father's phenotype (Stessman et al. 2017, PMID: 28191889). Frameshift variants were also reported in a control individual and in a parent of a patient with ASD (Satterstrom et al. 2020, PMID: 31981491). NTNG1 is intolerant to truncating variants, with 4 truncating alleles in gnomAD v2.1.1 (pLI = 0.92, LOEUF = 0.36), but is not significantly constrained for missense variants (Z = 2.45). Given that the mechanism of pathogenicity is unknown at this time, and truncating variants have been reported in healthy controls and in parents, these frameshift variants were also not scored. Although variants in NTNG1 were first associated with Rett syndrome, we decided to curate for Complex neurodevelopmental disorder because the phenotypic features reported in subsequent patients included other neurodevelopmental disorders. The total genetic evidence points awarded in this curation were 0.1 points. \nThis gene-disease relationship is supported by experimental evidence in mouse models and in vitro studies (PMIDs: 25411505, 27345935, 32348754, 31692205. NTNG1 encodes netrin-G1, a synaptic cell adhesion molecule; interactions between NTNG1 and the netrin-G1 ligand (NGL1) play an important role in axonal guidance, cortical migration and neural circuit functions. The total experimental evidence points awarded were 2.5 points. \nOf note, homozygous variants leading to loss of function in NTNG2, which encodes netrin-G2, cause a neurodevelopmental disorder with hypotonia, intellectual disability, autistic behavior, impaired or absent speech and gait, and hand stereotypies.\nIn summary, there is limited evidence to support the association between NTNG1 and autosomal dominant complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 2/2/2021 (SOP Version 8).\nDue to limitations of the curation interface, the translocation reported by Borg et al (PMID:15870826) could not be entered for scoring purposes but was scored 0.1 points by the Intellectual Disability and Autism Gene Curation Expert Panel.","dc:isVersionOf":{"id":"cggv:2c648acf-5801-481b-a1c4-f950e99d4d96"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}