{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590bv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10025","date":"2020-12-15T00:23:41.412Z","role":"Approver"},{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10025","date":"2021-01-08T19:16:10.842Z","role":"Publisher"}],"evidence":[{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:484fd304-071c-461a-875b-b0b6029ee415","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:74058606-7e01-4e3b-9b7d-5140bb610a54","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"KCNQ1 has been associated with LQT syndrome.  KCNE2 had been previously shown to interact with HERG (KCNH2), but not with KCNQ1 in the construct of potassium channels.  However, the previous work was done in Xenopus oocytes.  This work was done in human COS cells, and the interaction was demonstrated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11101505","type":"dc:BibliographicResource","dc:abstract":"Mutations in HERG and KCNQ1 (or KVLQT1) genes cause the life-threatening Long QT syndrome. These genes encode K(+) channel pore-forming subunits that associate with ancillary subunits from the KCNE family to underlie the two components, I(Kr) and I(Ks), of the human cardiac delayed rectifier current I(K). The KCNE family comprises at least three members. KCNE1 (IsK or MinK) recapitulates I(Ks) when associated with KCNQ1, whereas it augments the amplitude of an I(Kr)-like current when co-expressed with HERG. KCNE3 markedly changes KCNQ1 as well as HERG current properties. So far, KCNE2 (MirP1) has only been shown to modulate HERG current. Here we demonstrate the interaction of KCNE2 with the KCNQ1 subunit, which results in a drastic change of KCNQ1 current amplitude and gating properties. Furthermore, KCNE2 mutations also reveal their specific functional consequences on KCNQ1 currents. KCNQ1 and HERG appear to share unique interactions with KCNE1, 2 and 3 subunits. With the exception of KCNE3, mutations in all these partner subunits have been found to lead to an increased propensity for cardiac arrhythmias.","dc:creator":"Tinel N","dc:date":"2000","dc:title":"KCNE2 confers background current characteristics to the cardiac KCNQ1 potassium channel."},"rdfs:label":"Interaction with KCNQ1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:130b6cc2-9aea-4fcd-8fd4-55714138d87e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d26886b9-aad1-43be-bc61-2dfedc35f0d3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mutations in the KCNE2 gene result in prolongation of the QT interval, disrupting the rhythm of the cardiac cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15292247","type":"dc:BibliographicResource","dc:abstract":"MinK-related protein (MiRP1 or KCNE2) interacts with the hyperpolarization-activated, cyclic nucleotide-gated (HCN) family of pacemaker channels to alter channel gating in heterologous expression systems. Given the high expression levels of MiRP1 and HCN subunits in the cardiac sinoatrial node and the contribution of pacemaker channel function to impulse initiation in that tissue, such an interaction could be of considerable physiological significance. However, the functional evidence for MiRP1/HCN interactions in heterologous expression studies has been accompanied by inconsistencies between studies in terms of the specific effects on channel function. To evaluate the effect of MiRP1 on HCN expression and function in a physiological context, we used an adenovirus approach to overexpress a hemagglutinin (HA)-tagged MiRP1 (HAMiRP1) and HCN2 in neonatal rat ventricular myocytes, a cell type that expresses both MiRP1 and HCN2 message at low levels. HA-MiRP1 co-expression with HCN2 resulted in a 4-fold increase in maximal conductance of pacemaker currents compared with HCN2 expression alone. HCN2 activation and deactivation kinetics also changed, being significantly more rapid for voltages between -60 and -95 mV when HA-MiRP1 was co-expressed with HCN2. However, the voltage dependence of activation was not affected. Co-immunoprecipitation experiments demonstrated that expressed HA-MiRP1 and HCN2, as well as endogenous MiRP1 and HCN2, co-assemble in ventricular myocytes. The results indicate that MiRP1 acts as a beta subunit for HCN2 pacemaker channel subunits and alters channel gating at physiologically relevant voltages in cardiac cells.","dc:creator":"Qu J","dc:date":"2004","dc:title":"MiRP1 modulates HCN2 channel expression and gating in cardiac myocytes."},"rdfs:label":"Co-expression in neonatal rat ventrcular myocytes"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:0684481c-35ab-487f-a9d9-58fef6272329","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e086ff9-fa4f-4149-877f-61659286a41b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The variants identified in this paper, which were tested in vitro, all caused increased voltage dependence of channel activation, which translates into a decreased potassium flow, and increased QT interval during repolarization.  This is consistent with the phenotype of LQT syndrome.  Of relevance is the statement that the variants are likely to be well tolerated in the absence of additional factors (drugs, gender), and therefore, these appear to be risk alleles, rather than pathogenic alleles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10219239","type":"dc:BibliographicResource","dc:abstract":"A novel potassium channel gene has been cloned, characterized, and associated with cardiac arrhythmia. The gene encodes MinK-related peptide 1 (MiRP1), a small integral membrane subunit that assembles with HERG, a pore-forming protein, to alter its function. Unlike channels formed only with HERG, mixed complexes resemble native cardiac IKr channels in their gating, unitary conductance, regulation by potassium, and distinctive biphasic inhibition by the class III antiarrhythmic E-4031. Three missense mutations associated with long QT syndrome and ventricular fibrillation are identified in the gene for MiRP1. Mutants form channels that open slowly and close rapidly, thereby diminishing potassium currents. One variant, associated with clarithromycin-induced arrhythmia, increases channel blockade by the antibiotic. A mechanism for acquired arrhythmia is revealed: genetically based reduction in potassium currents that remains clinically silent until combined with additional stressors.","dc:creator":"Abbott GW","dc:date":"1999","dc:title":"MiRP1 forms IKr potassium channels with HERG and is associated with cardiac arrhythmia."},"rdfs:label":"Whole cell current measurements using Xenopus system"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:90dc3529-425b-4ce6-9431-5d61c1f49f89","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:70fb1b4b-c3ae-45c5-9d2c-8593625aa2cc","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Impact of variants on K+ channels would cause prolonger QT interval.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11927665","type":"dc:BibliographicResource","dc:abstract":"Although it has been suggested that coexpression of minK related peptide (MiRP1) is required for reconstitution of native rapid delayed-rectifier current (I(Kr)) by human ether-a-go-go related gene (HERG), currents resulting from HERG (I(HERG)) and HERG plus MiRP1 expression have not been directly compared with native I(Kr). We compared the pharmacological and selected biophysical properties of I(HERG) with and without MiRP1 coexpression in Chinese hamster ovary (CHO) cells with those of guinea-pig I(Kr) under comparable conditions. Comparisons were also made with HERG expressed in Xenopus oocytes. MiRP1 coexpression significantly accelerated I(HERG) deactivation at potentials negative to the reversal potential, but did not affect more physiologically relevant deactivation of outward I(HERG), which remained slower than that of I(Kr). MiRP1 shifted I(HERG) activation voltage dependence in the hyperpolarizing direction, whereas I(Kr) activated at voltages more positive than I(HERG). There were major discrepancies between the sensitivity to quinidine, E-4031 and dofetilide of I(HERG) in Xenopus oocytes compared to I(Kr), which were not substantially affected by coexpression with MiRP1. On the other hand, the pharmacological sensitivity of I(HERG) in CHO cells was indistinguishable from that of I(Kr) and was unaffected by MiRP1 coexpression. We conclude that the properties of I(HERG) in CHO cells are similar in many ways to those of native I(Kr) under the same recording conditions, and that the discrepancies that remain are not reduced by coexpression with MiRP1. These results suggest that the physiological role of MiRP1 may not be to act as an essential consituent of the HERG channel complex carrying native I(Kr).","dc:creator":"Weerapura M","dc:date":"2002","dc:title":"A comparison of currents carried by HERG, with and without coexpression of MiRP1, and the native rapid delayed rectifier current. Is MiRP1 the missing link?"},"rdfs:label":"Electrophysiology"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eb02cb3b-c486-492d-91ab-494bede2936a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8090c3cd-75b9-402b-ac3b-0247ed4c6dae","type":"FunctionalAlteration","dc:description":"significant larger  current spikes of HERG-MiRP1 channels; these changements in currents may result in an increased risk of arrhythmia","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12923204","type":"dc:BibliographicResource","dc:abstract":"Mutations in KCNE2, which encodes the minK-related protein 1 (MiRP1), are associated with an increased risk of arrhythmias; however, the underlying mechanisms are unknown. MiRP1 is thought to associate with many K+ channel alpha-subunits, including HERG K+ channels, which have a major role in suppressing arrhythmias initiated by premature beats. In this study we have investigated in Chinese hamster ovary (CHO) cells at 37 degrees C the effects of co-expressing HERG K+ channels with either wild-type (WT) MiRP1 or one of three mutant MiRP1 subunits, T8A, Q9E and M54T. The most significant effects of MiRP1 subunits on HERG channels were a more negative steady-state activation for HERG + T8A MiRP1 and a more positive steady-state activation for HERG + M54T MiRP1 compared to either HERG + WT MiRP1 or HERG alone. All three mutants caused a significant slowing of deactivation at depolarised potentials. T8A MiRP1 also caused an acceleration of inactivation and recovery from inactivation compared to HERG + WT MiRP1. During ventricular action potential clamp experiments there was a significant decrease in current in the early phases of the action potential for HERG + WT MiRP1 channels compared to HERG alone. This effect was not as prominent for the mutant MiRP1 subunits. During premature action potential clamp protocols, the T8A and Q9E mutants, but not the M54T mutant, resulted in significantly larger current spikes during closely coupled premature beats, compared to HERG + WT MiRP1. At longer coupling intervals, all three mutants resulted in larger current spikes than HERG alone or HERG + WT MiRP1 channels. It is therefore possible that augmentation of HERG currents in the early diastolic period may be pro-arrhythmic.","dc:creator":"Lu Y","dc:date":"2003","dc:title":"Mutant MiRP1 subunits modulate HERG K+ channel gating: a mechanism for pro-arrhythmia in long QT syndrome type 6."},"rdfs:label":"Electrophysiology using CHO cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"significant larger current spikes of HERG-MiRP1 channels; these changements in currents may result in an increased risk of arrhythmia"},{"id":"cggv:5af565e2-2d5b-4013-8767-ebfab4bec52c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be071470-0723-476e-af65-89e47cc0f3d0","type":"FunctionalAlteration","dc:description":"In MiRP1-hERG channels there is a reduction of Ikr currents density, the inactivation in mutant channels is more comprehensive and the recovery from the inactivation is slower","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18006462","type":"dc:BibliographicResource","dc:abstract":"Auditory stimulus-induced long QT syndrome (LQTS) is almost exclusively linked to mutations in the hERG potassium channel, which generates the I Kr ventricular repolarization current. Here, a young woman with prior episodes of auditory stimulus-induced syncope presented with LQTS and ventricular fibrillation (VF) with hypomagnesaemia and hypocalcaemia after completing a marathon, followed by subsequent VF with hypokalaemia. The patient was found to harbour a KCNE2 gene mutation encoding a T10M amino acid substitution in MiRP1, an ancillary subunit that co-assembles with and functionally modulates hERG. Other family members with the mutation were asymptomatic, and the proband had no mutations in hERG or other LQTS-linked cardiac ion channel genes. The T10M mutation was absent from 578 unrelated, ethnically matched control chromosomes analysed here and was previously described only once-in an LQTS patient-but not functionally characterized.","dc:creator":"Gordon E","dc:date":"2008","dc:title":"A KCNE2 mutation in a patient with cardiac arrhythmia induced by auditory stimuli and serum electrolyte imbalance."},"rdfs:label":"CHO cells electrophysiology"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"In MiRP1-hERG channels there is a reduction of Ikr currents density, the inactivation in mutant channels is more comprehensive and the recovery from the inactivation is slower"},{"id":"cggv:938fdd9e-9d37-4a03-87fb-0232274ab62a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1043548a-442d-43d6-bf83-d45be14ab064","type":"FunctionalAlteration","dc:description":"The voltage dependence of channel activation was increased, which caused a decrease in K+ flow, and longer time to repolarization for 3 variants that were identified in a patient cohort (and not in 1010 controls).  Another variant that was also identified in controls did not show the same physiological impact on function.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10219239","rdfs:label":"Identification of variants in patient population"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590b_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:0e4dc2de-47ac-4af2-80a1-e16870a364c9","type":"EvidenceLine","evidence":[{"id":"cggv:0e4dc2de-47ac-4af2-80a1-e16870a364c9_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:f49fe69c-6077-402c-8655-68be0c20b98e","type":"Cohort","allGenotypedSequenced":150,"alleleFrequency":0.006666666666666667,"detectionMethod":"SSCP analysis followed by Sanger for any variants identified in KCNE1, KCNE2, SCN5A, KCNQ1 and KCNH2","evidence":[{"id":"cggv:0e4dc2de-47ac-4af2-80a1-e16870a364c9_cc_evidence_item"}],"numWithVariant":1,"relatedCondition":{"id":"obo:MONDO_0002442"}},"controlCohort":{"id":"cggv:5624736f-723f-4fe5-90e1-44771cec0e02","type":"Cohort","allGenotypedSequenced":100,"alleleFrequency":0,"detectionMethod":"SSCP analysis followed by Sanger for any variants identified in KCNE1, KCNE2, SCN5A, KCNQ1 and KCNH2","evidence":[{"id":"cggv:0e4dc2de-47ac-4af2-80a1-e16870a364c9_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValueType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12185453","type":"dc:BibliographicResource","dc:abstract":"Long-QT syndrome (LQTS) may cause syncope and sudden death due to cardiac tachyarrhythmia. Chromosome 7-linked LQTS (LQT2) has been correlated with mutations in the human ether-a-go-go-related gene (HERG). HERG forms voltage-gated K channels that may be associated with Mink-related peptide 1 (MiRP1), an auxiliary beta-subunit. The channels mediate currents that resemble native I(Kr). Mutations in the KCNE2 gene encoding MiRP1 may also cause LQTS. In this study, the frequency of mutations in KCNE2 of 150 unrelated LQTS patients without known genotype and of 100 controls was analyzed using single-strand conformation polymorphism analysis and direct sequencing. We identified a novel missense mutation, V65 M, in the KCNE2 gene of a 17-year-old female with syncope and LQTS. Expression studies in Chinese hamster ovary cells revealed that mutant and wild-type MiRP1 co-localized with HERG subunits and formed functional channels. However, mutant HERG/MiRP1(V65M) channels mediated currents with an accelerated inactivation time course compared with wild-type channels. The accelerated inactivation time course of HERG/MiRP1(V65M) channels may decrease I(Kr) current density of myocardial cells, thereby impairing the ability of myocytes to repolarize in response to sudden membrane depolarizations such as extrasystoles.","dc:creator":"Isbrandt D","dc:date":"2002","dc:title":"Identification and functional characterization of a novel KCNE2 (MiRP1) mutation that alters HERG channel kinetics."},"rdfs:label":"Isbrandt et al"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"Weak case control study, but the functional analysis of the sole variant identified in KCNE2.  However, mutant form of KCNE2 appeared to form normal channels, localize appropriately and have some function, although the inactivation kinetics were somewhat altered.  Therefore, the clinical impact of this variant is unclear- may be a risk allele but not likely pathogenic on its own. Also the variant in this family was inherited from the asymptomatic father, while the mother, who had a borderline QT interval, did not have the variant.  Strongly suspect another variant might have been present in the family?"},{"id":"cggv:e0929ed6-0cba-47c4-af97-ede82ff21050","type":"EvidenceLine","evidence":[{"id":"cggv:e0929ed6-0cba-47c4-af97-ede82ff21050_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:aefabfa5-436d-496c-b979-959910daee28","type":"Cohort","allGenotypedSequenced":40,"alleleFrequency":1,"detectionMethod":"sanger sequencing of LQT genes: KCNQ1, KCNH2, SCN5A, KCNE1, KCNE2 and others","evidence":[{"id":"cggv:e0929ed6-0cba-47c4-af97-ede82ff21050_cc_evidence_item"}],"numWithVariant":40,"relatedCondition":{"id":"obo:MONDO_0002442"}},"controlCohort":{"id":"cggv:69dd19a8-2a8d-4dec-a858-8c833b61c362","type":"Cohort","allGenotypedSequenced":60706,"alleleFrequency":0.01415016637564656,"evidence":[{"id":"cggv:e0929ed6-0cba-47c4-af97-ede82ff21050_cc_evidence_item"}],"numWithVariant":859},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValueType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28794082","type":"dc:BibliographicResource","dc:abstract":"Insight into type 6 long-QT syndrome (LQT6), stemming from mutations in the KCNE2-encoded voltage-gated channel β-subunit, is limited. We sought to further characterize its clinical phenotype.","dc:creator":"Roberts JD","dc:date":"2017","dc:title":"Loss-of-Function KCNE2 Variants: True Monogenic Culprits of Long-QT Syndrome or Proarrhythmic Variants Requiring Secondary Provocation?"},"rdfs:label":"40 LQT6 cases + 17 from literature"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"The frequency of KCNE2 variants in controls is 2800x the prevalence of LQT6"},{"id":"cggv:9b2c0e30-a1a4-44fc-87e8-82af12f2d11d","type":"EvidenceLine","evidence":[{"id":"cggv:9b2c0e30-a1a4-44fc-87e8-82af12f2d11d_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:05a6cfe3-8b6a-418a-94c7-3319089c7131","type":"Cohort","allGenotypedSequenced":259,"alleleFrequency":0.01158301158301158,"detectionMethod":"3 sets of primers were used to amplify the KCNE2 gene coding region.","evidence":[{"id":"cggv:9b2c0e30-a1a4-44fc-87e8-82af12f2d11d_cc_evidence_item"}],"numWithVariant":3},"controlCohort":{"id":"cggv:79bce430-de87-4bf0-b389-4771b30f7c19","type":"Cohort","allGenotypedSequenced":1010,"alleleFrequency":0,"detectionMethod":"3 sets of primers were used to amplify the KCNE2 gene coding region.","evidence":[{"id":"cggv:9b2c0e30-a1a4-44fc-87e8-82af12f2d11d_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValueType":"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10219239","rdfs:label":"Abbott et al study"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":0,"dc:description":"This was a study to identify variants in the KCNE2 gene in individuals with ether drug induced or inherited or sporadic LQT phenotype, who did not already have variants in other known disease genes.   Although there was no case control matching, and no stats were provided, the variants were evaluated by biochemical methods and it was shown that they did impact the performance of the K+ channel in a model system. However, important to note that the variants were considered as \"likely to be tolerated\" normally, only causing predisposition to disease in the context of additional negative stimuli."},{"id":"cggv:91855a1d-4c5d-4281-9172-fb35b3156660","type":"EvidenceLine","evidence":[{"id":"cggv:91855a1d-4c5d-4281-9172-fb35b3156660_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:ccd58902-d67a-4bcb-a75d-da3452c8ae1b","type":"Cohort","allGenotypedSequenced":43,"alleleFrequency":0.02325581395348837,"detectionMethod":"Comprehensive genetic mutational analysis of 5 LQTS susceptibility genes was performed on all patients through a commercial laboratory\"","evidence":[{"id":"cggv:91855a1d-4c5d-4281-9172-fb35b3156660_cc_evidence_item"}],"numWithVariant":1,"relatedCondition":{"id":"obo:MONDO_0002442"}},"controlCohort":{"id":"cggv:b1afb792-93d7-4389-9a3e-d13fa09d574e","type":"Cohort","allGenotypedSequenced":105,"alleleFrequency":0,"evidence":[{"id":"cggv:91855a1d-4c5d-4281-9172-fb35b3156660_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:AggregateVariantAnalysis"},"statisticalSignificanceType":"","statisticalSignificanceValueType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23714088","type":"dc:BibliographicResource","dc:abstract":"The impact of harboring, genetic variants or single nucleotide polymorphisms (LQT-PM) on the repolarization response during exercise and recovery is unknown.","dc:creator":"Aziz PF","dc:date":"2013","dc:title":"Do LQTS gene single nucleotide polymorphisms alter QTc intervals at rest and during exercise stress testing?"},"rdfs:label":"pediatric patients with LQTS"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":1},{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590b_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:cbbb39fb-7e84-463a-b9db-c82b0426d25e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc284671-0ff9-4de2-a183-eca3ef726c03","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":55,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:cbbb39fb-7e84-463a-b9db-c82b0426d25e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bebb8562-e319-4e69-82ef-249b52794f30","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_172201.2(KCNE2):c.161T>C (p.Met54Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA253741"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23631727","type":"dc:BibliographicResource","dc:abstract":"Sinus node (SN) dysfunction is observed in some long-QT syndrome (LQTS) patients, but has not been studied as a function of LQTS genotype. LQTS6 involves mutations in the hERG β-subunit MiRP1, which also interacts with hyperpolarization-activated, cyclic nucleotide gated (HCN) channels-the molecular correlate of SN pacemaker current (If ). An LQTS registry search identified a 55-year male with M54T MiRP1 mutation, history of sinus bradycardia (39-56 bpm), and prolonged QTc.","dc:creator":"Nawathe PA","dc:date":"2013","dc:title":"An LQTS6 MiRP1 mutation suppresses pacemaker current and is associated with sinus bradycardia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23631727","rdfs:label":"55 yo caucasian male"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Disputed","sequence":1767,"specifiedBy":"GeneValidityCriteria8","strengthScore":4.5,"subject":{"id":"cggv:9d89770a-ccf7-43cd-8c0c-0d5fc603829f","type":"GeneValidityProposition","disease":"obo:MONDO_0002442","gene":"hgnc:6242","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"KCNE2 encodes the beta-subunit of voltage-gated potassium channels and is thought to assemble with KCNH2 to form Ikr (the rapidly activating delayed rectifier cardiac potassium channel). There is strong evidence associating KCNE2 with acquired LQTS, however, KCNE2 variants reported for LQTS routinely require secondary provocation to induce phenotype, persuading the Expert Panel to conclude that KCNE2 has no supportive evidence as a cause of LQTS in the absence of provoking factors (PMID 28794082). \nNote: All LQTS genes were curated by 3 separate blinded teams. The evidence and scores reached by these 3 teams were reviewed by the LQTS Clinical Domain Expert Panel. For a detailed discussion of this group's work and the separate scores of the 3 teams please see \"Adler et al. An International, Multicentered, Evidence-Based Reappraisal of Genes Reported to Cause Congenital Long QT Syndrome. Circulation 2020;141(6):418-428. doi: 10.1161/CIRCULATIONAHA.119.043132”\nNo supportive evidence as a cause of LQTS in the absence of provoking factor","dc:isVersionOf":{"id":"cggv:9912be79-b172-46ca-a67c-99698de5590b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}