{"id":"cggv:5dc5ef32-81ca-478e-be42-436da3416e4dv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5dc5ef32-81ca-478e-be42-436da3416e4d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:02.828Z","role":"Publisher"},{"id":"cggv:5dc5ef32-81ca-478e-be42-436da3416e4d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2018-12-27T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:5dc5ef32-81ca-478e-be42-436da3416e4d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dc5ef32-81ca-478e-be42-436da3416e4d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:52c461d4-03d4-4f27-a1d0-e16b8fdc1d46","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aff5d26c-0642-4060-8951-7a24a92b43d5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Argininosuccinate synthetase catalyzes the third step in the urea cycle, the ATP-dependent conversion of citrulline and aspartate into argininosuccinate. Together with ASL it is responsible for the biosynthesis of arginine in most body tissues. Deficiency of argininosuccinate synthetase results in accumulation of citrulline and ammonia, leading to hyperammonemic encephalopathy, which can be fatal in the neonatal period or during episodes of metabolic burden such as pregnancy. See also PMID 3545062 for review of function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6763345","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Walser M","dc:date":"1982","dc:title":"Urea cycle enzymopathies."},"rdfs:label":"Function of argininosuccinate synthase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The function of argininosuccinate synthetase has been well-established and it's role in citrullinemia has been studied over decades (see also Quinonez and Thoene, GeneReviews, PMID 20301631 and PMID 3545062)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:5dc5ef32-81ca-478e-be42-436da3416e4d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:501ed62d-107f-4369-8e2a-725ce22ad87e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f1e1e1dc-f1a6-4dff-8ddf-10798344bd14","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"A natural bovine model of citrullinemia, resulting from homozygousity for p.Arg86X in ASS1, results in plasma amino acid profiles in affected calves that are similar to those in neonatal-onset human citrullinemia, including elevated concentrations of glutamine and citrulline. Without pharmacotherapy, the calves die in the first few days of life, after a continuous neurologic decline. Neonatal calves were genotyped by PCR amplification on the day of birth, and citrullinemic animals were fed arginine/benzoate. At 10 days of age, an E1-deleted adenoviral vector expressing human ASS1, under control of a ubiquitously active promoter, was administered by intravenous infusion to two affected calves (S2 and S3). Transduction of approximately 20% of hepatocytes with the adenoviral vector resulted in 43% and 50% of the [15N]urea enrichment measured in control calves. This level of transduction was sufficient to achieve clinical improvement, as shown by normal feeding, and decreased serum-glutamine profiles, consistent with de novo urea synthesis. The calves continued to survive in spite of withdrawal of sodium benzoate.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10097149","type":"dc:BibliographicResource","dc:abstract":"The development of gene-replacement therapy for inborn errors of metabolism has been hindered by the limited number of suitable large-animal models of these diseases and by inadequate methods of assessing the efficacy of treatment. Such methods should provide sensitive detection of expression in vivo and should be unaffected by concurrent pharmacologic and dietary regimens. We present the results of studies in a neonatal bovine model of citrullinemia, an inborn error of urea-cycle metabolism characterized by deficiency of argininosuccinate synthetase and consequent life-threatening hyperammonemia. Measurements of the flux of nitrogen from orally administered 15NH4 to [15N]urea were used to determine urea-cycle activity in vivo. In control animals, these isotopic measurements proved to be unaffected by pharmacologic treatments. Systemic administration of a first-generation E1-deleted adenoviral vector expressing human argininosuccinate synthetase resulted in transduction of hepatocytes and partial correction of the enzyme defect. The isotopic method showed significant restoration of urea synthesis. Moreover, the calves showed clinical improvement and normalization of plasma glutamine levels after treatment. The results show the clinical efficacy of treating a large-animal model of an inborn error of hepatocyte metabolism in conjunction with a method for sensitively measuring correction in vivo. These studies will be applicable to human trials of the treatment of this disorder and other related urea-cycle disorders.","dc:creator":"Lee B","dc:date":"1999","dc:title":"Hepatocyte gene therapy in a large animal: a neonatal bovine model of citrullinemia."},"rdfs:label":"Gene therapy in bovine citrullinemia"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:4a18103b-5891-45b4-8258-58d4cba34006","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd0e974c-c13c-4d67-9ea0-38b4c1143c72","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Injection of an E1-deleted recombinant adenovirus carrying human ASS1 cDNA under the control of a CMV promoter into Ass1 knock out mice within hours after birth. The average life span of the AV treated animals was extended from 30 +/-9.5 hours to 16.1 +/-1.6 days. A second viral infusion 14 days after the first dose further prolonged the life span to an average of 36.2 +/- 7.0 days, and to 40.7 +/-3.3 days with a concurrent daily injection of arginine and sodium benzoate. \nSignificantly increased liver argininosuccinate synthetase activity (47.3 +/-7.9% of normal) was detected 24 h after viral infusion. This reached peak levels (80–90% of normal) at day 7 and decreased to about 20% of normal within 2–3 weeks after viral infusion. \nPlasma glutamine levels were partially normalized in virus-treated animals and were completely normalized in animals receiving Ad.CMVhAS with arginine and sodium benzoate.  Plasma arginine levels were also partially normalized. \nThe animals showed normal behavior until a few days before death, when they became lethargic and had rapid weight loss. Virus-treated Ass1 homozygotes had slower weight gain and fur development than their heterozygous littermates, an indication of arginine deficiency, suggesting that the virus-mediated ASS1exp ession in the liver did not completely correct the metabolic deficiencies in these animals. Treatment with sodium benzoate, in addition to virus, resulted in a mild, but not significant, improvement in weight.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11083500","type":"dc:BibliographicResource","dc:abstract":"Citrullinemia is an autosomal recessive disorder caused by the deficiency of argininosuccinate synthetase (AS). It is characterized by elevated levels of blood citrulline and ammonia, which often results in hyperammonemic coma and early neonatal death in affected children. We have explored the use of adenoviral vectors as a treatment modality in a murine model of citrullinemia, the Ass mouse. The Ass mouse has no endogenous AS activity due to a targeted interruption of the AS gene. Homozygous mutant animals develop high levels of blood citrulline, become hyperammonemic, and die within 24-48 h after birth. We demonstrated that the neonatal crisis in Ass mice can be ameliorated by the injection of a recombinant adenovirus carrying human AS cDNA (Ad.CMVhAS) within hours after birth. The average life span of the virus-treated animals was extended from 30 +/- 9.5 h to 16.1 +/- 1.6 days. A second viral infusion 14 days after the first dose further prolonged the life span to an average of 36.2 +/- 7.0 days, and to 40.7 +/- 3.3 days with a concurrent daily injection of arginine and sodium benzoate. Significantly increased liver AS activity (47.3 +/- 7.9% of normal) was detected 24 h after viral infusion, which reached peak levels (80-90% of normal) at day 7 and decreased to about 20% of normal within 2-3 weeks after viral infusion. Southern blot analysis of liver DNA revealed a transduction efficiency of about one viral genome per hepatocyte 7 days after viral infusion and a gradual decrease of viral genome per cell parallel to the loss of liver AS activity. Plasma glutamine levels were partially normalized in virus-treated animals and were completely normalized in animals receiving Ad.CMVhAS concurrently with alternative pathway therapy. Plasma arginine levels were also partially normalized. Together, these results demonstrated that the recombinant adenovirus was capable of conferring AS activity in the liver of the recipient animals within 24 h, and the neonatal crisis of hyperammonemia could be averted by acute treatment with the AS containing adenovirus.","dc:creator":"Ye X","dc:date":"2000","dc:title":"Correction of argininosuccinate synthetase (AS) deficiency in a murine model of citrullinemia with recombinant adenovirus carrying human AS cDNA."},"rdfs:label":"Gene therapy in Ass1 KO mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:fe0de3f7-6d65-4f33-8eda-8620259cf5e4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2e4c87ed-49a8-4277-926d-9d3b0ef3bc5b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ass1 knock out mice develop high levels of blood citrulline, a decrease in arginine, become hyperammonemic (with levels 16 x those in wild type littermates), and die within one or two days after birth. The higher concentration of citrulline and decrease in arginine are of the same order of magnitude as in human patients with citrullinemia. Human patients also develop hyperammonemia. The biochemical phenotype of the mutant mice closely resembles that of humans with argininosuccinate synthetase activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8197477","type":"dc:BibliographicResource","dc:abstract":"Argininosuccinate synthetase (ASS) is a urea cycle enzyme that forms argininosuccinate from citrulline and aspartate. Mutations at the ASS locus in man cause the inherited disease, citrullinemia. Citrullinemia is inherited as an autosomal recessive trait and is characterized, biochemically, by elevated levels of blood citrulline and ammonia and often results in early neonatal death if untreated. We have used homologous recombination in embryonic stem cells to generate a line of mice having a targeted disruption of the Ass gene. Homozygous mutant animals develop high levels of blood citrulline, become hyperammonemic, and die within one or two days after birth. Because the phenotype of the mutant mice closely resembles that of humans who lack the ASS enzyme, we expect that these mice will serve as a useful model for exploring new treatments for citrullinemia including somatic gene therapy.","dc:creator":"Patejunas G","dc:date":"1994","dc:title":"Generation of a mouse model for citrullinemia by targeted disruption of the argininosuccinate synthetase gene."},"rdfs:label":"Ass1 knock out mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:5dc5ef32-81ca-478e-be42-436da3416e4d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dc5ef32-81ca-478e-be42-436da3416e4d_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:f0b83272-bceb-4ed6-885a-6bf86d596652_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:041ee69c-ea3a-40d8-83a5-63e02c4bc381","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"not reported","ethnicity":{"id":"cg:UnknownEthnicity"},"phenotypeFreeText":"Outcome severe. Deceased as neonate","phenotypes":"obo:HP_0001522","previousTesting":true,"previousTestingDescription":"not reported","sex":"UnknownEthnicity","variant":{"id":"cggv:f0b83272-bceb-4ed6-885a-6bf86d596652_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5b78d28d-c1ec-41a1-83ca-515ca4a85ce0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000050.4(ASS1):c.496-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/92368"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28111830","type":"dc:BibliographicResource","dc:abstract":"Citrullinemia type 1 is an autosomal recessive urea cycle disorder caused by defects in the argininosuccinate synthetase (ASS) enzyme due to mutations in ASS1 gene. An impairment of ASS function can lead to a wide spectrum of phenotypes, from life-threatening neonatal hyperammonemia to a later onset with mild symptoms, and even some asymptomatic patients exhibiting an only biochemical phenotype. The disease is panethnic. In this update, we report 137 mutations (64 of which are novel), consisting of 89 missense mutations, 19 nonsense mutations, 17 mutations that affect splicing, and 12 deletions. The change p.Gly390Arg is by far the most common mutation and is widely spread throughout the world. Other frequent mutations (p.Arg157His, p.Trp179Arg, p.Val263Met, p.Arg304Trp, p.Gly324Ser, p.Gly362Val, and p.Arg363Trp), each found in at least 12 independent families, are mainly carried by patients from the Indian subcontinent, Turkey, Germany, and Japan. To better understand the disease, we collected clinical data of >360 patients, including all published information available. This information is related to the patients' genetic background, the conservation of the mutated residues and a structural rationalization of the effect of the most frequent mutations. In addition, we review ASS regulation, animal models, diagnostic strategies, newborn screening, and treatment options.","dc:creator":"Diez-Fernandez C","dc:date":"2017","dc:title":"Mutations in the Human Argininosuccinate Synthetase (ASS1) Gene, Impact on Patients, Common Changes, and Structural Considerations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28111830","rdfs:label":"Splice Site Patient 7"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"canonical splice variant\n\nNM_000050.4(ASS1):c.496-2A>G not in gnomAD"},{"id":"cggv:54042689-261d-4e9b-9cb0-e93cd9d163ed_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:314c5261-52b2-43a3-ab61-9cb43cabfff0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":3,"detectionMethod":"DNA + All exon-intron boundaries amplified and directly sequenced","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypeFreeText":"Manifested hyperammonemic encephalopathy in the neonatal period. Outcome severe: Severe global developmental delay Paper includes biochemical findings: NH3=1128 (ref:~ 35 μmol/L); Citrulline=2033 (ref: 16–32 μmol/L)","phenotypes":"obo:HP_0001263","previousTesting":true,"previousTestingDescription":"not reported","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:54042689-261d-4e9b-9cb0-e93cd9d163ed_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:78e52366-7e46-4355-8146-38bc06547c9b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000050.4(ASS1):c.421-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/198386"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23246278","type":"dc:BibliographicResource","dc:abstract":"Type 1 citrullinemia (CTLN1) often presents as a hyperammonemic encephalopathy in the neonatal period, but it can also develop in the late-infantile period and in adults. In addition, some patients can be identified in the presymptomatic period by neonatal or family member screening. In this study, twenty Korean patients with CTLN1 (19 families) were examined; fourteen patients with neonatal-onset, three with late-onset, and three that were identified presymptomatically. The 13 patients with hyperammonemic encephalopathy received continuous venovenous hemofiltration (CVVH) or peritoneal dialysis (PD). Although the hyperammonemia was relieved more effectively in the six patients on CVVH than the seven on PD, most of these patients suffered from severe neurologic deficits. Recurrent hyperammonemic episodes (7 pts, 35%), recurrent and reversible acute hepatic dysfunction (5 pts, 25%), and focal cerebral infarction (2 pts, 10%) were noted. The neonates with hyperammonemic encephalopathy had extensive brain injuries at the onset of hyperammonemia, followed by encephalomalacia and brain atrophy at quite an early age. Genetic testing for the ASS1 gene revealed a different mutation spectrum from those of other ethnicities; Three common mutations, c.421-2A>G (37.8%), c.1128-6_1188dup67 (18.9%), and p.Gly324Ser (16.2%), accounted for 73% of the mutations. The poor outcome was expected in patients with the peak ammonia level at onset over 600μmol/L, whose proportion was higher in the neonatal presentation group than in the presymptomatic/late presentation group. Our findings add to the current understanding of the ethnic diversity of CTLN1 from both clinical and genetic perspectives.","dc:creator":"Lee BH","dc:date":"2013","dc:title":"High prevalence of neonatal presentation in Korean patients with citrullinemia type 1, and their shared mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23246278","rdfs:label":"Subject 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"canonical splice variant\n\nMaximum population minor allele frequency for NM_000050.4(ASS1):c.421-2A>G in gnomAD = 0.0001632 (East Asian); no homozygotes"},{"id":"cggv:804b4122-15d9-49c3-a115-34a789ace6af_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ae82edb1-edf7-438d-a182-587da7676077","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":5,"detectionMethod":"DNA + All exon-intron boundaries amplified and directly sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"Presented with Hyperammonemic encephalopathy. Biochemical findings: NH3=439 (ref: ~ 35 μmol/L); Citrulline=2078 (ref: 16–32 μmol/L); Arginine=17 (ref: 44–120 μmol/L). Outcome was labeled as Moderate. Mild developmental delay.","phenotypes":"obo:HP_0001263","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:804b4122-15d9-49c3-a115-34a789ace6af_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a4d82f19-9443-4633-8d21-27afadf12bc8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000050.4(ASS1):c.910C>T (p.Arg304Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6330"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23246278"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23246278","rdfs:label":"Subject 14"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Well known missense variant in citrullinemia. \n\nMaximum population minor allele frequency for NM_000050.4(ASS1):c.910C>T (p.Arg304Trp) in gnomAD = 0.00008716(Latino); no homozygotes (any population)"},{"id":"cggv:65ad88ee-a279-4271-9362-521813d04ead_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5be7e5b2-9d67-486f-8020-39574ef50451","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA + sequencing of the ASS-cDNA in two overlapping fragments, followed by direct sequencing","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"\"Prenatal diagnosis; Fetuses with citrullinemia: Positive diagnoses based on the strongly elevated citrulline level in AF were confirmed by analysis of cultured AF cells and/or fetal fibroblasts obtained after termination of pregnancy. No fetus-specific information available.\"","previousTesting":true,"previousTestingDescription":"not reported","sex":"UnknownEthnicity","variant":{"id":"cggv:65ad88ee-a279-4271-9362-521813d04ead_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5326d3ec-bb1d-4962-9337-3e5195812f07","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000050.4(ASS1):c.835C>T (p.Arg279Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6333"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16475226","type":"dc:BibliographicResource","dc:abstract":"In the course of 25 years, we have experienced a high rate of affected fetuses in the prenatal diagnosis of citrullinemia.","dc:creator":"Kleijer WJ","dc:date":"2006","dc:title":"Prenatal diagnosis of citrullinemia and argininosuccinic aciduria: evidence for a transmission ratio distortion in citrullinemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16475226","rdfs:label":"Proband 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Truncating variant\n\nMaximum population minor allele frequency for NM_000050.4(ASS1):c.835C>T (p.Arg279Ter) in gnomAD = \t0.00006169 (African); no homozygotes"},{"id":"cggv:eac60018-8f98-42a5-83c9-d16a1c080ef4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd81fc0d-77cb-487a-85e5-09610224f5cc","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"not reported","ethnicity":{"id":"cg:UnknownEthnicity"},"phenotypeFreeText":"severe clinical outcome, no further details","previousTesting":true,"previousTestingDescription":"not reported","sex":"UnknownEthnicity","variant":{"id":"cggv:eac60018-8f98-42a5-83c9-d16a1c080ef4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e5fddc9b-c39a-4f30-a1d8-d834aa640325","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000050.4(ASS1):c.931C>T (p.Gln311Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/552773"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19006241","type":"dc:BibliographicResource","dc:abstract":"Citrullinemia type I is an autosomal recessive disorder that is caused by a deficiency of the urea cycle enzyme argininosuccinate synthetase (ASS1). Deficiency of ASS1 shows various clinical manifestations encompassing severely affected patients with fatal neonatal hyperammonemia as well as asymptomatic individuals with only a biochemical phenotype. This is a comprehensive report of all 87 mutations found to date in the ASS1 gene on chromosome 9q34.1. A large proportion of the mutations (n=27) are described here for the first time. Mutations are distributed throughout exons 3 to 15, most of them being identified in exons 5, 12, 13, and 14. The mutation G390R in exon 15 is the single most common mutation in patients with the classical phenotype. Certain mutations clearly link to specific clinical courses but the clinical phenotype cannot be anticipated in all patients. This update presents a survey of the correlation between mutations in the ASS1 gene and the respective clinical courses as described so far. It also sheds light on the geographic incidence of the mutations. Enzymatic studies have been done in bacterial and human cell systems. However, the prognostic value of genetic aberrations with respect to their effect on protein function and clinical manifestation remains uncertain.","dc:creator":"Engel K","dc:date":"2009","dc:title":"Mutations and polymorphisms in the human argininosuccinate synthetase (ASS1) gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19006241","rdfs:label":"Italian Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"NMD truncation variant\n\nNM_000050.4(ASS1):c.931C>T (p.Gln311Ter) not in gnomAD"},{"id":"cggv:a5b04062-a271-4cb7-a6c5-c635022bda21_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:806230f9-3c10-4164-b22a-2825bc83090f","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":2,"detectionMethod":"Not reported.","phenotypeFreeText":"\"High\" Plasma citrulline. Severe hyperammonemia. Neonatal death at age 2 days.","phenotypes":["obo:HP_0001987","obo:HP_0001522"],"previousTesting":true,"previousTestingDescription":"Not reported.","sex":"UnknownEthnicity","variant":{"id":"cggv:a5b04062-a271-4cb7-a6c5-c635022bda21_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:282ea9c0-2565-44e7-bd20-e58f2c4e77e2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000050.4(ASS1):c.1030C>T (p.Arg344Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/188885"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28111830"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28111830","rdfs:label":"Nonsense Patient 15B"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Truncating variant. May want to reduce from default as this variant is less well-known.  \n\nMaximum population minor allele frequency for NM_000050.4(ASS1):c.1030C>T (p.Arg344Ter) in gnomAD = 0.00006535 (African); no homozygotes (any population)"},{"id":"cggv:6bc33cd1-6030-4873-93de-59e5554c8ef2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d71c8d0e-e330-42b7-b875-fd071b5c1077","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RNA electrophoresis + cDNA screening by restriction enzymes + clone sequencing","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Restriction digest","phenotypeFreeText":"not reported","previousTesting":true,"previousTestingDescription":"not reported","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:6bc33cd1-6030-4873-93de-59e5554c8ef2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0212888a-97fc-4764-b782-504f57b01369","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000050.4(ASS1):c.1194-1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/166704"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2246255","type":"dc:BibliographicResource","dc:abstract":"The cloned argininosuccinate synthetase gene from a citrullinemia patient's fibroblast cell line revealed a single base substitution (G to C) within the splice acceptor site of the last intron. The mutation abolished normal RNA splicing, and, by cDNA analysis, three abnormal splicing pathways were demonstrated. The major pathway involved the activation of a cryptic acceptor site in the last exon that resulted in a deletion of seven nucleotides in the mature RNA. Another pathway involved a downstream cryptic acceptor site, that is 388 nucleotides downstream from the first cryptic site. Northern blot analysis showed that this second cryptic site is present on the minor 2.7-kilobase mRNA, but not on the major species of argininosuccinate synthetase mRNA, which is 1.7-kilobases in length. Using this aberrant cDNA as a probe, the cDNA of the 2.7-kilobase mRNA was isolated and studied. Sequence analysis suggests that this species of RNA is the one that bypasses the polyadenylation signal employed by the 1.7-kilobase RNA. Since both transcripts encounter the same translation termination codon, both RNAs should encode identical protein. Furthermore, a tract of 22 repeats of d(CA).(GT) is found at the 3' end of the gene and this repeat sequence is present on the 2.7-kilobase RNA. The third pathway of the abnormal splicing revealed a rare class of transcript that has the last intron retained in the mature RNA. This study shows that in human the intron inclusion can occur through a naturally occurring point mutation. All these abnormally spliced RNAs resulted in a protein reading frame shift.","dc:creator":"Su TS","dc:date":"1990","dc:title":"Analysis of a splice acceptor site mutation which produces multiple splicing abnormalities in the human argininosuccinate synthetase locus."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2246255","rdfs:label":"CG"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Canonical splice: study demonstrates that a G- to C- substitution in splice acceptor site (AG to AC) of intron 15 of argininosuccinate synthetase is responsible for the deficiency of this enzyme in citrullinemia patient CG. The variant leads to the production of aberrantly spliced RNA. By cDNA analysis, at least three abnormal splicing events can occur because of this mutation. This resulted in reading frame-shifting at the C- terminal end of argininosuccinate synthetase. PMID: 2246255\n\nMaximum population minor allele frequency for NM_000050.4(ASS1):c.1194-1G>C in gnomAD = 0.00002328 (European(non-Finnish)); no homozygotes"},{"id":"cggv:7b9a4e40-6d4d-462e-a8b3-e8bf3aa700b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:91e7a32c-f0ab-45b2-b022-7e86e543cde7","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA + sequencing of the ASS-cDNA in two overlapping fragments, followed by direct sequencing","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"\"Prenatal diagnosis; Fetuses with citrullinemia: Positive diagnoses based on the strongly elevated citrulline level in AF were confirmed by analysis of cultured AF cells and/or fetal fibroblasts obtained after termination of pregnancy. No fetus-specific information available.\n\"","previousTesting":true,"previousTestingDescription":"not reported","sex":"UnknownEthnicity","variant":{"id":"cggv:7b9a4e40-6d4d-462e-a8b3-e8bf3aa700b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1c3dee40-cc69-4048-95a5-19f60a693536","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000050.4(ASS1):c.823G>T (p.Gly275Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/557645"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16475226"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16475226","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"NMD truncation variant\n\nNM_000050.4(ASS1):c.823G>T (p.Gly275Ter) not in gnomAD"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":787,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:55b01a73-08d9-4e28-b5a3-0ea21b403db3","type":"GeneValidityProposition","disease":"obo:MONDO_0008988","gene":"hgnc:758","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"Autosomal recessive citrullinemia type I has a long history as a well-known metabolic disorder with the first clinical reports published in the 1960s. Identification and dysfunction of the enzyme product of ASS1, argininosuccinate synthetase, in a citrullinemia patient cell line was first observed in 1967 (PMID 16591537). This same publication asserted that citrullinemia was a genetic inborn error of metabolism, although the ASS1 gene was not mapped until 1977 (PMID 852520) and cloned in 1982 (PMID 6194510). Causative variation in ASS1 was first molecularly confirmed in patient cell-lines (generated at an earlier date) in reports from 1990 (Kobayashi et al. PMID: 2358466, Su et al. PMID: 2246255). At least 130 unique variants (including missense, nonsense, frameshift, splice site, deletions and complex rearrangements) have been reported in humans (PMID: 28111830). Three variants (p.Arg304Trp, c.421-2A>G, and p.Gly390Arg) that are associated with severe disease account for the majority of citrullinemia type I (PMID 12815590). Additionally, at least 8 variants have been associated with mild disease, non-classic presentation of disease, or no clinical symptoms in patients with varying genotypes (PMID 2030163). Evidence supporting this gene-disease relationship includes case-level and experimental data.\nVariants in this gene were curated in 8 cases (PMIDs 28111830, 23246278, 19006241, 16475226, 2246255, 2030163). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism for disease is loss of function.\nThis gene-disease relationship is supported by the biochemical function of argininosuccinate synthase (Walsner, 1982, PMID 676334; Jackson 1986, PMID 3545062). Argininosuccinate synthetase catalyzes the conversion of citrulline and aspartate into argininosuccinate, the third step in the urea cycle. Together with ASL it is responsible for the biosynthesis of arginine in most body tissues. Consistent with this role, deficiency of argininosuccinate synthetase results in accumulation of citrulline and ammonia, leading to hyperammonemic encephalopathy, and deficiency of arginine. The gene-disease relationship is also supported by the biochemical and clinical features observed in murine and bovine animal models (Patejunas et al, 1993, PMID 8197477; (Harper et al, 1999, PMID 2596577) and rescue of these phenotypes in animal models by gene therapy (Lee et al, 1999, PMID 10097149; Ye et al, 2000, PMID 11083500; Chandler et al, 2013, PMID 24131980). More experimental evidence to support the gene-disease relationship is available in the literature but the maximum score for experimental evidence has been reached. In summary, ASS1 is definitively associated with citrullinemia type I (autosomal recessive). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel on December 27th, 2018.\n","dc:isVersionOf":{"id":"cggv:5dc5ef32-81ca-478e-be42-436da3416e4d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}