{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10079","date":"2021-11-03T13:45:30.189Z","role":"Publisher"},{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10079","date":"2021-11-03T13:45:17.796Z","role":"Approver"}],"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/21763483","type":"dc:BibliographicResource","dc:abstract":"To identify rare causal variants in late-onset Parkinson disease (PD), we investigated an Austrian family with 16 affected individuals by exome sequencing. We found a missense mutation, c.1858G>A (p.Asp620Asn), in the VPS35 gene in all seven affected family members who are alive. By screening additional PD cases, we saw the same variant cosegregating with the disease in an autosomal-dominant mode with high but incomplete penetrance in two further families with five and ten affected members, respectively. The mean age of onset in the affected individuals was 53 years. Genotyping showed that the shared haplotype extends across 65 kilobases around VPS35. Screening the entire VPS35 coding sequence in an additional 860 cases and 1014 controls revealed six further nonsynonymous missense variants. Three were only present in cases, two were only present in controls, and one was present in cases and controls. The familial mutation p.Asp620Asn and a further variant, c.1570C>T (p.Arg524Trp), detected in a sporadic PD case were predicted to be damaging by sequence-based and molecular-dynamics analyses. VPS35 is a component of the retromer complex and mediates retrograde transport between endosomes and the trans-Golgi network, and it has recently been found to be involved in Alzheimer disease.","dc:creator":"Zimprich A","dc:date":"2011","dc:title":"A mutation in VPS35, encoding a subunit of the retromer complex, causes late-onset Parkinson disease."},{"id":"https://pubmed.ncbi.nlm.nih.gov/21763482","type":"dc:BibliographicResource","dc:abstract":"The identification of genetic causes for Mendelian disorders has been based on the collection of multi-incident families, linkage analysis, and sequencing of genes in candidate intervals. This study describes the application of next-generation sequencing technologies to a Swiss kindred presenting with autosomal-dominant, late-onset Parkinson disease (PD). The family has tremor-predominant dopa-responsive parkinsonism with a mean onset of 50.6 ± 7.3 years. Exome analysis suggests that an aspartic-acid-to-asparagine mutation within vacuolar protein sorting 35 (VPS35 c.1858G>A; p.Asp620Asn) is the genetic determinant of disease. VPS35 is a central component of the retromer cargo-recognition complex, is critical for endosome-trans-golgi trafficking and membrane-protein recycling, and is evolutionarily highly conserved. VPS35 c.1858G>A was found in all affected members of the Swiss kindred and in three more families and one patient with sporadic PD, but it was not observed in 3,309 controls. Further sequencing of familial affected probands revealed only one other missense variant, VPS35 c.946C>T; (p.Pro316Ser), in a pedigree with one unaffected and two affected carriers, and thus the pathogenicity of this mutation remains uncertain. Retromer-mediated sorting and transport is best characterized for acid hydrolase receptors. However, the complex has many types of cargo and is involved in a diverse array of biologic pathways from developmental Wnt signaling to lysosome biogenesis. Our study implicates disruption of VPS35 and retromer-mediated trans-membrane protein sorting, rescue, and recycling in the neurodegenerative process leading to PD.","dc:creator":"Vilariño-Güell C","dc:date":"2011","dc:title":"VPS35 mutations in Parkinson disease."}],"evidence":[{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c1d0554-08fb-4474-9216-2b38e7f5191c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:660a07c0-7eaf-4f33-afdc-c9279fa276a7","type":"FunctionalAlteration","dc:description":"Convincing","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33347683","type":"dc:BibliographicResource","dc:abstract":"Retromer core complex is an endosomal scaffold that plays a critical role in orchestrating protein trafficking within the endosomal system. Here we characterized the effect of the Parkinson's disease-linked Vps35 D620N in the endo-lysosomal system using Vps35 D620N rescue cell models. Vps35 D620N fully rescues the lysosomal and autophagy defects caused by retromer knock-out. Analogous to Vps35 knock out cells, the endosome-to-trans-Golgi network transport of cation-independent mannose 6-phosphate receptor (CI-M6PR) is impaired in Vps35 D620N rescue cells because of a reduced capacity to form endosome transport carriers. Cells expressing the Vps35 D620N variant have altered endosomal morphology, resulting in smaller, rounder structures with less tubule-like branches. At the molecular level retromer incorporating Vps35 D620N variant has a decreased binding to retromer associated proteins wiskott-aldrich syndrome protein and SCAR homologue (WASH) and SNX3 which are known to associate with retromer to form the endosome transport carriers. Hence, the partial defects on retrograde protein trafficking carriers in the presence of Vps35 D620N represents an altered cellular state able to cause Parkinson's disease.","dc:creator":"Cui Y","dc:date":"2021","dc:title":"Formation of retromer transport carriers is disrupted by the Parkinson disease-linked Vps35 D620N variant."},"rdfs:label":"co-immunoprecipitation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:2adc4805-5d5c-4e51-a482-3531f65f637d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01d36fda-ef5e-4fb3-b82f-161f8eaf6476","type":"FunctionalAlteration","dc:description":"convincing and recurrent","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24152121","type":"dc:BibliographicResource","dc:abstract":"The retromer is a trimeric cargo-recognition protein complex composed of Vps26, Vps29 and Vps35 associated with protein trafficking within endosomes. Recently, a pathogenic point mutation within the Vps35 subunit (D620N) was linked to the manifestation of Parkinson's disease (PD). Here, we investigated details underlying the molecular mechanism by which the D620N mutation in Vps35 modulates retromer function, including examination of retromer's subcellular localization and its capacity to sort cargo. We show that expression of the PD-linked Vps35 D620N mutant redistributes retromer-positive endosomes to a perinuclear subcellular localization and that these endosomes are enlarged in both model cell lines and fibroblasts isolated from a PD patient. Vps35 D620N is correctly folded and binds Vps29 and Vps26A with the same affinity as wild-type Vps35. While PD-linked point mutant Vps35 D620N interacts with the cation-independent mannose-6-phosphate receptor (CI-M6PR), a known retromer cargo, we find that its expression disrupts the trafficking of cathepsin D, a CI-M6PR ligand and protease responsible for degradation of α-synuclein, a causative agent of PD. In summary, we find that the expression of Vps35 D620N leads to endosomal alterations and trafficking defects that may partly explain its action in PD. ","dc:creator":"Follett J","dc:date":"2014","dc:title":"The Vps35 D620N mutation linked to Parkinson's disease disrupts the cargo sorting function of retromer."},"rdfs:label":"A431 cells tran- siently transfected with either Vps35 WT-GF"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:754f7e4d-3579-4e38-9d9a-d3cfe9866ad8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:581a339b-3e5e-4e06-a96b-cd90983f4179","type":"FunctionalAlteration","dc:description":"Neurons carrying the p. D620N VPS35 mutation displayed a reduced basal and maximal respiration, reduced spare respiratory capacity, and non-mitochondrial oxygen consumption . This was associated with a significantly reduced ATP production in patient-derived neurons compared to controls. VPS35 D620N patient-derived neurons show an impaired mitochondrial clearance.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33142012","type":"dc:BibliographicResource","dc:abstract":"VPS35 is part of the retromer complex and is responsible for the trafficking and recycling of proteins implicated in autophagy and lysosomal degradation, but also takes part in the degradation of mitochondrial proteins via mitochondria-derived vesicles. The p.D620N mutation of VPS35 causes an autosomal-dominant form of Parkinson's disease (PD), clinically representing typical PD.","dc:creator":"Hanss Z","dc:date":"2021","dc:title":"Mitochondrial and Clearance Impairment in p.D620N VPS35 Patient-Derived Neurons."},"rdfs:label":"Reprogrammed fibroblasts (D620N)"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:623f7027-25dd-4110-ba5a-fe039d96ca51","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1c5ca7b8-65f1-47f7-9e95-dfa5cb86dbe7","type":"FunctionalAlteration","dc:description":"Among the cells from PD patients, fewer than 5% of MAP2-positive cells were positive for TH, indicating the possibilities of low efficiency of dopaminergic differentiation and occur- rence of cell death in PD-derived DA neurons. DA neurons derived from PD patients carrying the VPS35 D620N mutation undergo apoptosis. VPS35 mutation affects the movement of early and late endosomes. VPS35 mutation causes endosomal fission and fusion dysfunction. The results demonstrate a possibility of PD-relevant neuropathological feature in DA neurons derived from PD patients carrying the VPS35 D620N mutation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33032646","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Vacuolar protein sorting 35 (VPS35) gene have been linked to familial Parkinson's disease (PD), PARK17. VPS35 is a key component of the retromer complex, which plays a central role in endosomal trafficking. However, whether and how VPS35 deficiency or mutation contributes to PD pathogenesis remain unclear. Here, we analyzed human induced pluripotent stem cell (iPSC)-derived neurons from PD patients with the VPS35 D620N mutation and addressed relevant disease mechanisms. In the disease group, dopaminergic (DA) neurons underwent extensive apoptotic cell death. The movement of Rab5a- or Rab7a-positive endosomes was slower, and the endosome fission and fusion frequencies were lower in the PD group than in the healthy control group. Interestingly, vesicles positive for cation-independent mannose 6-phosphate receptor transported by retromers were abnormally localized in glial cells derived from patient iPSCs. Furthermore, we found α-synuclein accumulation in TH positive DA neurons. Our results demonstrate the induction of cell death, endosomal dysfunction and α -synuclein accumulation in neural cells of the PD group. PARK17 patient-derived iPSCs provide an excellent experimental tool for understanding the pathophysiology underlying PD.","dc:creator":"Bono K","dc:date":"2020","dc:title":"Endosomal dysfunction in iPSC-derived neural cells from Parkinson's disease patients with VPS35 D620N."},"rdfs:label":"Endosomal dysfunction in iPSC-derived neural cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9696db4f-a3ab-45c9-b560-bea9b6a7a22f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cdebfa51-63b5-4b13-892e-9243f1ef4142","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The data show that the dopaminergic system of VKI mice is profoundly altered relative to wild-type littermates. They conclude early synaptic dysfunction contributes to age-related pathophysiology in the nigrostriatal system that may lead to parkinsonism in man.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30155515","type":"dc:BibliographicResource","dc:abstract":"Vacuolar protein sorting 35 (VPS35) is a core component of the retromer trimer required for endosomal membrane-associated protein trafficking. The discovery of a missense mutation, ","dc:creator":"Cataldi S","dc:date":"2018","dc:title":"Altered dopamine release and monoamine transporters in Vps35 p.D620N knock-in mice."},"rdfs:label":"Knock-in mouse with a Vps35 p.D620N substitution"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:480f05a3-f461-4037-922d-e8005cba2744","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bc3295b8-4f36-45ff-9a18-b1427064ff14","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The D620N VPS35 knockin (KI) mouse model of PD formally established the age-related pathogenic effects of the D620N mutation at physiological expression levels. A heterozygous or homozygous D620N mutation is sufficient to reproduce key neuropathological hallmarks of PD as indicated by the progressive degeneration of nigrostriatal pathway dopaminergic neurons and widespread axonal pathology. Endogenous D620N VPS35 expression induces robust tau-positive somatodendritic pathology throughout the brain as indicated by abnormal hyperphosphorylated and conformation-specific tau, which may represent an important and early feature of mutant VPS35-induced neurodegeneration in PD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30842285","type":"dc:BibliographicResource","dc:abstract":"Mutations in the ","dc:creator":"Chen X","dc:date":"2019","dc:title":"Parkinson's disease-linked "},"rdfs:label":"D620N VPS35 knockin (KI) mouse model of PD"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:a89c0bd8-b438-4d21-9746-41f8a7d18409","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ece2337d-3188-4223-946c-459fdb5ffa70","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"characteristic loss of dopaminergic (TH-positive) neurons","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25288323","type":"dc:BibliographicResource","dc:abstract":"Mutations of VPS35, a component of the retromer complex have been associated with late onset familial Parkinson's disease. The D620N mutation in VPS35 appears to be most prevalent, however, P316S was found in two cases within the same family and a control, whereas L774M was identified in 6 cases and 1 control. In vivo evidence of their pathogenicity is lacking. Here we investigated the in vivo effects of P316S, D620N and L774M using Drosophila as a model. We generated transgenic human VPS35-expressing mutations and demonstrated that VPS35 D620N transgenic flies led to late-onset loss of TH-positive DA neurons, poor mobility, shortened lifespans and increased sensitivity to rotenone, a PD-linked environmental toxin, with some of these phenotypes observed for P316S but not in L774M transgenic flies. We conclude that D620N and to a smaller extent P316S are associated with pathogenicity in PD. ","dc:creator":"Wang HS","dc:date":"2014","dc:title":"In vivo evidence of pathogenicity of VPS35 mutations in the Drosophila."},"rdfs:label":"Drosophila expressing mutant VPS35"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:d9fcc426-3e18-40a1-a6ea-394d49d31985","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52fcb54c-0f18-4cbb-9a17-2d335cc8bc8a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This VPS35 D620N KI model recapitulated a spectrum of cardinal features of PD at 14 months of age which included age-dependent progressive motor deficits, significant changes in the levels of dopamine (DA) and DA metabolites in the striatum, and robust neurodegeneration of the DA neurons in the SNpc and DA terminals in the striatum, accompanied by increased neuroinflammation, and accumulation and aggregation of α-synuclein in DA neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33745227","type":"dc:BibliographicResource","dc:abstract":"D620N mutation in the vacuolar protein sorting 35 ortholog (VPS35) gene causes late-onset, autosomal dominant familial Parkinson's disease (PD) and contributes to idiopathic PD. However, how D620N mutation leads to PD-related deficits in vivo remains unclear. In the present study, we thoroughly characterized the biochemical, pathological, and behavioral changes of a VPS35 D620N knockin (KI) mouse model with chronic aging. We reported that this VPS35 D620N KI model recapitulated a spectrum of cardinal features of PD at 14 months of age which included age-dependent progressive motor deficits, significant changes in the levels of dopamine (DA) and DA metabolites in the striatum, and robust neurodegeneration of the DA neurons in the SNpc and DA terminals in the striatum, accompanied by increased neuroinflammation, and accumulation and aggregation of α-synuclein in DA neurons. Mechanistically, D620N mutation induced mitochondrial fragmentation and dysfunction in aged mice likely through enhanced VPS35-DLP1 interaction and increased turnover of mitochondrial DLP1 complexes in vivo. Finally, the VPS35 D620N KI mice displayed greater susceptibility to MPTP-mediated degeneration of nigrostriatal pathway, indicating that VPS35 D620N mutation increased vulnerability of DA neurons to environmental toxins. Overall, this VPS35 D620N KI mouse model provides a powerful tool for future disease modeling and pharmacological studies of PD. Our data support the involvement of VPS35 in the development of α-synuclein pathology in vivo and revealed the important role of mitochondrial fragmentation/dysfunction in the pathogenesis of VPS35 D620N mutation-associated PD in vivo.","dc:creator":"Niu M","dc:date":"2021","dc:title":"VPS35 D620N knockin mice recapitulate cardinal features of Parkinson's disease."},"rdfs:label":"VPS35 D620N KI model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:84be1d60-1e19-4727-8b04-6d5aae073f6c","type":"EvidenceLine","evidence":[{"id":"cggv:84be1d60-1e19-4727-8b04-6d5aae073f6c_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:a604e146-32fc-439e-856e-aafa9e76d96b","type":"Cohort","allGenotypedSequenced":8870,"alleleFrequency":0.0007891770011273958,"detectionMethod":"Genotyping was performed using a matrix-assisted laser desorption/ionisation time-of-flight mass spectrometry on a MassArray system (Sequenom, San Diego, California, USA). Cleaned extension products were analysed by a mass spectrometer (Bruker Daltronic, Billerica, MA, USA) and peaks were identified using the MassArray Typer 4.0.2.5 software (Sequenom). ","evidence":[{"id":"cggv:84be1d60-1e19-4727-8b04-6d5aae073f6c_cc_evidence_item"}],"numWithVariant":7,"relatedCondition":{"id":"obo:MONDO_0005180"}},"controlCohort":{"id":"cggv:25711c52-c306-4436-a91d-249ae6ba3ce5","type":"Cohort","allGenotypedSequenced":6513,"alleleFrequency":0,"detectionMethod":"Genotyping was performed using a matrix-assisted laser desorption/ionisation time-of-flight mass spectrometry on a MassArray system (Sequenom, San Diego, California, USA). Cleaned extension products were analysed by a mass spectrometer (Bruker Daltronic, Billerica, MA, USA) and peaks were identified using the MassArray Typer 4.0.2.5 software (Sequenom). ","evidence":[{"id":"cggv:84be1d60-1e19-4727-8b04-6d5aae073f6c_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23125461","type":"dc:BibliographicResource","dc:abstract":"Two recent studies identified a mutation (p.Asp620Asn) in the vacuolar protein sorting 35 gene as a cause for an autosomal dominant form of Parkinson disease . Although additional missense variants were described, their pathogenic role yet remains inconclusive.","dc:creator":"Sharma M","dc:date":"2012","dc:title":"A multi-centre clinico-genetic analysis of the VPS35 gene in Parkinson disease indicates reduced penetrance for disease-associated variants."},"rdfs:label":"GEO-PD, multicenter"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":2},{"id":"cggv:047d42eb-93af-4354-8eae-4605479e4015","type":"EvidenceLine","evidence":[{"id":"cggv:047d42eb-93af-4354-8eae-4605479e4015_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:93f45264-7847-487a-82c0-90e82b1f14ab","type":"Cohort","allGenotypedSequenced":4326,"alleleFrequency":0.0009246417013407304,"detectionMethod":"Acombination of Sequenom\nMassArray iPLEX (San Diego, CA) and TaqMan probes\nwas used for genotyping, and all mutations were confirmed\nby direct sequencing.","evidence":[{"id":"cggv:047d42eb-93af-4354-8eae-4605479e4015_cc_evidence_item"}],"numWithVariant":4,"relatedCondition":{"id":"obo:MONDO_0005180"}},"controlCohort":{"id":"cggv:7b18d401-1a24-4779-8d18-0ae5d12f22db","type":"Cohort","allGenotypedSequenced":3309,"alleleFrequency":0,"detectionMethod":"Acombination of Sequenom\nMassArray iPLEX (San Diego, CA) and TaqMan probes\nwas used for genotyping, and all mutations were confirmed\nby direct sequencing.","evidence":[{"id":"cggv:047d42eb-93af-4354-8eae-4605479e4015_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"statisticalSignificanceType":"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21763482","rdfs:label":"Multiethnic case-control series"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":4},{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3607,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:5143c1e9-ed02-48f2-95cf-bf4229767fb8","type":"GeneValidityProposition","disease":"obo:MONDO_0005180","gene":"hgnc:13487","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"VPS35 was first reported in relation to autosomal-dominant Parkinson's disease in 2011 (Vilariño-Güell et al., PMID: 21763482; Zimprich et al., PMID: 21763483). Parkinson's disease is a progressive degenerative disorder of the central nervous system characterized by loss of dopamine producing neurons in the substantia nigra, and Lewy bodies in the substantia nigra and locus coeruleus are found in most cases. Signs and symptoms include tremor which is most pronounced during rest, muscle rigidity, slowing of voluntary movements (bradykinesia), and a tendency to fall back (postural instability). One clearly pathogenic missense variant (p.Asp620Asn) has been reported in more than 60 patients by different authors/groups from different ethnicities (Struhal et al., PMID:24557499; Trinh et al., PMID: 30357936, https://www.mdsgene.org/). Five of these publications are included in this curation. The additional evidence from the literature was not included in this curation because the maximum score for genetic evidence (12 pts.) has been reached. Several reports also found additional missense variants in VPS35 such as p.Pro316Ser, p.Arg524Trp, or p.Leu774Met that might be causative for Parkinson's disease, however, these variants have not been included in the curation of VPS35 due to limited evidence. The disease follows an autosomal dominant mode of inheritance with age-dependent penetrance (Trinh et al., PMID: 25330418; https://www.mdsgene.org/). The midbrain and braintem neuropathology of VPS35 p.Asp620Asn has yet to be reported, but examination of the cortex and basal ganglia in one case (46 years at onset with 8 years disease duration) was normal with no neuronal loss, gliosis, senile plaques, neurofibrillary tangles or intraneuronal inclusions, and immunostaining for α-synuclein was negative (Wider et al., PMID: 18342564). The encoded protein, Vacuolar Protein Sorting 35, is a critical component of the retromer cargo-recognition complex that is composed of VPS35, VPS26 and VPS29. Any perturbation to wild-type retromer subunit stoichiometry (VPS35:VPS26:VPS29) is neurotoxic (Munsie et al., PMID: 25416282). The retromer recycles membrane-associated proteins between endosomes and the trans-Golgi network or the plasma membrane (Seaman. PMID: 33526371). The VPS35 gene-disease association is supported by recurrent experimental evidence including in-vitro functional assays and knock-in mice models for the p.Asp620Asn change. The proposed mechanism of pathogenicity is gain-of-function (GOF, Tsika et al., PMID: 24740878). It has been shown that VPS35 acts upstream of LRRK2, another gene where mutations cause autosomal dominant Parkinson's disease. VPS35 plays a role in regulating LRRK2 kinase catalytic activity with the p.Asp620Asn mutation increasing autophosphorylation of LRRK2 and phosphorylation of targets of LRRK2´s kinase activity (Mir et al., PMID: 29743203; Kadgien et al., PMID: 34530877). Non-human cell lines overexpressing hVPS35:Asp620Asn and induced pluripotent stem cell (iPSC)-derived neurons from patients with the p.Asp620Asn mutation show changes related to altered endosomal and retromer function (Follet et al., PMID: 24152121; Zavodszky et al., PMID: 24819384; Bono et al., PMID: 33032646; Hanss et al., PMID: 33142012; Cui et al., PMID: 33347683). Specifically, VPS35 p.Asp620Asn disrupts interactions with the Wiskott-Aldrich syndrome and SCAR homolog (WASH) complex, likely via FAM21 (McGough et al., PMID: 24980502; Zavodszky et al., PMID: 24819384). Further investigations in mutant knock-in animal models demonstrated altered dopamine metabolism, loss of dopaminergic neurons, and motor deficits in aged animals (Wang et al., PMID: 25288323; Cataldi et al., PMID: 30155515; Chen et al., PMID: 30842285; Niu et al. PMID: 33745227). Plasma membrane recycling of the dopamine transporter is mediated by retromer (Wu et al., PMID: 28847807) and impaired in Vps35 p.Asp620Asn knock-in mice (Cataldi et al., PMID: 30155515). The neuropathology observed in aged knock-in mice remains controversial as tauopathy (Chen et al., PMID: 30842285) or alpha-synucleinopathy (Niu et al. PMID: 33745227) are reported by different investigators in an identical strain. In summary, VPS35 definitively causes autosomal-dominant Parkinson's disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:b0e546d6-8a44-4e9d-83aa-f781ec4ec166"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}