{"id":"cggv:563863fd-cdfa-452c-af03-715b3696670dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:563863fd-cdfa-452c-af03-715b3696670d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-12-09T17:51:13.092Z","role":"Publisher"},{"id":"cggv:563863fd-cdfa-452c-af03-715b3696670d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2024-11-19T18:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25262651","type":"dc:BibliographicResource","dc:abstract":"Emerging evidence indicates that epileptic encephalopathies are genetically highly heterogeneous, underscoring the need for large cohorts of well-characterized individuals to further define the genetic landscape. Through a collaboration between two consortia (EuroEPINOMICS and Epi4K/EPGP), we analyzed exome-sequencing data of 356 trios with the \"classical\" epileptic encephalopathies, infantile spasms and Lennox Gastaut syndrome, including 264 trios previously analyzed by the Epi4K/EPGP consortium. In this expanded cohort, we find 429 de novo mutations, including de novo mutations in DNM1 in five individuals and de novo mutations in GABBR2, FASN, and RYR3 in two individuals each. Unlike previous studies, this cohort is sufficiently large to show a significant excess of de novo mutations in epileptic encephalopathy probands compared to the general population using a likelihood analysis (p = 8.2 × 10(-4)), supporting a prominent role for de novo mutations in epileptic encephalopathies. We bring statistical evidence that mutations in DNM1 cause epileptic encephalopathy, find suggestive evidence for a role of three additional genes, and show that at least 12% of analyzed individuals have an identifiable causal de novo mutation. Strikingly, 75% of mutations in these probands are predicted to disrupt a protein involved in regulating synaptic transmission, and there is a significant enrichment of de novo mutations in genes in this pathway in the entire cohort as well. These findings emphasize an important role for synaptic dysregulation in epileptic encephalopathies, above and beyond that caused by ion channel dysfunction.","dc:creator":"EuroEPINOMICS-RES Consortium","dc:date":"2014","dc:title":"De novo mutations in synaptic transmission genes including DNM1 cause epileptic encephalopathies."},"evidence":[{"id":"cggv:563863fd-cdfa-452c-af03-715b3696670d_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:563863fd-cdfa-452c-af03-715b3696670d_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.5}],"evidenceStrength":"Moderate","sequence":9479,"specifiedBy":"GeneValidityCriteria11","strengthScore":8.5,"subject":{"id":"cggv:fa80b40b-e89d-458d-8bbc-5ad0c81456db","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:4507","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*GABBR2* was first reported in relation to autosomal dominant complex neurodevelopmental disorder (CND) in 2014 by EuroEPINOMICS-RES Consortium (PMID: 25262651), reporting individuals with seizures, severe intellectual disability, developmental delay, speech delay and autistic features. The current literature displays a broad range of phenotypes for patients with variants in *GABBR2*. Some probands with heterozygous variants have been reported with drooling, hypotonia, and scoliosis in addition to seizures (PMID: 29100083). Other probands have been reported with neurodevelopmental disorder with poor language and loss of hand skills (Atypical RTT) (PMID: 28856709, 29369404) with or without seizures (PMID: 26740508, 28856709, 29369404). Given the broad neurodevelopmental phenotypes present in these individuals, we have chosen to curate this gene-disease relationship under the disease term complex neurodevelopmental disorder (CND) (MONDO:0100038).\n\nFive missense variants reported in nine probands across five publications were included in this curation (PMIDs: 25262651, 29100083, 26740508); several of these variants were supported by functional evidence (PMID: 28856709, 29369404). Of note, one individual with a mosaic heterozygous missense variant in *GABBR2* was scored, due to the presence of functional data demonstrating an impact on the protein (PMID: 25262651, 28856709, 29369404).\n\nIn summary, there is moderate evidence to support the relationship between *GABBR2* and autosomal dominant complex neurodevelopmental disorder. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Epilepsy Gene Curation Expert Panel on November 19, 2024 (SOP version 11).\n","dc:isVersionOf":{"id":"cggv:563863fd-cdfa-452c-af03-715b3696670d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}