{"id":"cggv:815e0f84-b530-4fd2-81a9-02e02bf352eev1.6","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:815e0f84-b530-4fd2-81a9-02e02bf352ee_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-12-18T05:00:00.000Z","role":"Approver"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10006","role":"SecondaryContributor"},{"id":"cggv:815e0f84-b530-4fd2-81a9-02e02bf352ee_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-04-21T21:16:41.779Z","role":"Publisher"}],"evidence":[{"id":"cggv:815e0f84-b530-4fd2-81a9-02e02bf352ee_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:815e0f84-b530-4fd2-81a9-02e02bf352ee_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:815e0f84-b530-4fd2-81a9-02e02bf352ee_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5c7ba1bf-5021-4191-a9f7-9aa9fd02f63d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9805c31d-6ba0-48b2-9c4c-eebe1b69fb18","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"\"Twenty-four (69%) of the 35 ALD cell lines lacked the punctate immunoreactive staining pattern characteristic of ALDP (table 2 and fig. 4a), indicating that full-length ALDP is not stably expressed in these cell lines.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7668254","type":"dc:BibliographicResource","dc:abstract":"X-linked adrenoleukodystrophy (ALD) is a neurodegenerative disorder with variable phenotypic expression that is characterized by elevated plasma and tissue levels of very long-chain fatty acids. However, the product of the gene defective in ALD (ALDP) is a membrane transporter of the ATP-binding cassette family of proteins and is not related to enzymes known to activate or oxidize fatty acids. We generated an antibody that specifically recognizes the C-terminal 18 amino acids of ALDP and can detect ALDP by indirect immunofluorescence. To better understand the mechanism by which mutations in ALDP lead to disease, we used this antibody to examine the subcellular distribution and relative abundance of ALDP in skin fibroblasts from normal individuals and ALD patients. Punctate immunoreactive material typical of fibroblast peroxisomes was observed in cells from seven normal controls and eight non-ALD patients. Of 35 ALD patients tested, 17 had the childhood-onset cerebral form of the disease, 13 had the milder adult phenotype adrenomyeloneuropathy, 3 had adrenal insufficiency only, and 2 were affected fetuses. More than two-thirds (69%) of all patients studied showed no punctate immunoreactive material. There was no correlation between the immunofluorescence pattern and clinical phenotype. We determined the mutation in the ALD gene in 15 of these patients. Patients with either a deletion or frameshift mutation lacked ALDP immunoreactivity, as expected. Four of 11 patients with missense mutations were also immunonegative, indicating that these mutations affected the stability or localization of ALDP. In the seven immunopositive patients with missense mutations, correlation of the location and nature of the amino acid substitution may provide new insights into the function of this peroxisomal membrane protein. Furthermore, the study of female relatives of immunonegative ALD probands may aid in the assessment of heterozygote status.","dc:creator":"Watkins PA","dc:date":"1995","dc:title":"Altered expression of ALDP in X-linked adrenoleukodystrophy."},"rdfs:label":"Watkins 1995, Immunostaining of ALD patient fibroblasts"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Multiple pathogenic variants associated with disease represented. This evidence is scored already and therefore noted here for information only."},{"id":"cggv:078a9062-d749-4b10-9f37-0d2459a63d1a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3c968e11-bc70-4c46-919b-4795eb9792c0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"\"ALDP expression was studied in 46 families, 34 of which were negative for ALDP (74%).\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15811009","type":"dc:BibliographicResource","dc:abstract":"In this study, we analyzed the ABCD1 gene in 80 X-linked adrenoleukodystrophy (X-ALD) patients from 62 unrelated families. We identified 53 different mutations, of which 26 are novel and two are non-pathogenic sequence variants (L516L and 3'UTR, 2246C/G) that have been previously described. The Spanish population had significant allelic heterogeneity, in which most of the mutations were exclusive to a single family 47/53 (88.7%). Only six mutations (Y174S, G277R, FsE471, R518Q, P543L, and R554H) were found in more than one family. Mutations G277R, P543L, and R554H were the most frequent, each of them being found in three patients (5%). Intra-familiar phenotype variability was observed in most of the families, but in one, with the novel mutation R120P, only the adult mild phenotype was present (five hemizygous family members). We detected 80 heterozygous women by mutation analysis, but only 78 of them showed increased very-long-chain fatty acid levels. In conclusion, this study extends the spectrum of mutations in X-ALD and facilitates the identification of heterozygous females. Our results are also consistent with previous studies reporting the difficulty of predicting genotype-phenotype correlation.","dc:creator":"Coll MJ","dc:date":"2005","dc:title":"X-linked adrenoleukodystrophy in Spain. Identification of 26 novel mutations in the ABCD1 gene in 80 patients. Improvement of genetic counseling in 162 relative females."},"rdfs:label":"Coll 2005, Immunostain of fibroblasts from XALD pts"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Multiple pathogenic variants associated with disease represented"},{"id":"cggv:f9fd8fb3-cdb5-4a9b-8c91-a214c941b22a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e78bcee5-1c11-4ea4-a97b-d4d1975126ce","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Yeast two-hybrid interaction assay was used to demonstrate that ALDP interacted with PEX19p. The interaction activated the LEU2 gene allowing growth on media lacking leucine. This was confirmed when suppression of PEX19p expression by glucose hampered yeast growth. Using a pull-down assay, authors showed that the ALDP-interaction domain on PEX19p lay within its N-terminal region.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10777694","type":"dc:BibliographicResource","dc:abstract":"Four ABC half transporters (ALDP, ALDRP, PMP70, and PMP69) have been identified in the mammalian peroxisomal membrane but no function has been unambiguously assigned to any of them. To date X-linked adrenoleukodystrophy (X-ALD) is the only human disease known to result from a defect of one of these ABC transporters, ALDP. Using the yeast two-hybrid system and in vitro GST pull-down assays, we identified the peroxin PEX19p as a novel interactor of ALDP, ALDRP, and PMP70. The cytosolic farnesylated protein PEX19p was previously shown to be involved in an early step of the peroxisomal biogenesis. The PEX19p interaction occurs in an internal N-terminal region of ALDP which we verified to be important for proper peroxisomal targeting of this protein. Farnesylated wild-type PEX19p and a farnesylation-deficient mutant PEX19p did not differ in their ability to bind to ALDP. Our data provide evidence that PEX19p is a cytosolic acceptor protein for the peroxisomal ABC transporters ALDP, PMP70, and ALDRP and might be involved in the intracellular sorting and trafficking of these proteins to the peroxisomal membrane.","dc:creator":"Gloeckner CJ","dc:date":"2000","dc:title":"Human adrenoleukodystrophy protein and related peroxisomal ABC transporters interact with the peroxisomal assembly protein PEX19p."},"rdfs:label":"Gloeckner_PEX19 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:815e0f84-b530-4fd2-81a9-02e02bf352ee_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:89f7902c-d15b-49b1-942e-18d1ed6fee55","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:224636b6-1af5-444f-83d1-89ae78e78068","type":"FunctionalAlteration","dc:description":"Authors compared relative β-oxidation activity for free C26:0 and the respective acyl-CoA ester as substrates. β-oxidation of hexacosanoic acid (C26:0) is significantly reduced in X-ALD and absent in ZWS patients. By preincubating with a α-ABCD1 antibody, the C26:0-CoA β-oxidation activity of healthy control samples was decreased to a level similar to that in X-ALD patients. Similar results were noted for unesterified C26:0 as substrate. In X-ALD patients and ZWS patients, the level of C26:0 was strongly elevated, lignoceric acid (C24:0) showed a moderate increase, and C22:0 remained unaltered. The observed C22:0-CoA β-oxidation defect in X-ALD was found to be a direct consequence of ABCD1 dysfunction as blocking of ABCD1 function with a specific antibody decreased β-oxidation activity of healthy controls to a level similar to that observed in X-ALD patients.\n\nPMID: 21145416 provides evidence of the function of ABCD1 in oxidation of VLCFA's in yeast cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23671276","type":"dc:BibliographicResource","dc:abstract":"X-linked adrenoleukodystrophy (X-ALD), an inherited peroxisomal disorder, is caused by mutations in the ABCD1 gene encoding the peroxisomal ATP-binding cassette (ABC) transporter ABCD1 (adrenoleukodystrophy protein, ALDP). Biochemically, X-ALD is characterized by an accumulation of very long-chain fatty acids and partially impaired peroxisomal β-oxidation. In this study, we used primary human fibroblasts from X-ALD and Zellweger syndrome patients to investigate the peroxisomal β-oxidation defect. Our results show that the degradation of C26:0-CoA esters is as severely impaired as degradation of unesterified very long-chain fatty acids in X-ALD and is abolished in Zellweger syndrome. Interestingly, the β-oxidation rates for both C26:0-CoA and C22:0-CoA were similarly affected, although C22:0 does not accumulate in patient fibroblasts. Furthermore, we show that the β-oxidation defect in X-ALD is directly caused by ABCD1 dysfunction as blocking ABCD1 function with a specific antibody reduced β-oxidation to levels observed in X-ALD fibroblasts. By quantification of mRNA and protein levels of the peroxisomal ABC transporters and by blocking with specific antibodies, we found that residual β-oxidation activity toward C26:0-CoA in X-ALD fibroblasts is mediated by ABCD3, although the efficacy of ABCD3 appeared to be much lower than that of ABCD1. Finally, using isolated peroxisomes, we show that β-oxidation of C26:0-CoA is independent of additional CoA but requires a cytosolic factor of >10-kDa molecular mass that is resistant to N-ethylmaleimide and heat inactivation. In conclusion, our findings in human cells suggest that, in contrast to yeast cells, very long-chain acyl-CoA esters are transported into peroxisomes by ABCD1 independently of additional synthetase activity. ","dc:creator":"Wiesinger C","dc:date":"2013","dc:title":"Impaired very long-chain acyl-CoA β-oxidation in human X-linked adrenoleukodystrophy fibroblasts is a direct consequence of ABCD1 transporter dysfunction."},"rdfs:label":"Wiesinger_ABCD1 VLCFA oxidation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The evidence is scored default points as the function of ABCD1 protein in VLCFA oxidation is described and blocking its function is shown to lead to accumulation of VLCFAs, which is one of the primary phenotypes noted in patients with XALD."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:815e0f84-b530-4fd2-81a9-02e02bf352ee_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:394a1821-afd8-4b9f-9483-7ff0868d3e2b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4f18fb0a-a0bd-414a-ac81-85a760de984b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"\"ALDP was absent in one mutated cell line and present but defective in the second. After transduction with the M48-ALD, recombinant ALDP, expressed abundantly, was normally\nincorporated into peroxisomes in the fibroblasts from both patients. The cellular distribution of recombinant ALDP was punctate, as in normal fibroblasts, and colocalized with the\nperoxisomal catalase. Although ALDP was overexpressed, no ALDP aggregates were observed in the cytosol. These results support the observation that, most if not all, recombinant ALDP was correctly targeted to peroxisomes.\n\nThe oxidation of lignoceric acid, a substrate for peroxisomal, B-oxidation, is reduced to 20-35% of normal in ALD fibroblasts. It was completely normalized by gene transfer.\nConsequently, VLCFA content returned to normal in the patients' fibroblast cell lines in which they had previously accumulated. These results indicate that the recombinant\nALD localized in the peroxisomal membrane was functional and allowed a complete restoration of the VLCFA-CoA synthetase activity, deficient in ALD.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7878038","type":"dc:BibliographicResource","dc:abstract":"Adrenoleukodystrophy (ALD), a lethal demyelinating disease of the brain, is caused by mutations of a gene encoding an ATP-binding transporter, called ALDP, localized in the peroxisomal membrane. It is associated with a defective oxidation of very-long-chain fatty acids, leading to their accumulation in many tissues. This study reports that the retroviral-mediated transfer of the ALD cDNA restored very-long-chain fatty acid oxidation in ALD fibroblasts in vitro following abundant expression and appropriate targeting of the vector-encoded ALDP in peroxisomes. The same method may be used in hematopoietic cells as a further step of a gene therapy approach of ALD.","dc:creator":"Cartier N","dc:date":"1995","dc:title":"Retroviral-mediated gene transfer corrects very-long-chain fatty acid metabolism in adrenoleukodystrophy fibroblasts."},"rdfs:label":"Rescue in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:75d0cc18-aacf-4f73-a748-a694061d01e6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d5f6ad56-f70c-4d49-9aac-c5c1bbcffffb","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Cerebral adrenoleukodystrophy–specific neurologic function scale was used to evaluate the severity of gross neurologic dysfunction through an assessment for 15 disabilities across multiple domains. The 6 most severe disabilities, loss of communication, cortical blindness, tube feeding, total incontinence, wheelchair dependence, and complete loss of voluntary movement, were classified as major functional disability.\n\nAt the time of interim analysis, 15 of 17 patients were alive and free of major functional disabilities, maintaining a score on the neurological function scale of 0 to 1. Gadolinium enhancement was present at baseline in all patients, but had resolved by month 6 in 16 patients. Diffuse gadolinium enhancement reemerged in a few patients at several timepoints later; however the enhancement was less extensive than that seen at baseline.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28976817","type":"dc:BibliographicResource","dc:abstract":"In X-linked adrenoleukodystrophy, mutations in ABCD1 lead to loss of function of the ALD protein. Cerebral adrenoleukodystrophy is characterized by demyelination and neurodegeneration. Disease progression, which leads to loss of neurologic function and death, can be halted only with allogeneic hematopoietic stem-cell transplantation.","dc:creator":"Eichler F","dc:date":"2017","dc:title":"Hematopoietic Stem-Cell Gene Therapy for Cerebral Adrenoleukodystrophy."},"rdfs:label":"Eichler_17 cerebral ALD patients_Rescue"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":2,"dc:description":"Rescue evidence in humans is awarded default points."},{"id":"cggv:509ba7f2-f93d-47eb-b023-ca43e6aa5e1d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ecb695f-e546-4c12-b148-2a9a70c1a88a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ABCD1-/- mice do not recapitulate choldhood-ALD, except for the elevated VLCFAs. In this study, authors evaluated older mice (15- and 20-month-old mice). Compared to 6mo and 15mo mice,, 20mo mice showed severe impairment in performance, falling off the rotarod in <20s on average. Motor activity of ABCD1-/- mice were examined in the open field mobility paradigm, which showed that 20mo mice displayed a significant reduction of exploratory activities or hypoactivity during all the testing period, compared to 15mo mice. Rearing behavior was significantly lesser in KO mice compared to WT at 15m and 20m of age. Sciatic nerves showed myelin and axon abnormalities: acute demyelination was absent, but axons with abnormally thick and disorganized myelin sheaths were encountered at 16m indicating focal hypermyelination. Quantitation of the proportion of total number of myelinated fibers versus fibers with myelin sheaths of irregular thickness, lacking axons revealed a significant effect due to the ALD gene inactivation, at 16m of age.\n\nNote, PMID: 15489218 describes a more severe phenotype of ABCD1 and ABCD2 double KO mice and the mitigation of VLCFA accumulation and neurodegenerative symptoms due to modulation of ABCD2 expression, suggesting redundancy among the two ABC transporters.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11875044","type":"dc:BibliographicResource","dc:abstract":"Adrenomyeloneuropathy (AMN) and cerebral childhood adrenoleukodystrophy (CCALD) are the main phenotypic variants of an X-linked inherited metabolic disorder causing demyelination, X-linked adrenoleukodystrophy (X-ALD). It is caused by mutations in the ABCD1 (ALD) gene encoding a peroxisomal ABC transporter. Inactivation of the murine ALD gene does not lead to a detectable clinical phenotype in mice up to 6 months, and no cerebral pathology resembling the childhood form (CCALD) was observed. In this work, we show that older ALD-deficient mice exhibit an abnormal neurological and behavioral phenotype, starting at around 15 months. This is correlated with slower nerve conduction, and with myelin and axonal anomalies detectable in the spinal cord and sciatic nerve, but not in brain. The phenotype of ALD-deficient mice mimics features of human AMN, thus providing a model for investigating the pathogenesis of this disease.","dc:creator":"Pujol A","dc:date":"2002","dc:title":"Late onset neurological phenotype of the X-ALD gene inactivation in mice: a mouse model for adrenomyeloneuropathy."},"rdfs:label":"Pujol_AMN Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The mouse model evidence recapitulates to a good degree the adult-onset phenotype of AMN and warrants a default score."},{"id":"cggv:e2de7dd8-aff7-452d-b4a0-7abc86126ad3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eb5e8536-0756-4227-baf5-8bbcd548a445","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"\"By gas chromatography, the CNS of hemizygous mutant mice displayed clearly elevated levels of saturated and monounsaturated C25, C26, and C28 fatty acids when compared with wild-type controls of the same age and sex, whereas in heterozygous females, intermediate levels were found (Fig. 3; Table I). The largest increase was observed for C26:0, which is also the case in human patients with ALD, suggesting that the underlying biochemical defects have been adequately modeled in the mouse.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9418970","type":"dc:BibliographicResource","dc:abstract":"In its severe form, X-linked adrenoleukodystrophy (ALD) is a lethal neurologic disease of children, characterized by progressive cerebral demyelination and adrenal insufficiency. Associated with a biochemical defect of peroxisomal beta-oxidation, very long-chain fatty acids (VLCFA) build up in tissues that have a high turnover of lipids, such as central nervous system (CNS) white matter, adrenal cortex, and testis. Whether the abnormal accumulation of VLCFA is the underlying cause of demyelination or merely an associated biochemical marker is unknown. ALD is caused by mutations in the gene for a peroxisomal membrane protein (ALDP) that shares structural features with ATP-binding-cassette (ABC) transporters. To analyze the cellular function of ALDP and to obtain an animal model of this debilitating disease, we have generated transgenic mice with a targeted inactivation of the ald gene. Motor functions in ALDP-deficient mice developed at schedule, and unexpectedly, adult animals appeared unaffected by neurologic symptoms up to at least 6 months of age. Biochemical analyses demonstrated impaired beta-oxidation in mutant fibroblasts and abnormal accumulation of VLCFAs in the CNS and kidney. In 6-month-old mutants, adrenal cortex cells displayed a ballooned morphology and needle-like lipid inclusions, also found in testis and ovaries. However, lipid inclusions and demyelinating lesions in the CNS were not a feature. Thus, complete absence of ALDP expression results in a VLCFA storage disease but does not impair CNS function of young adult mice by pathologic and clinical criteria. This suggests that additional genetic or environmental conditions must be fulfilled to model the early-onset and lethality of cerebral ALD in transgenic mice.","dc:creator":"Forss-Petter S","dc:date":"1997","dc:title":"Targeted inactivation of the X-linked adrenoleukodystrophy gene in mice."},"rdfs:label":"Forss-Petter KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Similar evidence has already been scored in PMID: 9256488, and therefore not scored again in this instance."},{"id":"cggv:198af236-de95-4b6a-8c37-0b6badf3bbe7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c4cfed85-1131-4f8a-a24b-6b768c270aa0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"\"In humans, the diagnosis of X-ALD is usually made by measuring VLCFA levels\nin plasma (51). In X-ALD mice, surprisingly, there is no detectable elevation of C24:0 or C26:0 (saturated fatty acids with indicated carbon chain length) in plasma (see Table 1). Based on the ratio of C26:0yC22:0, the index commonly used for X-ALD diagnosis (4, 5), there is virtually no difference between normal and X-ALD mice.Because VLCFAs accumulate in tissues of X-ALD patients, we measured total VLCFAs in various tissues from X-ALD mice, including brain, adrenal gland, heart, liver, and kidney. As shown in Table 2, the levels of saturated VLCFAs are elevated in all tissues measured in X-ALD mice but the extent of accumulation is variable from tissue to tissue...All these observations support the conclusion that X-ALD mice have biochemical defects that resemble to those found in hunam X-ALD but to a milder degree.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9256488","type":"dc:BibliographicResource","dc:abstract":"X-linked adrenoleukodystrophy (X-ALD) is a peroxisomal disorder with impaired beta-oxidation of very long chain fatty acids (VLCFAs) and reduced function of peroxisomal very long chain fatty acyl-CoA synthetase (VLCS) that leads to severe and progressive neurological disability. The X-ALD gene, identified by positional cloning, encodes a peroxisomal membrane protein (adrenoleukodystrophy protein; ALDP) that belongs to the ATP binding cassette transporter protein superfamily. Mutational analyses and functional studies of the X-ALD gene confirm that it and not VLCS is the gene responsible for X-ALD. Its role in the beta-oxidation of VLCFAs and its effect on the function of VLCS are unclear. The complex pathology of X-ALD and the extreme variability of its clinical phenotypes are also unexplained. To facilitate understanding of X-ALD pathophysiology, we developed an X-ALD mouse model by gene targeting. The X-ALD mouse exhibits reduced beta-oxidation of VLCFAs, resulting in significantly elevated levels of saturated VLCFAs in total lipids from all tissues measured and in cholesterol esters from adrenal glands. Lipid cleft inclusions were observed in adrenocortical cells of X-ALD mice under the electron microscope. No neurological involvement has been detected in X-ALD mice up to 6 months. We conclude that X-ALD mice exhibit biochemical defects equivalent to those found in human X-ALD and thus provide an experimental system for testing therapeutic intervention.","dc:creator":"Lu JF","dc:date":"1997","dc:title":"A mouse model for X-linked adrenoleukodystrophy."},"rdfs:label":"X-ALD mouse created by targeted KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Reduced points are awarded as the phenotype is not recapitulated, except for elevated VLCFAs"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":4269,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:d1230a85-2a8b-4321-b36d-213daae9a28a","type":"GeneValidityProposition","disease":"obo:MONDO_0018544","gene":"hgnc:61","modeOfInheritance":"obo:HP_0001417"},"version":"1.6","dc:description":"The relationship between *ABCD1* and adrenoleukodystrophy (ABCD1 deficiency), including X-linked cerebral adrenoleukodystrophy and adrenomyeloneuropathy (AMN), and isolated adrenal insufficiency, inherited in the X-linked pattern, has been evaluated using the ClinGen Clinical Validity Framework as of November, 2020. This association was made using case-level and experimental data. The *ABCD1* gene encodes an ATP-binding cassette half-transporter (ALDP) located in peroxisomes. Using positional cloning, Moser et al. (1993) discovered that this gene was partially deleted in 6 of 85 unrelated patients with adrenoleukodystrophy (ALD), who exhibit neurological symptoms as well as the pathognomonic feature of very long chain fatty acid (VLCFA) accumulation. Since then, several hundreds of inherited and de novo variants (including missense, nonsense, splice site, delins and structural arrangements) have been associated with ABCD1 deficiency, many of which have decreased or absent protein expression and localization at the peroxisomes (PMIDs: 7825602, 8651290, 11748843, 15811009, 21700483). \n\nSummary of Case Level Data (12 points): The association is seen in at least 33 probands in 4 publications (PMID: 15811009, 8651290, 7825602, 21700483). More case-level evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.\n\nThe mechanism for disease is expected to be hemizygous loss of function. Female carriers are sometimes symptomatic with elevated VLCFA levels.\n\nSummary of Experimental Data (6 points): ALDP is shown to be reduced or absent in expression in patients with ABCD1 deficiency. Mice deficient in ALDP do not phenocopy the neurologic disturbances typical of childhood-onset ALD, but do exhibit VLCFA accumulation (PMID: 9256488, 7878038). However, mouse models do recapitulate the adult-onset AMN phenotype (11875044, 15489218). ALDP interacts with PEX19, another peroxisome membrane protein that is implicated in peroxisome biogenesis disorders. Rescue in patient cells has been shown with expression of recombinant ALDP restoring peroxisome beta-oxidation. Lentiviral-mediated gene therapy in ALD patients has shown to mitigate major functional disabilities in childhood patients with ALD (PMID: 28976817). Blocking ABCD1 in healthy fibroblasts leads to VLCFA accumulation similar to that seen in patients with XALD (PMID: 23671276).\n\nIn summary, *ABCD1* is definitively associated with adrenoleukodystrophy (ABCD1 deficiency). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Peroxisomal Disorders GCEP on December 18, 2020 (SOP Version 7).\nCorrecting to reflect previously approved curation.","dc:isVersionOf":{"id":"cggv:815e0f84-b530-4fd2-81a9-02e02bf352ee"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}