{"id":"cggv:0916cda1-5213-4f88-9835-34c3931526a2v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0916cda1-5213-4f88-9835-34c3931526a2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-27T13:46:06.641Z","role":"Publisher"},{"id":"cggv:0916cda1-5213-4f88-9835-34c3931526a2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2019-06-05T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:0916cda1-5213-4f88-9835-34c3931526a2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:0916cda1-5213-4f88-9835-34c3931526a2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0916cda1-5213-4f88-9835-34c3931526a2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b81d8c42-9514-403b-bf19-b77c7fe34db1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:578e6749-905f-48de-971f-e1c2feba0104","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"IQSEC2 isoforms across multiple tissues was quantified using two different methods: Cap Analysis of Gene Expression (CAGE) data and isoform specific intron-spanning RNA-seq reads quantification.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30206421","type":"dc:BibliographicResource","dc:abstract":"Variants in IQSEC2, escaping X inactivation, cause X-linked intellectual disability with frequent epilepsy in males and females. We aimed to investigate sex-specific differences.","dc:creator":"Mignot C","dc:date":"2019","dc:title":"IQSEC2-related encephalopathy in males and females: a comparative study including 37 novel patients."},"rdfs:label":"Specific expression in the brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"In addition to human tissue, similar brain-specific expression were also found in the mouse. PMID 18164504_Fig 3: RT-PCR showed brain-specific expression of IQSEC2 in mouse. PMID 17045249_ Fig 3: Immunostaining showed that IQSEC2 colocalizes with postsynaptic density marker, PSD-95, in mouse hippocampal neuronal culture. PMID 17045249_ Fig 2: Immunoblot showed that IQSEC2 is enriched in the postsynaptic density fractions of mouse forebrain homogenate."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0916cda1-5213-4f88-9835-34c3931526a2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02f17331-1ca4-4d31-aef2-4541a74a258b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:58afcbe3-cde9-4d6f-b31a-2418fe0fb5c7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown and overexpression of Iqsec2 leads to the disruption of dendritic morphology, indicating that dosage sensitivity for IQSEC2 is critical. Animal models of neurodevelopmental disorders seen in the patients have shown abnormal dendritic morphology.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28463240","type":"dc:BibliographicResource","dc:abstract":"There is considerable genetic and phenotypic heterogeneity associated with intellectual disability (ID), specific learning disabilities, attention-deficit hyperactivity disorder, autism and epilepsy. The intelligence quotient (IQ) motif and SEC7 domain containing protein 2 gene (IQSEC2) is located on the X-chromosome and harbors mutations that contribute to non-syndromic ID with and without early-onset seizure phenotypes in both sexes. Although IQ and Sec7 domain mutations lead to partial loss of IQSEC2 enzymatic activity, the in vivo pathogenesis resulting from these mutations is not known. Here we reveal that IQSEC2 has a key role in dendritic spine morphology. Partial loss-of-function mutations were modeled using a lentiviral short hairpin RNA (shRNA) approach, which achieved a 57% knockdown of Iqsec2 expression in primary hippocampal cell cultures from mice. Investigating gross morphological parameters after 8 days of in vitro culture (8DIV) identified a 32% reduction in primary axon length, in contrast to a 27% and 31% increase in the number and complexity of dendrites protruding from the cell body, respectively. This increase in dendritic complexity and spread was carried through dendritic spine development, with a 34% increase in the number of protrusions per dendritic segment compared with controls at 15DIV. Although the number of dendritic spines had normalized by 21DIV, a reduction was noted in the number of immature spines. In contrast, when modeling increased dosage, overexpression of wild-type IQSEC2 led to neurons with shorter axons that were more compact and displayed simpler dendritic branching. Disturbances to dendritic morphology due to knockdown of Iqsec2 were recapitulated in neurons from Iqsec2 knockout mice generated in our laboratory using CRISPR/Cas9 technology. These observations provide evidence of dosage sensitivity for IQSEC2, which normally escapes X-inactivation in females, and links these disturbances in expression to alterations in the morphology of developing neurons.","dc:creator":"Hinze SJ","dc:date":"2017","dc:title":"Incorrect dosage of IQSEC2, a known intellectual disability and epilepsy gene, disrupts dendritic spine morphogenesis."},"rdfs:label":"Knockdown Iqsec2 in mouse neuronal culture"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:d94fbfd1-2b76-4464-844d-4e514720cde3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5bd2c207-67ec-4601-919c-29fdc3b8c389","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown and overexpression of Iqsec2 leads to the disruption of dendritic morphology, indicating that dosage sensitivity for IQSEC2 is critical. Animal models of neurodevelopmental disorders seen in the patients have shown abnormal dendritic morphology.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28463240","rdfs:label":"Knockout mouse model for IQSEC2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"This paper only showed the gross morphological changes in the cortical neuronal culture instead of a comprehensive characterization of the knockout mouse, such as a battery of behavioral assays. The paper mentioned at the very end that the behavioral and phenotypic characterization of this knockout mouse is ongoing."},{"id":"cggv:1af4c1c0-c1da-4966-a9cd-39faeff4f39d","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:9e585dd4-8f03-41e5-8368-c3b74d7e3bd1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Reduced surface GluA2 AMPA receptors and synaptic transmission in hippocampal tissue as well as impaired cognitive function found in mice may reflect intellectual disability in patients. Hyperactivity in mice may reflect attention deficit hyperactivity disorder seen in some patients.  Abnormal social interactions in mice may reflect autistic behaviors in some patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30842726","type":"dc:BibliographicResource","dc:abstract":"We have recently described an A350V mutation in IQSEC2 associated with intellectual disability, autism and epilepsy. We sought to understand the molecular pathophysiology of this mutation with the goal of developing targets for drug intervention. We demonstrate here that the A350V mutation results in interference with the binding of apocalmodulin to the IQ domain of IQSEC2. We further demonstrate that this mutation results in constitutive activation of the guanine nucleotide exchange factor (GEF) activity of IQSEC2 resulting in increased production of the active form of Arf6. In a CRISPR generated mouse model of the A350V IQSEC2 mutation, we demonstrate that the surface expression of GluA2 AMPA receptors in mouse hippocampal tissue was significantly reduced in A350V IQSEC2 mutant mice compared to wild type IQSEC2 mice and that there is a significant reduction in basal synaptic transmission in the hippocampus of A350V IQSEC2 mice compared to wild type IQSEC2 mice. Finally, the A350V IQSEC2 mice demonstrated increased activity, abnormal social behavior and learning as compared to wild type IQSEC2 mice. These findings suggest a model of how the A350V mutation in IQSEC2 may mediate disease with implications for targets for drug therapy. These studies provide a paradigm for a personalized approach to precision therapy for a disease that heretofore has no therapy.","dc:creator":"Rogers EJ","dc:date":"2019","dc:title":"An IQSEC2 Mutation Associated With Intellectual Disability and Autism Results in Decreased Surface AMPA Receptors."},"rdfs:label":"A350V IQSEC2 knockin mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"For the two social interaction tests: three-chamber social preference test showed no statistical significance between knockin and wildtype mice; social novelty test showed that knockin mice have increased preference for social novelty, which is in contrast to what has\nbeen described in autism patients and other autism mouse models. The Morris water maze used to evaluate cognitive function in mice used the heterozygous knockin female mice instead of the male mice which were used throughout the paper (without any explanation). Also the mouse number for Morris water maze is n=5, which is well below what most literature published."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":3553,"specifiedBy":"GeneValidityCriteria6","strengthScore":14,"subject":{"id":"cggv:b7d7ee93-2e1e-46cd-a2de-208bd34111b6","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:29059","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"Variants in IQSEC2 were reported in humans with x-linked complex neurodevelopmental disorder (specifically intellectual disability) as early as 1988 (Suthers et al., PMID:3177466). The affected individuals, including both males and females, typically have intellectual disability with variable seizures, autistic traits, and psychiatric problems. Males are generally more severely affected compared with females. Eight variants (nonsense and frameshift variants) were curated from one publication with a large patient cohort (PMID:30206421). To date, at least 70 variants in IQSEC2 have been reported in patients (PMID:30328660) and 47 unique variants with IQSEC2 have been classified as Pathogenic in ClinVar. In regard to experimental data, this gene-disease relationship is supported by expression studies, non-human model organisms, and cell culture models. In summary, IQSEC2 is definitively associated with x-linked complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 6/5/19 (SOP Version 6).","dc:isVersionOf":{"id":"cggv:0916cda1-5213-4f88-9835-34c3931526a2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}