{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09cv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2023-06-21T20:30:33.193Z","role":"Publisher"},{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2023-05-17T18:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7af9c9da-844b-4e59-b191-627c9b0a8e5a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5880985c-594c-497c-b71f-f55a23623f1b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Variants in 7 out of the 8 COG subunits have been implicated and found in patients with CDGs. Variants in COG1, COG2, COG5, and COG7 have been associated with CDG type II. The results of this paper suggests that COG4 interacts directly with the subunits COG1, COG2, COG5, and COG7, but not directly with the subunits COG3, COG6, or COG8. This work is similar to the results from Ferreira et al. PMID:30290151, which showed that COG4 coimmunoprecipitated with subunits from both lobe A and B. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15047703","type":"dc:BibliographicResource","dc:abstract":"Several recent studies have revealed the existence of a conserved oligomeric Golgi (COG) complex consisting of several novel proteins as well as known Golgi proteins that were identified by independent approaches. The mammalian COG complex contains eight subunits: COG1/LdlBp, COG2/LdlCp, COG3/Sec34, COG4/Cod1, COG5/GTC-90/Cod4, COG6/Cod2, COG7, and COG8/Dor1. COG1, COG2, and COG7 seem structurally unique to mammalian cells, whereas the other five subunits are structurally conserved in yeast, which also contains three other unique proteins (COG1/Sec36p/Cod3p, COG2/Sec35p, and COG7/Cod5p). We report here the network of intermolecular interactions of the COG complex, revealed by in vitro translation and co-immunoprecipitation approaches. Our results suggest that COG4 serves as a core component of the complex by interacting directly with COG1, COG2, COG5, and COG7. COG3 is incorporated by its direct interaction with COG1 and COG2, whereas COG6 and COG8 do not interact with any individual subunit. Incorporation of COG6 into the complex depends on the concerted interaction of both COG5 and COG7, whereas optimal incorporation of COG8 depends on the concerted interaction of COG5, COG6, and COG7. Because COG4 (together with COG1, COG2, and COG3) is among the four essential genes of the COG complex in yeast, this molecular network highlights the structural basis for a crucial role of COG4 in the assembly/function of the complex. A model for the assembly of the COG complex is presented.","dc:creator":"Loh E","dc:date":"2004","dc:title":"The binary interacting network of the conserved oligomeric Golgi tethering complex."},"rdfs:label":"COG4 co-immunoprecipitation with COG1, COG2, COG5, and COG7."}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:d66ea90e-a93e-4963-aa9e-19d0a4ce8ca5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb695395-e9ae-4f36-96e6-3b2682c9060d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"COG dysfunction (and knock out of COG and specific COG subunits) is associated with defects in glycosylation, including both N and O glycosylation defects. Additionally, variants in 7 out of the 8 COG subunits have been implicated and found in patients with CDGs. Knock down of specific COG subunits have resulted in the mislocalization of Golgi glycosylation enzymes. These critical glycosylation enzymes are likely misplaced by impaired intra-golgi retrograde trafficking that affects Golgi enzyme replacement. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31381138","type":"dc:BibliographicResource","dc:abstract":"The conserved oligomeric Golgi (COG) complex, a multisubunit tethering complex of the CATCHR (complexes associated with tethering containing helical rods) family, controls membrane trafficking and ensures Golgi homeostasis by orchestrating retrograde vesicle targeting within the Golgi. In humans, COG defects lead to severe multisystemic diseases known as COG-congenital disorders of glycosylation (COG-CDG). The COG complex both physically and functionally interacts with all classes of molecules maintaining intra-Golgi trafficking, namely SNAREs, SNARE-interacting proteins, Rabs, coiled-coil tethers, and vesicular coats. Here, we review our current knowledge of COG-related trafficking and glycosylation defects in humans and model organisms, and analyze possible scenarios for the molecular mechanism of the COG orchestrated vesicle targeting.","dc:creator":"Blackburn JB","dc:date":"2019","dc:title":"Maintaining order: COG complex controls Golgi trafficking, processing, and sorting."},"rdfs:label":"Function of the COG complex and relation to COG4-CDG"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:60e51e3e-adbd-4e39-ad14-6a6f0fb7086f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ccf6a54-acd5-42a1-9c72-39e198b61039","type":"FunctionalAlteration","dc:description":"Single, double and domain deletion expressing yeast were tested for their ability to grow on YPD at 23° C and 37°C. Several mutant strains showed growth defects, including yeast expressing truncated plasmids (domains D and E) and the double mutant N607A T608A. Additionally across mutant strains, the authors assessed the change in vacuolar protein carboxypeptidase Y (CPY), a sensitive indicator of vacuolar protein sorting (vps) trafficking defects caused by COG mutations. The authors found that yeast expressing the mutant protein secreted about 7-fold more CPY than those expressing wild-type Cog4p at temperatures at which growth was unaffected. In summary, the authors found that COG4 mutant strains showed evidence of altered COG4 function leading to phenotypes such as growth failure and increases in vacuolar protein sorting trafficking defects.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19651599","type":"dc:BibliographicResource","dc:abstract":"The proper glycosylation of proteins trafficking through the Golgi apparatus depends upon the conserved oligomeric Golgi (COG) complex. Defects in COG can cause fatal congenital disorders of glycosylation (CDGs) in humans. The recent discovery of a form of CDG, caused in part by a COG4 missense mutation changing Arg 729 to Trp, prompted us to determine the 1.9 A crystal structure of a Cog4 C-terminal fragment. Arg 729 is found to occupy a key position at the center of a salt bridge network, thereby stabilizing Cog4's small C-terminal domain. Studies in HeLa cells reveal that this C-terminal domain, while not needed for the incorporation of Cog4 into COG complexes, is essential for the proper glycosylation of cell surface proteins. We also find that Cog4 bears a strong structural resemblance to exocyst and Dsl1p complex subunits. These complexes and others have been proposed to function by mediating the initial tethering between transport vesicles and their membrane targets; the emerging structural similarities provide strong evidence of a common evolutionary origin and may reflect shared mechanisms of action.","dc:creator":"Richardson BC","dc:date":"2009","dc:title":"Structural basis for a human glycosylation disorder caused by mutation of the COG4 gene."},"rdfs:label":"Richardson et al. COG4 mutation analysis in S. cerevisiae"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Downscored to 0.25 due to an incomplete recapitulation between mutant strains showing increases in CPY and the BFA induced retrograde transport delays observed in patient fibroblasts."},{"id":"cggv:641615b5-a738-4f8c-a73e-4384a979c332","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:50d61891-d6a6-4d0e-9356-1085a6e0bfd9","type":"FunctionalAlteration","dc:description":"Knockdown of COG4 in HeLa cells recapitulated two phenotypes associated with the few COG4-CDG patients. First, both COG4 patient fibroblasts and COG4 knock down HeLa cells observed a significant decrease in COG4 protein levels (20% and 3% respectively). Next, both patient fibroblasts and COG4 knock down HeLa cells observed a significant delay in BFA-induced redistribution of Golgi remnants, suggesting COG4-CDG is associated with a retrograde transport delay from the Golgi to the ER.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19494034","type":"dc:BibliographicResource","dc:abstract":"The conserved oligomeric Golgi (COG) complex is a hetero-octameric complex essential for normal glycosylation and intra-Golgi transport. An increasing number of congenital disorder of glycosylation type II (CDG-II) mutations are found in COG subunits indicating its importance in glycosylation. We report a new CDG-II patient harbouring a p.R729W missense mutation in COG4 combined with a submicroscopical deletion. The resulting downregulation of COG4 expression additionally affects expression or stability of other lobe A subunits. Despite this, full complex formation was maintained albeit to a lower extent as shown by glycerol gradient centrifugation. Moreover, our data indicate that subunits are present in a cytosolic pool and full complex formation assists tethering preceding membrane fusion. By extending this study to four other known COG-deficient patients, we now present the first comparative analysis on defects in transport, glycosylation and Golgi ultrastructure in these patients. The observed structural and biochemical abnormalities correlate with the severity of the mutation, with the COG4 mutant being the mildest. All together our results indicate that intact COG complexes are required to maintain Golgi dynamics and its associated functions. According to the current CDG nomenclature, this newly identified deficiency is designated CDG-IIj.","dc:creator":"Reynders E","dc:date":"2009","dc:title":"Golgi function and dysfunction in the first COG4-deficient CDG type II patient."},"rdfs:label":"Reynders et al. Down Regulation of COG4 in HeLa cells "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Upscored due to recapitulation of altered BFA-induced redistribution of Golgi remnants, which is one of the core molecular and specific phenotypes of COG-CDG. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.25},{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1861d9fa-2b13-4cd6-8a9a-cde6ebe2bc5e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cf6c3ca6-bc2e-42c5-9df8-ffab0995f79f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"WT-COG4 rescued the glycosylation defect observed from knocking down COG4 in HeLa cells, abolishing GNL staining. Several truncated COG4 proteins of various sizes failed to rescue the glycosylation defect. Additionally, the missense variants R729A and E764A, not yet observed in probands with COG4-CDG, similarly failed to rescue the glycosylation defect. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19651599","rdfs:label":"Rescue of glycosylation defects in knock down COG4 cells"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.25},{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09c_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.4},{"id":"cggv:315ed533-f389-4164-9175-f90a1e76d666_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:315ed533-f389-4164-9175-f90a1e76d666","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:75f23052-d306-4788-8c76-a0408cec8818","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015386.3(COG4):c.697G>T (p.Glu233Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA260054"}},{"id":"cggv:cdf76cb1-040b-4ffa-a536-a38b0df96a64","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015386.3(COG4):c.2318T>G (p.Leu773Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA260056"}}],"detectionMethod":"Mutation analysis for human COG4 (NM_015386) was performed on the entire cDNA in addition to all 19 exons. Mutations were also confirmed on parent genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Analysis of serum N-glycans show deficiencies in both sialylation and galactosylation (sialyation deficiency also observed in O-glycans). Patient fibroblasts treated with 0.25ug/ml BFA had an average 63% of cells with residual Golgi remnants compared to 17% of the control fibroblasts, consistent with the delay in BFA-induced retrograde transport of resident Golgi proteins seen in previously identified COG deficiencies. Significant reduction of COG4 by Western blot.","phenotypes":["obo:HP_0001252","obo:HP_0001263","obo:HP_0001250","obo:HP_0003256","obo:HP_0002719","obo:HP_0001394","obo:HP_0001508"],"sex":"UnknownEthnicity","variant":[{"id":"cggv:63b15d6c-d695-4028-ac41-3f5aae50b0ee_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cdf76cb1-040b-4ffa-a536-a38b0df96a64"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21185756","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Conserved Oligomeric Golgi (COG) complex give rise to type II congenital disorders of glycosylation (CDG). Thus far, mutations have been identified in 6 of the 8 COG subunits. Here we present data identifying a previously reported CDG-IIx case from Singapore as a new COG4 patient with 2 novel mutations leading to p.E233X and p.L773R; with p.E233X being a de novo mutation. As a result, COG4 protein expression was dramatically reduced, while expression of the other subunits remained unaffected. Analysis of serum N-glycans revealed deficiencies in both sialylation and galactosylation. Furthermore, patient fibroblasts have impaired O-glycosylation. Importantly, patient fibroblasts exhibited a delay in Brefeldin A (BFA) induced retrograde transport, a common characteristic seen in COG deficiencies.","dc:creator":"Ng BG","dc:date":"2011","dc:title":"Identification of the first COG-CDG patient of Indian origin."}},{"id":"cggv:f44c94b1-68e8-4ebb-9761-ac40f3f8da56_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:75f23052-d306-4788-8c76-a0408cec8818"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21185756"}],"rdfs:label":"Ng et al. Proband"},{"id":"cggv:f44c94b1-68e8-4ebb-9761-ac40f3f8da56","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f44c94b1-68e8-4ebb-9761-ac40f3f8da56_variant_evidence_item"},{"id":"cggv:f44c94b1-68e8-4ebb-9761-ac40f3f8da56_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Transduction of patient fibroblasts with the wild-type COG4 did not restore the normal BFA response even using various viral titers or infection times."}],"strengthScore":2,"dc:description":"Variant is absent from gnomAD. Variant is predicted to cause nonsense mediated decay. "},{"id":"cggv:63b15d6c-d695-4028-ac41-3f5aae50b0ee","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:63b15d6c-d695-4028-ac41-3f5aae50b0ee_variant_evidence_item"},{"id":"cggv:63b15d6c-d695-4028-ac41-3f5aae50b0ee_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Transduction of patient fibroblasts with the wild-type COG4 did not restore the normal BFA response even using various viral titers or infection times."}],"strengthScore":0.1,"dc:description":"Variant is absent from gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a5936aa8-9c4b-4514-a9c8-de5442f13924_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a5936aa8-9c4b-4514-a9c8-de5442f13924","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":9,"allele":[{"id":"cggv:016b1ba8-87a3-4722-ac68-f9030d1e3aaf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015386.3(COG4):c.1255G>T (p.Glu419Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396574049"}},{"id":"cggv:40bb4600-3814-4970-ac08-b93c820631ca","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015386.3(COG4):c.941G>A (p.Cys314Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396575807"}}],"detectionMethod":"Whole Exome Sequencing was used to identify P/LP variants, sanger sequencing was used to validate such variants.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Decreased coagulation factors, abnormal liver enzymes","phenotypes":["obo:HP_0002090","obo:HP_0001399","obo:HP_0000952","obo:HP_0001263","obo:HP_0001250","obo:HP_0002878","obo:HP_0002133","obo:HP_0002240","obo:HP_0000252"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:f6e9aaf6-f43a-40e0-92e7-7c2c89617edd_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:40bb4600-3814-4970-ac08-b93c820631ca"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34298581","type":"dc:BibliographicResource","dc:abstract":"Phenotypes of some rare genetic diseases are atypical and it is a challenge for pediatric intensive care units (PICUs) to diagnose and manage such patients in an emergency. In this study, we investigated 58 PICU patients (39 deceased and 19 surviving) in critical ill status or died shortly without a clear etiology. Whole exome sequencing was performed of 103 DNA samples from their families. Disease-causing single-nucleotide variants (SNVs) and copy number variants (CNVs) were identified to do genotype-phenotypes analysis. In total, 27 (46.6%) patients received a genetic diagnosis. We identified 34 pathogenic or likely pathogenic SNVs from 26 genes, which are related to at least 19 rare diseases. Each rare disease involved an isolated patient except two patients caused by the same gene ACAT1. The genotypic spectrum was expanded by 23 novel SNVs from gene MARS1, PRRT2, TBCK, TOR1A, ECE1, ARX, ZEB2, ACAT1, CPS1, VWF, NBAS, COG4, and INVS. We also identified two novel pathogenic CNVs. Phenotypes associated with respiratory, multiple congenital anomalies, neuromuscular, or metabolic disorders were the most common. Twenty patients (74.1%) accompanied severe infection, 19 patients (70.1%) died. In summary, our findings expanded the genotypes and phenotypes of 19 rare diseases from PICU with complex characteristics.","dc:creator":"Liu J","dc:date":"2021","dc:title":"Expanding the genotypes and phenotypes for 19 rare diseases by exome sequencing performed in pediatric intensive care unit."}},{"id":"cggv:421d1654-a31a-4ec8-aaab-b52a3748c763_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:016b1ba8-87a3-4722-ac68-f9030d1e3aaf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/34298581"}],"rdfs:label":"Liu et al. P21"},{"id":"cggv:421d1654-a31a-4ec8-aaab-b52a3748c763","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:421d1654-a31a-4ec8-aaab-b52a3748c763_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Variant is predicted to undergo NMD. Variant is absent from gnomAD."},{"id":"cggv:f6e9aaf6-f43a-40e0-92e7-7c2c89617edd","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:f6e9aaf6-f43a-40e0-92e7-7c2c89617edd_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Variant is absent from gnomAD."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:33cba4d5-f427-4853-9d6d-cc29e8bdbe32_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:33cba4d5-f427-4853-9d6d-cc29e8bdbe32","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":25,"allele":{"id":"cggv:886998eb-a738-497e-bdf5-e600e4bc4ee4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015386.3(COG4):c.15G>A (p.Met5Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396581697"}},"detectionMethod":"Whole Exome Sequencing to identify variant, sanger sequencing to confirm variant","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Good non-verbal interaction and correct understanding of short sentences, tetra pyramidal spasticity. Metabolic work up including peroxisomal and lysosomal investigations was unremarkable and brain CT scan and MRI were normal. A faint abnormal cathodical spot was observed upon two-dimensional electrophoresis of serum haptoglobin in the patient but not her affected sibling. Two-dimensional electrophoresis of serum apoC-III was clearly abnormal, with markedly increased nonglycosylated apoC-III0 (10%), and with apoC-III2 and apoC-III1 in normal proportions, corresponding to a typical COG-CDG “apoC-III0” 2-DE profile. Patient's affected sibling with same genotype also had abnormal serum apoC-III0 profile. ","phenotypes":["obo:HP_0000297","obo:HP_0001344","obo:HP_0001510","obo:HP_0001263","obo:HP_0011098","obo:HP_0000316","obo:HP_0000639","obo:HP_0000252","obo:HP_0001332","obo:HP_0000286","obo:HP_0001257"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3ecba3fc-e013-4f4a-9026-e27c361165be_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:886998eb-a738-497e-bdf5-e600e4bc4ee4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34022244","type":"dc:BibliographicResource","dc:abstract":"We identified three cases of congenital disorders of glycosylation (CDG) with Golgi homeostasis disruption, one ATP6V0A2-CDG and two COG4-CDG, with normal transferrin screening analyses. Patient 1 (P1) presented at birth with cutis laxa. Patient 2 (P2) and patient 3 (P3) are adult siblings and presented with severe symptoms evocative of inborn errors of metabolism. Targeted gene sequencing in P1 revealed pathogenic ATP6V0A2 variants, shared by her affected older brother. In P2 and P3, whole exome sequencing revealed a homozygous COG4 variant of unknown significance. In all affected individuals, transferrin analysis was normal. Mass-spectrometry based serum N-glycome analysis and two-dimensional electrophoresis (2-DE) of haptoglobin and of mucin core 1 O-glycosylated apolipoprotein C-III (apoC-III) were performed. All results of second-line N-glycosylation analyses were initially normal. However, apoC-III 2-DE revealed characteristic \"apoC-III","dc:creator":"Raynor A","dc:date":"2021","dc:title":"Normal transferrin patterns in congenital disorders of glycosylation with Golgi homeostasis disruption: apolipoprotein C-III at the rescue!"}},"rdfs:label":"Raynor et al. P3- patient with a normal transferrin pattern"},{"id":"cggv:3ecba3fc-e013-4f4a-9026-e27c361165be","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:3ecba3fc-e013-4f4a-9026-e27c361165be_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"Variant is found at a rate of 0.00005438 (1/18390 alleles) in the East Asian population in gnomAD v2.1.1."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6d336ffe-8808-40e3-b3eb-7bd52bddae53_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6d336ffe-8808-40e3-b3eb-7bd52bddae53","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":87,"allele":{"id":"cggv:f5e93d3a-1a0b-4dd9-abb8-0fc039df041d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015386.3(COG4):c.653A>G (p.Gln218Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396576885"}},"detectionMethod":"Next-generation DNA sequencing analysis through a panel consisting of 450 genes accounting for different inborn metabolic diseases including 25 different types of CDGs.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Arachnoid cyst in cranial MRI, Leukodystrophy-like lesions on brain MRI. Whether the patient had an abnormal IETF pattern was not specified (though testing was preformed)","phenotypes":["obo:HP_0000639","obo:HP_0001249","obo:HP_0001252","obo:HP_0008936","obo:HP_0002313","obo:HP_0003423","obo:HP_0012758"],"sex":"Male","variant":{"id":"cggv:40cb77fc-f327-42dd-a2d7-4594c9ba75e0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f5e93d3a-1a0b-4dd9-abb8-0fc039df041d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33960646","type":"dc:BibliographicResource","dc:abstract":"The pathophysiology of congenital defects of glycosylation (CDG) is complex and the diagnosis has been a challenge because of the overlapping clinical signs and symptoms as well as a large number of disorders. Isoelectric focusing of transferrin has been used as a screening method but has limitations. Individual enzyme or molecular genetic tests have been difficult to perform. In this study, we aimed to describe CDG patients who were referred to from different departments either without a preliminary diagnosis or suspected to have a genetic disorder other than CDG. The patients were diagnosed mainly with a 450 gene next-generation DNA sequencing panel for inborn errors of metabolism, which also included 25 genes for CDG. A total of 862 patients were investigated with the panel, whereby homozygous (10) or compound heterozygous (4) mutations were found in a total of 14 (1.6%) patients. A total of 13 different mutations were discovered, 10 of them being novel. Interestingly, none of the patients was suspected to have a CDG before referral. This report expands the clinical/laboratory findings in patients with CDG and stresses on the fact that CDG should be in the differential list for pediatric patients presented with nonspecific dysmorphic features and neurological delays/regression. Also, next-generation DNA sequencing with panel approach was noticed to have a significant diagnostic potential in patients presented with nonspecific neurologic and dysmorphic findings.","dc:creator":"İnci A","dc:date":"2021","dc:title":"Congenital defects of glycosylation: Novel presentations with mainly neurological involvement and variable dysmorphic features."}},"rdfs:label":"Inci et al. P2"},{"id":"cggv:40cb77fc-f327-42dd-a2d7-4594c9ba75e0","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:40cb77fc-f327-42dd-a2d7-4594c9ba75e0_variant_evidence_item"}],"strengthScore":0,"dc:description":"Family consanguinity, variant is absent from gnomAD. Insufficient testing to confirm COG4-CDG."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c40c9829-aa45-4d94-88bc-8e8ceaba7722_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c40c9829-aa45-4d94-88bc-8e8ceaba7722","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":35,"allele":{"id":"cggv:3c41a449-6375-491d-9041-07f7f2f37cbc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015386.3(COG4):c.805G>A (p.Ala269Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA396576345"}},"detectionMethod":"Next-generation DNA sequencing analysis through a panel consisting of 450 genes accounting for different inborn metabolic diseases including 25 different types of CDGs. ","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Walking with aids, hyporexia, decreased muscle strength inextremities, abnormal cerebellar tests, periventricular leukodystrophy, metachromatic leukodystrophy like incranial MRI, normal metabolic screening, all lysosomal enzymes and Saposin B molecular analysis were in the normal range, ","phenotypes":["obo:HP_0001251","obo:HP_0001324"],"sex":"Female","variant":{"id":"cggv:7b0aa484-7cc5-4215-a550-d6d51c4c541a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3c41a449-6375-491d-9041-07f7f2f37cbc"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33960646"},"rdfs:label":"Inci et al. P3"},{"id":"cggv:7b0aa484-7cc5-4215-a550-d6d51c4c541a","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:7b0aa484-7cc5-4215-a550-d6d51c4c541a_variant_evidence_item"}],"strengthScore":0,"dc:description":"Patient reportedly non-consanguineous, variant is absent from gnomAD. Insufficient molecular testing to confirm COG4-CDG."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9a2fc8b4-4fd6-487d-8ed9-46a1859b7e99_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9a2fc8b4-4fd6-487d-8ed9-46a1859b7e99","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:bddd9234-90fd-4dfd-bf45-d703dfcad219","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015386.3(COG4):c.2197C>T (p.Arg733Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252853"}},"phenotypeFreeText":"Following a vaccination the child developed fever and progressive irritability. Isoelectric focusing of serum transferrin was performed and showed a type 2 pattern. Brisk and uncoordinated movements. Absence of speech. COG4 protein levels were 20% in the patient's fibroblasts compared with control. Sialylation. Some undulated Golgi stacks, less rigid, few fragmented/disrupted Golgi. A significant retrograde transport delay was observed in the COG4  fibroblasts.","phenotypes":["obo:HP_0001250","obo:HP_0006892","obo:HP_0001263","obo:HP_0001251","obo:HP_0000252","obo:HP_0002509","obo:HP_0001347","obo:HP_0008936","obo:HP_0001999","obo:HP_0002205"],"sex":"Male","variant":{"id":"cggv:081aabd3-f997-4dae-8975-5027a8013b64_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bddd9234-90fd-4dfd-bf45-d703dfcad219"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19494034"},"rdfs:label":"Proband Reynders et al."},{"id":"cggv:081aabd3-f997-4dae-8975-5027a8013b64","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:081aabd3-f997-4dae-8975-5027a8013b64_variant_evidence_item"},{"id":"cggv:081aabd3-f997-4dae-8975-5027a8013b64_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From (Richardson et al., PMID: 19651599) transfection of full-length Cog4 containing the R729W mutation failed to rescue the glycosylation defect observed in Cog4 knockdown cells, unlike knockdown cells transfected with COG4 WT."}],"strengthScore":0.5,"dc:description":"The variant is found in the Ashkenazi Jewish population at a rate of 0.00009925 (1/10076) and at a rate of 0.00008674 (3/34588) in the Latino population in gnomAD. Patients maternal allele contained a large deletion also encompassing the FUK gene. The FUK gene encodes l-fucose kinase, necessary for the reutilization of fucose after degradation of oligosaccharides, but no decreased fucosylation was observed in N-glycans, leading the authors to conclude that the COG4 deletion and point mutation are the sole contributor to the patients abnormal phenotypes."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.4}],"evidenceStrength":"Moderate","sequence":6499,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.65,"subject":{"id":"cggv:9fdb282a-e90b-4efe-a0ee-cbf5ec1d86fd","type":"GeneValidityProposition","disease":"obo:MONDO_0013281","gene":"hgnc:18620","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*COG4* was first reported in relation to autosomal recessive COG4-CDG by Reynders et al. in 2009 (PMID:19494034). At least 8 unique variants (missense and nonsense) have been reported in humans. Evidence supporting this gene-disease relationship includes both case-level data and experimental data.\n\nVariants in this gene have been reported in at least 7 probands from 5 publications (PMIDs:19494034, 21185756, 34298581, 34022244). Patient symptoms include global developmental delay, seizures, axial hypotonia, limb hypertonia, microcephaly, deficiencies in both sialylation and galactosylation of N glycans, while patient fibroblasts revealed impaired O-glycosylation and a delay in Brefeldin A induced retrograde transport. No supporting segregation information is available. The disease mechanism appears to be biallelic loss-of-function. Heterozygous carriers are reportedly unaffected. This gene-disease relationship is supported by the biochemical function of COG4, which is a subunit of the conserved oligomeric Golgi (COG) complex, an octameric, specific tethering complex that is important to orchestrating retrograde vesicle targeting within the Golgi apparatus. Variants in 7 out of the 8 COG subunits have been found in patients with CDGs. COG4 has been shown to directly bind to the COG subunits COG1, COG2, COG5, and COG7 (PMID:15047703). Knock down of specific COG subunits have resulted in the mislocalization of Golgi glycosylation enzymes. These critical glycosylation enzymes are likely misplaced by impaired intra-golgi retrograde trafficking that effects Golgi enzyme replacement (PMID:31381138). Additionally, the gene-disease relationship is supported by knockdown COG4 HeLa cells, which recapitulated two phenotypes associated with COG4-CDG, reduced COG4 protein levels and a significant delay in BFA-induced redistribution of Golgi remnants (PMID:19494034). Furthermore, addition of COG4-WT to knock down COG4 HeLa cells rescued a glycosylation defect (PMID:19651599). Finally, COG4 mutation analysis in S. cerevisiae revealed that COG4 mutants secreted increased carboxypeptidase Y (CPY), a sensitive indicator of vacuolar protein sorting trafficking defects (PMID:19651599). In summary, there is moderate evidence to support this gene-disease relationship. Although more evidence, genetic and experimental, is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. A classification of moderate was approved by the ClinGen Congenital Disorders of Glycosylation GCEP on 05/17/2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:6c9f2031-7487-45a5-abbe-ca2d27f1b09c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}