{"id":"cggv:3f237644-83f5-412e-9bfa-01fbd280c15av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:3f237644-83f5-412e-9bfa-01fbd280c15a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T15:55:47.802Z","role":"Publisher"},{"id":"cggv:3f237644-83f5-412e-9bfa-01fbd280c15a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T15:55:37.306Z","role":"Approver"}],"evidence":[{"id":"cggv:3f237644-83f5-412e-9bfa-01fbd280c15a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f237644-83f5-412e-9bfa-01fbd280c15a_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:d3b93a22-bf74-474a-af72-55afb6042b5f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f8f18ce-2d14-4a42-a826-bf18698db570","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Details of methodology were not given.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was reported to have a progressive neurological phenotype: The proband presented at 3 years with motor delays, sensorineural hearing loss, myoclonus, and lactic acidosis (4 millimolar) and was diagnosed with MERFF. At age 7 she  developed increasing tremors that impeded self-feeding. At age 8 years, she developed acute respiratory decompensation following 3 days of cough and rhinorrhea. She was admitted to an intensive care unit where she was found to be febrile. From 11 to 14 years, insidious decline in cranial nerve function was noted leading to ophthalmoparesis and weakness of the muscles of mastication. Her myoclonus became increasingly refractory with worsening of her EEG background. Mechanical ventilation intervention required at 8 years.\nBrain MRI: Initial Mild T2 signal abnormalities of the insula;  at age 14 years (Figure 1) )  bilateral, symmetric T2-hyperintensities of the putamina, dorsomedial thalami, dentate nuclei, brainstem nuclei, peri-aqueductal gray matter, and central gray matter of the cervical and thoracic spinal cord. \nSerum lactate ranged from 5.7-7.0 millimolar.","sex":"Female","variant":{"id":"cggv:d3b93a22-bf74-474a-af72-55afb6042b5f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"m.8344A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA254836"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33718511","type":"dc:BibliographicResource","dc:abstract":"In the field of mitochondrial medicine, correlation of clinical phenotype with mutation heteroplasmy remains an outstanding question with few, if any, clear thresholds corresponding to a given phenotype. The m.8344A>G mutation is most commonly associated with myoclonus epilepsy and ragged red fiber syndrome (MERRF) at varying levels of heteroplasmy. However, a handful of cases been previously reported in which individuals homoplasmic or nearly homoplasmic for this mutation in the blood have presented with multiple bulbar palsies, respiratory failure, and progressive neurologic decline almost uniformly following a respiratory illness. MRI brain in all affected individuals revealed symmetric T2 hyperintense lesions of subcortical gray matter structures, consistent with Leigh syndrome. Here, we present 3 cases with clinical, biochemical, and neuro-imaging findings with the additional reporting of spinal lesions. This new phenotype supports a heteroplasmy-dependent phenotype model for this mutation and recognition of this can help clinicians with diagnosis and anticipatory clinical guidance.","dc:creator":"Russo SN","dc:date":"2021","dc:title":"Leigh Syndrome as a Phenotype of Near-Homoplasmic m.8344 A>G Variant in Children."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33718511","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The proband's blood sample was near homoplasmic for the variant, no maternal sample was available. SCORE: 0.5 (established recurrent variant)."},{"id":"cggv:1a31a7a6-1f0f-4b06-a4b8-f8e34c56804e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c66b3d86-15b8-43b1-a80b-cee7b75192ec","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":12,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neurological phenotype: The patient presented at 10 years of age with a 3-year history of tremors and unsteady gait followed by progressive weakness and voice changes. At presentation she had a 2 week history of intractable hiccups, dysphagia, dyspnea, and difficulty managing salivary secretions. On exam she was cognitively intact with hypertelorism, frontal bossing, vertical ophthalmoplegia, generalized weakness (proximal greater than distal), athetoid movements of the fingers, areflexia, truncal ataxia, dysmetria, lower extremity atrophy, and ataxic gait.\nInitial MRI: Symmetric T2 hyperintensities in medulla and pons. Repeat MRI: Progression of lesions in the tectum, oculomotor nuclei, and cerebral peduncles, pons, and superior cerebellar peduncles. \nLactate: Lactate was elevated in both serum (1.5-7.8 mMol/L) and CSF (3.2 mMol/L).\nMuscle biopsy: revealed type I fiber predominance with normal spectrophotometeric analysis.","sex":"Female","variant":{"id":"cggv:1a31a7a6-1f0f-4b06-a4b8-f8e34c56804e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33718511"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33718511","rdfs:label":"Case 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The proband showed 97% variant heteroplasmy in blood. SCORE: 0.5pt (recurrent , established variant)"},{"id":"cggv:905f7a6d-9c9b-4d1d-9a5c-e9984766c131_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b178b076-0803-4c66-94ba-92e9d7e0ac60","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":6,"detectionMethod":"Sequencing of mtDNA and PDHC E l alpha cDNA. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Diagnosis of Leigh syndrome confirmed by neuropathology. The case had presented with developmental delay, hypotonia, ophthalmoplegia, optic atrophy, bulbar problems, respiratory disturbance, elevated lactate.\nFamily History: The maternal grandmother was diagnosed with myopathy at age 54 years","sex":"Male","variant":{"id":"cggv:905f7a6d-9c9b-4d1d-9a5c-e9984766c131_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8602753","type":"dc:BibliographicResource","dc:abstract":"We investigated the etiology of Leigh syndrome in 67 Australian cases from 56 pedigrees, 35 with a firm diagnosis and 32 with some atypical features. Biochemical or DNA defects were determined in both groups, ie, 80% in the tightly defined group and 41% in the \"Leigh-like\" group. Eleven patients had mitochondrial DNA point mutations (nucleotide [nt] 8993 T to G, nt 8993 T to C, or nt 8344 A to G) and 1 Leigh-like patient had a heteroplasmic deletion. Twenty-nine patients had enzyme defects, ie, 13 respiratory chain complex I, 9 complex IV, and 7 pyruvate dehydrogenase complex (PDHC). Complex I deficiency is more common than recognized previously. Six PDHC-deficient patients had mutations in the X-chromosomal gene encoding the E1alpha subunit of PDHC. Parental consanguinity suggested autosomal recessive inheritance in two complex IV-deficient sibships. We found no strong correlation between the clinical features and basic defects. An assumption of autosomal recessive inheritance (frequently made in the past) would have been wrong in nearly one-half (11 of 28 tightly defined and 18 of 41 total patients) of those in whom a cause was found. A specific defect must be identified if reliable genetic counseling is to be provided.","dc:creator":"Rahman S","dc:date":"1996","dc:title":"Leigh syndrome: clinical features and biochemical and DNA abnormalities."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8602753","rdfs:label":"Patient 14"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"GnomAD: 0 homoplasmic individuals, 6 heteroplasmic individuals with a max heteroplasmy of 78%. Mixed in silico predictions: MitoTIP Possibly benign (11.3), PON-mt-tRNALikely neutral (0.422), HmtVarPathogenic (0.900). The proband showed >90% in all tissues examined including liver, kidney, skeletal muscle, fibroblast and nine regions of the brain. No maternal sample was available. SCORE: 0.5pt (recurrent established pathogenic variant)."},{"id":"cggv:e66a30d8-a39f-415c-80ac-7db3fbadd56e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ac8914c-8c2b-469f-9326-fc251eb40e05","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":13,"detectionMethod":"The SURF1, MTATP6 and MTTK genes","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband showed normal development but with dyslexia and school difficulties from an early age.\nOnset was at 13 years in the form of 'drop atacks' and associated head injuries. Over the next five months he showed limb weakness, double vision, difficulties in swallowing, dyspnoea and stool incontinence appeared and rapidly developed over several weeks. Respiratory failure occurred and required artificial ventilation. Episodes of seizures, impaired consciousness, and difficulty in controlling blood pressure were observed.\nElevated lactate (24 mg/dl, ref. < 20 mg/dl) \nLiver enlargement (6 cm), mild transaminase elevation (< 100 U/l) and hyperammonaemia (300 μg/dl)\nAt 15 years diagnosed with severe bulbo-pyramidalsyndrome. Neurological progression recurred at the age of 15.5 years. \nAt the age of 16.5, the boy experienced a stroke-like episode and died at age 17 years. \nThe bilateral T2 thalamus, putamen, midbrain, pons, medulla oblongata lesions, and entire length of the spinal cord were involved (Fig 1).\nMuscle biopsy: Histochemistry of muscle samples revealed few distinct ragged blue fibres (RBF) (Fig. 3) accompanied by a pattern suggestive of mosaic COX deficiency and mild to moderate lipid accumulation. No classical ragged red fibres (RRF) were observed. muscle homogenate showed an increased citric synthase activity, normal complex I-IV\nNo family history\n","sex":"Male","variant":{"id":"cggv:e66a30d8-a39f-415c-80ac-7db3fbadd56e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24374964","type":"dc:BibliographicResource","dc:abstract":"We describe a child with dyslexia and difficulty in school who, at the age of 13 years, began to suffer from several head injuries resulting from falls of uncertain cause. Two years later, the patient developed symptoms of a severe mitochondrial disorder (involving bulbar-pyramidal paralysis, ophthalmoplegia, and hyperlactatemia) that coincided with VPA administration. Brain MR imaging revealed rapidly developing Leigh syndrome (LS), and muscle biopsy showed ragged blue fibres (RBF). A diminished expression of the E1α subunit of pyruvate dehydrogenase was found in muscle homogenate (signal 28.7% of normal). The accurate diagnosis of mitochondrially inherited LS (MILS) and the identification of an almost homoplasmic m.8344G>A mutation in the MTTK gene was delayed due to an initial incorrect diagnosis of epilepsy, misdiagnosis of neuroinfection, and failure to note LS on the first brain MRI. Periods of exacerbation or improvement were observed in association with the administration of certain drugs or procedures (VPA administration or intensive rehabilitation associated with worsening; ketogenic diet associated with remission). However, the random association of these factors with natural disease fluctuations cannot be excluded.","dc:creator":"Buda P","dc:date":"2013","dc:title":"\"Drop attacks\" as first clinical symptoms in a child carrying MTTK m.8344A>G mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24374964","rdfs:label":"Case report: Buda 2013"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband's blood sample showed m.8344A>G to be present at 96% heteroplasmy. The proband's sister and mother were asymptomatic and showed heteroplasmy of 80% and 70% in the blood. SCORE: 1pt (0.5pt recurrent established variant, 0.5pt segregation of heteroplasmy)"},{"id":"cggv:8a49a8da-23fa-4ade-8e2f-8ac78cc791d0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ded6534b-09d9-4acd-846d-6bcab91225c4","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":23,"detectionMethod":"Methodology not specified but the proband was screened for the mitochondrial variants : m.3243A>G, m.8993T>G and m.8344A>G","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was hypotonic and developmentally delayed since birth. At age 20 months, an upper respiratory tract infection and status asthmaticus led to hospital admission. Acute respiratory failure requiring respiratory support, progressive decline in mental status soon developed.\nNeurologic regression over 3 months led to loss of all of his motor skills and milestones. Progressive external ophthalmoplegia, ptosis, generalized muscle weakness, left ventricular hypertrophy, Wolff-Parkinson-White syndrome, pancreatitis, gastroesophageal reflux, bilateral severe sensorineural deafness, The proband died at 23 months. \nPersistent lactic acidosis serum lactate up to 10.6 mmol/L; normal 0.5–2.2 mmol/L\nMRI: symmetric hyperintense T2-weighted signals within the putamina, claustra, thalami, midbrain, and medulla; brain magnetic resonance spectroscopy also revealed a large amount of lactate within the putamina.\nHis liver and skeletal muscle biopsies revealed markedly increased lipid accumulation, some scattered cytochrome c oxidase–deficient muscle fibers but without ragged red fibers, and some enlarged mitochondria. liver and skeletal muscle respiratory chain complexes, skeletal muscle pyruvate dehydrogenase complex, liver pyruvate carboxylase, and pyruvate dehydrogenase complex were normal. ","sex":"Male","variant":{"id":"cggv:8a49a8da-23fa-4ade-8e2f-8ac78cc791d0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12661941","type":"dc:BibliographicResource","dc:abstract":"Leigh disease, subacute necrotizing encephalomyelopathy, is a neurodegenerative disorder often seen in infancy or childhood but rarely reported in adults. Genetic heterogeneity is well recognized, and the associated etiologies include both mitochondrial and nuclear DNA defects. We describe an infant presenting with developmental delay and then progressive multisystem disorder and neuroradiologic features of Leigh disease. He and his maternal relatives all have the A8344G mitochondrial DNA mutation. However, only minor clinical features are seen in his maternal relatives, with migraine being the most common problem. Additionally the A8344G mitochondrial DNA mutation is associated with spinocerebellar degeneration, other nonspecific mitochondrial encephalomyopathies, atypical Charcot-Marie-Tooth disease, and progressive external ophthalmoplegia. The A8344G mitochondrial DNA mutation may present with Leigh disease or other different atypical clinical features without myoclonic epilepsy and ragged red fibers.","dc:creator":"Tsao CY","dc:date":"2003","dc:title":"Leigh disease with mitochondrial DNA A8344G mutation: case report and brief review."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12661941","rdfs:label":"Case report: Tsao 2003"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband's blood , skeletal muscle and liver tissues were homoplasmic for the variant. The variant was detected in the blood of multiple family members: 22 yr mother 40% blood (migraine headaches), 4 yr sister 30% (migraine headaches), 15 yr maternal uncle 30% (ADHD, ID), 17 yr maternal aunt 40% (partial epilepsy), 39 yr maternal grandmother 20% (migraine headaches), 65 yr maternal great grandmother 10% (migraine headaches). SCORE: 1pt (0.5 recurrent established variant, 0.5 segregation of heteroplasmy levels)"},{"id":"cggv:9990b8e8-1ed9-470d-bcff-656b198d0ca8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:17fa923e-acad-4b92-acb8-43196f1cbe39","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"mtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband showed a failure to thrive and progressive hypotony developed beginning in infancy, and he was wheelchair-dependent from the age of 8 years. Psychological investigations revealed moderate mental retardation, which later became severe. At the age of 8 he had his first epileptic paroxysm, and at the age of 11, an acute stroke-like encephalopathy developed, resulting in generalized weakness and respiratory failure requiring ventilatory support.\nMRI revealed bilateral necrotic basal ganglia lesions typical of Leigh syndrome.\nHyperlactacidemia (2.5–5.5 mmol/l, controls b2.1 mmol/l) with an increased lactate/pyruvate ratio (L/P 28).","sex":"Male","variant":{"id":"cggv:9990b8e8-1ed9-470d-bcff-656b198d0ca8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d360a97b-97c0-4d56-b6fd-dbcfe86a44d7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"m.8363G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120555"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18319067","type":"dc:BibliographicResource","dc:abstract":"The impact of point mutations in mitochondrial tRNA genes on the amount and stability of respiratory chain complexes and ATP synthase (OXPHOS) has been broadly characterized in cultured skin fibroblasts, skeletal muscle samples, and mitochondrial cybrids. However, less is known about how these mutations affect other tissues, especially the brain. We have compared OXPHOS protein deficiency patterns in skeletal muscle mitochondria of patients with Leigh (8363G>A), MERRF (8344A>G), and MELAS (3243A>G) syndromes. Both mutations that affect mt-tRNA(Lys) (8363G>A, 8344A>G) resulted in severe combined deficiency of complexes I and IV, compared to an isolated severe defect of complex I in the 3243A>G sample (mt-tRNA(LeuUUR). Furthermore, we compared obtained patterns with those found in the heart, frontal cortex, and liver of 8363G>A and 3243A>G patients. In the frontal cortex mitochondria of both patients, the patterns of OXPHOS deficiencies differed substantially from those observed in other tissues, and this difference was particularly striking for ATP synthase. Surprisingly, in the frontal cortex of the 3243A>G patient, whose ATP synthase level was below the detection limit, the assembly of complex IV, as inferred from 2D-PAGE immunoblotting, appeared to be hindered by some factor other than the availability of mtDNA-encoded subunits.","dc:creator":"Fornuskova D","dc:date":"2008","dc:title":"The impact of mitochondrial tRNA mutations on the amount of ATP synthase differs in the brain compared to other tissues."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18319067","rdfs:label":"Patient 14"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"GnomAD: homoplasmic: 0/56434, heteroplasmic 1 individual with 54% heteroplasmy. Pathogenic in silico predictions; Mitotip: Likely pathogenic (19.2), PON-mt-tRNAPathogenic (0.868), HmtVarPathogenic (0.750). The proband showed high heteropaslmy levels in multiple tissues: skeletal muscle 80%, heart 89%, frontal cortex 87%, liver 97%. There was no maternal sample. Skeletal muscle sample showed decreased levels of complex I (5% of control) and IV (b10% of control) .The sample also revealed adiminished amount of complex V holoenzyme (35% of control). Complex I, IV and V activity was reduced in muscle, heart and frontal cortex. SCORE: 0.5 pts (established recurrent variant)."},{"id":"cggv:ac5bdb4f-bb26-44b6-afa2-83924bb2e6d9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9e25bbb5-54ab-48b8-8108-c5a374bdf930","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":17,"detectionMethod":"Familial targeted testing, no methodology given","phenotypeFreeText":"The patient presented at 17 months with acute ataxia and spells of head drops, eye flutters, tremulousness and falling in the setting of influenza A. She returned to the hospital 2 weeks later due to return of tremors and head drops after interval improvement. Her exam revealed a left esotropia, mildly diffuse central hypotonia, tremor with central titubation, falling, and episodes of head drop with eye flutter that had positive correlation on EEG consistent with generalized seizures. She developed dysphagia followed by respiratory failure and required a tracheostomy, became ventilator dependent.\nElevated lactate and alanine: Lactate (Whole Blood): 3.0 (0.5–1.6 mmol/L) and Alanine (Plasma) 664.7 (89–440 umol/L)).\nMRI: patchy and confluent, nearly symmetric T2 hyperintensity throughout the brainstem.\n","sex":"Female","variant":{"id":"cggv:ac5bdb4f-bb26-44b6-afa2-83924bb2e6d9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33718511"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33718511","rdfs:label":"Case 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband showed 97% heteroplasmy level in blood, the mother showed 80% heteroplasmy level in blood. SCORE: 1pt (0.5 established recurrent variant, 0.5 segregation of heteroplasmy)"},{"id":"cggv:d9f95f94-df3d-4066-8d2d-56493cce6df8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ddedf3a3-d3ee-4fa6-a2e1-54d8fd11817f","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":27,"detectionMethod":"mtDNA sequencing of ATP6/8 and the MT-tRNAs","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Failure to thrive was noted in the proband from 5 months and from 12 months regression of developmental milestones such as pulling to stand and sitting was noted. The child developed\ngeneralized seizures and showed increasing respiratory distress. When last hospitalized at 27 months of age, she was unresponsive with fixed dilated pupils and minimal purposeful movements. Deep tendon reflexes were brisk with clonus in all limbs; plantar reflexes were extensor. She died shortly thereafter of cardiorespiratory failure.\nElevated lactate: lactic acid in venous blood ranged between 3.8 and 9.5 mmol/L (normal, less than 2.5 nunol/L). ragged red and cytochrome c oxidase-negative fibers.\nBrain MRI: bilateral lucencies in the cerebral peduncles. \nMuscle biopsy from the proband showed decreased activities of all respiratory-chain enzymes (Table 1) and ragged red fibers \nFamily History: Mother developed myoclonus epilepsy with ragged red fibers (MERRF) in her late 20s. with ragged red and cytochrome c oxidase-negative fibers\nA maternal half-sister of the proband had died at 2.5 years of age from neuropathologically proven Leigh syndrome. Pedigree shown in Figure 1. ","previousTesting":true,"previousTestingDescription":"mtDNA A8344G and A3243G ruled out","sex":"Female","variant":{"id":"cggv:d9f95f94-df3d-4066-8d2d-56493cce6df8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d360a97b-97c0-4d56-b6fd-dbcfe86a44d7"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11108511","type":"dc:BibliographicResource","dc:abstract":"We identified a G-->A transition at nt-8363 in the mitochondrial DNA transfer ribonucleic acidLys gene in blood and muscle from a 13-month-old girl who had clinical and neuroradiologic evidence of Leigh syndrome and died at age 27 months. The mutation was less abundant in the same tissues from the patient's mother, who developed myoclonus epilepsy with ragged red fibers (MERRF) in her late 20s. In both mother and daughter, muscle histochemistry showed ragged red and cytochrome c oxidase-negative fibers and biochemical analysis showed partial defects of multiple respiratory-chain enzymes. A maternal half-sister of the proband had died at 2.5 years of age from neuropathologically proven Leigh syndrome. The G8363A mutation, which previously had been associated with cardiomyopathy and hearing loss, MERRF, and multiple lipomas, also should be included in the differential diagnosis of maternally inherited Leigh syndrome.","dc:creator":"Shtilbans A","dc:date":"2000","dc:title":"G8363A mutation in the mitochondrial DNA transfer ribonucleic acidLys gene: another cause of Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11108511","rdfs:label":"Case report Shtibans 1999"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband showed >98% heteroplasmy in skeletal muscle and blood (RFLP analysis), the mother, diagnosed with MERFF showed 84% in muscle and 72% in blood. 61% heteroplasmy in a maternal aunt and 59% in the maternal grandmother was found in blood samples. Muscle biopsy from the proband showed decreased activities of all respiratory-chain enzymes (Table 1) SCORE: 1pt (0.5pt established recurrent variant, 0.5pt segregation of heteroplasmy)"},{"id":"cggv:8447cc6a-395e-413c-9cf0-30e1569ffb1f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:647f9520-90b9-4f07-a272-27179905c445","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":28,"detectionMethod":"Screening for common mtDNA and SURF1 gene mutations was applied. Sequencing of part (nucleotides 1777-4218, 4850-9847, 14753-15399, 16515-1173) of the patient’s mitochondrial genome was performed. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband showed some developmental delay, at the age of 20 months his level of development was that of an 11-month old child.  At the age of 20 months he was admitted to the hospital due to loss of appetite, tachypnoea and worsening of general condition which developed during the treatment of rhinitis. Somnolence, loss of muscle tone and dehydration were observed. Examination revealed insufficient body mass, lowered muscle tone (the boy was not walking), thinning of the skin and increased perspiration. Emotional contact and comprehension were good but the boy was not talking.\nLaboratory tests showed lactic acidaemia (40-82 mg/dl) and hyperalaninaemia (516 μmol/l; normal value 186-318 μmol/l). The proband died at 28 months.\nNo brain MRI, but post mortem neuropathological lesions were typical for LS.\n\"Fig4. Microscopic view of post mortem brain stem lesions typical for LS. Vascular proliferation, spongy degeneration, neuronal damage and small pseudocyst formation. Macroscopically the central nervous system showed symmetrical focal grey discolorations localized in the basal ganglia and pons, similar more distinctly outlined ones in the dorsal part of the medulla approximately 0.4 cm in diameter, and bilateral delicate discolorations in the vicinity of the dentate nuclei. Microscopically the above foci showed spongy degeneration, astroglial and capillary proliferation as well as neuronal damage. In several foci central microcystic areas had developed. \"","sex":"Male","variant":{"id":"cggv:8447cc6a-395e-413c-9cf0-30e1569ffb1f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d360a97b-97c0-4d56-b6fd-dbcfe86a44d7"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18176892","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS), or subacute necrotizing encephalomyelopathy, having relatively homogeneous clinical symptomatology and pattern of neuropathological changes, shows remarkable heterogeneity in biochemical and molecular background. G8363A mitochondrial DNA mutation typical for MERRF syndrome and progressive cardiomyopathy may also be associated with LS. Clinical, biochemical and pathological findings in a boy aged 28 months who died with classical COX-deficientLSassociatedwithmtG8363Aisdescribedindetail.Hyperlactataemia,LCHAD-like organic acids profile and respiratory alkalosis(pH7.47,pCO2 4.9 mmHg, HCO3 3.0 mmol/l) were observed. Spectrophotometric assay showed deficit of respiratory chain complexes IVand I. Skeletal muscle biopsy revealed mosaic cytochrome oxidase deficit,lipid accumulation and ultrastructural abnormalities of mitochondria. Postmortem examination confirmed the presence of typical LS central nervous system lesions as well as hypertrophy of the left ventricle of the heart.","dc:creator":"Pronicki M","dc:date":"2007","dc:title":"G8363A mitochondrial DNA mutation is not a rare cause of Leigh syndrome - clinical, biochemical and pathological study of an affected child."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18176892","rdfs:label":"Case report Pronicki 2007"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The proband showed a high level of heteroplasmy (no further details), no maternal sample. SCORE: 0.5 pt (recurrent established variant)"},{"id":"cggv:059a7c53-7cc5-4c43-b435-51812d6f6477_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0fc1aeff-ecf4-462d-9616-e8b81cb4f484","type":"Proband","detectionMethod":"m.8344A>G screening only ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband was initially diagnosed with MERFF but had neuropathological findings consistent with Leigh syndrome, maternal family history of mitochondrial disease","sex":"Male","variant":{"id":"cggv:059a7c53-7cc5-4c43-b435-51812d6f6477_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8170567","type":"dc:BibliographicResource","dc:abstract":"We looked for the A-->G transition at position 8344 of mtDNA in 150 patients, most of them with diagnosed or suspected mitochondrial disease, to assess the specificity of this mutation for the MERRF phenotype, to define the clinical spectrum associated with the mutation, and to study the relationship between percentage of mutation in muscle and clinical severity. Our results confirm the high correlation between the A-->G transition at position 8344 and the MERRF syndrome, but they also show that this mutation can be associated with other phenotypes, including Leigh's syndrome, myoclonus or myopathy with truncal lipomas, and proximal myopathy. The absence of the mutation in four typical MERRF patients suggests that other mutations in the tRNA(Lys) gene, or elsewhere in the mitochondrial DNA, can produce the same phenotype.","dc:creator":"Silvestri G","dc:date":"1993","dc:title":"Clinical features associated with the A-->G transition at nucleotide 8344 of mtDNA (\"MERRF mutation\")."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8170567","rdfs:label":"Pedigree 10, proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The variant was found to be homoplasmic in the proband's muscle, and 93% heteroplasmy in blood. SCORE: 0.5pt (0.5 established recurrent variant)"},{"id":"cggv:8c173b3d-e1e8-4dc4-ab60-8eec081ebb9c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:796d8a9c-6737-4dc7-9a0f-cf11bccc7c5d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":14,"detectionMethod":"MtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband is a 16-year-old boy with a family history of epilepsy who presented with acute respiratory failure, limb weakness, diabetes mellitus, sinus tachycardia, lactic acidosis, and pneumonia. He went on to develop cranial nerve palsy, myoclonus, generalized seizures, ataxia, recurrent pneumonia, and hypotension. He was diagnosed with both MERFF and Leigh syndrome. \nElevated lactate 9.4 mmol/L, pyruvate, and glucose levels.\nMRI: bilateral, symmetric, high-intensity T2-weighted signals in the thalamus, brainstem, and gray matter of the spinal cord. Serial MRI scans over time showed progressive changes (Fig 2, 3 and 4) After 7 months, T2-weighted MRI (Figure 4) revealed hyperintensities in the bilateral thalamus (arrow in Figure 4A), tegmental area of the midbrain (arrow in Figure 4B), pons (arrow in Figure 4C), medulla (arrow in Figure 4D), and the cervical and thoracic spinal cord (new lesions, hollow arrow in Figure 4E).\nHistochemical analyses revealed ragged red fibers (RRF) and decreased cytochrome oxidase activity.\n","sex":"Male","variant":{"id":"cggv:8c173b3d-e1e8-4dc4-ab60-8eec081ebb9c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30271374","type":"dc:BibliographicResource","dc:abstract":"We present the case of a 16-year-old boy with a family history of epilepsy who presented with acute respiratory failure, limb weakness, diabetes mellitus, sinus tachycardia, lactic acidosis, and pneumonia. He went on to develop cranial nerve palsy, myoclonus, generalized seizures, ataxia, recurrent pneumonia, and hypotension. Biochemical investigation revealed elevated lactate, pyruvate, and glucose levels. Cerebral magnetic resonance imaging (MRI) revealed bilateral, symmetric, high-intensity T2-weighted signals in the thalamus, brainstem, and gray matter of the spinal cord. Histochemical analyses revealed ragged red fibers (RRF) and decreased cytochrome oxidase activity. Blood and muscle-derived DNA demonstrated a high level (95% and 96%, respectively) of the m.8344A>G mutation, while almost all of his maternal relatives (","dc:creator":"Shen C","dc:date":"2018","dc:title":"Overlapping Leigh Syndrome/Myoclonic Epilepsy With Ragged Red Fibres in an Adolescent Patient With a Mitochondrial DNA A8344G Mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30271374","rdfs:label":"Case report: Shen 2018"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband showed 95% heteroplasmy in blood, 96% muscle (Quantitative pyrosequencing). Mother: 77% blood (short stature, high blood lactate levels, and epilepsy) Cousin: 87% blood (seizures from 8 years) Large pedigree, see figure 7 for additional assymptomatic carriers and heteroplasmy levels which segregate with disease. SCORE 1 pt (0.5 recurrent established variant, 0.5 segregation of heteroplasmy)"},{"id":"cggv:152b8120-53f0-4d92-bee0-ebe665ff7a4e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f192d4fd-aa70-4587-b196-f8aadca5d935","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"MtDNA sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"The proband,  at 15 months, developed a progressive course of gait unsteadiness with falling, myoclonus of the trunk and limbs, and swallowing dysfunction. Partial complex seizures with secondary generalization developed around age 2 years and a moderate degree of global cognitive impairment was noted. \nBrain MRI at age 5 years showed bilateral increased T 2- weighted signal in the putamen; however, a follow-up MRI 14 months later showed resolution of the basal ganglia abnormalities and instead increased T,-weighted signal in the posterior medulla.\nElevated lactate levels (venous lactate, 50 mg/dL, cerebrospinal fluid lactate, 31.1 mg/dL).\nMuscle biopsy: muscle histochemistry revealed diminished glycogen stores in some myofibers. Cytochrome c oxidase staining revealed nearly complete absence of cytoplasmic staining with scattered fibers containing a prominent subsarcolemmal crescent. No ragged red fibers were seen.\nFamily History: Brother with autism (proband in this case), half sister with generalized seizures and oppositional behavior at 9 years, normal MRI and lactate. ","sex":"Female","variant":{"id":"cggv:152b8120-53f0-4d92-bee0-ebe665ff7a4e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d360a97b-97c0-4d56-b6fd-dbcfe86a44d7"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10868777","type":"dc:BibliographicResource","dc:abstract":"We report a family with a heterogeneous group of neurologic disorders associated with the mitochondrial DNA G8363A transfer ribonucleic acid (RNA)Lys mutation. The phenotype of one child in the family was consistent with autism. During his second year of life, he lost previously acquired language skills and developed marked hyperactivity with toe-walking, abnormal reciprocal social interaction, stereotyped mannerisms, restricted interests, self-injurious behavior, and seizures. Brain magnetic resonance imaging (MRI) and repeated serum lactate studies were normal. His older sister developed signs of Leigh syndrome with progressive ataxia, myoclonus, seizures, and cognitive regression. Her laboratory studies revealed increased MRI T2-weighted signal in the putamen and posterior medulla, elevated lactate in serum and cerebrospinal fluid, and absence of cytochrome c oxidase staining in muscle histochemistry. Molecular analysis in her revealed the G8363A mutation of the mitochondrial transfer RNA(Lys) gene in blood (82% mutant mitochondrial DNA) and muscle (86%). The proportions of mutant mitochondrial DNA from her brother with autism were lower (blood 60%, muscle 61%). It is likely that the origin of his autism phenotype is the pathogenic G8363A mitochondrial DNA mutation. This observation suggests that certain mitochondrial point mutations could be the basis for autism in some individuals.","dc:creator":"Graf WD","dc:date":"2000","dc:title":"Autism associated with the mitochondrial DNA G8363A transfer RNA(Lys) mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10868777","rdfs:label":"Subject 11-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband showed 82% heteroplasmy in blood, 86% in muscle. There was no maternal sample but the brother showed 60% heteroplasmy in blood and 61% in muscle. Isolated mitochondria from muscle showed patient II-3 showed a near absence of complex V . activity and low complex I, III, and IV activities compared , to control values. SCORE: 1pt (0.5 recurrent, established variant, 0.5pt segregation of heteroplasmy)"},{"id":"cggv:f21c9aba-4a5e-491f-9b03-cee0e15fbecd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d84d2ae9-4025-4424-ab02-b154a3117d76","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":6,"detectionMethod":"m.8344A>G screening only","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Developmental milestones of the proband were normal until 1year of age, when he could walk on his own. At 2years, he developed astatic seizures well-controlled by valproic acid (VPA). At 3years,he de veloped cerebel lar ataxia with dysarthria and wide-based gait. At 4years,he presented with atypical absence and myoclonic seizures.  Initial diagnosis was MERRF. At 6 years he developed bacterial pneumonia with slight fever (from 98 to 100 \u0003F) for 10 days. He did not have any neurological disturbance at that time. However, he suddenly presented with progressive bulbar palsy and marked generalized hypotonia two days after the body temperature was elevated above102F.\nBrain T2-weighted MRI showed high-signal bilateral lesions from the pons to the medulla. lesions extending to the thalamus and bilateral cerebral hemispheres were noted on MRI (Fig. 3 (A)–(C) )4–6 weeks after the initial episode.\nLactate and pyruvate levels in serum elevated 33.2mg /dl and 1.89 mg/d l,respect ively. (CSF lactate and pyruvate levels were 22.3 mg/ dl and 1.33 mg/dl,respectively","sex":"Male","variant":{"id":"cggv:f21c9aba-4a5e-491f-9b03-cee0e15fbecd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22981260","type":"dc:BibliographicResource","dc:abstract":"We report the case of a boy with myoclonic epilepsy with ragged-red fibers (MERRF) who had astatic seizures since 2 years of age and later developed ataxia, absence seizures, and myoclonus. Almost homoplasmic A8344G mutation of mitochondrial DNA (m.8344A>G mutation) was detected in lymphocytes. He developed late-onset Leigh syndrome (LS) when he contracted pneumonia at 6 years. He developed bulbar palsy and deep coma. MRI demonstrated lesions in the brainstem, basal ganglia, and cerebral cortex. Three similar cases have been reported; two carried the almost-homoplasmic m.8344A>G mutation in muscle tissue. These suggested that almost homoplastic m.8344A>G mutation developed clinical phenotype of MERRF in the early stage and late-onset Leigh syndrome in the late course of the disease.","dc:creator":"Monden Y","dc:date":"2013","dc:title":"Late-onset Leigh syndrome with myoclonic epilepsy with ragged-red fibers."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22981260","rdfs:label":"Case report Monden 2013"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The variant is 'almost' homoplasmic in the proband's blood (RFLP analysis). No maternal sample reported. SCORE: 0.5 pt (recurrent established variant)"},{"id":"cggv:2702b89d-35eb-4ad2-a846-09bb6d6bcb66_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4ec7bda7-f70e-4549-9566-09f1fe11a0b1","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":12,"detectionMethod":"DNA was extracted from paraffin embedded tissue, MT-TK, MT-TL and ATP6, 8 were sequenced only.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Diagnosis of Leigh syndrome confirmed by neuropathology. The proband showed an infantile onset of mild spastic diparesis, clumsiness, pes caws deformities, and mental retardation. She was hospitalized because of pneumonia at the age of 12 years and died two months late after a cardiac arrest. Examination revealed bilateral papilledema, mild right facial weakness, nystagmus on lateral gaze, appendicular ataxia with reduced vibratory sensation, hypertonia, absent tendon reflexes, and bilateral Babinski signs.\nElevated lactate: (3.9 and 5.4 mM/L; normal, c2.2 mM/L\nAn autopsy documented the typical lesions seen in LS. \nFamily History: multiple relatives of the proband showed a neurological disorder, see pedigree\n","sex":"Female","variant":{"id":"cggv:2702b89d-35eb-4ad2-a846-09bb6d6bcb66_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9851442","type":"dc:BibliographicResource","dc:abstract":"In 1975, we presented the results of a study on a family with a constellation of features that included a chronic spinocerebellar syndrome, neuropathologically proven Leigh syndrome, and sudden death in infancy or childhood affecting several members over three generations. Inheritance was thought to be autosomal dominant. Twenty years later, we reinterpreted the inheritance pattern as maternal. Mitochondrial DNA (mtDNA) extracted from paraffin-embedded brain samples from the proband revealed the A8344G myoclonic epilepsy and ragged-red fiber (MERRF) mutation as the molecular basis for this multifaceted neurological syndrome. This re-evaluation of archival material is an instructive example of \"medical archeopathology.\"","dc:creator":"Santorelli FM","dc:date":"1998","dc:title":"The mitochondrial DNA A8344G mutation in Leigh syndrome revealed by analysis in paraffin-embedded sections: revisiting the past."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9851442","rdfs:label":"Subject 111- 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Paraffin embedded DNA extracted from the proband's brain indicated 92% heteroplasmy. Samples from other family members were not available. SCORE: 0.5 pt (recurrent , established variant)"},{"id":"cggv:6753bd1a-6af3-43cc-98ed-cbe05112a917_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b79d625b-e88e-46b7-8352-2221b6db2640","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"detectionMethod":"m.8344A>G screening only ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neuropathological confirmation of Leigh syndrome. \nThe proband had a progressive myoclonus and ataxia: At the age of 7 years he developed occasional myoclonic jerks affecting first the limbs and later the head. By the age of 10 years\nthe jerks had become more frequent but tended to occur in clusters separated by up to a week. He also had additional brief atonic seizures. Aged 17 his speech was slurred, his handwriting unintelligible. On examination at age 17 years he had a slurring dysarthria and normal hearing. Pursuit eye movements were jerky, with hypometric saccades in the vertical plane. There were occasional myoclonic jerks in the limbs, with mild upper limb ataxia. Power was normal. The tendon reflexes were brisk with ankle clonus and extensor plantar responses. Joint position and vibration sense were impaired in the toes. Romberg's sign was positive and his gait was broad based. Progression and severe disease were evident by 18 years, he developed dysphagia and pneumonia, requiring ventilation and nasogastric feeding.\nComputerised tomography showed cerebellar atrophy.\nElevated lactate: Plasma and CSF lactate concentrations were 4.1 and 2.9 mmol/l (normal < 1.8). CSF protein was 0.27 g/I.\nMRI scan showed marked atrophy of the posterior fossa structures, which was present in a milder degree in the cerebral hemispheres. A striking high signal lesion was seen to extend along the posterior surface of the brainstem from the level of the dorsal column nuclei to the midbrain.\nA second MRI scan showed rostral extension, in continuity, of the high signal lesion which now involved the thalamus (Fig. 1).\nMuscle biopsy: no Ragged red fibres, A high proportion of fibres showed very low or negligible cytochrome oxidase activity. Electron microscopy showed the presence of large intermyofibrillar neutral lipid droplets in about 15% of fibres. Occasional mitochondria lacked internal cristae.\nNeuropath: see text for full notes; characteristic of subacute necrotizing encephalopathy (Leigh syndrome). ","sex":"Male","variant":{"id":"cggv:6753bd1a-6af3-43cc-98ed-cbe05112a917_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aea4acb4-f60d-474a-b750-5bdf7da717c8"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8133313","type":"dc:BibliographicResource","dc:abstract":"An 18-year-old male patient presented with clinical and radiological evidence of Leigh's syndrome (LS), having developed progressive myoclonic epilepsy and ataxia 11 years previously. Muscle biopsy showed cytochrome oxidase deficiency but no ragged red fibres. Autopsy confirmed the diagnosis of LS; there was additional degenerative change in the cerebellum and dentate and olivary nuclei, and an axonal peripheral neuropathy. Biochemical studies showed reduced activity of complexes I and IV of the respiratory chain in mitochondria from heart, liver and kidney. The mutation of mitochondrial DNA (mtDNA) at position 8344, commonly associated with the syndrome of myoclonic epilepsy and ragged red fibres, was detected in the patient's blood and was present in muscle, brain, liver, heart, and kidney in uniformly high amounts. It is clear that LS is genetically heterogeneous and represents one of the most severe phenotypes of a number of different mtDNA defects.","dc:creator":"Sweeney MG","dc:date":"1994","dc:title":"Mitochondrial DNA mutation underlying Leigh's syndrome: clinical, pathological, biochemical, and genetic studies of a patient presenting with progressive myoclonic epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8133313","rdfs:label":"Case report Sweeney 1994"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The proband showed high heteroplasmy in multiple tissues: blood 81%; quadriceps muscle 99%; extraocular muscle 97%; cerebellum 97%; cerebral cortex 97%; cardiac muscle 97%; liver 99% and kidney 98% (Dot blot assay). The maternal blood sample showed 72% heteroplasmy. Mitochondria were isolated from PM tissue from heart, kidney and skeletal muscle. Enzyme activities showed a consistent decrease in complexes I and IV in all tissues examined (Table 1). This was most pronounced in heart where complex 1 activity was only 1-2% of control. Complex IV activities were reduced to approximately 50% of control values. SCORE: 1pt (0.5 recurrent established variant, 0.5 segregation of heteroplasmy levels)"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7},{"id":"cggv:3f237644-83f5-412e-9bfa-01fbd280c15a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f237644-83f5-412e-9bfa-01fbd280c15a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8cb072d4-38af-4b17-81b3-a061713ca69c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:28f5f09e-08cd-4338-8699-bb207e74d772","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Rahman et al. reviews all genes associated with Leigh syndrome in Leigh Map 2017 (PMID: 27977873). These genes included at least thirteen nuclear genes directly involved in mitochondrial translation as well as five additional mt-tRNA genes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Review: LeighMap"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"per rubric: More than 10 gene with a related function"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:3f237644-83f5-412e-9bfa-01fbd280c15a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:974b1581-34f8-4328-a1a4-f61421a6756f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c033118c-ad5a-46b7-9600-60682c0429b4","type":"FunctionalAlteration","dc:description":"Cybrid clones were prepared by fusing enucleated fibroblasts from patients or controls with 143B osteosarcoma cells, which lack mitochondrial DNA (rho 0 cells). Cybrid cell lines harbouring m.8344G (99% heteroplasmy) were selected for analysis and compare with a control cybrid clone (no further details given for the control). \nFig 8: The amount of CoQ and ATP were 54% and 62% lower, respectively in the MERRF cybrid clone than in the control cybrid clone, cell proliferation was also significantly reduced, mitochondrial ROS production (8x) and the number of lysosomes (2x), were increased. \nFig 9. expression levels of complexes II, III, and IV were reduced by 3.5-, 2.2-, and 1.3-fold, respectively, in MERRF cybrids\nFig 10. Immunohistochemistry showed many small, fragmented mitochondria that colocalized with LC3 (a marker of autophagy)\nAll the cell phenotypes were rescued by CoQ supplementation. Similar results were seen in the MERFF fibroblast line from which the cybrid lines were derived, 57% heteroplasmy. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22354625","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial DNA mutations are an important cause of human disease for which there is no effective treatment. Myoclonic epilepsy with ragged-red fibers (MERRF) is a mitochondrial disease usually caused by point mutations in transfer RNA genes encoded by mitochondrial DNA. The most common mutation associated with MERRF syndrome, m.8344A > G in the gene MT-TK, which encodes transfer RNA(Lysine), affects the translation of all mitochondrial DNA encoded proteins. This impairs the assembly of the electron transport chain complexes leading to decreased mitochondrial respiratory function. Here we report on how this mutation affects mitochondrial function in primary fibroblast cultures established from patients harboring the A8344G mutation. Coenzyme Q10 levels, as well as mitochondrial respiratory chain activity, and mitochondrial protein expression levels were significantly decreased in MERRF fibroblasts. Mitotracker staining and imaging analysis of individual mitochondria indicated the presence of small, rounded, depolarized mitochondria in MERRF fibroblasts. Mitochondrial dysfunction was associated with increased oxidative stress and increased degradation of impaired mitochondria by mitophagy. Transmitochondrial cybrids harboring the A8344G mutation also showed CoQ10 deficiency, mitochondrial dysfunction, and increased mitophagy activity. All these abnormalities in patient-derived fibroblasts and cybrids were partially restored by CoQ10 supplementation, indicating that these cell culture models may be suitable for screening and validation of novel drug candidates for MERRF disease.","dc:creator":"De la Mata M","dc:date":"2012","dc:title":"Recovery of MERRF fibroblasts and cybrids pathophysiology by coenzyme Q10."},"rdfs:label":"Cybrid study: m.8344A>G (2)"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Scored default for mitochondrial dysfunction: reduced ETC protein levels, reduced ATP production, reduced CoQ, increased ROS, increased autophagy. Altered morphology of mitochondrial. "},{"id":"cggv:87f390bd-c7ec-4305-998b-4e85484da3db","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4fa0adb2-3df3-47f7-9212-45b2e335dafb","type":"FunctionalAlteration","dc:description":"Fibroblasts from patient 1 (mt.8344A>G) and patient 2 (mt8356T>C) were enucleated, and the resulting cytoplasts were fused with an excess of cells from human r0 cell line 143B206. Cybrids with either 0% or 100% variant load were used in analysis. \nFig1. oxygen consumption were decreased approximately 10-fold in cybrids harboring 100% of either the MERRF-8344 or the MERRF-8356 point mutation (N=4) compare to WT. Cytochemical staining for succinate dehydrogenase activity showed no differences among the cell lines examined, cytochemical staining for COX activity showed a marked decrease in the intensity of the reaction product in mutant cybrids compared with the wildtype cybrids. \nFig 2. Analysis of mitochondrial translation using 35Smet incorporation (cytoplasmic synthesis inhibited by emetine). On average protein synthesis was decreased by 30% in both cybrids harboring both variants but the levels of individual proteins varied. The differences did not correlate with lysine content of proteins: ND4L contains no lysine but showed a 36% reduction in labelling compared to WT in mt.8344A>G cybrids. the accoumulaion of abberant protein in both cell line types was also noted. \nNorthern blot analysis showed MERRF-8344 cybrids did exhibit a decrease (approximately 40%) in the steady-state levels of tRNALys, however the authors indicate that this would not be a significant change in level. No significant difference in steady state levels was observed with the MERRF-8356 variant. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7739567","type":"dc:BibliographicResource","dc:abstract":"Cytoplasts from patients with myoclonus epilepsy with ragged-red fibers harboring a pathogenic point mutation at either nucleotide 8344 or 8356 in the human mitochondrial tRNA(Lys) gene were fused with human cells lacking endogenous mitochondrial DNA (mtDNA). For each mutation, cytoplasmic hybrid (cybrid) cell lines containing 0 or 100% mutated mtDNAs were isolated and their genetic, biochemical, and morphological characteristics were examined. Both mutations resulted in the same biochemical and molecular genetic phenotypes. Specifically, cybrids containing 100% mutated mtDNAs, but not those containing the corresponding wild-type mtDNAs, exhibited severe defects in respiratory chain activity, in the rates of protein synthesis, and in the steady-state levels of mitochondrial translation products. In addition, aberrant mitochondrial translation products were detected with both mutations. No significant alterations were observed in the processing of polycistronic RNA precursor transcripts derived from the region containing the tRNA(Lys) gene. These results demonstrate that two different mtDNA mutations in tRNA(Lys), both associated with the same mitochondrial disorder, result in fundamentally identical defects at the cellular level and strongly suggest that specific protein synthesis abnormalities contribute to the pathogenesis of myoclonus epilepsy with ragged-red fibers.","dc:creator":"Masucci JP","dc:date":"1995","dc:title":"In vitro analysis of mutations causing myoclonus epilepsy with ragged-red fibers in the mitochondrial tRNA(Lys)gene: two genotypes produce similar phenotypes."},"rdfs:label":"Cybrid study: mt.8344A>G"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Scored default for a cybrid line with evidence of reduced oxygen consumption and reduced levels of tranlation of mitochondrial encoded genes including tRNAlys. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":3045,"specifiedBy":"GeneValidityCriteria8","strengthScore":10,"subject":{"id":"cggv:49c7520d-e294-45a4-ba00-a9df52f1e602","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7489","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between MT-TK and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 17, 2021. The MT-TK gene encodes the mitochondrial transfer RNA (tRNA) for lysine. Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V and thus impaired OXPHOS enzyme activities.\n\nThe MT-TK gene was first reported in relation to maternally inherited Leigh syndrome spectrum in 1993 (PMID: 8170567). Of note, variants (particularly m.8344A>G) in MT-TK are more commonly associated with other mitochondrial disease clinical syndromes, especially MERRF (myoclonus epilepsy, ragged red fibers). Evidence supporting the gene-disease relationship between MT-TK and Leigh syndrome spectrum includes case-level data and experimental data. This curation included 2 variants in 15 cases (11 with m.8344A>G and 4 with m.8363G>A) from 13 publications (PMIDs: 24374964, 18319067, 10868777, 22981260, 18176892, 8602753, 33718511, 9851442, 30271374, 11108511, 8170567, 8133313, 12661941). Of note, while Gene Curation SOP Version 8 maxes case level missense variant total score at 7, the Mitochondrial Disease Gene Curation Expert Panel agreed the maximum score would be 12 given that the majority of pathogenic mitochondrial DNA variants are missense variants (the total score for genetic level evidence in this curation was 11). Segregation information is scored as case level evidence according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function and functional alteration in non-patient cells (PMIDs: 27977873, 7739567, 22354625). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 17, 2021 (SOP Version 8).\nGenetic data: 11pts\nExperimental data: 3 pts","dc:isVersionOf":{"id":"cggv:3f237644-83f5-412e-9bfa-01fbd280c15a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}