{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48ddv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-04-14T20:39:50.820Z","role":"Approver"}],"evidence":[{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ecc4acdb-123e-4390-930b-cf4d1146c3ec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8098b883-cab1-4f0c-857c-b7f4da16e305","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Increased levels of MAOA substrates in maoa knock out mice indicates lack of enzyme activity which is consistent with Brunner syndrome in human","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9159177","type":"dc:BibliographicResource","dc:abstract":"Mice deficient in monoamine oxidase A (MAOA), an enzyme that metabolizes monoamines such as norepinephrine and serotonin, have elevated norepinephrine and serotonin levels in the frontal cortex, hippocampus, and cerebellum, compared with normal wild-type mice. Since monoamines in these areas are critically involved in a variety of behaviors, we examined learning and memory (using emotional and motor tasks) in MAOA mutant mice. The MAOA-deficient mice exhibited significantly enhanced classical fear conditioning (freezing to both tone and contextual stimuli) and step-down inhibitory avoidance learning. In contrast, eyeblink conditioning was normal in these mutant mice. The female MAOA-deficient mice also displayed normal species-typical maternal behaviors (nesting, nursing, and pup retrieval). These results suggest that chronic elevations of monoamines, due to a deletion of the gene encoding MAOA, lead to selective alterations in emotional behavior.","dc:creator":"Kim JJ","dc:date":"1997","dc:title":"Selective enhancement of emotional, but not motor, learning in monoamine oxidase A-deficient mice."},"rdfs:label":"levels of MAOA enzyme substrates in maoa kock out mice brain"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c26a01ff-a405-4410-8cc6-5b95fc15b558","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bead9691-665f-4233-8b36-888979083748","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"maoa knock out mice exhibited several phenotypic features that resemble clinical feature of Brunner syndrome including  deficiency of MAOA enzyme activity, Abnormal aggressive, impulsive or violent behavior observed both in human","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7792602","type":"dc:BibliographicResource","dc:abstract":"Deficiency in monoamine oxidase A (MAOA), an enzyme that degrades serotonin and norepinephrine, has recently been shown to be associated with aggressive behavior in men of a Dutch family. A line of transgenic mice was isolated in which transgene integration caused a deletion in the gene encoding MAOA, providing an animal model of MAOA deficiency. In pup brains, serotonin concentrations were increased up to ninefold, and serotonin-like immunoreactivity was present in catecholaminergic neurons. In pup and adult brains, norepinephrine concentrations were increased up to twofold, and cytoarchitectural changes were observed in the somatosensory cortex. Pup behavioral alterations, including trembling, difficulty in righting, and fearfulness were reversed by the serotonin synthesis inhibitor parachlorophenylalanine. Adults manifested a distinct behavioral syndrome, including enhanced aggression in males.","dc:creator":"Cases O","dc:date":"1995","dc:title":"Aggressive behavior and altered amounts of brain serotonin and norepinephrine in mice lacking MAOA."},"rdfs:label":"Transgenic mice with MAOA exons 2-3 deletion"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:51b2462d-aaa5-4e3e-976f-a58fece786bc","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:55ec2b7e-81a0-4b41-8375-0578351309cd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"deficiency of MAOA enzyme activity, aggressive behavior","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18418249","type":"dc:BibliographicResource","dc:abstract":"A novel line of mutant mice [monoamine oxidase A knockout (MAOA KO)] harboring a spontaneous point nonsense mutation in exon 8 of the MAO A gene was serendipitously identified in a 129/SvEvTac colony. This mutation is analogous to the cause of a rare human disorder, Brunner syndrome, characterized by complete MAO A deficiency and impulsive aggressiveness. Concurrent with previous studies of MAO A KO mice generated by insertional mutagenesis ('Tg8'), MAOA(A863T) KO lack MAO A enzyme activity and display enhanced aggression toward intruder mice. MAOA(A863T) KO, however, exhibited lower locomotor activity in a novel, inescapable open field and similar immobility during tail suspension compared with wild type, observations which differ from reports of Tg8. These findings consolidate evidence linking MAO A to aggression and highlight subtle yet distinctive phenotypical characteristics.","dc:creator":"Scott AL","dc:date":"2008","dc:title":"Novel monoamine oxidase A knock out mice with human-like spontaneous mutation."},"rdfs:label":"MAOA A863T KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Score the same animal model described in greater detail by Bortolato M, et al., 2013, PMID: 22850464"},{"id":"cggv:1f6ef121-c995-4292-85d2-f9220c6d03b7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a008f840-7ef1-4f5e-b32a-7a51bd1745ef","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MAOA deficient mice harboring premature termination codon showed social deficits and communication impairments. mutants do not show any alterations in learning, but do exhibit reduced learning reversal in the Morris Water maze. MAOA KO mice also exhibit sensory and motoric alterations akin to those observed in ASD, including impairments in gait, hearing and sensorimotor integration \n\nAbnormal aggressive, impulsive or violent behavior; Autistic behavior and monoamine oxidase A deficiency are characteristics of Brunner syndrome","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22850464","type":"dc:BibliographicResource","dc:abstract":"Converging lines of evidence show that a sizable subset of autism-spectrum disorders (ASDs) is characterized by increased blood levels of serotonin (5-hydroxytryptamine, 5-HT), yet the mechanistic link between these two phenomena remains unclear. The enzymatic degradation of brain 5-HT is mainly mediated by monoamine oxidase (MAO)A and, in the absence of this enzyme, by its cognate isoenzyme MAOB. MAOA and A/B knockout (KO) mice display high 5-HT levels, particularly during early developmental stages. Here we show that both mutant lines exhibit numerous behavioural hallmarks of ASDs, such as social and communication impairments, perseverative and stereotypical responses, behavioural inflexibility, as well as subtle tactile and motor deficits. Furthermore, both MAOA and A/B KO mice displayed neuropathological alterations reminiscent of typical ASD features, including reduced thickness of the corpus callosum, increased dendritic arborization of pyramidal neurons in the prefrontal cortex and disrupted microarchitecture of the cerebellum. The severity of repetitive responses and neuropathological aberrances was generally greater in MAOA/B KO animals. These findings suggest that the neurochemical imbalances induced by MAOA deficiency (either by itself or in conjunction with lack of MAOB) may result in an array of abnormalities similar to those observed in ASDs. Thus, MAOA and A/B KO mice may afford valuable models to help elucidate the neurobiological bases of these disorders and related neurodevelopmental problems.","dc:creator":"Bortolato M","dc:date":"2013","dc:title":"Monoamine oxidase A and A/B knockout mice display autistic-like features."},"rdfs:label":"MAOA and MAOA/B KO mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:998ece14-a7ab-42f3-9cb5-f3c0bfc0974f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:420f1299-489f-42d2-ac13-93908e98d561","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"detectionMethod":"Sequencing panel of 220 ID genes","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Autism, autoagression, stereotypies , behavioral abnormalities, delayed gross psychomotor skills (climb stairs and bicycle) and fine psychomotor skills (dressing and putting on shoes)","phenotypes":["obo:HP_0003745","obo:HP_0000708","obo:HP_0000729","obo:HP_0100716"],"previousTesting":true,"previousTestingDescription":"Normal karyotype and negative results from CGH array, Fragile X and ARX expansions testing","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:998ece14-a7ab-42f3-9cb5-f3c0bfc0974f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:522f53d2-9900-4c89-a817-bf06679aa701","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000240.3(MAOA):c.797G>T (p.Cys266Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA163205"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24169519","type":"dc:BibliographicResource","dc:abstract":"Intellectual disability (ID) is characterized by an extraordinary genetic heterogeneity, with >250 genes that have been implicated in monogenic forms of ID. Because this complexity precluded systematic testing for mutations and because clinical features are often non-specific, for some of these genes only few cases or families have been unambiguously documented. It is the case of the X-linked gene encoding monoamine oxidase A (MAOA), for which only one nonsense mutation has been identified in Brunner syndrome, characterized in a single family by mild non-dysmorphic ID and impulsive, violent and aggressive behaviors. We have performed targeted high-throughput sequencing of 220 genes, including MAOA, in patients with undiagnosed ID. We identified a c.797_798delinsTT (p.C266F) missense mutation in MAOA in a boy with autism spectrum disorder, attention deficit and autoaggressive behavior. Two maternal uncles carry the mutation and have severe ID, with a history of maltreatment in early childhood. This novel missense mutation decreases MAOA enzymatic activity, leading to abnormal levels of urinary monoamines. The identification of this new point mutation confirms, for the first time since 1993, the monogenic implication of the MAOA gene in ID of various degrees, autism and behavioral disturbances. The variable expressivity of the mutation observed in male patients of this family may involve gene-environment interactions, and the identification of a perturbation in monoamine metabolism should be taken into account when prescribing psychoactive drugs in such patients. ","dc:creator":"Piton A","dc:date":"2014","dc:title":"20 ans après: a second mutation in MAOA identified by targeted high-throughput sequencing in a family with altered behavior and cognition."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24169519","rdfs:label":"Patient III-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Functional analysis of variant showed loss of function (reduced MAOA enzyme activity and protein level). Variant lose of function is consistent with Brunner syndrome."},{"id":"cggv:05b2d61b-4de0-41a5-a4ca-273c8ac2e09f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea91a153-4b63-4b3a-b847-e48bba8eb973","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Mild intellectual disability, speech delay, Behavioral anomalies","phenotypes":["obo:HP_0000708","obo:HP_0001256","obo:HP_0000750"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:05b2d61b-4de0-41a5-a4ca-273c8ac2e09f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:51b9aee0-d509-41cc-8188-b50bfc6e52c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000240.3(MAOA):c.730G>A (p.Val244Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413006738"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29158550","type":"dc:BibliographicResource","dc:abstract":"High throughput sequencing has greatly advanced disease gene identification, especially in heterogeneous entities. Despite falling costs this is still an expensive and laborious technique, particularly when studying large cohorts. To address this problem we applied Exome Pool-Seq as an economic and fast screening technology in neurodevelopmental disorders (NDDs). Sequencing of 96 individuals can be performed in eight pools of 12 samples on less than one Illumina sequencer lane. In a pilot study with 96 cases we identified 27 variants, likely or possibly affecting function. Twenty five of these were identified in 923 established NDD genes (based on SysID database, status November 2016) (ACTB, AHDC1, ANKRD11, ATP6V1B2, ATRX, CASK, CHD8, GNAS, IFIH1, KCNQ2, KMT2A, KRAS, MAOA, MED12, MED13L, RIT1, SETD5, SIN3A, TCF4, TRAPPC11, TUBA1A, WAC, ZBTB18, ZMYND11), two in 543 (SysID) candidate genes (ZNF292, BPTF), and additionally a de novo loss-of-function variant in LRRC7, not previously implicated in NDDs. Most of them were confirmed to be de novo, but we also identified X-linked or autosomal-dominantly or autosomal-recessively inherited variants. With a detection rate of 28%, Exome Pool-Seq achieves comparable results to individual exome analyses but reduces costs by >85%. Compared with other large scale approaches using Molecular Inversion Probes (MIP) or gene panels, it allows flexible re-analysis of data. Exome Pool-Seq is thus well suited for large-scale, cost-efficient and flexible screening in characterized but heterogeneous entities like NDDs.","dc:creator":"Popp B","dc:date":"2017","dc:title":"Exome Pool-Seq in neurodevelopmental disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29158550","rdfs:label":"Popp 2017: S_114"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"no supporting biochemical evidence indicating MAOA deficiency is provided."},{"id":"cggv:c626f7bd-cc04-4a12-8b58-0d7ac8c685e3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:44b8be9b-c65c-4eae-8dff-e848d4fcefd8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sanger sequencing of MAOA gene","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Mild Intellectual disability, ADHD, Abnormal aggressive, impulsive or violent behavior, history of impulsivity and aggressive outbursts with high thymine foods.","phenotypes":["obo:HP_0006919","obo:HP_0001256","obo:HP_0007018"],"previousTesting":true,"previousTestingDescription":"normal Chromosome microarray, fragile X PCR","sex":"Male","variant":{"id":"cggv:c626f7bd-cc04-4a12-8b58-0d7ac8c685e3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9767dd2c-2c81-4853-be0e-ceb4abc66de6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000240.3(MAOA):c.133C>T (p.Arg45Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204424"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25807999","type":"dc:BibliographicResource","dc:abstract":"We report two families with Brunner syndrome living in one state of Australia. The first family had a predicted protein-truncating variant of monoamine oxidase A (MAOA) (p.S251KfsX2). Affected males had mild intellectual disability (ID), obsessive behaviour, limited friendships and were introverted and placid during clinical interview. The family disclosed episodic explosive aggression after a diagnosis was made. The second family had a missense variant in MAOA (p.R45W). Affected males had borderline-mild ID, attention deficit disorder and limited friendships. One had a history of explosive aggression in childhood and episodic symptoms of flushing, headaches and diarrhoea. Their carrier mother had normal intelligence but similar episodic symptoms. Characteristic biochemical abnormalities included high serum serotonin and urinary metanephrines and low urinary 5-hydroxyindoleacetic acid (5-HIAA) and vanillylmandelic acid (VMA). Symptomatic individuals in the second family had particularly high serotonin levels, and treatment with a serotonin reuptake inhibitor and dietary modification resulted in reversal of biochemical abnormalities, reduction of 'serotonergic' symptoms and behavioural improvement. Brunner syndrome should be considered as a cause of mild ID with paroxysmal behavioural symptoms. It can be screened for with serum/urine metanephrine and serotonin measurement. Cautious treatment with a serotonin reuptake inhibitor, dietary modifications and avoidance of medications contraindicated in patients on monoamine oxidase inhibitors can improve symptoms. ","dc:creator":"Palmer EE","dc:date":"2016","dc:title":"New insights into Brunner syndrome and potential for targeted therapy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25807999","rdfs:label":"Family R IV:5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Urine sample analysis showed biochemical signature for MAOA deficiency, indicating loss of protein function due to the variant. Proband's phenotype (Brunner's syndrome) is also consistent with loss of function of the protein."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3.1},{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:fe6938a6-c5f7-4f8b-ad00-c56b51a03f45_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:bfc33c57-9908-40c7-a160-6d7f62781f19","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":59,"detectionMethod":"X-chromosome exome","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"mild intellectual disability, obsessive behavior, limited friendships and were introverted and placid during clinical interview, Abnormal aggressive, impulsive or violent behavior","phenotypes":["obo:HP_0006919","obo:HP_0001256","obo:HP_0000722"],"previousTesting":true,"previousTestingDescription":"normal Karyotype, chromosomal microarray, fragile X, FRAXE PCR, 6 ID gene screen","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:fe6938a6-c5f7-4f8b-ad00-c56b51a03f45_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e0e1eccd-4b88-46df-b45f-39078bc7ee1c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000240.3(MAOA):c.749_750insT (p.Ser251fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204423"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25807999"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25807999","rdfs:label":"Family H:III-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:34187321-e7d0-4f22-8c40-c870cdd927cb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0e064db6-a359-4f10-82a6-b41680dceec0","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"X-chromosome linkage analysis. 26 polymorphisms tested. A maximum\nlod score of 2.64 with MAOA and of 2.54 with DXS17\nsuggested a localization of the defective gene in either\nproximal Xp or Xq13-22. Another four-point analysis ruled out Xq21-22 region and yielded a maximum lod score of 3.69 at the MAOA locus (Brunner et al., 1993 PMID:8503438)","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Borderline metal retardation, mild Intellectual disability, aggressive outbursts, anger, fear or frustration","phenotypes":["obo:HP_0006889","obo:HP_0001256","obo:HP_0006919"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:34187321-e7d0-4f22-8c40-c870cdd927cb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:82ebeea0-0c31-465e-8da5-0fb6a3a06af6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000240.3(MAOA):c.886C>T (p.Gln296Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120852"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8211186","type":"dc:BibliographicResource","dc:abstract":"Genetic and metabolic studies have been done on a large kindred in which several males are affected by a syndrome of borderline mental retardation and abnormal behavior. The types of behavior that occurred include impulsive aggression, arson, attempted rape, and exhibitionism. Analysis of 24-hour urine samples indicated markedly disturbed monoamine metabolism. This syndrome was associated with a complete and selective deficiency of enzymatic activity of monoamine oxidase A (MAOA). In each of five affected males, a point mutation was identified in the eighth exon of the MAOA structural gene, which changes a glutamine to a termination codon. Thus, isolated complete MAOA deficiency in this family is associated with a recognizable behavioral phenotype that includes disturbed regulation of impulsive aggression.","dc:creator":"Brunner HG","dc:date":"1993","dc:title":"Abnormal behavior associated with a point mutation in the structural gene for monoamine oxidase A."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8211186","rdfs:label":"proband_Brunner1993"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:0c69cd79-1a17-4f84-9a71-b8146fd583b1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7313e05f-9019-40af-9641-c392b9909f3a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Autism spectrum disorder, moderate intellectual disability, mild psychosis, aggressive behavior, functional language impairment","phenotypes":["obo:HP_0000729","obo:HP_0002342"],"previousTesting":true,"previousTestingDescription":"fragile X testing and molecular karyotype with normal results","secondTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:0c69cd79-1a17-4f84-9a71-b8146fd583b1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:27c2496b-75e1-4da3-96ce-518d0ae19fef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001270458.1(MAOA):c.1039-2A>G (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413010756"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25969726","type":"dc:BibliographicResource","dc:abstract":"Autism spectrum disorders (ASD) are a group of neurodevelopmental disorders with high heritability. Recent findings support a highly heterogeneous and complex genetic etiology including rare de novo and inherited mutations or chromosomal rearrangements as well as double or multiple hits.","dc:creator":"Codina-Solà M","dc:date":"2015","dc:title":"Integrated analysis of whole-exome sequencing and transcriptome profiling in males with autism spectrum disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25969726","rdfs:label":"ASD_16"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":4.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.6}],"evidenceStrength":"Definitive","sequence":76,"specifiedBy":"GeneValidityCriteria7","strengthScore":13.1,"subject":{"id":"cggv:06ff19da-e3d3-4bf8-8b84-7afe1d12ee4f","type":"GeneValidityProposition","disease":"obo:MONDO_0010379","gene":"hgnc:6833","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"MAOA was first associated with disease in 1993 in a large Dutch family with 14 individuals (consistent with X-linked inheritance) affected by Brunner syndrome.  Brunner syndrome is characterized by  borderline intellectual disability (ID), prominent behavioral abnormalities including aggressive and violent behavior, and  deficiency of monoamine oxidase A enzymatic activity as shown by Brunner et al in 1993 (PMIDs 8211186, 8503438). The gene-disease relationship includes case-level, segregation and experimental data. Loss of function variants in the MAOA coding region have been reported in at least 6 probands (3 nonsense, splice, frameshift and 3 missense) in 5 publications (PMIDs 8211186, 24169519, 25969726, 25807999, 29158550). Variants in this gene segregate with disease in at least 1 large family (PMID 8211186) and 2 siblings (PMID: 25969726, 25807999).The maximum genetic evidence score was reached after awarding missense variants with supporting biochemical evidence (loss of MAOA enzymatic activity) 1.5 points (equal to the number of points awarded to putative null variants), since deficiency of MAOA activity is a specific hallmark of loss of MAOA function. The gene-disease relationship is supported by a number of independent animal model studies including PMIDs 7792602 and 18418249. In summary, there is sufficient evidence to support definitive association between MAOA with Brunner syndrome. Although clinical diagnosis of Brunner syndrome is rare, the gene-disease association has been demonstrated in multiple reports and animal model studies that has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 1/15/20 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:20ffc014-ef31-4693-91c4-424bbe1e48dd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}