{"id":"cggv:9bc50734-316b-47db-ba10-61f3fde46ccav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9bc50734-316b-47db-ba10-61f3fde46cca_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-02-07T17:00:00.000Z","role":"Approver"},{"id":"cggv:9bc50734-316b-47db-ba10-61f3fde46cca_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-14T17:56:18.831Z","role":"Publisher"}],"evidence":[{"id":"cggv:9bc50734-316b-47db-ba10-61f3fde46cca_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9bc50734-316b-47db-ba10-61f3fde46cca_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dde48196-5c1c-4646-8b37-dede33e0cd4b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:019b6de1-1eaf-4a4b-b0b3-fcd2f080b7b0","type":"FunctionalAlteration","dc:description":"Tyrosinase is a copper‐dependent enzyme. Transfection of the tyrosinase expression plasmid pcTyr into the Me32a cells failed to restore tyrosinase activity, whereas co-expression of both ATP7A-Wt and tyrosinase in these cells resulted in tyrosinase activation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17483305","type":"dc:BibliographicResource","dc:abstract":"Owing to mutations in the copper-transporting P-type ATPase, ATP7A (or MNK), patients with Menkes disease (MD) have an inadequate supply of copper to various copper-dependent enzymes. The ATP7A protein is located in the trans-Golgi network, where it transports copper via secretory compartments to copper-dependent enzymes. Raised copper concentrations result in the trafficking of ATP7A to the plasma membrane, where it functions in copper export. An important model of MD is the Mottled mouse, which possesses mutations in Atp7A. The Mottled mouse displays three distinct phenotypic severities: embryonic lethal, perinatal lethal and a longer-lived viable phenotype. However, the effects of mutations from these phenotypic classes on the ATP7A protein are unknown. In this study, we found that these classes of mutation differentially affect the copper transport and trafficking functions of the ATP7A protein. The embryonic lethal mutation, Atp7a(mo11H) (11H), caused mislocalisation of the protein to the endoplasmic reticulum, impaired glycosylation, and abolished copper delivery to the secretory pathway. In contrast, the perinatal lethal and viable mutations, Atp7a(moMac) (Macular) and Atp7a(moVbr) (Viable brindle) both resulted in a reduction in copper delivery to the secretory pathway and constitutive trafficking of the ATP7A protein to the plasma membrane in the absence of additional copper. In the case of Viable brindle, this hypertrafficking response was dependent on the catalytic phosphorylation site of ATP7A, whereas no such requirement was found for the Macular mutation. These findings provide evidence that the degree of MD severity in mice is associated with both copper transport and trafficking defects in the ATP7A protein.","dc:creator":"Kim BE","dc:date":"2007","dc:title":"Phenotypic diversity of Menkes disease in mottled mice is associated with defects in localisation and trafficking of the ATP7A protein."},"rdfs:label":"Copper delivery to tyrosinase"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:9bc50734-316b-47db-ba10-61f3fde46cca_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:09578313-38a8-4d19-ac52-0e69b4ce5dc0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ebe99a00-e1d7-4f71-8633-33f0858b44a9","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Copper concentrations in the heart of the uncorrected mutant male at\n12 days of age were much lower than normal (8.8 ± 2. μg/g vs.\n24.1 ± 9.7 μg/g) but the copper concentrations were restored to\nnormal levels in the heart of the corrected mutants. \nThe brain of the uncorrected mutant had extremely low copper concentrations\n(3.3 ± 0.1 μg/g vs. 8.9 ± 1.4 μg/g in normal mice), this severe\ncopper deficiency was completely corrected by the expression\nof the transgene.\nThe corrected mutant males had straight whiskers contrasting with\nthe curly whiskers of the uncorrected mutant, which\nare caused by copper deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16488577","type":"dc:BibliographicResource","dc:abstract":"The brindled mouse is an accurate model of the fatal human X-linked copper deficiency disorder, Menkes disease. Males carrying the mutant allele of the Menkes gene orthologue Atp7a die in the second week of life. To determine whether the genetic defect in the brindled mice could be corrected by expression of the human Menkes gene, male transgenic mice expressing ATP7A from the chicken beta-actin composite promoter (CAG) were mated with female carriers of the brindled mutation (Atp7a(Mo-br)). Mutant males carrying the transgene survived and were fertile but the copper defect was not completely corrected. Unexpectedly males corrected with one transgenic line (T25#5) were mottled and resembled carrier females, this effect appeared to be caused by mosaic expression of the transgene. In contrast, males corrected with another line (T22#2) had agouti coats. Copper concentrations in tissues of the rescued mutants also resembled those of the heterozygous females, with high levels in kidney (84.6+/-4.9 microg/g in corrected males vs. 137.0+/-44.3 microg/g in heterozygotes) and small intestine (15.6+/-2.5 microg/g in corrected males vs. 15.7+/-2.8 microg/g in heterozygotes). The results show that the Menkes defect in mice is corrected by the human Menkes gene and that adequate correction is obtained even when the transgene expression does not match that of the endogenous gene.","dc:creator":"Llanos RM","dc:date":"2006","dc:title":"Correction of a mouse model of Menkes disease by the human Menkes gene."},"rdfs:label":"Mo-Br mouse model rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:f4750e8d-d3f2-444a-9ba8-8a2ccfbaec28","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:13419fff-55dc-435d-87a6-b40cbc078c74","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The ATP7A transporter provides copper to cuproenzymes,\nsuch as tyrosinase, involved in skin pigmentation, lysyl-oxidase, needed for connective\ntissue formation, and dopamine beta-hydroxylase (DBH), a crucial enzyme in the\ncatecholamine biosynthetic pathway. Distinctively abnormal catecholamine levels in\nblood and cerebrospinal fluid provide useful markers for early diagnosis of Menkes patients. The mottled series of mice are animal models of Menkes disease, so-named because carrier\nfemales manifest coat color variegation due to deficiency of tyrosinase, another copper dependent enzyme.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25456742","type":"dc:BibliographicResource","dc:abstract":"Mottled-dappled (Mo-dp) is a mouse model of Menkes disease caused by a large, previously uncharacterized deletion in the 5' region of Atp7a, the mouse ortholog of ATP7A. Affected mutants die in utero at embryonic day 17, and show bending and thickening of the ribs and distortion of the pectoral and pelvic girdles and limbs. To characterize this allele, we designed a custom 4x180K microarray on the mouse X chromosome and performed comparative genomic hybridization using extracted DNA from normal and carrier Mo-dp females, and identified an approximately 9 kb deletion. We used PCR to fine-map the breakpoints and amplify a junction fragment of 630 bp. Sequencing of the junction fragment disclosed the exact breakpoint locations and that the Mo-dp deletion is precisely 8990 bp, including approximately 2 kb in the promoter region of Atp7a. Western blot analysis of Mo-dp heterozygous brains showed diminished amounts of Atp7a protein, consistent with reduced expression due to the promoter region deletion on one allele. In heterozygous females, brain copper levels tended to be lower compared to wild type whereas neurochemical analyses revealed higher dihydroxyphenylacetic acid:dihydroxyphenylglycol (DOPAC:DHPG) and dopamine:norepinephrine (DA:NE) ratios compared to normal (P=0.002 and 0.029, respectively), consistent with partial deficiency of dopamine-beta-hydroxylase, a copper-dependent enzyme. Heterozygous females showed no significant differences in body weight compared to wild type females. Our results delineate the molecular details of the Mo-dp mutation for the first time and define novel biochemical findings in heterozygous female carriers of this allele.","dc:creator":"Haddad MR","dc:date":"2014","dc:title":"Molecular and biochemical characterization of Mottled-dappled, an embryonic lethal Menkes disease mouse model."},"rdfs:label":"Mo-dp mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:9bc50734-316b-47db-ba10-61f3fde46cca_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4837,"specifiedBy":"GeneValidityCriteria5","strengthScore":17,"subject":{"id":"cggv:b3f68e2e-73a3-4883-b81f-b182075f74d8","type":"GeneValidityProposition","disease":"obo:MONDO_0010651","gene":"hgnc:869","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"*ATP7A* variants were first reported in relation to X-linked Menkes disease in 1994 (PMID: 7842019). The *ATP7A* gene encodes a transmembrane protein involved in intracellular copper ion homeostasis. Menkes disease is characterized by short stature, microcephaly, osteoporosis, characteristic hair texture and color, skin laxity, hypotonia, intellectual disability, and seizures.\n\n*ATP7A* is highly constrained for LoF variants (gnomAD v2.1.1). There are 16 unique variants (deletions, duplications, missense, nonsense, frameshift) reported in 16 probands from 4 publications (PMIDs: 7977350, 8981948, 25771438, 21738351) that are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\nThis gene-disease relationship is also supported by experimental evidence (functional alteration, rescue, animal model). Tyrosinase, a copper-dependent enzyme, was transfected to patient cells which failed to restore tyrosinase activity. Conversely, co-expression of *ATP7A* wild-type and tyrosinase in the same cell line resulted in tyrosinase activation (PMID: 17483305). Llanos et al. developed transgenic mutant mice that expressed the human ATP7A protein. They discovered that copper concentrations were significantly decreased in the heart and brain of the uncorrected mutant males compared to the corrected mutant mice whose concentrations returned to typical levels following expression of the gene (PMID: 16488577). Mice that possess a large deletion of the *ATP7A* gene showed coat color mottling due to a tyrosinase deficiency (PMID: 25456742).\n\nIn summary, there is definitive evidence to support the gene-disease relationship between *ATP7A* and X-linked Menkes disease. This classification was originally approved by the Intellectual Disability and Autism Gene Curation Expert Panel on February 7, 2018. As of June 2022, this record underwent administrative updates to include an evidence summary text and update scoring to be consistent with SOP Version 9. No new evidence has been added.","dc:isVersionOf":{"id":"cggv:9bc50734-316b-47db-ba10-61f3fde46cca"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}