{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-03-19T19:14:29.965Z","role":"Approver"}],"evidence":[{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:709edd16-d5fd-418a-9937-0818da449403","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c418e5ba-03a6-4949-a731-659756b630f0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Figure 1 shows exogenously expressed PNPT1 colocalises to the mitochondria in HEK293 cells. Mitoplast fractionation from mouse liver tissue confirmed intermembrane space of mitochondria, radiolabel experiments showed PNPT1 is imported into the IMS from the cytoplasm.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27759031","type":"dc:BibliographicResource","dc:abstract":"Recent advances in next-generation sequencing strategies have led to the discovery of many novel disease genes. We describe here a non-consanguineous family with two affected boys presenting with early onset of severe axonal neuropathy, optic atrophy, intellectual disability, auditory neuropathy and chronic respiratory and gut disturbances. Whole-exome sequencing (WES) was performed on all family members and we identified compound heterozygous variants (c.[760C>A];[1528G>C];p.[(Gln254Lys);(Ala510Pro)] in the polyribonucleotide nucleotidyltransferase 1 (PNPT1) gene in both affected individuals. PNPT1 encodes the polynucleotide phosphorylase (PNPase) protein, which is involved in the transport of small RNAs into the mitochondria. These RNAs are involved in the mitochondrial translation machinery, responsible for the synthesis of mitochondrially encoded subunits of the oxidative phosphorylation (OXPHOS) complexes. Both PNPT1 variants are within highly conserved regions and predicted to be damaging. These variants resulted in quaternary defects in the PNPase protein and a clear reduction in protein and mRNA expression of PNPT1 in patient fibroblasts compared with control cells. Protein analysis of the OXPHOS complexes showed a significant reduction in complex I (CI), complex III (CIII) and complex IV (CIV). Enzyme activity of CI and CIV was clearly reduced in patient fibroblasts compared with controls along with a 33% reduction in total mitochondrial protein synthesis. In vitro rescue experiments, using exogenous expression of wild-type PNPT1 in patient fibroblasts, ameliorated the deficiencies in the OXPHOS complex protein expression, supporting the likely pathogenicity of these variants and the importance of WES in efficiently identifying rare genetic disease genes.","dc:creator":"Alodaib A","dc:date":"2016","dc:title":"Whole-exome sequencing identifies novel variants in PNPT1 causing oxidative phosphorylation defects and severe multisystem disease."},"rdfs:label":"PNPT1 localisation"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Mitochondrial localisation of PNPT1 consistent with mitochondrial defects observed in disease phenotype."},{"id":"cggv:ccf0b9c4-ce07-445c-b572-13324bddf449","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e734b574-fd6a-48ae-9495-f93a60effe92","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Fig 3 PNPASE Augments the Import of RNase P, 5S rRNA, and MRP RNAs into Yeast Mitochondria. Radiolabeled RNase P, MRP, 5S rRNA, and GAPDH human RNAs were in vitro transcribed and then incubated with yeast mitochondria expressing PNPASE or an empty vector control. Non-imported RNA was digested with nuclease, followed by RNA isolation, separation on a urea acrylamide gel, and autoradiography. Experiments showed small RNAs imported into yeast mitochondria expressing PNPASE(PNPT1) but not vector only. Consistent data was obtained with mouse embryonic fibroblasts from wild type or PNPT1 knockout strains incubated with radiolabelled small RNAs (figure 7)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20691904","type":"dc:BibliographicResource","dc:abstract":"RNA import into mammalian mitochondria is considered essential for replication, transcription, and translation of the mitochondrial genome but the pathway(s) and factors that control this import are poorly understood. Previously, we localized polynucleotide phosphorylase (PNPASE), a 3' --> 5' exoribonuclease and poly-A polymerase, in the mitochondrial intermembrane space, a location lacking resident RNAs. Here, we show a new role for PNPASE in regulating the import of nuclear-encoded RNAs into the mitochondrial matrix. PNPASE reduction impaired mitochondrial RNA processing and polycistronic transcripts accumulated. Augmented import of RNase P, 5S rRNA, and MRP RNAs depended on PNPASE expression and PNPASE-imported RNA interactions were identified. PNPASE RNA processing and import activities were separable and a mitochondrial RNA targeting signal was isolated that enabled RNA import in a PNPASE-dependent manner. Combined, these data strongly support an unanticipated role for PNPASE in mediating the translocation of RNAs into mitochondria.","dc:creator":"Wang G","dc:date":"2010","dc:title":"PNPASE regulates RNA import into mitochondria."},"rdfs:label":"Transcription/translation of mtDNA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"as per scoring rubriac >10 genes in a shared pathogenic pathway."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:df855f63-c2cb-4907-81a6-8307fc74e7ac","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:67e3cdf8-edcd-4255-9e32-ec2dc3b64620","type":"FunctionalAlteration","dc:description":"Patient Fibroblasts showed a mitochondrial-translation deficiency, Figure 5. Pulse chase experiments used to measure relative levels of mitochondrial protein translation. Translation reduced in patient fibroblasts, translation is rescued when the patient fibroblast cell line is transfected with a wild type PNPT1 construct. Similar results observed with a control cell line and PNPT1 siRNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23084291","type":"dc:BibliographicResource","dc:abstract":"Multiple-respiratory-chain deficiency represents an important cause of mitochondrial disorders. Hitherto, however, mutations in genes involved in mtDNA maintenance and translation machinery only account for a fraction of cases. Exome sequencing in two siblings, born to consanguineous parents, with severe encephalomyopathy, choreoathetotic movements, and combined respiratory-chain defects allowed us to identify a homozygous PNPT1 missense mutation (c.1160A>G) that encodes the mitochondrial polynucleotide phosphorylase (PNPase). Blue-native polyacrylamide gel electrophoresis showed that no PNPase complex could be detected in subject fibroblasts, confirming that the substitution encoded by c.1160A>G disrupts the trimerization of the protein. PNPase is predominantly localized in the mitochondrial intermembrane space and is implicated in RNA targeting to human mitochondria. Mammalian mitochondria import several small noncoding nuclear RNAs (5S rRNA, MRP RNA, some tRNAs, and miRNAs). By RNA hybridization experiments, we observed a significant decrease in 5S rRNA and MRP-related RNA import into mitochondria in fibroblasts of affected subject 1. Moreover, we found a reproducible decrease in the rate of mitochondrial translation in her fibroblasts. Finally, overexpression of the wild-type PNPT1 cDNA in fibroblasts of subject 1 induced an increase in 5S rRNA import in mitochondria and rescued the mitochondrial-translation deficiency. In conclusion, we report here abnormal RNA import into mitochondria as a cause of respiratory-chain deficiency.","dc:creator":"Vedrenne V","dc:date":"2012","dc:title":"Mutation in PNPT1, which encodes a polyribonucleotide nucleotidyltransferase, impairs RNA import into mitochondria and causes respiratory-chain deficiency."},"rdfs:label":"Patient fibroblast; mtDNA translation deficiency"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Patient fibroblasts show reduced translation of mitochondrial proteins, this phenotype was also observed when control cells transfected with PNPT1 siRNA. Consistent with a reduction of small RNA import into mitochondria and loss of function mechanism.  Reduced points as only 2 replicates and 1 patient cell line used."},{"id":"cggv:df1869ca-35c3-4868-941e-33c3f4ee70d7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8dca0abe-33c8-45be-8d24-d7bdb6d5f363","type":"FunctionalAlteration","dc:description":"By RNA hybridization (northern blot) experiments showed a significant decrease in 5S rRNA and MRP-related RNA import into mitochondria in patient fibroblasts (homozygous for p.Gln387Arg variant) ; mitoblast fraction compared with whole cell lysate fraction, figures 3 and 4.    Overexpression of the wild-type PNPT1 cDNA in fibroblasts of subject 1 induced an increase in 5S rRNA import in mitochondria Figure 3A).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23084291","rdfs:label":"Patient cells, altered RNA import"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Patient fibroblasts show reduced import of two mitochondrial RNAs which is rescued by overexpression of wild type PNPT1 construct, consistent with known function of PNPT1. Reduced points as only 2 replicates and 1 patient cell line used."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14f0a5c1-9940-4008-82d7-168dc0412fcd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:81f1d895-3593-4159-9fee-5e47dc6291c0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Phenotype of the knockout tissue confirms role of PNPase1 in the mitochondria and the association with mitochondrial dysfunction. Tissue specific biochemical recapitulation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20691904","rdfs:label":"Conditional KO mouse (liver)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"biochemical recapitulation of disease only"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7849504b-5d70-4aac-ac84-90d59246c683_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0d806331-1494-46bf-ac4a-dd3fddb94f22","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":2,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"NMR spectroscopy: lactate peak, Hyper-lactatemia, \nBrain imaging showed anomalies of putamen and basal ganglia\nIUGR, congenital cateract, feeding difficulties, deafness, truncal hypotonia, nystagmus\nDied at 2 years. \nMultiple RC deficiency in muscle and fibroblasts","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:7849504b-5d70-4aac-ac84-90d59246c683_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e7401209-998a-4108-9db9-4a1c3fc4b066","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033109.5(PNPT1):c.407G>A (p.Arg136His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1668485"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30046113","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are descendants of endosymbiotic bacteria and retain essential prokaryotic features such as a compact circular genome. Consequently, in mammals, mitochondrial DNA is subjected to bidirectional transcription that generates overlapping transcripts, which are capable of forming long double-stranded RNA structures1,2. However, to our knowledge, mitochondrial double-stranded RNA has not been previously characterized in vivo. Here we describe the presence of a highly unstable native mitochondrial double-stranded RNA species at single-cell level and identify key roles for the degradosome components mitochondrial RNA helicase SUV3 and polynucleotide phosphorylase PNPase in restricting the levels of mitochondrial double-stranded RNA. Loss of either enzyme results in massive accumulation of mitochondrial double-stranded RNA that escapes into the cytoplasm in a PNPase-dependent manner. This process engages an MDA5-driven antiviral signalling pathway that triggers a type I interferon response. Consistent with these data, patients carrying hypomorphic mutations in the gene PNPT1, which encodes PNPase, display mitochondrial double-stranded RNA accumulation coupled with upregulation of interferon-stimulated genes and other markers of immune activation. The localization of PNPase to the mitochondrial inter-membrane space and matrix suggests that it has a dual role in preventing the formation and release of mitochondrial double-stranded RNA into the cytoplasm. This in turn prevents the activation of potent innate immune defence mechanisms that have evolved to protect vertebrates against microbial and viral attack.","dc:creator":"Dhir A","dc:date":"2018","dc:title":"Mitochondrial double-stranded RNA triggers antiviral signalling in humans."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30046113","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Variant located in the catalytic domain; patient fibroblasts from demonstrated an accumulation of dsRNA (J2 signal) that was not observed in control cells (Fig. 3b). Moreover, this dsRNA colocalized with mitochondria (Fig. 3b, inset). The accumulation of dsRNA is thought to trigger an interferon mediated, antiviral response."},{"id":"cggv:dc122e1b-34ce-4ed7-8aaa-ea66b283acb4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:92bab27e-d1d0-45c4-a80c-dff2545270cc","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Leigh syndrome (neuropathology confirmation)\ninfantile spasms, hypotonic, had feeding problems, facial hypomimia, dystonic and athetotic movements of the body, mouth and tongue, elevated blood lactate, bilateral signal intensity of globus pallidus, nystagmus, episodes of vomiting, daily seizures\n\nAt the age of one month, when the subject was first investigated, she was irritable, hypotonic, had feeding problems, facial hypomimia, dystonic and athetotic movements of the body, mouth and tongue. \nLabs showed elevated blood lactate (2,8 mmol/l) and pyruvate (111mmol/l) with normal levels of creatine kinase, ammonia, liver and kidney enzymes, urine organic acids and plasma and urine amino acids. \nCSF lactate, protein, glucose and amino acids were normal. At the age of two months she was diagnosed with infantile spasms. \nBrain MRI at two months of age showed bilateral signal intensity of globus pallidus, suggestive of Leigh syndrome (Fig. 1A and B).\nBiochemical analysis of mitochondrial respiratory chain (RC)from muscle biopsy sample showed cytochrome c oxidase (COX) deficiency. \nAt sixmonths of age she smiled and reacted to sounds, fixed her gaze to faces, but was extremely hypotonic and did not follow with eyes. At the age of ten months she had nystagmus and dystonic tongue and upper limb movements. She had episodes of vomiting and daily seizures, which were controlled with combined phenobarbital and vigabatrin treatment. She had very little development or active movements, and she died at the age of two years and five months during an infection.\n\nNeuropathology was consistent with Leigh: subcortical, brainstem and cerebellar atrophic and degenerative features. The striatum/putamen, substantia nigra and cerebellar cortex were severely affected, but also a slight subacute necrotizing feature could be observed in the typical tegmental region in the medulla oblongata as well. (Fig 1C-F).","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:dc122e1b-34ce-4ed7-8aaa-ea66b283acb4_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:e7401209-998a-4108-9db9-4a1c3fc4b066"},{"id":"cggv:4b4c4ae2-b8ab-40c4-9a82-44297ce34786","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_001739010.1(PNPT1):n.449C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1668482"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28645153","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is a severe infantile encephalopathy with an exceptionally variable genetic background. We studied the exome of a child manifesting with Leigh syndrome at one month of age and progressing to death by the age of 2.4 years, and identified novel compound heterozygous variants in PNPT1, encoding the polynucleotide phosphorylase (PNPase). Expression of the wild type PNPT1 in the subject's myoblasts functionally complemented the defects, and the pathogenicity was further supported by structural predictions and protein and RNA analyses. PNPase is a key enzyme in mitochondrial RNA metabolism, with suggested roles in mitochondrial RNA import and degradation. The variants were predicted to locate in the PNPase active site and disturb the RNA processing activity of the enzyme. The PNPase trimer formation was not affected, but specific RNA processing intermediates derived from mitochondrial transcripts of the ND6 subunit of Complex I, as well as small mRNA fragments, accumulated in the subject's myoblasts. Mitochondrial RNA processing mediated by the degradosome consisting of hSUV3 and PNPase is poorly characterized, and controversy on the role and location of PNPase within human mitochondria exists. Our evidence indicates that PNPase activity is essential for the correct maturation of the ND6 transcripts, and likely for the efficient removal of degradation intermediates. Loss of its activity will result in combined respiratory chain deficiency, and a classic respiratory chain-deficiency-associated disease, Leigh syndrome, indicating an essential role for the enzyme for normal function of the mitochondrial respiratory chain.","dc:creator":"Matilainen S","dc:date":"2017","dc:title":"Defective mitochondrial RNA processing due to PNPT1 variants causes Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28645153","rdfs:label":"Subject 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"In silico data predict both to have a deleterious effect on gene  and are located in highly conserved residues within the catalytic site (molecular modelling).\nFunctional: Patient cultured myoblasts, compound heterozygous for the variants,  showed a reduction in  the respiratory chain complexes CI and CIV, phenotype rescued with retroviral transduction with a wildtype construct. (figure 3)."},{"id":"cggv:e8126fb0-d37c-4ed9-8558-b89e9b81bd51_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ec41ac0c-b293-4713-9e6a-a72483bd2d67","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"fixed severe encephalomyopathy, choreoathetotic movements, combined respiratory-chain defects, elevated palsma and cerebrospinal fluid lactate, severely hypotrophic, dystonia, dyskinesia, global hypotonia, severe muscle weakness, no head control, permanent bucofacial dyskinesias\nPresented with vomiting, poor eating, and swallowing difficulties of unexplained origin, and she could never sit unaided. At 9 months of age, she suddenly developed trunk hypotonia with disorganized, asynchronic, and erratic dystonic and choreoathetotic movements of all four limbs and bucofacial dyskinesias. She lost purposeful hand movements and could no longer hold her bottle. When she was first referred, she was a 10-year-old bed- and wheel-chair-bound, severely hypotrophic girl (weight ¼ 17 kg [ 3 standard deviations (SDs)]; OFC ¼ 49 cm [ 2.5 SDs]). She could neither stand nor sit unaided. Her voluntary movements were slow and markedly hampered by dystonia, dyskinesia, and choreoathetosis.\nShe had global hypotonia, severe muscle weakness, no head control, and permanent bucofacial dyskinesias. Deep-tendon reflexes of the inferior limbs were barely detected, owing to muscle atrophy and permanent abnormal movements, but her nerve-conduction\nvelocity was reduced (32–35 m/s; controls ¼ 40–45 m/s). She could not speak, but she understood and obeyed simple orders. She was otherwise fully conscious and alert, and she could smile, burst out laughing, and follow with her eyes with a direct gaze and no abnormal eye movements. Major swallowing difficulties required gastrostomy, and major retractions of the right hip and ankles prompted a consideration of multiple tenotomies. \nBrain MRIs (axial T2, fast-spin-echoweighted images)  showed hyperintensities in the bilateral putamen and caudate nuclei. (Fig 1 A-S1)\nElectroencephalographic evidence of clinically silent erratic myoclonies was noted. \nDecrease in the activity of RC complexes III and IV was found in the liver of subject 1.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:e8126fb0-d37c-4ed9-8558-b89e9b81bd51_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2a42b296-ffbc-4795-9cb2-f12d70139398","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_033109.5(PNPT1):c.1160A>G (p.Gln387Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130566"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23084291"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23084291","rdfs:label":"Subject 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Variant located in exon 13.  This change is predicted to be probably damaging and deleterious by PolyPhen and SIFT software respectively, located in conserved domain, residue conserved from human to c.elegans. Absent from 100 controls.  \nFunctional: Wild type PNPase assembles into a homo-oligomeric complex consisting of a trimer or a dimer of trimers. Patient fibroblasts showed 50% reduction in PNPase, no PNPase complex (260kDa in wild type cells) could be detected in the mitoplast fraction from subject 1 fibroblasts suggesting that the substitution encoded by c.1160A>G disrupts the trimerization of the protein (figure 2B)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":525,"specifiedBy":"GeneValidityCriteria7","strengthScore":7,"subject":{"id":"cggv:9ac8ace6-bf08-4484-8cc5-422ee1b0cf9f","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:23166","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PNPT1 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of February 26, 2020. The PNPT1 gene encodes the mitochondrial polynucleotide phosphorylase (PNPase), which localizes to the mitochondrial intermembrane space and functions in RNA import into the mitochondria.\n\nThe PNPT1 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2012 (PMID: 23084291). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included three variants identified in three cases in three publications (PMIDs: 23084291, 28645153, 30046113). Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, functional alteration in patient cells, and model systems (PMIDs: 20691904, 27759031, 23084291).\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 26, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:6ed99943-2ab9-417d-b0ec-ddbfa11c8645"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}