{"id":"cggv:b560595b-ee5c-4b60-b63d-1e89a5e403b4v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b560595b-ee5c-4b60-b63d-1e89a5e403b4_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-03-20T16:00:00.000Z","role":"Approver"},{"id":"cggv:b560595b-ee5c-4b60-b63d-1e89a5e403b4_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-25T14:52:45.886Z","role":"Publisher"}],"evidence":[{"id":"cggv:b560595b-ee5c-4b60-b63d-1e89a5e403b4_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b560595b-ee5c-4b60-b63d-1e89a5e403b4_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8aaeb89f-15a8-47af-88d2-d9afdf1a9632","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8eb70071-301b-4f78-a64b-fc70cd5da739","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"These are mitochondrial tRNAs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"Mitochondrial translation defects"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":">10 genes associated with PMD.\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b560595b-ee5c-4b60-b63d-1e89a5e403b4_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2de3b15c-0773-4782-aaac-555c61442765","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:eaed6e6f-7915-452b-9c54-865ca961d7ff","type":"FunctionalAlteration","dc:description":"In respiratory chain enzyme assay, cybrids showed reduced levels of complexes I, III, and IV relative to protein and reduced levels of complexes I and IV relative to CS compared with 143B/TK-cells. \n\nBN-PAGE also revealed a severe decrease in the amounts of complexes I and IV.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21194154","type":"dc:BibliographicResource","dc:abstract":"To characterize the clinical features and clarify the pathogenicity of \"benign cytochrome c oxidase deficiency myopathy.\"","dc:creator":"Mimaki M","dc:date":"2010","dc:title":"Reversible infantile respiratory chain deficiency: a clinical and molecular study."},"rdfs:label":"Mimaki_cybrids"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"In respiratory chain enzyme assay, cybrids showed reduced levels of complexes I, III, and IV relative to protein and reduced levels of complexes I and IV relative to CS compared with 143B/TK-cells. \n\nBN-PAGE also revealed a severe decrease in the amounts of complexes I and IV."},{"id":"cggv:55339d60-dd64-4741-a4ab-08b166deb3f2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:753147ef-841c-4b84-ad19-fa20d01cbdc3","type":"FunctionalAlteration","dc:description":"Mother with 85% heteroplasmy (m.14709T>C) and impaired translation in myoblasts (35% reduction in the rate of total translation).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7726155","type":"dc:BibliographicResource","dc:abstract":"We report the clinical, biochemical, and molecular genetic findings in a family with an unusual mitochondrial disease phenotype harboring a novel mtDNA tRNA glutamic acid mutation at position 14709. The proband and his sister presented with congenital myopathy and mental retardation and subsequently developed cerebellar ataxia. Other family members had either adult-onset diabetes mellitus with muscle weakness or adult-onset diabetes mellitus alone. Ragged-red and cytochrome c oxidase (COX)-negative fibers were present in muscle biopsies. Biochemical studies of muscle mitochondria showed reduced complex I and IV activities. The mtDNA mutation was heteroplasmic in blood and muscle in all matrilineal relatives analyzed. Primary myoblast, but not fibroblast, cultures containing high proportions of mutant mtDNA exhibited impaired mitochondrial translation. These observations indicate that mtDNA tRNA point mutations should be considered in the differential diagnosis of congenital myopathy. In addition they illustrate the diversity of phenotypes associated with this mutation in the same family and further highlight the association between mtDNA mutations and diabetes mellitus.","dc:creator":"Hanna MG","dc:date":"1995","dc:title":"Congenital encephalomyopathy and adult-onset myopathy and diabetes mellitus: different phenotypic associations of a new heteroplasmic mtDNA tRNA glutamic acid mutation."},"rdfs:label":"Hanna_Functional alteration patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Mother with 85% heteroplasmy (m.14709T>C) and impaired translation in myoblasts (35% reduction in the rate of total translation)."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:b560595b-ee5c-4b60-b63d-1e89a5e403b4_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6741,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.5,"subject":{"id":"cggv:4eadca97-e405-4a78-bc0d-2494a6e0f03d","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7479","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TE* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of March 20, 2023. The *MT-TE* gene encodes the mitochondrial tRNA for glutamic acid, which is located from m. 14674 – 14742 on the reverse strand of the mitochondrial DNA (mtDNA). Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities. \n\n*MT-TE* was first reported in relation to maternally-inherited primary mitochondrial disease in 1994 (PMID: 8155739), in two individuals with mitochondrial myopathy that were subsequently described as having reversible infantile respiratory chain deficiency (RIRCD, PMID: 19720722). A wide spectrum of associated features has been reported over time. While various names have been given to the constellation of features seen in those with *MT-TE*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TE* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included nine unique variants (m.14674T>C, m.14674T>G, m.14680C>A, m.14685G>A, m.14709T>C, m.14710G>A, m.14723T>C, m.14724G>A, m.14739G>A) in 17 probands across 13 publications (PMIDs: 8155739, 21194154, 17715279, 23334599, 7726155, 7726154, 9353617, 15048886, 15670724, 23847141, 23334599, 17266923, 17056256). Single fiber testing further supported the pathogenicity of several of these variants (PMIDs: 23334599, 7726154, 15670724, 23334599, 17266923, 17056256). Age of onset in affected individuals varied from birth to 30s. Clinical features in affected individuals included (benign) infantile reversible COX deficiency myopathy (also referred to RIRCD); chronic external progressive ophthalmoplegia (CPEO), mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS)/Leigh syndrome spectrum overlap, myoclonic epilepsy and ragged red fibers (MERRF); pigmentary retinopathy, migraines, myopathy, diabetes, pulmonary hypertension, ataxia, neuropathy, global developmental delay, dysarthria, and hearing loss.  Brain imaging was variable. Muscle biopsies showed ragged red fibers, COX-negative fibers, and decreased respiratory chain enzyme activities in some cases, although activities were normal in other individuals.  Metabolic screening labs showed variable results. Heteroplasmy levels in affected individuals were highest in muscle when multiple tissues were assessed, and were variable in other tissues when tested.\n\nThe mechanism of disease appears to be loss of function.  This gene-disease association is further supported by a known biochemical function shared with other genes associated with primary mitochondrial disease and functional alteration in patient cells and cybrids (PMIDs: 33340416, 7726155, 21194154).\n\nIn summary, there is definitive evidence to support the relationship between *MT-TE* and primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 20, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:b560595b-ee5c-4b60-b63d-1e89a5e403b4"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}