{"id":"cggv:5529304a-e8aa-4e44-a544-6864b8afe78av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:5529304a-e8aa-4e44-a544-6864b8afe78a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-06-28T20:10:17.049Z","role":"Publisher"},{"id":"cggv:5529304a-e8aa-4e44-a544-6864b8afe78a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-06-28T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8220429","type":"dc:BibliographicResource","dc:abstract":"The expression of type X collagen is restricted to hypertrophic chondrocytes in regions undergoing endochondral ossification, such as growth plates. The precise function of type X collagen is unknown but the tissue-specific expression prompted us to examine the gene in hereditary disorders of cartilage and bone growth (osteochondrodysplasias). We have identified a 13 base pair deletion in one type X collagen allele segregating with autosomal dominant Schmid metaphyseal chondrodysplasia in a large Mormon kindred (lod score = 18.2 at theta = 0). The mutation produces a frameshift which alters the highly conserved C-terminal domain of the alpha 1(X) chain and reduces the length of the polypeptide by nine residues. This mutation may prevent association of the mutant polypeptide during trimer formation, resulting in a decreased amount of normal protein.","dc:creator":"Warman ML","dc:date":"1993","dc:title":"A type X collagen mutation causes Schmid metaphyseal chondrodysplasia."},"evidence":[{"id":"cggv:5529304a-e8aa-4e44-a544-6864b8afe78a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5529304a-e8aa-4e44-a544-6864b8afe78a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:31d5ab83-3cc1-467d-b4f5-a03db992700c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:634aabeb-6910-42bc-a942-4ce980fae445","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression in fibroblasts, which contribute to the generation of connective tissue through the excretion of collagen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32913098","type":"dc:BibliographicResource","dc:abstract":"The Genotype-Tissue Expression (GTEx) project was established to characterize genetic effects on the transcriptome across human tissues and to link these regulatory mechanisms to trait and disease associations. Here, we present analyses of the version 8 data, examining 15,201 RNA-sequencing samples from 49 tissues of 838 postmortem donors. We comprehensively characterize genetic associations for gene expression and splicing in cis and trans, showing that regulatory associations are found for almost all genes, and describe the underlying molecular mechanisms and their contribution to allelic heterogeneity and pleiotropy of complex traits. Leveraging the large diversity of tissues, we provide insights into the tissue specificity of genetic effects and show that cell type composition is a key factor in understanding gene regulatory mechanisms in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2020","dc:title":"The GTEx Consortium atlas of genetic regulatory effects across human tissues."},"rdfs:label":"Fibroblast Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7117f305-b311-4d26-b81b-80b90ce77c22","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4a54856c-b7cf-4ae3-941a-e8526874402f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Leads to shortening of various skeletal structures and overall short stature.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37197316","type":"dc:BibliographicResource","dc:abstract":"Collagen X is a non-fibril collagen produced by hypertrophic chondrocytes and was believed to associate with the calcification process of growth plate cartilage. The homozygous loss of ","dc:creator":"Kamakura T","dc:date":"2023","dc:title":"Collagen X Is Dispensable for Hypertrophic Differentiation and Endochondral Ossification of Human iPSC-Derived Chondrocytes."},"rdfs:label":"Calcification and Ossification of Growth Plate"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:5529304a-e8aa-4e44-a544-6864b8afe78a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:98d322e6-798c-40e2-836a-05e387030492","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ad62a30-1c3c-477e-87e7-4495ae0fd491","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both wt/m and m/m mice grew slower than their wt/wt littermates from birth. The differences between wt/wt and both wt/m and m/m mice body weights and endochondral bone growth rates were maintained over the time course of the experiment and were still apparent at 9 weeks of age. The lengths of femur and tibia bones as well as body weight in wt/m mice were intermediate between the wt/wt and m/m values. The inner canthal distance (ICD) between the eye sockets, a part of the skeleton formed by intramembranous ossification, was identical between all genotypes, indicating that the observed skeletal defects in wt/m and m/m mice are specifically related to defects in endochondral bone growth.\nHet and hom mice displayed hip dysplasia.\nExpansion of the cartilage growth plate HZ is the histological hallmark of MCDS. The HZs of tibial growth plates were significantly expanded by 3.5- and 5-fold in 3-week-old wt/m and m/m mice, respectively, compared with their wt/wt control littermates. Such marked expansions of HZ in both wt/m and m/m mice compared with wt/wt mice were also present at birth and were still apparent at 7 weeks of age despite marked reductions in the overall height of growth plates in all genotypes that occur naturally as the animals mature.\nThe MCDS phenotype was shown to be a direct result of increased ER stress caused by intracellular retention of mutated and misfolded collagen X protein within the HCs that disrupts HC differentiation. Immunohistochemical analysis of tibial growth plates in wt/wt mice revealed the expected secretion of collagen X into the extracellular matrix surrounding the HCs. The mutant protein in m/m mice was mainly retained intracellularly with a significantly delayed and reduced collagen X secretion in the lower half of the HZ. wt/m mice displayed an intermediate phenotype with less retention and more secretion particularly in the lower half of the HZ compared with the m/m mouse. Immunostaining for the ER stress-induced chaperones GRP78/BiP and Cysteine Rich with EGF Like Domains 2 (Creld2) was markedly induced in the HCs of wt/m and m/m animals compared with the wt/wt control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30010889","type":"dc:BibliographicResource","dc:abstract":"Mutations, mostly in the region of the COL10A1 gene encoding the C-terminal non-collagenous domain, cause the dwarfism metaphyseal chondrodysplasia type Schmid (MCDS). In most cases, the disease mechanism involves the misfolding of the mutant protein causing increased endoplasmic reticulum (ER) stress and an unfolded protein response (UPR). However, in an iliac crest biopsy, the COL10A1 p.Y632X mutation was found to produce instability of the mutant mRNA such that little mutant protein may be produced. To investigate the disease mechanism further, a gene-targeted mouse model of the Col10a1 p.Y632X mutation was generated. In this model, the mutant mRNA showed no instability, and in mice heterozygous for the mutation, mutant and wild-type mRNAs were present at equal concentrations. The protein was translated from the mutant allele and retained within the cell, triggering increased ER stress and a UPR. The mutation produced a relatively severe form of MCDS. Nevertheless, treatment of the mice with carbamazepine (CBZ), a drug which stimulates intracellular proteolysis and alleviates ER stress, effectively reduced the disease severity in this model of MCDS caused by a premature stop codon in the Col10a1 gene. Specifically, the drug reduced ER stress in the growth plate, restored growth plate architecture toward the wild-type state, significantly increased bone growth and within 2 weeks of treatment corrected the MCDS-induced hip distortion. These results indicate that CBZ is likely to be effective in ongoing clinical trials against all forms of MCDS whether caused by premature stop codons or substitutions.","dc:creator":"Forouhan M","dc:date":"2018","dc:title":"Carbamazepine reduces disease severity in a mouse model of metaphyseal chondrodysplasia type Schmid caused by a premature stop codon (Y632X) in the Col10a1 gene."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":4,"dc:description":"Mice heterozygote (wt/m) and homozygote (m/m) for Col10a1 p.Y632X displayed a robust MCDS phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:5529304a-e8aa-4e44-a544-6864b8afe78a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5529304a-e8aa-4e44-a544-6864b8afe78a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8553,"specifiedBy":"GeneValidityCriteria10","strengthScore":17,"subject":{"id":"cggv:d29fc405-a0fb-42a8-b8bc-537179e3ace0","type":"GeneValidityProposition","disease":"obo:MONDO_0007983","gene":"hgnc:2185","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"COL10A1 was first reported in relation to autosomal dominant metaphyseal chondrodysplasia, Schmid type in 1993 (Warman et al., PMID: 8220429). Schmid-type metaphyseal chondrodysplasia (MCDS) is characterized by short stature and bowing of the long bones. Radiographic features include widening and irregularity of the growth plates, especially in the distal and proximal femora. Twenty variants (missense, in-frame indel, nonsense, and frameshift) that have been reported in 20 probands in 7 publications (PMIDs: 8004099, 8220429, 8304336, 20872587, 25542771, 34367232, 36400164) are included in this curation. Most pathogenic variants cluster in the NC1 domain of the COL10A1, critical to the trimerization of COL10A1. COL10A1 is not a fibrillar collagen, so glycine tripeptide substitutions are not a known mechanism of disease. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be loss of function. This gene-disease relationship is also supported by an animal model recapitulating the phenotype observed in human patients, expression studies in fibroblasts, and biochemical function supporting the role of COL10A1 in the calcification and ossification of the growth plate (PMIDs: 30010889, 32913098, 37197316). In summary, there is definitive evidence supporting the relationship between COL10A1 and autosomal dominant metaphyseal chondrodysplasia, Schmid type. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date June 24, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:5529304a-e8aa-4e44-a544-6864b8afe78a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}