{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2019-06-18T16:00:00.000Z","role":"Approver"},{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:91c0da3f-4eb6-490b-98c4-043dcbfcbcff","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:96626c8c-c6d4-4f60-89ff-8727b394c5c3","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MTHFR is involved in the folate metabolism pathway and converts methylenetrahydrofolate to methyltetrahydrofolate (circulating form of folate). Defects in MTHFR result in abnormal folate processing and patients have decreased blood folate levels. Methyltetrahydrofolate is also a co-substrate for the remethylation of homocysteine to methionine. Patients with MTHFR deficiency have elevated homocysteine in blood and urine and lower levels of methionine.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27130656","type":"dc:BibliographicResource","dc:abstract":"The 5, 10 methylenetetrahydrofolate reductase (MTHFR) enzyme is a catalyst in the folate metabolism pathway, the byproducts of which are involved in the remethylation of homocysteine to methionine. Methionine is a precursor for a major DNA methyl donor and is important for DNA methylation and gene regulation. Rare mutations in the MTHFR gene have been associated with autosomal recessive MTHFR deficiency leading to homocystinuria. In addition, two polymorphic variants in this gene (C677T and A1298C) have been implicated in a mild form of MTHFR deficiency associated with hyperhomocysteinemia. Mild to moderate hyperhomocysteinemia has been previously implicated as a risk factor for cardiovascular disease. Further, the presence of these variants, with and without mildly elevated levels of homocysteine, has been studied in relation to several multifactorial disorders including recurrent pregnancy loss, neural tube defects and congenital anomalies, cancer, and neurodevelopmental disorders. Given this wide spectrum of purported clinical implications and the prevalence of these polymorphisms, genetic counselors may encounter questions regarding the significance of MTHFR polymorphisms in a variety of settings. Here we present a brief background of the MTHFR polymorphisms, review of the literature regarding clinical considerations, and discussion of relevant genetic counseling aspects through case vignettes. Educational resources for patients and providers are also included.","dc:creator":"Levin BL","dc:date":"2016","dc:title":"MTHFR: Addressing Genetic Counseling Dilemmas Using Evidence-Based Literature."},"rdfs:label":"MTHFR Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The roles of MTHFR are consistent with the multiple biochemical findings in patients."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72ac8ad7-f372-4e37-a9e0-2a83092ba893","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ba4aa0d0-1f2a-4fd7-9164-c927cdcef4fa","type":"FunctionalAlteration","dc:description":"Expression of 22 MTHFR missense variants in an MTHFR null patient cell line resulted in a significant reduction of MTHFR activity (<20% wild type) for 5 variants and a spectrum of activity (22-122%) for the remaining variants. Mutant enzymes showed decreased binding of FAD and NADPH.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27743313","type":"dc:BibliographicResource","dc:abstract":"5,10-Methylenetetrahydrofolate reductase (MTHFR) catalyzes the NADPH-dependent reduction of 5,10-methylenetetrahydrofolate to 5-methyltetrahydrofolate using FAD as the cofactor. Severe MTHFR deficiency is the most common inborn error of folate metabolism, resulting in hyperhomocysteinemia and homocystinuria. Approximately 70 missense mutations have been described that cause severe MTHFR deficiency, however, in most cases their mechanism of dysfunction remains unclear. Few studies have investigated mutational specific defects; most of these assessing only activity levels from a handful of mutations using heterologous expression. Here, we report the in vitro expression of 22 severe MTHFR missense mutations and two known single nucleotide polymorphisms (p.Ala222Val, p.Thr653Met) in human fibroblasts. Significant reduction of MTHFR activity (<20 % of wild-type) was observed for five mutant proteins that also had highly reduced protein levels on Western blot analysis. The remaining mutations produced a spectrum of enzyme activity levels ranging from 22-122 % of wild-type, while the SNPs retained wild-type-like activity levels. We found increased thermolability for p.Ala222Val and seven disease-causing mutations all located in the catalytic domain, three of which also showed FAD responsiveness in vitro. By contrast, six regulatory domain mutations and two mutations clustering around the linker region showed increased thermostability compared to wild-type protein. Finally, we confirmed decreased affinity for NADPH in individual mutant enzymes, a result previously described in primary patient fibroblasts. Our expression study allows determination of significance of missense mutations in causing deleterious loss of MTHFR protein and activity, and is valuable in detection of aberrant kinetic parameters, but should not replace investigations in native material.","dc:creator":"Burda P","dc:date":"2017","dc:title":"Functional characterization of missense mutations in severe methylenetetrahydrofolate reductase deficiency using a human expression system."},"rdfs:label":"Burda 2017 Functional Assay"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7b9d0da0-c38e-451b-9002-abcde4eb3a32","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:18180b91-3858-495a-b1b6-34c9ea252179","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Plasma homocystein levels in heterozygous and homozygous KO mice were 1.6- and 10-fold higher than wild type littermates. Both heterozygotes and homozygotes had decreased S-adenosylmethionine levels or increased S-adenosylhomocystein levels, or both. The distribution of folate derivatives was abnormal, consistent with abnormal folate plasma levels in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11181567","type":"dc:BibliographicResource","dc:abstract":"Hyperhomocysteinemia, a risk factor for cardiovascular disease, is caused by nutritional and/or genetic disruptions in homocysteine metabolism. The most common genetic cause of hyperhomocysteinemia is the 677C-->T mutation in the methylenetetrahydrofolate reductase (MTHFR) gene. This variant, with mild enzymatic deficiency, is associated with an increased risk for neural tube defects and pregnancy complications and with a decreased risk for colon cancer and leukemia. Although many studies have reported that this variant is also a risk factor for vascular disease, this area of investigation is still controversial. Severe MTHFR deficiency results in homocystinuria, an inborn error of metabolism with neurological and vascular complications. To investigate the in vivo pathogenetic mechanisms of MTHFR deficiency, we generated mice with a knockout of MTHFR: Plasma total homocysteine levels in heterozygous and homozygous knockout mice are 1.6- and 10-fold higher than those in wild-type littermates, respectively. Both heterozygous and homozygous knockouts have either significantly decreased S-adenosylmethionine levels or significantly increased S-adenosylhomocysteine levels, or both, with global DNA hypomethylation. The heterozygous knockout mice appear normal, whereas the homozygotes are smaller and show developmental retardation with cerebellar pathology. Abnormal lipid deposition in the proximal portion of the aorta was observed in older heterozygotes and homozygotes, alluding to an atherogenic effect of hyperhomocysteinemia in these mice.","dc:creator":"Chen Z","dc:date":"2001","dc:title":"Mice deficient in methylenetetrahydrofolate reductase exhibit hyperhomocysteinemia and decreased methylation capacity, with neuropathology and aortic lipid deposition."},"rdfs:label":"Chen 2001 Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:0c09c0a2-f2c5-42b0-b7d4-ba9c4e60cce0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:894b138c-6a1a-41b3-b771-bebc52e64ff1","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"detectionMethod":"Genomic DNA extracted from patient fibroblasts. Total RNA extracted. Exons amplified from gDNA using flanking intronic primers followed by sequencing. In cases where no or only 1 mutation was found, or to confirm splicing defects, cDNA from total RNA was analyzed by RT-PCR.","phenotypeFreeText":"Clinical and biochemical evidence of MTHFR deficiency. Neonatal onset, MRI at 2 months, death at 15 months.","phenotypes":["obo:HP_0002181","obo:HP_0001305","obo:HP_0011344","obo:HP_0001298","obo:HP_0002104","obo:HP_0000238","obo:HP_0008947","obo:HP_0002156","obo:HP_0001259","obo:HP_0000252"],"previousTesting":true,"previousTestingDescription":"MTHFR activity 1%;  FAD responsiveness (comparison of activity with and without FAD supplementation) +FAD (0.6%) and +FAD/-FAD ratio 0.95 (ref 0.96-1.08). c.677 status: CC.","sex":"UnknownEthnicity","variant":{"id":"cggv:0c09c0a2-f2c5-42b0-b7d4-ba9c4e60cce0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:09b58c74-6a2e-4d49-8e4d-16f018e59dd3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005957.4(MTHFR):c.1408G>T (p.Glu470Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338477231"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25736335","type":"dc:BibliographicResource","dc:abstract":"5,10-Methylenetetrahydrofolate reductase (MTHFR) deficiency is the most common inherited disorder of folate metabolism and causes severe hyperhomocysteinaemia. To better understand the relationship between mutation and function, we performed molecular genetic analysis of 76 MTHFR deficient patients, followed by extensive enzymatic characterization of fibroblasts from 72 of these. A deleterious mutation was detected on each of the 152 patient alleles, with one allele harboring two mutations. Sixty five different mutations (42 novel) were detected, including a common splicing mutation (c.1542G>A) found in 21 alleles. Using an enzyme assay in the physiological direction, we found residual activity (1.7%-42% of control) in 42 cell lines, of which 28 showed reduced affinity for nicotinamide adenine dinucleotide phosphate (NADPH), one reduced affinity for methylenetetrahydrofolate, five flavin adenine dinucleotide-responsiveness, and 24 abnormal kinetics of S-adenosylmethionine inhibition. Missense mutations causing virtually absent activity were found exclusively in the N-terminal catalytic domain, whereas missense mutations in the C-terminal regulatory domain caused decreased NADPH binding and disturbed inhibition by S-adenosylmethionine. Characterization of patients in this way provides a basis for improved diagnosis using expanded enzymatic criteria, increases understanding of the molecular basis of MTHFR dysfunction, and points to the possible role of cofactor or substrate in the treatment of patients with specific mutations.","dc:creator":"Burda P","dc:date":"2015","dc:title":"Insights into severe 5,10-methylenetetrahydrofolate reductase deficiency: molecular genetic and enzymatic characterization of 76 patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25736335","rdfs:label":"Patient 16"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:1a8da5cf-a6b0-49fc-94a4-d0572d2af881_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d4cf95e-8572-4b02-92fc-b0eec748741d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA extracted from patient fibroblasts. Total RNA extracted. Exons amplified from gDNA using flanking intronic primers followed by sequencing. In cases where no or only 1 mutation was found, or to confirm splicing defects, cDNA from total RNA was analyzed by RT-PCR.","phenotypeFreeText":"Clinical and biochemical evidence of MTHFR deficiency.","phenotypes":"obo:HP_0002156","previousTesting":true,"previousTestingDescription":"MTHFR activity <1.5%; FAD responsiveness (comparison of activity with and without FAD supplementation) +FAD (0.6 % of control) and +FAD/-FAD ratio 0.82 (>1.6 indicates FAD responsiveness). c.677 status: CC.","sex":"UnknownEthnicity","variant":{"id":"cggv:1a8da5cf-a6b0-49fc-94a4-d0572d2af881_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a5d87303-0aed-4325-9d30-dd2e86c8ff82","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005957.4(MTHFR):c.1530G>A (p.Lys510=)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/466270"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25736335"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25736335","rdfs:label":"Patient 17"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This variant is the most common MTHFR-deficiency variant and is found at the last nucleotide of exon 9 and causes aberrant splicing. Experimental studies show that it results in skipping of exon 8, resulting in a frameshift and premature termination."},{"id":"cggv:529f2dc9-28f0-4be4-a856-1281b8020041_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:47bbea65-969d-4ddb-a072-d25182dc2bef","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA extracted from patient fibroblasts. Total RNA extracted. Exons amplified from gDNA using flanking intronic primers followed by sequencing. In cases where no or only 1 mutation was found, or to confirm splicing defects, cDNA from total RNA was analyzed by RT-PCR.","phenotypeFreeText":"Clinical and biochemical evidence of MTHFR deficiency.","phenotypes":"obo:HP_0002156","previousTesting":true,"previousTestingDescription":"MTHFR activity <1.5%; FAD responsiveness (comparison of activity with and without FAD supplementation) +FAD (0.6% of control) and +FAD/-FAD ratio (ref >1.6). c.677 status: CC.","sex":"UnknownEthnicity","variant":{"id":"cggv:529f2dc9-28f0-4be4-a856-1281b8020041_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a09ce696-ebbd-4827-9474-a5cf0cd60f4f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005957.4(MTHFR):c.176G>C (p.Trp59Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/187868"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25736335"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25736335","rdfs:label":"Patient 20"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Transfection of variant into MTHFR-deficient fibroblasts resulted in 57.0 ± 12.6% MTHFR activity (PMID: 27743313)."},{"id":"cggv:c542f9e8-9aa8-48a7-9221-4ca31907891e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0de3db59-21ac-486b-b193-3c9a05faef3b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":5,"detectionMethod":"Since this variant was found in the first individual and abolished a FokI site, restriction digestion was used to screen additional patients.","firstTestingMethod":"Restriction digest","phenotypeFreeText":"Superior sagittal sinus thrombosis","phenotypes":["obo:HP_0002104","obo:HP_0000238","obo:HP_0001531","obo:HP_0011968","obo:HP_0001944","obo:HP_0002156"],"previousTesting":true,"previousTestingDescription":"PC/LC ratio 0.61 (control 0.14). MTHFR activity 0.1 nmoles h-1mg-1 protein (control 9.7 and 15.1).","sex":"Male","variant":{"id":"cggv:c542f9e8-9aa8-48a7-9221-4ca31907891e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdd97240-a660-4e4c-aaca-b9af353f8110","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005957.4(MTHFR):c.547C>T (p.Arg183Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/3518"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7920641","type":"dc:BibliographicResource","dc:abstract":"Methylenetetrahydrofolate reductase (MTHFR) catalyses the reduction of methylenetetrahydrofolate to methyltetrahydrofolate, a cofactor for homocysteine methylation to methionine. MTHFR deficiency, an autosomal recessive disorder, results in homocysteinemia. Using degenerate oligonucleotides based on porcine peptide sequence data, we isolated a 90-bp cDNA by PCR from pig liver RNA. This cDNA was used to isolate a human cDNA, the predicted amino acid sequence of which shows strong homology to porcine MTHFR and to bacterial metF genes. The human gene has been localized to chromosome 1p36.3. Two mutations were identified in MTHFR-deficient patients: a missense mutation (Arg to Gln), in a residue conserved in bacterial enzymes, and a nonsense mutation (Arg to Ter).","dc:creator":"Goyette P","dc:date":"1994","dc:title":"Human methylenetetrahydrofolate reductase: isolation of cDNA, mapping and mutation identification."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7920641","rdfs:label":"1627"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Consanguinity. Patient 1554 was homozygous for the same variant. Both native American Indians from the southern part of the US, although different tribes (Hopi, Choctaw)."},{"id":"cggv:f031856a-944b-4844-8df0-7d8a8be51199_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1040f4c3-1e0f-4180-9338-6f22ca91094a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"RT-PCR on patient fibroblast RNA, products analyzed by non-isotopic rapid SSCP analysis. Abnormal PCR products sequenced directly.","firstTestingMethod":"SSCP","phenotypeFreeText":"Candida sepsis","phenotypes":["obo:HP_0007957","obo:HP_0002156","obo:HP_0001250","obo:HP_0008947","obo:HP_0001944"],"previousTesting":true,"previousTestingDescription":"Folate distribution in culture fibroblasts showed a Pediococcus cerivisiae/Lactobacillus casei  (PC/LC) ratio of 0.52 (control 0.14). No measurable MTHFR activity (control = 9.7 and 15.1 nmoles h-1 mg-1 protein.","sex":"Male","variant":{"id":"cggv:f031856a-944b-4844-8df0-7d8a8be51199_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cdd97240-a660-4e4c-aaca-b9af353f8110"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7920641"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7920641","rdfs:label":"1554"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:03fee36f-2529-4e70-b5b2-8a529a4af2e3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f5ae4c2f-9ae7-4443-ae20-9e0b60ba621d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"Total DNA extracted from lymphocytes, PCR amplification of exons 1-11 and flanking regions followed by direct sequencing.","phenotypes":["obo:HP_0002156","obo:HP_0001263"],"previousTesting":true,"previousTestingDescription":"MTHFR polymorphisms: c.677C>T (-/-), c.1298A>C (+/-); MTHFR activity (0.6 nmol/h/mg protein; ref 9+/-2.5), plasma homocysteine (84 umol/l; ref 10.9+/-6.2); plasma folate (4.8 ug/l; ref >5); RBC folate, total (95 ug/l; ref >200) and MTHF (20 ug/l; ref >120).","sex":"Female","variant":{"id":"cggv:03fee36f-2529-4e70-b5b2-8a529a4af2e3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c4dfe809-3b76-4289-a35e-63cd83988a54","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005957.4(MTHFR):c.16A>T (p.Arg6Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338423354"}},{"id":"cggv:0f85d927-569c-45d9-81d7-e562d7ea16eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005957.4(MTHFR):c.1603C>T (p.Arg535Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA595286"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12733064","type":"dc:BibliographicResource","dc:abstract":"Methylenetetrahydrofolate reductase (MTHFR) deficiency is an autosomal recessive disorder resulting in elevated homocysteine levels in plasma and urine. MTHFR catalyses the reduction of methylenetetrahydrofolate to methyltetrahydrofolate, a cofactor for homocysteine remethylation to methionine. MTHFR deficiency may be diagnosed from infancy to adulthood with a broad spectrum of clinical symptoms. A molecular analysis of the MTHFR gene combined with an assessment of MTHFR activity, plasma homocysteine and folate in plasma and red blood cells (RBC), especially methylfolate, was assessed in the members of 11 families from children affected with this disorder. This study was performed to try to define the impact of the mutations found in the MTHFR gene on symptoms and biological abnormalities. A total of 14 mutations were found and 10 of them were identified for the first time. Two were found in two families, two more in two other families and one in three families. The position of the mutation spread all over the gene does not predict the degree of biological abnormalities found in parents or healthy siblings bearing the mutation. Two different mutations located not far apart on the same exon may cause mild or severe abnormalities. The thermolabile variant C677T when expressed in an homozygote state in some parents was associated with lower MTHFR activity, higher homocysteine levels, lower folate levels, mainly methylfolate in RBC than in parents without the mutation; conversely, two or more mutations on the same allele had mild effects when the other allele was normal.","dc:creator":"Tonetti C","dc:date":"2003","dc:title":"Relations between molecular and biological abnormalities in 11 families from siblings affected with methylenetetrahydrofolate reductase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12733064","rdfs:label":"1986"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:036071b6-2c3e-4a8e-ba9d-b333e58c7cd3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ae275d3f-92f8-466f-957d-51914b231402","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":1,"detectionMethod":"Genomic DNA of C1 and sibling C2 (in utero) extracted from fibroblasts and amniocytes, respectively. DNA of parents isolated from peripheral blood samples. PCR amplification of all 12 exons and adjacent intronic regions, followed by sequencing.","phenotypeFreeText":"MRI: reduced cerebral volume, enlarged ventricles, demyelination. Died from respiratory failure at 6 weeks.","phenotypes":["obo:HP_0003658","obo:HP_0008947","obo:HP_0002156","obo:HP_0002104","obo:HP_0100786","obo:HP_0001601","obo:HP_0006511","obo:HP_0001897","obo:HP_0001531","obo:HP_0100507","obo:HP_0002160","obo:HP_0008872","obo:HP_0001259"],"previousTesting":true,"previousTestingDescription":"Severe hyperhomocysteinemia (319 umol/l); low serum folate (2.8 ng/ml); low serum cobalamin (360 pg/ml); normocytic anemia (hemoglobin 8.8 g/dl; MCF 89 fl). MTHFR activity in fibroblasts 0.084 nmol/h/mg protein or 1.35% of control (ref 6.190).","sex":"Female","variant":{"id":"cggv:036071b6-2c3e-4a8e-ba9d-b333e58c7cd3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:10c9fd12-5df4-48a7-8e55-c22cb48682ef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005957.4(MTHFR):c.1166G>A (p.Trp389Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338479226"}},{"id":"cggv:164e1038-33e9-4df9-a22d-fd454a0d8062","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005957.4(MTHFR):c.523G>A (p.Ala175Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA338422026"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20356773","type":"dc:BibliographicResource","dc:abstract":"Methylenetetrahydrofolate reductase (MTHFR) is a key enzymatic component of the folate cycle, converting 5,10-methylenetetrahydrofolate into 5-methyltetrahydrofolate, the methyl donor for remethylation of homocysteine into methionine. Severe MTHFR deficiency is a rare recessive disease leading to major hyperhomocysteinemia, homocystinuria, and progressive neurological distress within the two first decades of life. More than 50 mutations have been reported so far in affected patients but only a few cases with very early onset of symptoms during the first weeks have been described, most of them showing a particular severe clinical course. We detected two novel mutations by direct sequencing of MTHFR in compound heterozygous patients with extremely low or undetectable enzyme activity; one of them had clinical onset during the first week of life and fatal issue at the age of six weeks. Prenatal diagnosis of his sibling allowed for early treatment with B vitamins and betaine and a favorable outcome. One of these mutations (c.523G>A) led to an Ala>Thr transition in the catalytic domain of the enzyme, the other (c.1166G>A) induced alternative splicing of exon 7 at the junction of the catalytic and regulatory domains. Both parents carried only one of these mutations and presented with moderate and intermediate hyperhomocysteinemia, respectively, without neurological symptoms. Severe MTHFR deficiency thus has to be taken into consideration when investigating neurological distress even in the newborn, regarding the need for an earliest possible treatment. Characterization of the relatives further allows for preventive measure to limit the risks of chronic hyperhomocysteinemia.","dc:creator":"Forges T","dc:date":"2010","dc:title":"Life-threatening methylenetetrahydrofolate reductase (MTHFR) deficiency with extremely early onset: characterization of two novel mutations in compound heterozygous patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20356773","rdfs:label":"C1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Patient is also heterozygous for 5 known polymorphisms, including the thermolabile p.Ala222Val and p.Glu249Ala. Affected sibling has the same genotype. RT-PCR showed that the c.1166G>A variant, which is at the extreme end of exon 7, actually leads to alternative splicing and a transcript lacking exon 7. Western blot analysis is consistent with translation of this alternatively spliced transcript."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":235,"specifiedBy":"GeneValidityCriteria6","strengthScore":16,"subject":{"id":"cggv:27d5c1c8-6a79-4834-99ed-afcf11008912","type":"GeneValidityProposition","disease":"obo:MONDO_0009353","gene":"hgnc:7436","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between MTHFR and homocystinuria due to methylene tetrahydrofolate reductase deficiency (autosomal recessive) was evaluated using the ClinGen Clinical Validity Framework as of June, 2019. MTHFR encodes methylenetetrahydrofolate reductase which converts 5,10-methylenetetrahydrofolate to 5-methyltetrahydrofolate, a cosubstrate for homocysteine remethylation to methionine. Deficiency of MTHFR is associated with elevated homocysteine and decreased methionine,  Variants in MTHFR were ﬁrst reported in humans with this deﬁciency in 1994 (Goyette et al., PMID 7920641. At least 109 unique variants (missense, nonsense, frameshift, splicing, deletion) have been identiﬁed in humans (Froese et al., 2016; PMID 26872964). Evidence supporting this gene-disease relationship includes case-level and experimental data. This gene-disease relationship is supported by biochemical assays, in vitro studies and a mouse model. In summary, MTHFR is deﬁnitively associated with autosomal recessive homocystinuria due to methylene tetrahydrofolate reductase deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel on 6/18/19 (SOP Version 6).\n\nOf note, MTHFR polymorphisms have been associated with susceptibility to neural tube defects, schizophrenia, thromboembolism, and vascular disease. However, at this time, these entities are not included for analysis using the ClinGen Clinical Validity Framework.\n","dc:isVersionOf":{"id":"cggv:cbfc5297-ed0d-4d7c-bca6-747114ed2b17"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}