{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-16T19:23:29.197Z","role":"Publisher"},{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-07-30T21:16:30.144Z","role":"Approver"}],"evidence":[{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a5a5da41-f6a9-4caf-9e8c-b802a5b2ef4a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51c02068-6438-454a-9c58-1d193599e35b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"27 cases of clear cell meningiomas (CMM) and microcystic meningiomas (MM) or other clear cell non-meningioma turmor sections were obtained from Sainte-Anne and Lariboisie`re Hospital pathology departments. Histopathology confirmed 12 tumors as CCMs from 11 patients and 14 as MMs from 14 patients. Somatostatin receptor 2a (SSTR2) was used as a diagnostic marker for meningiomas and SMARCE1 staining was done on all. All meningiomas exhibited strong and diffuse SSTR2 staining. Preserved nuclear staining of SMARCE1 was present in all MMs (Figure 2B,C). In contrast, the authors observed a diffuse loss of nuclear SMARCE1 staining in all CCMs (12/12). The authors then obtained 305 meningiomas of various subtypes (no CCMs included) and identified SMARCE1 staining in all.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28474749","type":"dc:BibliographicResource","dc:abstract":"Clear cell meningioma (CCM) is a rare grade II histopathological subtype that usually occurs in young patients and displays high recurrence rate. Germline SMARCE1 mutations have been described in hereditary forms of this disease and more recently in small syndromic and sporadic CCM series. The diagnostic value of SMARCE1 in distinguishing between CCM and other meningioma variants has not been yet established. The aim of our study was to investigate the status of SMARCE1 in a series of CCMs and its morphological mimickers. We compared the performance of an anti-SMARCE1 antibody and the molecular analysis of the SMARCE1 gene in a retrospective multicenter series of CCMs. All CCMs lossed SMARCE1 immunoexpression. Bi-allelic inactivating events were found by NGS-based sequencing in all of these cases, except for one, which was incompletely explored, but had a wild-type sequence. We then validated the anti-SMARCE1 antibody specificity by analyzing additional 305 pediatric and adult meningiomas of various subtypes and 15 non-meningioma clear cell tumors by SMARCE1 immunohistochemistry. A nuclear immunostaining was preserved in all other meningioma variants, as well as non-meningioma clear cell tumors. In conclusion, our series showed, for the first time, that SMARCE1 immunostaining is a highly sensitive biomarker for CCM, useful as a routine diagnostic biomarker.","dc:creator":"Tauziede-Espariat A","dc:date":"2018","dc:title":"Loss of SMARCE1 expression is a specific diagnostic marker of clear cell meningioma: a comprehensive immunophenotypical and molecular analysis."},"rdfs:label":"SMARCE1 Loss Diagnostic Marker for CCM"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Increased because this paper specifically looks at clear cell meningioma vs microcystic meningiomas (another difficult to distinguish morphological subtype)."},{"id":"cggv:3c7c71d0-417f-4771-bc22-4d67d866dee6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2305c887-28ff-4f33-87a5-9ec14caa556a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Lack of SMARCE1 staining in Spinal Cord (PT 1) and Low Cranial Nerve (PT 11). PT11 has SMARCE1 truncating variant and Loss of Heterozygosity (LOH) in the tumor sample. In the Falx Cerebri (PT8) and Frontal Lobe (PT9) tumor samples for patients lacking the SMARCE1 variant and carrying NF2 variants, SMARCE1 expression is clearly seen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27891692","type":"dc:BibliographicResource","dc:abstract":"Clear cell meningioma (CCM) is a rare subtype of meningioma and shows not only unusual histology, but also unique clinical features. Recently, SMARCE1 mutations have been shown to cause spinal and cranial CCMs. We present 12 cases which were diagnosed with CCM in a single institution between 1997 and 2014, and investigate their SMARCE1 mutation status.","dc:creator":"Smith MJ","dc:date":"2017","dc:title":"SMARCE1 mutation screening in classification of clear cell meningiomas."},"rdfs:label":"SMARCE1 Tumor Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:368a4a1d-fa35-42ce-80a3-d7251c3f8855","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eb35e165-e764-40d1-bb1a-c9f61cb900ed","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"SMARCE1 expression in Family 4. SMARCE1 is absent from tumor cells of affected daughter (c) who carries the mutation but present in cranial meningioma tumor cells of affected mother (d) who does not carry the SMARCE1 mutation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23377182","type":"dc:BibliographicResource","dc:abstract":"One-third of all primary central nervous system tumors in adults are meningiomas. Rarely, meningiomas occur at multiple sites, usually occurring in individuals with type 2 neurofibromatosis (NF2). We sequenced the exomes of three unrelated individuals with familial multiple spinal meningiomas without NF2 mutations. We identified two individuals with heterozygous loss-of-function mutations in the SWI/SNF chromatin-remodeling complex subunit gene SMARCE1. Sequencing of SMARCE1 in six further individuals with spinal meningiomas identified two additional heterozygous loss-of-function mutations. Tumors from individuals with SMARCE1 mutations were of clear-cell histological subtype, and all had loss of SMARCE1 protein, consistent with a tumor suppressor mechanism. Our findings identify multiple-spinal-meningioma disease as a new discrete entity and establish a key role for the SWI/SNF complex in the pathogenesis of both meningiomas and tumors with clear-cell histology.","dc:creator":"Smith MJ","dc:date":"2013","dc:title":"Loss-of-function mutations in SMARCE1 cause an inherited disorder of multiple spinal meningiomas."},"rdfs:label":"SMARCE1 Tumor Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4ffa319b-d2ba-43b9-be9d-847878ed38d7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5eecf9a-1e82-4f63-993b-19a51f85f625","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SMARCE1/BAF57 is in the SWI/SNF complex which is involved in chromatin remodelling and cancers. To address whether N‐BAF57 isoforms are assembled into chromatin remodelling SWI/SNF complexes, the authors used immunoprecipitation analysis with Neuro2A cells (that express a low level of endogenous N‐Baf57).  Forty‐eight hours post‐transfection with BAF57‐V5, BAF57Δ4‐V5 and BAF57Δ3‐4‐V5 constructs, V5‐tagged BAF57 protein isoform‐containing complexes were immunoprecipitated using anti‐V5 antibodies and precipitated complexes were analyzed by western blot method. In Fig. 5(b), Brm, Brg1, BAF170 and BAF155 proteins -- all key proteins in the SWI/SNF complex -- were detected in the immunoprecipitates of V5‐tagged BAF57 and N‐BAF57 proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19245665","type":"dc:BibliographicResource","dc:abstract":"The SWItch/Sucrose NonFermentable, a nucleosome remodeling complex (SWI/SNF) chromatin-remodelling complexes act upon the nucleosomal structure and regulate transcription, replication, repair of chromatin and splicing. In this study, we present evidence that human, mouse and rat genes encoding one of the SWI/SNF complex subunits, BAF57, undergo neuron-specific splicing of exons II, III and IV. Alternative splicing yields in at least three isoforms of BAF57 protein that have truncated N-termini (N-BAF57s). The transcripts encoding N-BAF57 isoforms are predominantly expressed in the nervous system. The biochemical fractionation data supported by the results of the co-immunoprecipitation analysis show that N-BAF57 isoforms associate into protein complexes together with Brg1, Brm, BAF155 and BAF170. Transient over-expression of N-BAF57 isoforms in non-neural cells affects the level of expression of certain neuron-restrictive silencer element-containing genes. Together these data suggest that neuronal isoforms of BAF57 contribute to functional SWI/SNF complexes regulating neurogenesis.","dc:creator":"Kazantseva A","dc:date":"2009","dc:title":"N-terminally truncated BAF57 isoforms contribute to the diversity of SWI/SNF complexes in neurons."},"rdfs:label":"SMARCE1 immunoprecipitates with other SWI/SNF complex genes"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:402015b9-69e4-4112-af7b-1a209bab8024","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:60372994-d56f-4d91-810d-09e6a29cd1db","type":"FunctionalAlteration","dc:description":"The authors found BAF57 was as a critical factor for the induction of apoptosis in the BT549 invasive human breast carcinoma cell line. When WT expression of BAF57 was restored, it resulted in growth arrest in the G2-M phase, down-regulation of Cyclin E1 and CDC25A and misregulation of apoptotic genes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16135788","type":"dc:BibliographicResource","dc:abstract":"Mutation of BRG1, hBRM, and their associated factors, INI1 and BAF57, in primary human tumors has suggested that inactivation of human SWI/SNF (hSWI/SNF) complexes may be involved in neoplastic transformation. BT549 is an invasive human breast carcinoma cell line that lacks expression of BAF57, a key hSWI/SNF subunit that mediates interaction with transcriptional activators and corepressors. In this study we investigated the role of BAF57 in suppressing tumorigenesis by establishing BT549 stable cell lines that expresses full-length BAF57 protein. BT549 clones expressing BAF57 demonstrated marked phenotypic changes, slow growth kinetics, and restoration of contact inhibition. Altered growth was found to be due in part to cell cycle arrest and induction of apoptosis. Furthermore, microarray analysis revealed that BAF57-mediated cell death was associated with up-regulation of proapoptotic genes including the tumor suppressor familial cylindromatosis (CYLD), which was found to be a direct target of BAF57 as determined by chromatin immunoprecipitation analysis. Increased expression of CYLD in BT549 cells induced apoptosis, while its suppression by small interfering RNA inhibited cell death in BAF57 expressing BT549 cells. These findings demonstrate the importance of BAF57 in cell growth regulation and provide a novel link between hSWI/SNF chromatin remodelers and apoptosis.","dc:creator":"Wang L","dc:date":"2005","dc:title":"The BRG1- and hBRM-associated factor BAF57 induces apoptosis by stimulating expression of the cylindromatosis tumor suppressor gene."},"rdfs:label":"BAF57 Cellular Apoptosis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:a65e1eee-467d-4ba6-a37a-c7bddd47f9b4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:af192ab3-fb3e-463e-bc03-e057a9b34564","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"detectionMethod":"Sanger sequencing of the SMARCE1 gene in DNA from blood","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"intracranial clear cell meningioma","phenotypes":"obo:HP_0100009","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a65e1eee-467d-4ba6-a37a-c7bddd47f9b4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3dab5ca4-60f2-4c8c-83c1-3f02fe4c8ff4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003079.5(SMARCE1):c.814del (p.Arg272GlyfsTer5)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940757"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26803492","type":"dc:BibliographicResource","dc:abstract":"Childhood meningiomas are rare. Recently, a new hereditary tumor predisposition syndrome has been discovered, resulting in an increased risk for spinal and intracranial clear cell meningiomas (CCMs) in young patients. Heterozygous loss-of-function germline mutations in the SMARCE1 gene are causative, giving rise to an autosomal dominant inheritance pattern. We report on an extended family with a pediatric CCM patient and an adult CCM patient and several asymptomatic relatives carrying a germline SMARCE1 mutation, and discuss difficulties in genetic counseling for this heritable condition. Because of the few reported cases so far, the lifetime risk of developing meningiomas for SMARCE1 mutation carriers is unclear and the complete tumor spectrum is unknown. There is no surveillance guideline for asymptomatic carriers nor a long-term follow-up recommendation for SMARCE1-related CCM patients as yet. Until more information is available about the penetrance and tumor spectrum of the condition, we propose the following screening advice for asymptomatic SMARCE1 mutation carriers: neurological examination and MRI of the brain and spine, yearly from diagnosis until the age of 18 and once every 3 years thereafter, or in between if there are clinical symptoms. This advice can also be used for long-term patient follow-up. More data is needed to optimize this proposed screening advice.","dc:creator":"Gerkes EH","dc:date":"2016","dc:title":"A heritable form of SMARCE1-related meningiomas with important implications for follow-up and family screening."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26803492","rdfs:label":"IV:2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:dfcf6a26-557d-47de-9e62-716bb0fe12ba_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a2502abf-4089-46b9-825f-f5cff59b1812","type":"Proband","ageType":"cggv","ageUnit":"Years","ageValue":30,"detectionMethod":"A combination of Sanger sequencing and MLPA analysis.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"intracranial meningioma, Low cranial nerve","phenotypes":"obo:HP_0100009","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:dfcf6a26-557d-47de-9e62-716bb0fe12ba_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:003785de-482e-4a52-89cd-10d3717c863b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003079.5(SMARCE1):c.331G>T (p.Glu111Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399367115"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27891692"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27891692","rdfs:label":"11-1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:adcd81a1-7b30-46fb-9a60-ef9a7b17ada6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:34a20675-3aa4-4e25-9b97-94d7bd295beb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":14,"detectionMethod":"SMARCE1 exons were amplified from genomic DNA samples. Sequencing PCR was performed using a BigDye® Terminator v 3.1 Cycle Sequencing Kit (ABI, Life Technologies, Paisley, UK) and analyzed on a 3730xl DNA Analyser (ABI)","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"clear cell intracranial meningiomas","phenotypes":"obo:HP_0100009","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:adcd81a1-7b30-46fb-9a60-ef9a7b17ada6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2638959c-f306-4c7b-9a02-0333458fb591","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.40636077_40636098delinsAGTACAATGAATCTATGAAGGC","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940708"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25143307","type":"dc:BibliographicResource","dc:abstract":"We recently reported SMARCE1 mutations as a cause of spinal clear cell meningiomas. Here, we have identified five further cases with non-NF2 spinal meningiomas and six with non-NF2 cranial meningiomas. Three of the spinal cases and three of the cranial cases were clear cell tumours. We screened them for SMARCE1 mutations and investigated copy number changes in all point mutation-negative samples. We identified two novel mutations in individuals with spinal clear cell meningiomas and three mutations in individuals with cranial clear cell meningiomas. Copy number analysis identified a large deletion of the 5' end of SMARCE1 in two unrelated probands with spinal clear cell meningiomas. Testing of affected and unaffected relatives of one of these individuals identified the same deletion in two affected female siblings and their unaffected father, providing further evidence of incomplete penetrance of meningioma disease in males. In addition, we found loss of SMARCE1 protein in three of 10 paraffin-embedded cranial clear cell meningiomas. Together, these results demonstrate that loss of SMARCE1 is relevant to cranial as well as spinal meningiomas. Our study broadens the spectrum of mutations in the SMARCE1 gene and expands the phenotype to include cranial clear cell meningiomas.","dc:creator":"Smith MJ","dc:date":"2014","dc:title":"Germline SMARCE1 mutations predispose to both spinal and cranial clear cell meningiomas."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25143307","rdfs:label":"6:II:2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This is a germline inversion, c.374_395inv22 and p.(Glu125_Ala132 delinsGlyLeuHis ArgPhelleValLeu) in Table 1. There is no functional testing, it is predicted null due to the size of the inversion. The individual with this variant also had a second, somatic point mutation c.267delT, p.(Asp90Thrfs*2) in a matched tumor. The individual has a mother carrying the variant who has asymptomatic cranial meningiomas (authors do not note if it is clear cell), and a 17yo brother who carries the variant and is unaffected."},{"id":"cggv:8398733f-d44e-4f00-9d62-5b2f1a715813_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e94d84cc-a7b6-4ed6-97be-bf69da0d473b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":17,"detectionMethod":"Sanger sequencing of SMARCE1 in lymphocyte DNA","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"clear cell spinal Meningioma","phenotypes":"obo:HP_0100010","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:8398733f-d44e-4f00-9d62-5b2f1a715813_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:413db399-57ed-4071-ab13-4a149998d1db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003079.5(SMARCE1):c.572dup (p.Ala192fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143950"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23377182"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23377182","rdfs:label":"Family4 II:1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:8508492d-b5de-4517-be2c-ffbc8623a603_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c822419b-aa60-4066-a91a-5003c8752beb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"SMARCE1 exons were amplified from genomic DNA samples. Sequencing PCR was performed using a BigDye® Terminator v 3.1 Cycle Sequencing Kit (ABI, Life Technologies, Paisley, UK) and analyzed on a 3730xl DNA Analyser (ABI)","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"clear cell spinal Meningioma","phenotypes":"obo:HP_0100010","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:8508492d-b5de-4517-be2c-ffbc8623a603_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b02a513e-f107-48e9-ac1f-0fa628e43458","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003079.5(SMARCE1):c.275dup (p.Leu93ValfsTer17)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940721"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25143307"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25143307","rdfs:label":"Patient5"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:359ba8de-b014-4da9-bd25-835c2e94489d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cc13edbb-acea-4a29-a11c-8d27e343bc1c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"Sanger sequencing of lymphocyte DNA","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"clear cell spinal meningioma","phenotypes":"obo:HP_0100010","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:359ba8de-b014-4da9-bd25-835c2e94489d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ce04bfdc-f29b-4e0b-a406-1ece2e960873","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003079.5(SMARCE1):c.624_627del (p.Ser208fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA207983"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30421029","type":"dc:BibliographicResource","dc:abstract":"Clear cell meningiomas (CCMs) are rare subtypes of meningiomas and usually treated by maximum safely achievable tumor resection. We here present three hereditary cases with CCMs which were confirmed by Sanger sequencing of lymphocyte DNA. Gross total resection was achieved in a 5-year-old son with a spinal CCM and a 34-year-old father with a CCM in the cerebellopontine angle (CPA). For a 14-year-old daughter with CCM in the CPA, total resection was not achieved due to its large size. Early detection by screening high-risk family with CCM is strongly recommended.","dc:creator":"Inoue T","dc:date":"2018","dc:title":"Hereditary clear cell meningiomas in a single family: three-cases report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30421029","rdfs:label":"Case_1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:e19fd491-1b4b-454d-85ea-8bb76a697154_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e15b1250-0fc4-41da-9eda-1ce4ebce42ca","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":30,"detectionMethod":"Exome sequencing for discovery, followed by Sanger sequencing to confirm.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"clear cell spinal Meningioma","phenotypes":"obo:HP_0100010","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e19fd491-1b4b-454d-85ea-8bb76a697154_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ba2e9b13-8158-40f4-92df-e5bb537db6a2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003079.5(SMARCE1):c.237+2T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143947"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23377182"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23377182","rdfs:label":"Family2 II:1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Variant is an exon 5 splice-site mutation, c.237+2T>C (family 2; Fig. 1b), also present in the affected mother but not in an unaffected sister. Analysis of cDNA derived from lymphocyte RNA from this individual identified two alternatively spliced SMARCE1 transcripts that were not present in controls. The first contained an insertion of the first 18 bases of intron 5, which introduced an in-frame pre- mature stop codon after three codons and is predicted to lead to decay (See PMID Supplementary Fig. 1). The second transcript was less abundant and contained an in-frame deletion of exon 5 (Supplementary Fig. 1). Skipping of exon 5 is predicted to remove the start of the high-mobility-group (HMG) domain."},{"id":"cggv:58337e7b-6953-4270-b40f-690a95800350_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:cdce91ec-0527-4100-b833-e4be55b3f42e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":15,"detectionMethod":"The authors performed exome sequencing of three unrelated individuals with a positive family history of multiple spinal meningiomas consistent with dominant inheritance. They prioritized and filtered data based on loss-of-function, previously unreported variants in subunits of the SWI/SNF complex.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"clear cell Spinal Meningioma","phenotypes":"obo:HP_0100010","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:58337e7b-6953-4270-b40f-690a95800350_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0fc5af8f-d80e-4554-8c60-a717bf219590","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003079.5(SMARCE1):c.715C>T (p.Arg239Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143945"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23377182"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23377182","rdfs:label":"Family1 II:1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"A mutation at the first base of exon 9, c.715C>T (p.Arg239*) (family 1; Fig. 1a), which introduces a stop codon and is predicted to result in nonsense-mediated mRNA decay (NMD) of the resultant transcript. This variant was also present in an affected daughter. Note, this family has a positive family history of multiple spinal meningiomas consistent with dominant inheritance."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10},{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:3432150b-621c-4223-a163-97e8aab04f1c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ffba8acf-deb3-463c-97ce-c1da92fb9f61","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":26,"detectionMethod":"Sanger sequencing of SMARCE1 in lymphocyte DNA","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"clear cell spinal meningioma","phenotypes":"obo:HP_0100010","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:3432150b-621c-4223-a163-97e8aab04f1c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bec7bfe8-2c5e-4bb1-9c59-7da85e01ec70","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003079.5(SMARCE1):c.311G>A (p.Trp104Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA143948"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23377182"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23377182","rdfs:label":"Family3 II:1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"Downgraded because variant maternity/paternity is not confirmed, and parent carrier status is unknown, though both are unaffected."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11}],"evidenceStrength":"Definitive","sequence":1061,"specifiedBy":"GeneValidityCriteria7","strengthScore":13.5,"subject":{"id":"cggv:fac9a349-646b-4c6e-9294-f62c0b6c4cdf","type":"GeneValidityProposition","disease":"obo:MONDO_0011789","gene":"hgnc:11109","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SMARCE1 (the encoded protein is referred to as BAF57) was first reported in relation to autosomal dominant familial clear cell meningioma in 2013 by Smith et al., PMID:23377182. At least 9 unique variants (most inherited truncating variants often with a second variant (truncating or LOH in the tumor) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and trio or pedigree data. Pedigrees reported thus far do not yield scorable segregation data, although autosomal dominant inheritance with incomplete penetrance (in males) is apparent in the familial studies reported. While there is no definitive penetrance estimation in literature and the mechanism of sex-biased penetrance is unknown, Smith et al PMID:23377182 notes that in a cohort of 13 individuals with clear cell spinal meningiomas from 9 families, 12 are female. A total of 11 points curated from 5 publications (PMIDS:23377182, 25143307, 26803492, 27891692, 30421029) are described. Experimental work shows lack of SMARCE1 expression in mengioma tumors (PMID:23377182, 27891692) as well as normal expression in non-tumor tissues with multiple isoforms expressed in brain and neuronal tissues (PMID:19245665). Reports display the role of BAF57 in CD4/CD8 regulation in T-cell lineage (PMID: 12110891), androgen (PMC:1061596) or estrogen (PMC:126156) receptor interaction, cell cycle regulation (PMID:16135788), and interaction with transcriptional repressors in neuronal progenitor cells (PMID: 31428904). However, functional studies in patient or non-patient cell lines, and animal models that directly relate to familial meningioma were not identified. Lomeli et al (PMID:27149204) provides a thorough review of BAF57 molecular and genetic studies up to 2016 and no further experimental studies directly relating to familial meningioma were identified between 2016 and present (2020). Currently the functional/causal roles of SMARCE1 in familial meningioma are overall experimentally unknown although a total of 2 pts were curated from 3 publications (PMIDS:23377182, 27891692, 19245665). Based on extensive genetic evidence as well as experimental expression evidence, and replication since the time of publication in 2013, SMARCE1 is definitively associated with autosomal dominant familial clear cell meningioma.\n","dc:isVersionOf":{"id":"cggv:01e68b67-987e-48ec-a167-cb659cc245e9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}