{"id":"cggv:bd411e83-8373-44b7-8ad5-00894c873880v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bd411e83-8373-44b7-8ad5-00894c873880_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-17T18:00:00.000Z","role":"Approver"},{"id":"cggv:bd411e83-8373-44b7-8ad5-00894c873880_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-12-28T09:46:04.515Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19377476","type":"dc:BibliographicResource","dc:abstract":"Large-scale systematic resequencing has been proposed as the key future strategy for the discovery of rare, disease-causing sequence variants across the spectrum of human complex disease. We have sequenced the coding exons of the X chromosome in 208 families with X-linked mental retardation (XLMR), the largest direct screen for constitutional disease-causing mutations thus far reported. The screen has discovered nine genes implicated in XLMR, including SYP, ZNF711 and CASK reported here, confirming the power of this strategy. The study has, however, also highlighted issues confronting whole-genome sequencing screens, including the observation that loss of function of 1% or more of X-chromosome genes is compatible with apparently normal existence.","dc:creator":"Tarpey PS","dc:date":"2009","dc:title":"A systematic, large-scale resequencing screen of X-chromosome coding exons in mental retardation."},"evidence":[{"id":"cggv:bd411e83-8373-44b7-8ad5-00894c873880_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bd411e83-8373-44b7-8ad5-00894c873880_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:64e91c3b-a546-429b-a602-4410ebc04281","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4de62215-e66f-4e4b-8ed3-9a58b365d86a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Immunoprecipitation experiments were performed using affinity-purified rabbit anti-DDX3 antibody. Coprecipitated proteins were resolved on SDS/PAGE, in-gel digested, and the resulting peptides were analyzed by MS. USP9X was identified as a major binding partner for DDX3.\n\nDDX3 with USP9X were found to co-localize and associate in cytoplasmic stress granules. The middle and C-terminal regions of DDX3 are involved in USP9X binding, whereas the N-terminal domain of USP9X appears to be responsible for the interaction with DDX3. Although the two proteins interact physically, DDX3 is not a substrate of USP9X mediated ubiquitination. The molecular details of DDX3-USP9X interaction remain to be further investigated.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34606682","type":"dc:BibliographicResource","dc:abstract":"Here, we describe a novel interaction between the RNA helicase DDX3 and the deubiquitinase ubiquitin-specific peptidase 9 X-linked (USP9X) in human cells. Domain mapping studies reveal that the C-terminal region of DDX3 interacted with the N terminus of USP9X. USP9X was predominantly localized in the cytoplasm where the interaction between DDX3 and USP9X occurred. USP9X was not visibly enriched in cytoplasmic stress granules (SGs) under oxidative stress conditions, whereas overexpression of GFP-DDX3 induced SG formation and recruited USP9X to SGs in HeLa cells. Luciferase reporter assays showed that depletion of USP9X had no significant effect on DDX3-mediated translation. Given that DDX3 is not ubiquitinated upon ubiquitin overexpression, it is unlikely that DDX3 serves as a substrate of USP9X. Importantly, we found that ubiquitinated MCL1 was accumulated upon depletion of USP9X and/or DDX3 in MG132-treated cells, suggesting that USP9X and DDX3 play a role in regulating MCL1 protein stability and anti-apoptotic function. This study indicates that DDX3 exerts anti-apoptotic effects probably by coordinating with USP9X in promoting MCL1 deubiquitination.","dc:creator":"Lai MC","dc:date":"2022","dc:title":"DDX3 interacts with USP9X and participates in deubiquitination of the anti-apoptotic protein MCL1."},"rdfs:label":"USP9X interacts with DDX3X"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:8e89866f-ec86-45cb-bdcf-de834b8d0029","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f98ebf7-5d9e-43a0-9418-ef15f77a142d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"USP9X interacts with and phosphorylates ankyrin-G, encoded by ANK3, decreasing its polyubiquitination and stabilizing it to maintain dendritic spine development in the brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31813652","type":"dc:BibliographicResource","dc:abstract":"Variants in the ANK3 gene encoding ankyrin-G are associated with neurodevelopmental disorders, including intellectual disability, autism, schizophrenia, and bipolar disorder. However, no upstream regulators of ankyrin-G at synapses are known. Here, we show that ankyrin-G interacts with Usp9X, a neurodevelopmental-disorder-associated deubiquitinase (DUB). Usp9X phosphorylation enhances their interaction, decreases ankyrin-G polyubiquitination, and stabilizes ankyrin-G to maintain dendritic spine development. In forebrain-specific Usp9X knockout mice (Usp9X","dc:creator":"Yoon S","dc:date":"2020","dc:title":"Usp9X Controls Ankyrin-Repeat Domain Protein Homeostasis during Dendritic Spine Development."},"rdfs:label":"USP9X interacts with ANK3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:bd411e83-8373-44b7-8ad5-00894c873880_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ea37a188-14c6-4b8a-ac8b-25a5b55da9e6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6b9b68b2-73ab-4fb9-8666-0c75976996c1","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24607389","type":"dc:BibliographicResource","dc:abstract":"With a wealth of disease-associated DNA variants being recently reported, the challenges of providing their functional characterization are mounting. Previously, as part of a large systematic resequencing of the X chromosome in 208 unrelated families with nonsyndromic X-linked intellectual disability, we identified three unique variants (two missense and one protein truncating) in USP9X. To assess the functional significance of these variants, we took advantage of the Usp9x knockout mouse we generated. Loss of Usp9x causes reduction in both axonal growth and neuronal cell migration. Although overexpression of wild-type human USP9X rescued these defects, all three USP9X variants failed to rescue axonal growth, caused reduced USP9X protein localization in axonal growth cones, and (in 2/3 variants) failed to rescue neuronal cell migration. Interestingly, in one of these families, the proband was subsequently identified to have a microdeletion encompassing ARID1B, a known ID gene. Given our findings it is plausible that loss of function of both genes contributes to the individual's phenotype. This case highlights the complexity of the interpretations of genetic findings from genome-wide investigations. We also performed proteomics analysis of neurons from both the wild-type and Usp9x knockout embryos and identified disruption of the cytoskeleton as the main underlying consequence of the loss of Usp9x. Detailed clinical assessment of all three families with USP9X variants identified hypotonia and behavioral and morphological defects as common features in addition to ID. Together our data support involvement of all three USP9X variants in ID in these families and provide likely cellular and molecular mechanisms involved.","dc:creator":"Homan CC","dc:date":"2014","dc:title":"Mutations in USP9X are associated with X-linked intellectual disability and disrupt neuronal cell migration and growth."},"rdfs:label":"Patient variants fail to rescue KO phenotype"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:e3dabe03-698e-4f36-81ce-455059b614f6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:747f1a70-f918-4bc6-aca9-acf59cb05df3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Human patients show global developmental delay, variable intellectual disability and brain abnormalities.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23861879","type":"dc:BibliographicResource","dc:abstract":"The deubiquitylating enzyme Usp9x is highly expressed in the developing mouse brain, and increased Usp9x expression enhances the self-renewal of neural progenitors in vitro. USP9X is a candidate gene for human neurodevelopmental disorders, including lissencephaly, epilepsy and X-linked intellectual disability. To determine if Usp9x is critical to mammalian brain development we conditionally deleted the gene from neural progenitors, and their subsequent progeny. Mating Usp9x(loxP/loxP) mice with mice expressing Cre recombinase from the Nestin promoter deleted Usp9x throughout the entire brain, and resulted in early postnatal lethality. Although the overall brain architecture was intact, loss of Usp9x disrupted the cellular organization of the ventricular and sub-ventricular zones, and cortical plate. Usp9x absence also led to dramatic reductions in axonal length, in vivo and in vitro, which could in part be explained by a failure in Tgf-β signaling. Deletion of Usp9x from the dorsal telencephalon only, by mating with Emx1-cre mice, was compatible with survival to adulthood but resulted in reduction or loss of the corpus callosum, a dramatic decrease in hippocampal size, and disorganization of the hippocampal CA3 region. This latter phenotypic aspect resembled that observed in Doublecortin knock-out mice, which is an Usp9x interacting protein. This study establishes that Usp9x is critical for several aspects of CNS development, and suggests that its regulation of Tgf-β signaling extends to neurons. ","dc:creator":"Stegeman S","dc:date":"2013","dc:title":"Loss of Usp9x disrupts cortical architecture, hippocampal development and TGFβ-mediated axonogenesis."},"rdfs:label":"Usp9x cKO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:bd411e83-8373-44b7-8ad5-00894c873880_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5587,"specifiedBy":"GeneValidityCriteria8","strengthScore":16,"subject":{"id":"cggv:89820ecb-338a-414d-b09c-192fd15303fa","type":"GeneValidityProposition","disease":"obo:MONDO_0020119","gene":"hgnc:12632","modeOfInheritance":"obo:HP_0001417"},"version":"1.2","dc:description":"*USP9X* encodes a ubiquitin specific peptidase that removes ubiquitin marks from target proteins. The gene is located on chromosome X, but it escapes X-chromosome inactivation. Therefore, pathogenic variants in *USP9X* have been associated with X-linked syndromic intellectual disability in both females and males.\nThe first report on *USP9X* associated with a human neurodevelopmental disorder was in 2009 when Tarpey et al. (PMID: 19377476) identified a family with 3 affected males  with X-linked recessive intellectual disability segregating a frameshift variant in *USP9X*. In 2017, Reijnders et al. (PMID: 26833328) reported 17 females with a shared phenotype of developmental delay/intellectual disability, characteristic facial features, short stature, and distinct congenital malformations comprising choanal atresia, anal abnormalities, post-axial polydactyly, heart defects, hypomastia, cleft palate/bifid uvula, progressive scoliosis, and structural brain abnormalities. The majority of these females (n=13) had *de novo* truncating variants in *USP9X*, while the remaining had intragenic deletions in *USP9X* identified through microarray analyses. To date, more than 40 patients, males and females, have been reported in the literature with truncating or predicted deleterious missense variants in *USP9X* (PMIDs: 19377476, 24607389, 26833328, 28377321, 31443933, 33298948). The *USP9X* variants in females are predominantly null alleles leading to haploinsufficiency and causing a recognizable syndrome with intellectual disability and characteristic brain and congenital abnormalities (PMID: 26833328). In contrast, the majority of the reported variants in males are missense variants with partial loss of function, resulting in a distinctive neurodevelopmental and behavioral syndrome (PMID: 31443933). Complete loss of USP9X function in males is likely to be embryonic lethal. *USP9X* is a highly constrained gene with few truncating and missense variants reported in public databases.\n\nFunctional *in vivo* and *in vitro* studies have shown that loss of *Usp9x* results in neuronal abnormalities. Brain-specific conditional deletion of *Usp9x*  in mice results in early postnatal lethality with disrupted cellular organization of the neocortex and reduced corpus callosum and hippocampal size (PMID: 23861879). Additionally, loss of *Usp9x* in neurons results in reduced axonal length and arborization, as well as decreased neuronal migration (PMID: 23861879, 24607389). Functional studies in patient cells support the mechanism of disease being loss of protein function (PMIDs: 26833328, 31443933).\n\nIn summary, there is definitive evidence supporting the relationship between *USP9X* and X-linked syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on November 17, 2021 (SOP Version 8).\nThe association of USP9X with an X-linked neurodevelopmental disorder in males and females has been replicated over time making the classification DEFINITIVE.","dc:isVersionOf":{"id":"cggv:bd411e83-8373-44b7-8ad5-00894c873880"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}