{"id":"cggv:1a19f1fb-a027-4580-92e5-936b8ca10692v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:1a19f1fb-a027-4580-92e5-936b8ca10692_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-09-26T15:29:36.277Z","role":"Publisher"},{"id":"cggv:1a19f1fb-a027-4580-92e5-936b8ca10692_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-07-19T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/33131077","type":"dc:BibliographicResource","dc:abstract":"We describe an X-linked syndrome in 13 male patients from a single family with three generations affected. Patients presented prenatally or during the neonatal period with intrauterine growth retardation, ventriculomegaly, hydrocephalus, hypotonia, congenital heart defects, hypospadias, and severe neurodevelopmental delay. The disease is typically fatal during infancy, mainly due to sepsis (pneumonias). Female carriers are asymptomatic. We performed genome sequencing in four individuals and identified a unique candidate variant in the OTUD5 gene (NM_017602.3:c.598G > A, p.Glu200Lys). The variant cosegregated with the disease in 10 tested individuals. OTUD5 was considered as a candidate gene based on two previous missense variants detected in patients with intellectual disability. In conclusion, we define a syndrome associated with OTUD5 defects and add compelling evidence of genotype-phenotype association. This finding ended the long diagnostic odyssey of this family.","dc:creator":"Tripolszki K","dc:date":"2021","dc:title":"An X-linked syndrome with severe neurodevelopmental delay, hydrocephalus, and early lethality caused by a missense variation in the OTUD5 gene."},"evidence":[{"id":"cggv:1a19f1fb-a027-4580-92e5-936b8ca10692_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a19f1fb-a027-4580-92e5-936b8ca10692_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.4},{"id":"cggv:1a19f1fb-a027-4580-92e5-936b8ca10692_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a19f1fb-a027-4580-92e5-936b8ca10692_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:efb7ff92-781f-4379-af8c-d3577b9f1039","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd49d501-c09e-428e-989d-c96187bf1dc6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The interacting genes ARID1A, ARID1B, HDAC2 and UBR5 are involved in diseases with similar phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33523931","type":"dc:BibliographicResource","dc:abstract":"Reversible modification of proteins with linkage-specific ubiquitin chains is critical for intracellular signaling. Information on physiological roles and underlying mechanisms of particular ubiquitin linkages during human development are limited. Here, relying on genomic constraint scores, we identify 10 patients with multiple congenital anomalies caused by hemizygous variants in ","dc:creator":"Beck DB","dc:date":"2021","dc:title":"Linkage-specific deubiquitylation by OTUD5 defines an embryonic pathway intolerant to genomic variation."},"rdfs:label":"Tandem Ubiquitin-Binding Entity based mass spectrometry"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:2fe5ca1c-3aed-4b9d-a0be-198e4c684427","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a36b9909-5843-4ec4-84bb-ffe82e432171","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The linkage-specific ubiquitin chain cleavage of OTUD5 has an important physiological role during embryonic development. It affects multiple signaling pathways and cellular differentiation that leads to altered brain development (PMID: 33523931). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23827681","type":"dc:BibliographicResource","dc:abstract":"Sixteen ovarian tumor (OTU) family deubiquitinases (DUBs) exist in humans, and most members regulate cell-signaling cascades. Several OTU DUBs were reported to be ubiquitin (Ub) chain linkage specific, but comprehensive analyses are missing, and the underlying mechanisms of linkage specificity are unclear. Using Ub chains of all eight linkage types, we reveal that most human OTU enzymes are linkage specific, preferring one, two, or a defined subset of linkage types, including unstudied atypical Ub chains. Biochemical analysis and five crystal structures of OTU DUBs with or without Ub substrates reveal four mechanisms of linkage specificity. Additional Ub-binding domains, the ubiquitinated sequence in the substrate, and defined S1' and S2 Ub-binding sites on the OTU domain enable OTU DUBs to distinguish linkage types. We introduce Ub chain restriction analysis, in which OTU DUBs are used as restriction enzymes to reveal linkage type and the relative abundance of Ub chains on substrates.","dc:creator":"Mevissen TE","dc:date":"2013","dc:title":"OTU deubiquitinases reveal mechanisms of linkage specificity and enable ubiquitin chain restriction analysis."},"rdfs:label":"Deubiquitylation activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:e25eef0b-ac46-4722-899b-db962d2d2b4a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:039fc0d1-0693-4b3f-b6ec-359abaebda86","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"OTUD6B is shown to lead to an accumulation of ubiquitin-protein conjugates. Additionally it is associated with a similar disease to OTUD5 patients, where biallelic pathogenic variants in OTUD6B in 12 individuals with an intellectual disability syndrome were associated with seizures and dysmorphic features. Additional features include global developmental delay, microcephaly, absent speech, hypotonia, growth retardation with prenatal onset, feeding difficulties, structural brain abnormalities, congenital malformations including congenital heart disease, and musculoskeletal features. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28343629","type":"dc:BibliographicResource","dc:abstract":"Ubiquitination is a posttranslational modification that regulates many cellular processes including protein degradation, intracellular trafficking, cell signaling, and protein-protein interactions. Deubiquitinating enzymes (DUBs), which reverse the process of ubiquitination, are important regulators of the ubiquitin system. OTUD6B encodes a member of the ovarian tumor domain (OTU)-containing subfamily of deubiquitinating enzymes. Herein, we report biallelic pathogenic variants in OTUD6B in 12 individuals from 6 independent families with an intellectual disability syndrome associated with seizures and dysmorphic features. In subjects with predicted loss-of-function alleles, additional features include global developmental delay, microcephaly, absent speech, hypotonia, growth retardation with prenatal onset, feeding difficulties, structural brain abnormalities, congenital malformations including congenital heart disease, and musculoskeletal features. Homozygous Otud6b knockout mice were subviable, smaller in size, and had congenital heart defects, consistent with the severity of loss-of-function variants in humans. Analysis of peripheral blood mononuclear cells from an affected subject showed reduced incorporation of 19S subunits into 26S proteasomes, decreased chymotrypsin-like activity, and accumulation of ubiquitin-protein conjugates. Our findings suggest a role for OTUD6B in proteasome function, establish that defective OTUD6B function underlies a multisystemic human disorder, and provide additional evidence for the emerging relationship between the ubiquitin system and human disease.","dc:creator":"Santiago-Sim T","dc:date":"2017","dc:title":"Biallelic Variants in OTUD6B Cause an Intellectual Disability Syndrome Associated with Seizures and Dysmorphic Features."},"rdfs:label":"Homologous gene"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:1a19f1fb-a027-4580-92e5-936b8ca10692_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f9bba97a-5271-4f2f-a7e6-4fd065bba742","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:80c76494-d1a2-417d-ad67-daf60d5e8bcb","type":"FunctionalAlteration","dc:description":"There was a notable defect in the neural differentiation capacity when comparing iPSCs of affected OTUD5-deficient patients to carrier mother. This was apparent by the loss of neural crest markers, including SOX10 and SNAIL2, and the aberrant expression of CNS markers, including increases in the forebrain marker FOXG1 and decreases in neural stem cell marker PAX6, as evidenced by immunoblotting and single-cell resolution by immunofluorescence.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33523931","rdfs:label":"Neural conversion"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Moderate","sequence":9049,"specifiedBy":"GeneValidityCriteria10","strengthScore":9.9,"subject":{"id":"cggv:98737cca-39c4-449e-bae5-1cf22d6d0c3d","type":"GeneValidityProposition","disease":"obo:MONDO_0025351","gene":"hgnc:25402","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The *OTUD5* gene is located on chromosome X at Xp11.23 and encodes a lysine-48/lysine-63 linkage-specific deubiquitinase. *OTUD5* was first reported in relation to X-linked multiple congenital anomalies-neurodevelopmental syndrome in 2021 (Tripolszki et al.,PMID: 33131077). This disorder is characterized by characteristic craniofacial features, intellectual disability and global developmental delays, poor growth and with some individuals presenting with cardiac, skeletal, and genitourinary anomalies. The disorder has a very variable presentation. At least 11 unique variants (10 missense, 1 inframe deletion) have been reported in 12 probands in five publications (PMIDs: 33523931, 33131077, 35143101, 38037881, 33748114) and are included in this curation. This gene-disease relationship is supported by biochemical function studies, protein-protein interactions, and functional alterations in patient derived cells (PMIDs: 23827681, 28343629, 33523931). The mechanism of pathogenicity appears to be hypomorphic variants that are predominantly missense. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date July 19, 2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:1a19f1fb-a027-4580-92e5-936b8ca10692"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}