{"id":"cggv:79e5c1e4-adcf-44b3-b995-dcd73d5fd9ffv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:79e5c1e4-adcf-44b3-b995-dcd73d5fd9ff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-06-21T16:00:00.000Z","role":"Approver"},{"id":"cggv:79e5c1e4-adcf-44b3-b995-dcd73d5fd9ff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-09-26T15:14:42.014Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25003005","type":"dc:BibliographicResource","dc:abstract":"We used whole exome sequence analysis to investigate a possible genetic etiology for a patient with the phenotype of intrauterine growth restriction, microcephaly, developmental delay, failure to thrive, congenital bilateral hip dysplasia, cerebral and cerebellar atrophy, hydrocephalus, and congenital diaphragmatic hernia (CDH). Whole exome sequencing identified a novel de novo c.2722G > T (p.E908X) mutation in the Myosin Heavy Chain 10 gene (MYH10) which encodes for non-muscle heavy chain II B (NMHC IIB). Mutations in MYH10 have not been previously described in association with human disease. The E908X mutation is located in the coiled-coil region of the protein and is expected to delete the tail domain and disrupt filament assembly. Nonmuscle myosin IIs (NM IIs) are a group of ubiquitously expressed proteins, and NM II B is specifically enriched in neuronal tissue and is thought to be important in neuronal migration. It is also expressed in cardiac myocytes along with NM IIC. Homozygous NMHC II B-/B- mouse knockouts die by embryonic day (E)14.5 with severe cardiac defects (membranous ventricular septal defect and cardiac outflow tract abnormalities) and neurodevelopmental disorders (progressive hydrocephalus and neuronal migrational abnormalities). A heterozygous MYH10 loss of function mutation produces a severe neurologic phenotype and CDH but no apparent cardiac phenotype and suggests that MYH10 may represent a novel gene for brain malformations and/or CDH. ","dc:creator":"Tuzovic L","dc:date":"2013","dc:title":"A human de novo mutation in MYH10 phenocopies the loss of function mutation in mice."},"evidence":[{"id":"cggv:79e5c1e4-adcf-44b3-b995-dcd73d5fd9ff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79e5c1e4-adcf-44b3-b995-dcd73d5fd9ff_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e8683f7f-5fcd-4140-acb4-50e2d479bd9a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:188dfff4-8847-43ea-85e6-1ad85dac2c75","type":"FunctionalAlteration","dc:description":"MYH10 knockout cells exhibit defects in primary ciliogenesis and ciliary length with evidence for a dominant-negative effect of patient-specific variants (patient-specific variant scored in case evidence). Primary cilia length was significantly reduced in lines KO-1 and KO-2 when compared with control cells (KO-1 and KO-2 median length 2619 nm and 2536 nm, respectively) (Figure 3N). This approximately 20% reduction in ciliary length is similar to the effect of other actin modulators.\n\nWe also derived MYH10-/- human retinal pigmented epithelial cells (RPE-1) via CAS9-mediated engineering (Supplemental Figure 15). Intriguingly, we observe a significant reduction of primary ciliogenesis and ciliary length (RPE-1 median 6025 nm; WT-1 median 5947 nm; KO-1 median 4325 nm; KO-2 median 4401) resulting from MYH10 knockout (Supplemental Figure 15E-R).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35980381","type":"dc:BibliographicResource","dc:abstract":"Nonmuscle myosin II complexes are master regulators of actin dynamics that play essential roles during embryogenesis with vertebrates possessing 3 nonmuscle myosin II heavy chain genes, MYH9, MYH10, and MYH14. As opposed to MYH9 and MYH14, no recognizable disorder has been associated with MYH10. We sought to define the clinical characteristics and molecular mechanism of a novel autosomal dominant disorder related to MYH10.","dc:creator":"Holtz AM","dc:date":"2022","dc:title":"Heterozygous variants in MYH10 associated with neurodevelopmental disorders and congenital anomalies with evidence for primary cilia-dependent defects in Hedgehog signaling."},"rdfs:label":"MYH10 CAS9-mediated KO"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:79e5c1e4-adcf-44b3-b995-dcd73d5fd9ff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4e13490-d93b-490e-8abe-9a2644262059","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:381198fe-3079-469f-9c26-413750523ad3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both have a predominant heart and brain phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9356462","type":"dc:BibliographicResource","dc:abstract":"We used targeted gene disruption in mice to ablate nonmuscle myosin heavy chain B (NMHC-B), one of the two isoforms of nonmuscle myosin II present in all vertebrate cells. Approximately 65% of the NMHC-B-/- embryos died prior to birth, and those that were born suffered from congestive heart failure and died during the first day. No abnormalities were detected in NMHC-B+/- mice. The absence of NMHC-B resulted in a significant increase in the transverse diameters of the cardiac myocytes from 7.8 +/- 1.8 micron (right ventricle) and 7.8 +/- 1.3 micron (left ventricle) in NMHC-B+/+ and B+/- mice to 14.7 +/- 1.1 micron and 13.8 +/- 2.3 micron, respectively, in NMHC-B-/- mice (in both cases, P < 0.001). The increase in size of the cardiac myocytes was seen as early as embryonic day 12.5 (4.5 +/- 0.2 micron for NMHC-B+/+ and B+/- vs. 7. 2 +/- 0.6 micron for NMHC-B-/- mice (P < 0.01)). Six of seven NMHC-B-/- newborn mice analyzed by serial sectioning also showed structural cardiac defects, including a ventricular septal defect, an aortic root that either straddled the defect or originated from the right ventricle, and muscular obstruction to right ventricular outflow. Some of the hearts of NMHC-B-/- mice showed evidence for up-regulation of NMHC-A protein. These studies suggest that nonmuscle myosin II-B is required for normal cardiac myocyte development and that its absence results in structural defects resembling, in part, two common human congenital heart diseases, tetralogy of Fallot and double outlet right ventricle.","dc:creator":"Tullio AN","dc:date":"1997","dc:title":"Nonmuscle myosin II-B is required for normal development of the mouse heart."},"rdfs:label":"NMHC-B-/- mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:5ec5e5a9-ee8f-43b0-9bd1-1fdd7a315359","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:30472c29-b4ba-4427-9aa6-8df26199b9be","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Motor dysfunction and abnormal cerebellar foliation in mutant mice. (A) Picture of a P15 R709C homozygous mutant (BCN/BCN) mouse and wild-type littermate (BR/BR). The BCN/BCN mouse shows severe growth retardation, progressive hydrocephalus and a broad-based gait compared with wild-type littermate. (B) Gross view of the brains of BCN/BCN and BR/BR mice. The BCN/BCN mouse brain shows a distorted cerebral cortex due to hydrocephalus and an underdeveloped cerebellum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15034141","type":"dc:BibliographicResource","dc:abstract":"We generated mice harboring a single amino acid mutation in the motor domain of nonmuscle myosin heavy chain II-B (NMHC II-B). Homozygous mutant mice had an abnormal gait and difficulties in maintaining balance. Consistent with their motor defects, the mutant mice displayed an abnormal pattern of cerebellar foliation. Analysis of the brains of homozygous mutant mice showed significant defects in neuronal migration involving granule cells in the cerebellum, the facial neurons, and the anterior extramural precerebellar migratory stream, including the pontine neurons. A high level of NMHC II-B expression in these neurons suggests an important role for this particular isoform during neuronal migration in the developing brain. Increased phosphorylation of the myosin II regulatory light chain in migrating, compared with stationary pontine neurons, supports an active role for myosin II in regulating their migration. These studies demonstrate that NMHC II-B is particularly important for normal migration of distinct groups of neurons during mouse brain development.","dc:creator":"Ma X","dc:date":"2004","dc:title":"A point mutation in the motor domain of nonmuscle myosin II-B impairs migration of distinct groups of neurons."},"rdfs:label":"R709C mouse model - brain development"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:79e5c1e4-adcf-44b3-b995-dcd73d5fd9ff_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9045,"specifiedBy":"GeneValidityCriteria10","strengthScore":16.5,"subject":{"id":"cggv:b22d0ecb-5bbc-417c-8010-0ebefbbd74b6","type":"GeneValidityProposition","disease":"obo:MONDO_0100465","gene":"hgnc:7568","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The *MYH10* gene is located on chromosome 17 at 17p13.1 and encodes myosin heavy chain 10,  a member of the conventional non-muscle myosin family that plays a role in cytokinesis, cell shape and other specialized functions. *MYH10* was first reported in relation to an autosomal dominant complex neurodevelopmental disorder with or without congenital anomalies in 2013 (Tuzovic et al., PMID: 25003005). AD complex neurodevelopmental disorder with or without congenital anomalies is characterized by delayed language and motor development, abnormalities of the corpus callosum, cardiac malformations, and gastrointestinal defects. Seventeen variants (missense, nonsense, and frameshift) that have been reported in 19 probands across 4 publications are included in this curation (PMIDs: 25003005, 25356899, 30712878, 35980381). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached.The mechanism of pathogenicity is reported to include both loss of function and dominant negative. This gene-disease relationship is further supported by multiple mouse models and in vitro functional assays (PMIDs: 9356462, 15034141, 35980381). In summary, there is definitive evidence supporting the relationship between *MYH10* and autosomal dominant complex neurodevelopmental disorder with or without congenital anomalies. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date June 21, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:79e5c1e4-adcf-44b3-b995-dcd73d5fd9ff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}