{"id":"cggv:94962878-05e3-4cc0-a6d7-e9cd86f49b1dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:94962878-05e3-4cc0-a6d7-e9cd86f49b1d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-29T14:39:13.066Z","role":"Publisher"},{"id":"cggv:94962878-05e3-4cc0-a6d7-e9cd86f49b1d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-29T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/2243144","type":"dc:BibliographicResource","dc:abstract":"Schindler disease is a recently recognized infantile neuroaxonal dystrophy resulting from the deficient activity of the lysosomal hydrolase, alpha-N-acetylgalctosaminidase (alpha-GalNAc). The recent isolation and expression of the full-length cDNA encoding alpha-GalNAc facilitated the identification of the molecular lesions in the affected brothers from family D, the first cases described with this autosomal recessive disease. Southern and Northern hybridization analyses of DNA and RNA from the affected homozygotes revealed a grossly normal alpha-GalNAc gene structure and normal transcript sizes and amounts. Therefore, the alpha-GalNAc transcript from an affected homozygote was reverse-transcribed, amplified by the polymerase chain reaction (PCR), and sequenced. A single G to A transition at nucleotide 973 was detected in multiple subclones containing the PCR products. This point mutation resulted in a glutamic acid to lysine substitution in residue 325 (E325K) of the alpha-GalNAc polypeptide. The base substitution was confirmed by dot blot hybridization analyses of PCR-amplified genomic DNA from family members with allele-specific oligonucleotides. Furthermore, transient expression of an alpha-GalNAc construct containing the E325K mutation resulted in the expression of an immunoreactive polypeptide which had no detectable alpha-GalNAc activity.","dc:creator":"Wang AM","dc:date":"1990","dc:title":"Schindler disease: the molecular lesion in the alpha-N-acetylgalactosaminidase gene that causes an infantile neuroaxonal dystrophy."},"evidence":[{"id":"cggv:94962878-05e3-4cc0-a6d7-e9cd86f49b1d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aee3b235-30b6-456a-b9a5-5c8aaff494c5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:aee3b235-30b6-456a-b9a5-5c8aaff494c5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:d7267b08-e6b2-451e-a12d-4755b8250c8f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000262.3(NAGA):c.838C>A (p.Leu280Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/1165456"}},"detectionMethod":"Whole genome sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"In the neonatal period, anemia and thrombocytopenia requiruing blood transfusion. In the first year of life, two episodes of metabolic acidosis (post-cataract surgery, post-foot cast application) requiring admission to the intensive care unit. No speech. No history of regression. Can crawl, and stand with support. He has one hyperpigmented patch of skin on left arm.\nBrain CT showed a complete fusion of the anterior third of the sagittal suture and bilateral coronal suture fusion more on the left side. Brain MRI showed microcephaly associated with moderate-to-severe simplified gyral pattern and prominent extra-axial CSF spaces in the frontotemporal regions,  dilated perivascular spaces (mainly in the left temporal and parietal lobes), and underdeveloped Sylvain fissures bilaterally; also well-formed but short corpus callosum, small pons, and hypoplastic inferior cerebellar vermis.","phenotypes":["obo:HP_0000568","obo:HP_0000965","obo:HP_0000519","obo:HP_0008063","obo:HP_0002509","obo:HP_0000666","obo:HP_0001508","obo:HP_0001999","obo:HP_0000565","obo:HP_0001263","obo:HP_0000501","obo:HP_0002169","obo:HP_0011451"],"previousTesting":true,"previousTestingDescription":"Normal karyotype. Muscle and skin biopsies, cerebrospinal fluid (CSF) analysis, craniosynostosis, genetic work-up, and ammonia, VLCFA, urine organic acid, and CDG screening; all were normal.\nUrine oligosaccharide showed an abnormal pattern consistent with alpha-NAGA deficiency.\nAlpha-NAGA activity in leukocytes was 5.9% normal and in fibroblasts was 6.8% normal.","sex":"Male","variant":{"id":"cggv:ad3a197c-382a-46e8-a979-2f59a3252839_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d7267b08-e6b2-451e-a12d-4755b8250c8f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31468281","type":"dc:BibliographicResource","dc:abstract":"Schindler disease is a rare autosomal recessive lysosomal storage disorder caused by a deficiency in alpha-N-acetylgalactosaminidase (α-NAGA) activity due to defects in the NAGA gene. Accumulation of the enzyme's substrates results in clinically heterogeneous symptoms ranging from asymptomatic individuals to individuals with severe neurological manifestations. Here, a 5-year-old Emirati male born to consanguineous parents presented with congenital microcephaly and severe neurological manifestations. Whole genome sequencing revealed a homozygous missense variant (c.838C>A; p.L280I) in the NAGA gene. The allele is a reported SNP in the ExAC database with a 0.0007497 allele frequency. The proband's asymptomatic sister and cousin carry the same genotype in a homozygous state as revealed from the family screening. Due to the extreme intrafamilial heterogeneity of the disease as seen in previously reported cases, we performed further analyses to establish the pathogenicity of this variant. Both the proband and his sister showed abnormal urine oligosaccharide patterns, which is consistent with the diagnosis of Schindler disease. The α-NAGA activity was significantly reduced in the proband and his sister with 5.9% and 12.1% of the mean normal activity, respectively. Despite the activity loss, p.L280I α-NAGA processing and trafficking were not affected. However, protein molecular dynamic simulation analysis revealed that this amino acid substitution is likely to affect the enzyme's natural dynamics and hinders its ability to bind to the active site. Functional analysis confirmed the pathogenicity of the identified missense variant and the diagnosis of Schindler disease. Extreme intrafamilial clinical heterogeneity of the disease necessitates further studies for proper genetic counseling and management.","dc:creator":"Mohamed FE","dc:date":"2020","dc:title":"A Novel Homozygous Missense Variant in the NAGA Gene with Extreme Intrafamilial Phenotypic Heterogeneity."}},"rdfs:label":"Mohamed_2020 - Emerati male patient"},{"id":"cggv:ad3a197c-382a-46e8-a979-2f59a3252839","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ad3a197c-382a-46e8-a979-2f59a3252839_variant_evidence_item"},{"id":"cggv:ad3a197c-382a-46e8-a979-2f59a3252839_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"No impact on alpha-NAGA processing or trafficking. Protein molecular dynamic simulation analysis revealed that the variant may affect substrate binding and catalysis by altering the size of the catalytic pocket."}],"strengthScore":0.25,"dc:description":"Results of protein molecular dynamic simulation studies are available, but no other functional studies."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:09207c7c-7f44-4d97-a1be-60cb03ad9fbd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:09207c7c-7f44-4d97-a1be-60cb03ad9fbd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":42,"allele":{"id":"cggv:100a960a-28ce-4cdc-9223-f28820ced573","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000262.3(NAGA):c.577G>T (p.Glu193Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA127850"}},"detectionMethod":"Intronic primers were used to amplify all coding exons of the NAGA gene from genomic DNA, followed by sequence analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"From PMID 7707696: Onset of lymphodema in legs at around 10-14 year of age.  Angiokeratoma corporis diffusum between umbilicus and upper thighs.\nAt age 30 years, pain crisis in right leg associated with slight paraesthesias in the left upper extremity, secondary to a moderate carpal tunnel syndrome.\nEye exam showed tortuosity of the conjunctival and retinal vessels, and a diffuse haziness in the corneal epithelial layer (but not like the typical whorl-like opacities seen in Fabry disease)\nSlightly coarse face with thick lips and an enlarged nasal tip. IQ = 84. \nModerate cardiomegaly.\nUltrastructural examination revealed numerous vacuoles in endothelial cells of blood vessels and pericytes that were apparently empty or contained granular material (Fig 1)","previousTesting":true,"previousTestingDescription":"From PMID 7707696 - Using a fluorogenic substrate, alpha-NAGA activity in fibroblast extracts was 0.6-2% of the mean normal value (Table 1). The level of residual activity detected was higher with a p-NP-a-GalNAc substrate, 10-25% of mean in controls in leukocyte extracts and serum.\nAbnormal urinary oligosaccharide TLC pattern (orcinol staining).\nActivities of sialidase, beta-mannosidase, alpha-fucosidase, alpha-galactosidase and beta-galactosidase) were normal or slightly elevated in serum and fibroblasts. Hexosaminidase and alpha-N-acetylglucosaminidase were also within the normal range. ","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:971c46fb-7501-4ac9-a25c-e9f3c505f212_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:100a960a-28ce-4cdc-9223-f28820ced573"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8782044","type":"dc:BibliographicResource","dc:abstract":"Up to now eight patients with alpha-NAGA deficiency have been described. This includes the newly identified patient reported here who died unexpectedly aged 1 1/2 years of hypoxia during convulsions; necropsy was not performed. Three patients have been genotyped previously and here we report the mutations in the other five patients, including two new mutations (S160C and E193X). The newly identified patient is consanguineous with the first patients reported with alpha-NAGA deficiency and neuroaxonal dystrophy and they all had the alpha-NAGA genotype E325K/E325K. Clinical heterogeneity among patients with alpha-NAGA deficiency is extreme. Two affected sibs, homozygotes for E325K, are severely affected and have the signs and symptoms of infantile neuroaxonal dystrophy, but prominent vacuolisation is lacking. The mildly affected patients (two families, three patients) at the opposite end of the clinical spectrum have clear vacuolisation and angiokeratoma but no overt neurological manifestations. Two of them are homozygous for the stop mutation E193X, leading to complete loss of alpha-NAGA protein. These observations are difficult to reconcile with a simple genotype-phenotype correlation and we suggest that factors or genes other than alpha-NAGA contribute to the clinical heterogeneity of the eight patients with alpha-NAGA deficiency. At the metabolic level, the patients with alpha-NAGA deficiency are similar. The major abnormal urinary oligosaccharides are sialylglycopeptides of the O linked type. Our enzymatic studies indicated that these compounds are not the primary lysosomal storage products.","dc:creator":"Keulemans JL","dc:date":"1996","dc:title":"Human alpha-N-acetylgalactosaminidase (alpha-NAGA) deficiency: new mutations and the paradox between genotype and phenotype."}},"rdfs:label":"E1.1 (Spanish proband; Patient G in PMID 7707696)"},{"id":"cggv:971c46fb-7501-4ac9-a25c-e9f3c505f212","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:971c46fb-7501-4ac9-a25c-e9f3c505f212_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e1472037-5a20-4dea-8152-7b034115e264_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e1472037-5a20-4dea-8152-7b034115e264","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":[{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000262.3(NAGA):c.973G>A (p.Glu325Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA127848"}},{"id":"cggv:6ad2000c-efa8-4e97-a7e9-29de3bc9e901","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000262.3(NAGA):c.479C>G (p.Ser160Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA127852"}}],"detectionMethod":"Intronic primers were used to amplify all coding exons of the NAGA gene from genomic DNA, followed by sequence analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"From PMID 8071745: Mild developmental regression after an episode pneumonia with high fever, seizures, at 11 months of age, requiring intensive care.. Further seizures at 28 and 29 months of age. Developmental delay.","phenotypes":"obo:HP_0001250","previousTesting":true,"previousTestingDescription":"Deficient alpha-NAGA activities in leukocytes (3% of the reference mean), plasma (4% of reference mean), and fibroblasts (5% of the reference mean) (Table and Fig 2 in PMID 8071745).\nOn TLC of urine, abnormal resorcinol-positive bands were observed, similar to that seeen in the German brothers with alpha-NAGA deficiency.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":[{"id":"cggv:25865ba1-393f-49a1-91b0-a6a46884e007_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6ad2000c-efa8-4e97-a7e9-29de3bc9e901"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8782044"},{"id":"cggv:a592a32c-9351-4e03-ab8f-072dc4be702a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8782044"}],"rdfs:label":"NL1.1 (Dutch proband)"},{"id":"cggv:a592a32c-9351-4e03-ab8f-072dc4be702a","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a592a32c-9351-4e03-ab8f-072dc4be702a_variant_evidence_item"},{"id":"cggv:a592a32c-9351-4e03-ab8f-072dc4be702a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS cells, the variant resulted in no NAGA activity above endogenous activity compared to wild type which resulted in 20x endogenous activity (PMID : 2243144). Computational modeling using a conformational sampling approach predicted less favorable binding energy compared to native and changes in substrate pose (PMID 27138754). Another modeling study predicted that this variant will disrupt an ion pairing (PMID: 19683538)."}],"strengthScore":0.5},{"id":"cggv:25865ba1-393f-49a1-91b0-a6a46884e007","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:25865ba1-393f-49a1-91b0-a6a46884e007_variant_evidence_item"},{"id":"cggv:25865ba1-393f-49a1-91b0-a6a46884e007_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"HEK293 cells transfected with the FLAG-tagged variant show little mature alpha-NAGA (and almost no immature alpha-NAGA, presumably due to ER-associated degradation (Fig 4D, PMID 23045655). Computational studies, using  conformational sampling approach, predicted less favorable binding energy compared to native and  changes in substrate pose (PMID 27138754). In addition, the variant is predicted to disrupt a nearby suphide bond (PMID 19683538). "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f4acfd2d-8bd7-4212-8c00-97a17602ae03_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f4acfd2d-8bd7-4212-8c00-97a17602ae03","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":47,"allele":{"id":"cggv:f824e6ea-8120-45e9-9e6c-fe64d896bbef","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000262.3(NAGA):c.986G>A (p.Arg329Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA127853"}},"detectionMethod":"Bidirectional sequencing of genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Onset of \"petechia-like eruption\" (Fig. 1), on lower trunk at about 28 years of age. Later appeared  over her entire body, but more dense at her axillae, breasts, shoulders, lower abdomen, groins,\nbuttocks and upper thighs. Lesions also noted on her oral mucosa. Her ocular conjunctiva and fundi showed mildly dilated blood vessels.\n\"Partial hypertrophy of the interventricular septum\" seen on ultrasound of the heart.\nNerve conduction studies of peripheral nerves showed a marked decrease in conduction amplitude,\nwith normal velocity in sensory nerves.","phenotypes":["obo:HP_0000365","obo:HP_0001071","obo:HP_0002321","obo:HP_0000360"],"previousTesting":true,"previousTestingDescription":"The activities of alpha-galactosidase, beta-galactosidase, alpha-fucosidase, alpha-mannosidase and aspartylglucosaminidase were normal. Deficient activity of lysosomal alpha-NAGA at 0.77% normal mean in plamsa. \nAccumulation of compounds containing sialic acid was detected in urine by TLC. The major accumulated compound was O-glycoside.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:94d684e4-0884-42a9-a950-fde4aa50360a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f824e6ea-8120-45e9-9e6c-fe64d896bbef"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11251574","type":"dc:BibliographicResource","dc:abstract":"alpha-N-acetylgalactosaminidase (alpha-NAGA) deficiency is a rare hereditary lysosomal storage disease, and only three alpha-NAGA-deficient patients with angiokeratoma corporis diffusum (Kanzaki) have been described. We report a further case in a 47-year-old Japanese woman, the product of a consanguineous marriage. The remarkable findings in this patient were her normal intelligence, Ménière's syndrome, disturbance of peripheral sensory nerves, hearing loss and cardiac hypertrophy. alpha-NAGA enzyme activity in her plasma was 0.77% of the normal value. Other enzyme activities, such as alpha-galactosidase, beta-galactosidase, alpha-L-fucosidase, beta-mannosidase and aspartylglucosaminidase, were within normal limits. A large quantity of amino acid O-glycans was detected in her urine. Gene analysis revealed a novel point mutation (G-->A transition) at nucleotide 11018 (986 in the cDNA) resulting in an Arg-329-Gln substitution. Kanzaki disease has the same enzyme defect as Schindler disease, but the manifestations are quite different.","dc:creator":"Kodama K","dc:date":"2001","dc:title":"A new case of alpha-N-acetylgalactosaminidase deficiency with angiokeratoma corporis diffusum, with Ménière's syndrome and without mental retardation."}},"rdfs:label":"Kodama_2001_Japanese patient"},{"id":"cggv:94d684e4-0884-42a9-a950-fde4aa50360a","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94d684e4-0884-42a9-a950-fde4aa50360a_variant_evidence_item"},{"id":"cggv:94d684e4-0884-42a9-a950-fde4aa50360a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Homology modeling suggests that the p.Arg329Gln variant disrupts hydrogen bonds at the interface between domains I and II, which decreases protein stability and may cause a folding defect (PMID:14685826), Conformational sampling approach predicted less favorable binding energy compared to native and  changes in substrate pose (PMID 27138754). Predicted to disrupt the hydrophobic core of alpha-NAGA (PMID: 19683538)."}],"strengthScore":0.25,"dc:description":"Although computational modeling studies suggest that the variant has an impact on function, functional studies are not available."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f9d6df2b-41f6-482b-802d-1628cba0130d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f9d6df2b-41f6-482b-802d-1628cba0130d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":[{"id":"cggv:ba10e7c2-a96d-4522-ba83-b2ac1942d187","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000262.3(NAGA):c.1099G>A (p.Glu367Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10263603"}},{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e"}],"phenotypeFreeText":"From PMID:12058843: Diagnosis of autism at age 3 years. By age 8 years, IQ = 48 (possible underestimate)","phenotypes":"obo:HP_0000729","previousTesting":true,"previousTestingDescription":"Normal karyotype and Fragile X testing (molecular diagnosis).\nAbnormal urine oligosaccharides similar to other patients with alpha_NAGA deficiency.\nAlpha-NAGA deficiency in leukocytes (2.9% normal), fibroblasts (2% normal).\n","sex":"Male","variant":[{"id":"cggv:34029811-0ec3-4f43-8260-39ee193550c0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11313741","type":"dc:BibliographicResource","dc:abstract":"Two new individuals with alpha-NAGA deficiency are presented. The index patient, 3 years old, has congenital cataract, slight motor retardation and secondary demyelinisation. Screening of his sibs revealed an alpha-NAGA deficiency in his 7-year-old healthy brother who had no clinical or neurological symptoms. Both sibs are homozygous for the E325K mutation, the same genotype that was found in the most severe form of alpha-NAGA deficiency presenting as infantile neuroaxonal dystrophy. Thus, at the age of 7 years the same genotype of alpha-NAGA may present as a 'non-disease' (present healthy case) and can be associated with the vegetative state (the first two patients described with alpha-NAGA deficiency). The clinical heterogeneity among the 11 known individuals with alpha-NAGA deficiency is extreme, with a 'non-disease' (two cases) and infantile neuroaxonal dystrophy (two cases) at the opposite sides of the clinical spectrum. The broad spectrum is completed by a very heterogeneous group of patients with various degrees of epilepsy/behavioural difficulties/psychomotor retardation (four patients) and a mild phenotype in adults without overt neurological manifestations who have angiokeratoma and clear vacuolisation in various cell types (three cases). These observations are difficult to reconcile with a straightforward genotype-phenotype correlation and suggest that factors or genes other than alpha-NAGA contribute to the clinical heterogeneity of the 11 patients with alpha-NAGA deficiency.","dc:creator":"Bakker HD","dc:date":"2001","dc:title":"Human alpha-N-acetylgalactosaminidase (alpha-NAGA) deficiency: no association with neuroaxonal dystrophy?"}},{"id":"cggv:fbb8677a-5910-4b27-a8c5-32a82b066be7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ba10e7c2-a96d-4522-ba83-b2ac1942d187"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11313741"}],"rdfs:label":"F1.1_Bakker et al"},{"id":"cggv:34029811-0ec3-4f43-8260-39ee193550c0","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:34029811-0ec3-4f43-8260-39ee193550c0_variant_evidence_item"},{"id":"cggv:34029811-0ec3-4f43-8260-39ee193550c0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"See previous entries."}],"strengthScore":0.25,"dc:description":"Unknown if the variants are confirmed to be in trans."},{"id":"cggv:fbb8677a-5910-4b27-a8c5-32a82b066be7","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:fbb8677a-5910-4b27-a8c5-32a82b066be7_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:76d0ac43-0de6-4463-bf1c-10cc3af17c35_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:76d0ac43-0de6-4463-bf1c-10cc3af17c35","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":8,"allele":[{"id":"cggv:82c5b298-6b23-407d-9b03-cd4697b463db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000262.3(NAGA):c.649G>A (p.Asp217Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA411768306"}},{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e"}],"detectionMethod":"Short case report - no details on genotyping method were given.","phenotypes":["obo:HP_0002240","obo:HP_0001638"],"previousTesting":true,"previousTestingDescription":"Alpha-NAGA activity was 1.6% in fibroblasts, and 0.57% in liver compared to control.\nNormal activity for \"several lysosomal enzymes associated with infantile cardiomyopathy\".","sex":"UnknownEthnicity","variant":[{"id":"cggv:0e732482-c5dd-4f0d-ad93-702595c36d2b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:82c5b298-6b23-407d-9b03-cd4697b463db"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17171432","type":"dc:BibliographicResource","dc:abstract":"alpha-N-Acetylgalactosaminidase deficiency is a lysosomal disorder with clinically very different infantile and adult forms. To date, 12 patients from eight families are known. Neuroaxonal dystrophy or moderate psychomotor retardation, without visceral involvement, have been reported in the infantile form. We describe a new Spanish patient with Schindler disease who presented with hepatomegaly and cardiomyopathy, traits not previously associated with this disease. There was no dysmorphism or neurological involvement in the patient, who died at the age of 8 months. alpha-N-Acetylgalactosaminidase activity was reduced in fibroblasts and liver to 1.6% and 0.57% of controls, respectively. Several lysosomal enzyme activities associated with infantile cardiomyopathy were found in the normal ranges. The patient was a compound heterozygote for the novel mutation p.D217N (c.649G>A) in exon 6 and the already reported mutation p.E325K (c.973G>A) in exon 8. The description of this new case broadens the clinical spectrum of the infantile forms and indicates that Schindler disease should be considered in the diagnosis of metabolic cardiomyopathies.","dc:creator":"Chabás A","dc:date":"2007","dc:title":"A new infantile case of alpha-N-acetylgalactosaminidase deficiency. Cardiomyopathy as a presenting symptom."}},{"id":"cggv:7a99d6e5-29a8-4445-ab1c-8a4dcdde98f4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17171432"}],"rdfs:label":"Chabas and Gort_Case report_2006"},{"id":"cggv:7a99d6e5-29a8-4445-ab1c-8a4dcdde98f4","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a99d6e5-29a8-4445-ab1c-8a4dcdde98f4_variant_evidence_item"},{"id":"cggv:7a99d6e5-29a8-4445-ab1c-8a4dcdde98f4_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS cells, the variant resulted in no NAGA activity above endogenous activity compared to wild type which resulted in 20x endogenous activity (PMID : 2243144). Computational modeling using a conformational sampling approach predicted less favorable binding energy compared to native and changes in substrate pose (PMID 27138754). Another modeling study predicted that this variant will disrupt an ion pairing (PMID: 19683538)."}],"strengthScore":0.25,"dc:description":"Score reduced because the variants were not confirmed to be in trans."},{"id":"cggv:0e732482-c5dd-4f0d-ad93-702595c36d2b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e732482-c5dd-4f0d-ad93-702595c36d2b_variant_evidence_item"},{"id":"cggv:0e732482-c5dd-4f0d-ad93-702595c36d2b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"This variant directly affects the active site of the enzyme, replacing one of the carboxylates required for the double displacement reaction mechanism (PMID: 19683538). However, functional studies have not been performed.\n"}],"strengthScore":0.25,"dc:description":"While this variant disrupts the catalytic site, no functional studies have been performed."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:437a4d13-e0c2-4551-a395-efeb31a24af9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:437a4d13-e0c2-4551-a395-efeb31a24af9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":59,"allele":{"id":"cggv:3b4e2906-c9bb-495a-83a2-963df84838a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000262.3(NAGA):c.985C>T (p.Arg329Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA127849"}},"detectionMethod":"RT-PCR followed by sequencing of the coding region of NAGA.","firstTestingMethod":"PCR","phenotypeFreeText":"\"diffuse angiokeratoma\" appearing at around age 28 years on lower torso and then spreading; peripheral neuroaxonal degeneration; dilated, tortuous vessels in ocular conjunctiva and fundi; sensory nerve conduction studies showed a marked decrease in amplitude with normal velocity.\nAt 59 years (PMID 15136691), worsening numbness and muscle weakness in the extremities, since age 40 years. Attacks of vertigo since age 45 years, progressive hearing loss beginning in right ear, audiogram showed sensorineural hearing loss bilaterally. Brain MRI showed atrophy of the cerebrum (predominantly the parietal and occipital lobes) with high-intensity areas in the posterior periventricular white matter on T2-weighted image.","phenotypes":"obo:HP_0001256","previousTesting":true,"previousTestingDescription":"<1% normal alpha-NAGA activity in various tissues.\nHer children (son and daughter, 37 years old at time of test) had interemediate levels of alpha-NAGA activity, no clinical symptoms.\nNo detectable NAGA protein on Western blot of fibroblast extracts, compared with 2 immunoreactive bands (representing monomoeric and dimeric forms) noted on Western blot for her son.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9e354d65-93b0-47b5-980a-5e87987b17e2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3b4e2906-c9bb-495a-83a2-963df84838a1"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8040340","type":"dc:BibliographicResource","dc:abstract":"Angiokeratoma corporis diffusum with glycopeptiduria is a recently recognized inborn error of glycoprotein catabolism resulting from the deficient activity of human alpha-N-acetylgalactosaminidase (E.C. 3.2.1.49; alpha-GalNAc). The first patient with this autosomal recessive disorder, a 46-yr-old consanguineous Japanese woman, presented with diffuse angiokeratoma, mild intellectual impairment, and peripheral neuroaxonal degeneration. Deficient alpha-GalNAc activity also has been reported in consanguineous brothers with an infantile-onset form of neuroaxonal dystrophy resulting from a missense mutation (designated E325K) in the alpha-GalNAc gene. To identify the mutation causing the phenotypically distinct adult-onset disorder, Southern and Northern hybridization analyses of DNA and RNA from the affected homozygote were performed which revealed a grossly normal alpha-GalNAc gene structure and normal transcript size and abundancy. Reverse transcription, amplification, and sequencing of the alpha-GalNAc transcript identified a single C to T transition at nucleotide (nt) 985 that predicted an arginine to tryptophan substitution in residue 329 (designated R329W) of the alpha-GalNAc polypeptide. This base substitution was confirmed by hybridization of PCR-amplified genomic DNA from family members with allele-specific oligonucleotides. Transient expression of an alpha-GalNAc construct containing the R329W mutation resulted in the expression of an immunoreactive polypeptide which had no detectable alpha-GalNAc activity. Comparison of the biosynthesis and stabilities of the transiently expressed and radiolabeled normal, E325K (infantile-onset) and R329W (adult-onset) alpha-GalNAc polypeptides in COS-1 cells indicated that both the mutant precursors were processed to the mature form; however, the E325K mutant polypeptide was more rapidly degraded than the R329W subunit, thereby providing a basis for the distinctly different infantile- and adult-onset phenotypes.","dc:creator":"Wang AM","dc:date":"1994","dc:title":"The molecular lesion in the alpha-N-acetylgalactosaminidase gene that causes angiokeratoma corporis diffusum with glycopeptiduria."}},"rdfs:label":"First Kanzaki syndrome patient"},{"id":"cggv:9e354d65-93b0-47b5-980a-5e87987b17e2","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9e354d65-93b0-47b5-980a-5e87987b17e2_variant_evidence_item"},{"id":"cggv:9e354d65-93b0-47b5-980a-5e87987b17e2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS-1 cells, the variant did not increase alpha-NAGA activity above endogenous values, compared to wild type which increased endogenous activity by 30 fold."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:41477e5a-c091-4651-8c53-5bdf02856bd6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:41477e5a-c091-4651-8c53-5bdf02856bd6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e"},"detectionMethod":"RT-PCR followed by sequencing of cDNA clones.","firstTestingMethod":"PCR","phenotypeFreeText":"Normal early development – walking at 12-15 months, using a spoon, vocabulary of 10 words. However, poor coordination, clumsiness, falling at around 12 months of age. Highest level of development seen at about 15 months of age, followed by rapid regression of all motor and mental skills. Profound intellectual disability by 3-4 years of age. By 5 years of age, completely unresponsive except to painful stimuli.\nSkeletal survey showed - systemic, diffuse, severe osteopenia and bilateral subluxation of the hips.\nBrain CT and MRI showed marked atrophy of the cerebellum, brain stem, and cervical spinal cord.\nHypotrophic cerebral gray and white matter, optic tracts, and cranial nerves; consistent with areas of decreased glucose metabolism on positron emission tomography. \nCharacteristic neuropathology of infantile neuroaxonal dystrophy found on biopsy of frontal lobe, including numerous large, dense axonal swellings or spheroids throughout the neocortex (Figs 3 and 4) (PMID: 2733734)\n","phenotypes":["obo:HP_0000505","obo:HP_0001252","obo:HP_0001336","obo:HP_0001371","obo:HP_0001508","obo:HP_0000486","obo:HP_0000639"],"previousTesting":true,"previousTestingDescription":"From PMID: 2733734: Abnormal urinary oligosaccharide profile. due to abnormal accumulation of urinary glycopeptides (Fig 2), later shown to be glycoconjugates with terminal and internal α-N-acetylgalactosaminyl residues. \nAlpha-N-acetylgalactosaminidase activity was deficient in plasma (0.06 nmol/sec/liter; normal range 2.97-7.92), cultured lymphoblasts (0.08 nmol/sec/g protein; normal range 6.03-17.5), cultured fibroblasts (0.83 nmol/sec/g protein, normal range 26.2-72.2); the parents had intermediate levels of activity, consistent with heterozygous status.\nActivities of 21 other lysosomal enzymes were normal.\nNo detectable NAGA protein on Western blot of fibroblast protein (Figure 1, PMID: 2733734)","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e03dafb9-b803-4d56-801e-ab9b6077cd8f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2243144"},"rdfs:label":"Schindler - First German family, older brother"},{"id":"cggv:e03dafb9-b803-4d56-801e-ab9b6077cd8f","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e03dafb9-b803-4d56-801e-ab9b6077cd8f_variant_evidence_item"},{"id":"cggv:e03dafb9-b803-4d56-801e-ab9b6077cd8f_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"When expressed in COS cells, the variant resulted in no NAGA activity above endogenous activity compared to wild type which resulted in 20x endogenous activity (PMID : 2243144). Computational modeling using a conformational sampling approach predicted less favorable binding energy compared to native and changes in substrate pose (PMID 27138754). Another modeling study predicted that this variant will disrupt an ion pairing (PMID: 19683538)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:5248ea8f-7f25-41af-b5e6-5382dfc9546e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5248ea8f-7f25-41af-b5e6-5382dfc9546e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e"},"detectionMethod":"Mutation analysis (method not stated) of the nine exons of the alpha-NAGA gene, including all flanking intron regions.","firstTestingMethod":"PCR","phenotypeFreeText":"Bilateral congenital cataract. Mild developmental delay at 12 months which became more prominent over the next two years. By age 3 years, unable to walk without support, but had normal hand coordination and speech. Brain MRI showed diffuse white matter abnormalities and the white\nmatter in capsula interna and corpus callosum appeared to be swollen. There was a secondary, symmetrical demyelinisation. ","previousTesting":true,"previousTestingDescription":"Normal levels of urine amino acids, organic acids, purines and pyrimidines, mucopolysaccharides, Abnormal urine oligosaccharide pattern suggestive for alpha-NAGA deficiency.\nUndetectable alpha-NAGA activity in leukocytes and \"a profound deficiency\" in fibroblasts.\nParents with intermediate alpha-NAGA activity, consistent with heterozygote status.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:bb691b6c-8a71-42a0-998c-78667b12406e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:727acebc-0226-4bfc-98ad-9e16bb617a8e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11313741"},"rdfs:label":"Bakker_NL2.2 "},{"id":"cggv:bb691b6c-8a71-42a0-998c-78667b12406e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb691b6c-8a71-42a0-998c-78667b12406e_variant_evidence_item"},{"id":"cggv:bb691b6c-8a71-42a0-998c-78667b12406e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"See previous entry"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:94962878-05e3-4cc0-a6d7-e9cd86f49b1d_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8.85}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.85},{"id":"cggv:94962878-05e3-4cc0-a6d7-e9cd86f49b1d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94962878-05e3-4cc0-a6d7-e9cd86f49b1d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22fbefa3-bfbf-4aa6-ad24-2f1b4ef131be","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67a4513b-eda0-4b34-ac31-5a43f124db71","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Alpha-N-acetylgalactosaminidase (NAGA) is a lysosomal enzyme that hydrolyzes terminal D-galactosyl-N-acetamidodeoxy-alpha-D-galactosidic (a-GalNAc) residues from glycolipids and glycoproteins (primarily O-linked sugars attached to serine and threonine residues). The function of this enzyme was demonstrated in this study after mouse NAGA cDNA was expressed in two NAGA-deficient B-lymphoblast lines (from two German brothers affected with alpha-NAGA deficiency). Enzyme activity was determined by measuring the release of fluorescent product from the substrate, 4-methylumbelliferyl-α-N-acetyl-D-galactosaminide (4MU-α-GalNAc).\nBased on the function of alpha-NAGA,, Tn-antigen (i.e. GalNAc linked to serine or threonine by a glycosidic bond) is expected to accumulate in cells from patients with alpha-NAGA deficiency; this has been demonstrated by immunocytochemical and lectin staining (PMID: 12007720, 14685826). The main urinary excretion products in patients, sialyl glycoconjugates, are thought to arise from additional modification in the liver, after uptake from the blood, by addition of galactose residues and N-acetylneuraminic acid residues could occur prior to excretion (PMID 14685826).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9602128","type":"dc:BibliographicResource","dc:abstract":"Alpha-N-acetylgalactosaminidase (2-acetamido-2-deoxy-alpha-d-galactoside acetamidodeoxy-galactohydrolase, NAGA; EC 3.2.1.49) deficiency is a recently recognized autosomal recessive lysosomal disease. As a prerequisite for the generation of an animal model, the mouse NAGA gene was cloned and characterized. The NAGA gene was assigned to mouse chromosome 15 band E3, syntenic to the region encompassing the human gene, and NAGA-deficient mutant human cells transfected with the cosmid clone containing the mouse NAGA gene expressed NAGA activity. Comparison of the mouse NAGA nucleotide sequence with the human NAGA sequence predicted that the mouse NAGA gene contains an open reading frame of 1245bp, comprising nine coding exons and spanning a genomic region of 8258bp, and a 3' untranslated region of 0.5kb. The 5' untranslated region was determined in primer extension studies to be 235bp in length. Nucleotide identity between the human and mouse NAGA exons ranged from 67.4 to 89.5%, with better matches for exons 1-7 than for 8 and 9. The overall amino acid identity between the mouse and human deduced NAGA polypeptides was 82.0%, between those of mouse and chicken 72.9%. Homology was found to only one other mouse gene, i.e. the alpha-galactosidase A (GALA; EC 3.2.1. 22) gene. The amino acid identity ranged from 51.6 to 62.1% in the polypeptide regions corresponding to NAGA exons 2-7 and GALA exons 1-6, but little, if any, in the remainder. These analyses gave emphasis to the strong conservation of the NAGA gene and its origin from an ancestor common with the GALA gene, with NAGA exons 8 and 9 and GALA exon 7 being the most divergent regions in the evolution of the two genes.","dc:creator":"Herrmann T","dc:date":"1998","dc:title":"Molecular cloning, structural organization, sequence, chromosomal assignment, and expression of the mouse alpha-N-acetylgalactosaminidase gene."},"rdfs:label":"Alpha-NAGA function - mouse cDNA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:22742766-e633-4b63-8b4e-b882ace5e92b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2873e359-4630-4b94-b9b0-b6b2dd7967e6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Based on the function of the enzyme, Tn-antigen (i.e. GalNAc linked to serine or threonine by a glycosidic bond) is expected to accumulate in cells from patients; this has been demonstrated by immunocytochemical and lectin staining (PMID: 12007720, 14685826). The main urinary excretion products in patients, sialyl glycoconjugates, are thought to arise from additional modification in the liver, after uptake from the blood, by addition of galactose residues and N-acetylneuraminic acid residues could occur prior to excretion (PMID 14685826).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19683538","type":"dc:BibliographicResource","dc:abstract":"alpha-N-acetylgalactosaminidase (alpha-NAGAL; E.C. 3.2.1.49) is a lysosomal exoglycosidase that cleaves terminal alpha-N-acetylgalactosamine residues from glycopeptides and glycolipids. In humans, a deficiency of alpha-NAGAL activity results in the lysosomal storage disorders Schindler disease and Kanzaki disease. To better understand the molecular defects in the diseases, we determined the crystal structure of human alpha-NAGAL after expressing wild-type and glycosylation-deficient glycoproteins in recombinant insect cell expression systems. We measured the enzymatic parameters of our purified wild-type and mutant enzymes, establishing their enzymatic equivalence. To investigate the binding specificity and catalytic mechanism of the human alpha-NAGAL enzyme, we determined three crystallographic complexes with different catalytic products bound in the active site of the enzyme. To better understand how individual defects in the alpha-NAGAL glycoprotein lead to Schindler disease, we analyzed the effect of disease-causing mutations on the three-dimensional structure.","dc:creator":"Clark NE","dc:date":"2009","dc:title":"The 1.9 a structure of human alpha-N-acetylgalactosaminidase: The molecular basis of Schindler and Kanzaki diseases."},"rdfs:label":"Crystal structure of human alpha-NAGA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:94962878-05e3-4cc0-a6d7-e9cd86f49b1d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cc3faf0-0397-43a5-81a6-6603da0c7a3d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cf8294c9-b9ef-440a-af03-f53f73655893","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Alpha-N-acetylgalactosaminidase (NAGA) is a lysosomal enzyme that hydrolyzes terminal D-galactosyl-N-acetamidodeoxy-alpha-D-galactosidic (a-GalNAc) residues from glycolipids and glycoproteins (primarily O-linked sugars attached to serine and threonine residues). \nBased on the function of the enzyme, Tn-antigen (i.e. GalNAc linked to serine or threonine by a glycosidic bond) is expected to accumulate in cells from patients; this has been demonstrated by immunocytochemical and lectin staining (PMID: 12007720, 14685826). The main urinary excretion products in patients, sialyl glycoconjugates, are thought to arise from additional modification in the liver, after uptake from the blood, by addition of galactose residues and N-acetylneuraminic acid residues could occur prior to excretion (PMID 14685826).\n\nKO mice also have evidence of widespread lysosomal storage of abnormal material in the nervous system and in other organs and focal axonal swellings or spheroids in the central nervous system, recapitulating features of infantile neuroaxonal dystrophy which was reported in the first reported patient with NAGA deficiency. Lysosomal storage was seen, histologically and ultrastructurally, in numerous cell types throughout the central and peripheral nervous system and in many other organs. Neuronal storage varied from minimal to profound. Perivascular macrophages consistently contained the most storage material. However, otherwise, the mice showed no signs of neurological disease.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2122121","type":"dc:BibliographicResource","dc:abstract":"The clinical, pathological and biochemical features of a neuroaxonal dystrophy resulting from the deficient activity of lysosomal alpha-N-acetylgalactosaminidase are described. This neurodegenerative disorder was recognized in two brothers who had the typical clinical manifestations and neuropathological lesions observed in patients with Seitelberger disease, the infantile form of neuroaxonal dystrophy. Axonal 'spheroids' were observed histologically in the grey matter, and ultrastructural examination revealed the characteristic formations in dystrophic axons in the myenteric plexus and neocortex. Using a newly synthesized fluorogenic substrate, 4-methylumbelliferyl-alpha-N-acetylgalactosaminide, the markedly deficient activity of alpha-N-acetylgalactosaminidase was demonstrated in the affected brothers while their consanguineous parents had intermediate activities, consistent with the autosomal recessive transmission of this disease. No detectable alpha-N-acetylgalactosaminidase was seen in immunoblots using monospecific rabbit antihuman alpha-N-acetylgalactosaminidase antibodies. Abnormally increased amounts of urinary glycopeptides were observed by high resolution thin layer chromatography. Analytical studies identified four of the accumulating urinary compounds, the blood group A trisaccharide GalNAc alpha 1----3(Fuc alpha 1----2)Gal and three O-linked glycopeptides, GalNAc alpha 1----O-serine and -threonine, NeuNAc alpha 2----3Gal beta 1----3(NeuNAc alpha 2----6)GalNAc alpha 1----O-serine and -threonine, and NeuNAc alpha 2----3Gal beta 1----4GlcNAc beta 1----6(NeuNAc alpha 2----3Gal beta 1----3)GalNAc alpha 1----O-serine and -threonine. Of eight unrelated patients diagnosed as having infantile neuroaxonal dystrophy by pathological studies, none had deficient alpha-N-acetylgalactosaminidase activity, emphasizing the biochemical heterogeneity underlying this diagnostic entity. These findings document the first delineation of a metabolic defect in an inherited neuroaxonal dystrophy and suggest that the axonal pathology in this disorder, and perhaps in the other neuroaxonal dystrophies, results from abnormal glycoprotein metabolism involving O-linked glycopeptides.","dc:creator":"Desnick RJ","dc:date":"1990","dc:title":"Schindler disease: an inherited neuroaxonal dystrophy due to alpha-N-acetylgalactosaminidase deficiency."},"rdfs:label":"NAGA KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Note -  primary research article was found. A meeting abstract was referenced in the book chapter but could not be found on line. As noted, he details provided are from a book chapter authored by Detlev Schindler and Robert J. Desnick: \"Schindler disease: deficient α-N-acetylgalactosaminidase activity\", in Rosenberg's Molecular and Genetic Basis of Neurological and Psychiatric Disease (Sixth Edition) Volume 1: 2020, Pages 589-598; but data entered under another article by these authors because there is no PMID for the book chapter and therefore not possible to enter this in the GCI at the current time. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":5107,"specifiedBy":"GeneValidityCriteria9","strengthScore":11.85,"subject":{"id":"cggv:16c36d6a-6423-4da2-a380-95f416114e60","type":"GeneValidityProposition","disease":"obo:MONDO_0017779","gene":"hgnc:7631","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The NAGA gene was first reported in relation to autosomal recessive alpha-N-acetylgalactosaminidase (NAGA) deficiency in 1990 (Wang et al., PMID: 2243144). \nNAGA is a lysosomal enzyme that hydrolyzes terminal D-galactosyl-N-acetamidodeoxy-alpha-D-galactosidic (alpha-GalNAc) residues from glycolipids and glycoproteins. \nBiallelic variants in NAGA have been reported in patients with various disorders including Schindler disease, type I (MIM# 609241; NAGA deficiency type I), Schindler disease, type III (MIM# 609241; NAGA deficiency type III), and Kanzaki disease (MIM# 609242; also known as Schindler disease, type II; NAGA deficiency type II). Of these conditions, Schindler disease, type I, has been reported as the most severe. This disorder was first described in two German brothers with infantile neuroaxonal dystrophy, with rapid and severe progression (Schindler et al, 1989, PubMed: 2733734). Schindler disease, type III, is less severe and can present with developmental, neurologic, and psychiatric manifestations in childhood. A different clinical presentation of NAGA deficiency, Kanzaki disease, was first reported in a Japanese patient and is characterized by angiokeratoma corporis diffusum and mild sensory neuropathy (Kanzaki et al, 1991, PubMed: 1907616). Of note, several sibling pairs have been reported with low NAGA activity, abnormal urine glycoproteins, and biallelic variants in NAGA, with one sibling presenting with severe clinical symptoms and an older sibling reported to asymptomatic, or having only mild symptoms. Furthermore, the severity of symptoms does not appear to correlate with the residual enzyme activity. Therefore, the clinical symptoms associated with NAGA deficiency are unclear and, presumably, additional factors have a role in the phenotypes reported in these patients (Keulemans et al, 1996, PMID: 8782044). For the purposes of this curation, reported cases have been lumped under the umbrella term, alpha-N-acetylgalactosaminidase deficiency (NAGA deficiency) (MONDO:0017779 ). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism or inheritance pattern in patients with NAGA deficiency. The biochemical phenotype (low NAGA activity and abnormal urine glycoproteins) appears to be consistent between patients even though the clinical symptoms in these patients is variable.\nNAGA deficiency is a rare condition. In this curation, data from 9 probands with 8 unique variants (7 missense, 1 nonsense) from 7 publications were collected (Wang et al, 1990, PMID: 2243144; Keulemans et al, 1996, PMID: 8782044; Wang et al, 1996, PMID: 8040340; Bakker et al, 2001, PMID: 11313741; Kodama et al, 2001, PMID: 11251574; Chabás et al, 2007, PMID: 17171432; Mohamed et al, 2020, PMID: 31468281) (Total 8.85 points for genetic evidence). The mechanism of pathogenicity is loss of function. \nThis gene-disease relationship is also supported by experimental evidence. This includes the biochemical function of NAGA, which is consistent with the biochemical findings in patients (Hermann et al, 1998, PMID: 9602128; Mohamed et al, 2020, PMID: 31468281), and a knock out mouse model with no evidence of neurological issues but widespread lysosomal storage of abnormal material in the nervous system and other organs, and focal axonal swellings or spheroids in the central nervous system (in “Schindler disease: deficient α-N-acetylgalactosaminidase activity\", in Rosenberg's Molecular and Genetic Basis of Neurological and Psychiatric Disease (Sixth Edition) Volume 1: 2020, Pages 589-598).\nIn summary, NAGA is definitively associated with autosomal recessive NAGA deficiency. This classification was approved by the ClinGen Lysosomal Disorders Gene Curation Expert Panel on September 29, 2022 (SOP v9).\n","dc:isVersionOf":{"id":"cggv:94962878-05e3-4cc0-a6d7-e9cd86f49b1d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}