{"id":"cggv:825a0eca-b652-43f4-a258-98cdd32751dfv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:825a0eca-b652-43f4-a258-98cdd32751df_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10070","date":"2023-01-09T17:00:00.000Z","role":"Approver"},{"id":"cggv:825a0eca-b652-43f4-a258-98cdd32751df_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10070","date":"2023-06-30T14:51:05.538Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15888565","type":"dc:BibliographicResource","dc:abstract":"Human renal adysplasia usually occurs sporadically, and bilateral disease is the most common cause of childhood end-stage renal failure, a condition that is lethal without intervention using dialysis or transplantation. De novo heterozygous mutations in Uroplakin IIIa (UPIIIa) are reported in four of 17 children with kidney failure caused by renal adysplasia in the absence of an overt urinary tract obstruction. One girl and one boy in unrelated kindreds had a missense mutation at a CpG dinucleotide in the cytoplasmic domain of UPIIIa (Pro273Leu), both of whom had severe vesicoureteric reflux, and the girl had persistent cloaca; two other patients had de novo mutations in the 3' UTR (963 T-->G; 1003 T-->C), and they had renal adysplasia in the absence of any other anomaly. The mutations were absent in all sets of parents and in siblings, none of whom had radiologic evidence of renal adysplasia, and mutations were absent in two panels of 192 ethnically matched control chromosomes. UPIIIa was expressed in nascent urothelia in ureter and renal pelvis of human embryos, and it is suggested that perturbed urothelial differentiation may generate human kidney malformations, perhaps by altering differentiation of adjacent smooth muscle cells such that the metanephros is exposed to a functional obstruction of urine flow. With advances in renal replacement therapy, children with renal failure, who would otherwise have died, are surviving to adulthood. Therefore, although the mechanisms of action of the UPIIIa mutations have yet to be determined, these findings have important implications regarding genetic counseling of affected individuals who reach reproductive age.","dc:creator":"Jenkins D","dc:date":"2005","dc:title":"De novo Uroplakin IIIa heterozygous mutations cause human renal adysplasia leading to severe kidney failure."},"evidence":[{"id":"cggv:825a0eca-b652-43f4-a258-98cdd32751df_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5},{"id":"cggv:825a0eca-b652-43f4-a258-98cdd32751df_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:825a0eca-b652-43f4-a258-98cdd32751df_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ec82f16-222b-4876-8d7d-8f9ffde86866","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9d75be53-d312-47c0-a442-701ad2b0534e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"A real-time RT-PCR for UPK3A mRNA of exfoliated urothelial cells from 18 primary VUR and 38 control samples. \n\nResearchers found that UPK3A mRNA was up-regulated to a greater extent in VUR than in control exfoliated urinary cells\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17880289","type":"dc:BibliographicResource","dc:abstract":"Vesicoureteral reflux (VUR) is the most common congenital urinary tract anomaly. This disease can pose a major threat to the kidneys as twenty percent of patients with endstage renal disease are reported to have VUR. Although genetic studies for uroplakin III (UPIII) have been reported recently, no study has focused on UPIII gene expression in VUR patients. We describe here the up-regulation of UPIII mRNA in exfoliated urinary cells from primary VUR patients.","dc:creator":"Iwaki H","dc:date":"2007","dc:title":"Up-regulation of urinary UPIII mRNA levels in vesicoureteral reflux patients: potential application as a screening test for vesicoureteral reflux."},"rdfs:label":"Iwaki_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d2560273-9603-4d25-bf97-a3083be32068","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9e21054c-1a87-4f5d-956e-464e9db41c79","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"At 7 wks gestation UPK3A was immunolocalized in the lumenal epithelial layer of the urogenital sinus \n \nAt 13 wk gestation, expression of UPK3A was maintained in the bladder urothelium;\nmesenchyme surrounding the ureter has not yet formed muscle bundles.\nUPK3A was expressed in urothelium of the ureters and the renal pelvis \n\n Expression of UPK3A always appeared apical consistent with the formation of urothelial plaques.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15888565","rdfs:label":"Jenkins_Immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7cfdf6b1-bf51-4b75-945a-34a4e9834c3f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5062e021-0f47-4e85-9721-3c705456b640","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Analysis of whole embryos at E9.5 and E10.5 and sections of E9.5 to E14.5 embryos showed:\n\nIn E9.5 and E10.5 embryos, researchers did not detect expression of Upk3a \nAt E12.5, they found weak neuronal expression in the central nervous system \nAt E14.5, the urothelium of the renal pelvis, the bladder and the ureter was positive for UPK3A expression as well as a subpopulation of alveolar epithelial cells and the olfactory epithelium\n\nAdditionally, In 6-month-old mice UPK3A expression was not detected in the epicardial layer of the heart but was found in the urothelium of the renal pelvis, the ureter and the bladder\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25389758","type":"dc:BibliographicResource","dc:abstract":"The mesothelium, the lining of the coelomic cavities, and the urothelium, the inner lining of the urinary drainage system, are highly specialized epithelia that protect the underlying tissues from mechanical stress and seal them from the overlying fluid space. The development of these epithelia from simple precursors and the molecular characteristics of the mature tissues are poorly analyzed. Here, we show that uroplakin 3B (Upk3b), which encodes an integral membrane protein of the tetraspanin superfamily, is specifically expressed both in development as well as under homeostatic conditions in adult mice in the mesothelia of the body cavities, i.e., the epicardium and pericardium, the pleura and the peritoneum, and in the urothelium of the urinary tract. To analyze Upk3b function, we generated a creERT2 knock-in allele by homologous recombination in embryonic stem cells. We show that Upk3bcreERT2 represents a null allele despite the lack of creERT2 expression from the mutated locus. Morphological, histological and molecular analyses of Upk3b-deficient mice did not detect changes in differentiation or integrity of the urothelium and the mesothelia that cover internal organs. Upk3b is coexpressed with the closely related Upk3a gene in the urothelium but not in the mesothelium, leaving the possibility of a functional redundancy between the two genes in the urothelium only.","dc:creator":"Rudat C","dc:date":"2014","dc:title":"Upk3b is dispensable for development and integrity of urothelium and mesothelium."},"rdfs:label":"Rudat_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:825a0eca-b652-43f4-a258-98cdd32751df_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b717a524-3f1a-424a-8209-9c7dfc763882","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:50e6a143-01f1-4d12-b2c8-46c7dfea1ed1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Findings indicated that UPK3A is an integral subunit of the urothelial plaque and contributes to the permeability barrier function of the urothelium; Upk3 deficiency in mice can result in global anomalies of the urinary tract\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11085999","type":"dc:BibliographicResource","dc:abstract":"Urothelium synthesizes a group of integral membrane proteins called uroplakins, which form two-dimensional crystals (urothelial plaques) covering >90% of the apical urothelial surface. We show that the ablation of the mouse uroplakin III (UPIII) gene leads to overexpression, defective glycosylation, and abnormal targeting of uroplakin Ib, the presumed partner of UPIII. The UPIII-depleted urothelium features small plaques, becomes leaky, and has enlarged ureteral orifices resulting in the back flow of urine, hydronephrosis, and altered renal function indicators. Thus, UPIII is an integral subunit of the urothelial plaque and contributes to the permeability barrier function of the urothelium, and UPIII deficiency can lead to global anomalies in the urinary tract. The ablation of a single urothelial-specific gene can therefore cause primary vesicoureteral reflux (VUR), a hereditary disease affecting approximately 1% of pregnancies and representing a leading cause of renal failure in infants. The fact that VUR caused by UPIII deletion seems distinct from that caused by the deletion of angiotensin receptor II gene suggests the existence of VUR subtypes. Mutations in multiple gene, including some that are urothelial specific, may therefore cause different subtypes of primary reflux. Studies of VUR in animal models caused by well-defined genetic defects should lead to improved molecular classification, prenatal diagnosis, and therapy of this important hereditary problem.","dc:creator":"Hu P","dc:date":"2000","dc:title":"Ablation of uroplakin III gene results in small urothelial plaques, urothelial leakage, and vesicoureteral reflux."},"rdfs:label":"Hu_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Disputed","sequence":6567,"specifiedBy":"GeneValidityCriteria9","strengthScore":4,"subject":{"id":"cggv:a64da08d-9dd9-42c3-9c3a-3c27649b0e8f","type":"GeneValidityProposition","disease":"obo:MONDO_0019719","gene":"hgnc:12580","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"UPK3A was first reported in relation to autosomal dominant Congenital anomaly of the kidney and urinary tract (CAKUT) in 2005 (Jenkins et al., PMID: 15888565). At the time of curation, there were no single gene disorders associated with UPK3A. In the literature, UPK3A was implicated in the pathogenesis of CAKUT, Renal agenesis/Hypoplasia, and Vesicoureteral reflux (VUR). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference/difference in molecular mechanism and inheritance pattern, with CAKUT, VUR, and Renal agenesis/hypoplasia being representative of a CAKUT phenotypic spectrum. Therefore, the following disease entities have been lumped into one disease entity, CAKUT (MONDO:0019719).8 variants (missense,  nonsense, frameshift) that have been reported in 9 probands in publications (PMIDs:16731295 ,22558067, 26489027, 30773290, 32164334, 34979951, 36417404) are included in this curation. The majority of these variants were scored at 0 points due to all high frequencies in populations. This gene-disease association is also supported by an animal model and expression studies. In summary, the evidence supporting the relationship between UPK3A and autosomal dominant Congenital anomaly of the kidney and urinary tract has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role. This classification was approved by the ClinGen CAKUT GCEP on the meeting date 1/9/23 (SOP Version 9).\nThere is less than 1 point of genetic evidence scored. ","dc:isVersionOf":{"id":"cggv:825a0eca-b652-43f4-a258-98cdd32751df"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}