{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4fv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-02-18T15:43:01.245Z","role":"Approver"},{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-02-18T15:43:10.810Z","role":"Publisher"}],"evidence":[{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50cb8a0e-958d-4d2b-9697-fc0995fae4d8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea76642d-6a54-410b-9336-f9a1c89b2566","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"These findings provide compelling evidence that the hairpin opening in V(D)J recombination and overhang processing in NHEJ are conducted by the Artemis:DNA-PKcs complex. Deficiency in these processes leads to lack of mature B and T cells resulting in SCID in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11955432","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Artemis protein in humans result in hypersensitivity to DNA double-strand break-inducing agents and absence of B and T lymphocytes (radiosensitive severe combined immune deficiency [RS-SCID]). Here, we report that Artemis forms a complex with the 469 kDa DNA-dependent protein kinase (DNA-PKcs) in the absence of DNA. The purified Artemis protein alone possesses single-strand-specific 5' to 3' exonuclease activity. Upon complex formation, DNA-PKcs phosphorylates Artemis, and Artemis acquires endonucleolytic activity on 5' and 3' overhangs, as well as hairpins. Finally, the Artemis:DNA-PKcs complex can open hairpins generated by the RAG complex. Thus, DNA-PKcs regulates Artemis by both phosphorylation and complex formation to permit enzymatic activities that are critical for the hairpin-opening step of V(D)J recombination and for the 5' and 3' overhang processing in nonhomologous DNA end joining.","dc:creator":"Ma Y","dc:date":"2002","dc:title":"Hairpin opening and overhang processing by an Artemis/DNA-dependent protein kinase complex in nonhomologous end joining and V(D)J recombination."},"rdfs:label":"Hairpin Opening and Overhang Processing"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"In order for the variable domain exon to be created, the V and J coding ends must each be released from their hairpin configuration. Here it was reported that Artemis alone has 5′ to 3′ exonuclease activity, and the Artemis:DNA-PKcs complex endonucleolytically cleaves 5′ and 3′ overhangs and has hairpin-opening activity, including hairpins generated by the RAG complex."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fccfed76-7e85-4fe3-ac44-646cd163f907","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:21cc1f2c-9b5d-43dd-903c-a09529d584b9","type":"FunctionalAlteration","dc:description":"Studied the recombination and DNA repair activity of 41 human DCLRE1C mutations in Dclre1c−/− v-abl kinase–transformed pro-B cells retrovirally engineered with a construct that allows quantification of recombination activity by means of flow cytometry. For assessment of DNA repair efficacy, resolution of γH2AX accumulation was studied after ionizing radiation. Low or absent activity was detected for mutations causing a typical SCID phenotype. Deletions disrupting the C-terminus result in truncated but partially functional proteins and are often associated with leaky SCID.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25917813","type":"dc:BibliographicResource","dc:abstract":"The endonuclease ARTEMIS, which is encoded by the DCLRE1C gene, is a component of the nonhomologous end-joining pathway and participates in hairpin opening during the V(D)J recombination process and repair of a subset of DNA double-strand breaks. Patients with ARTEMIS deficiency usually present with severe combined immunodeficiency (SCID) and cellular radiosensitivity, but hypomorphic mutations can cause milder phenotypes (leaky SCID).","dc:creator":"Felgentreff K","dc:date":"2015","dc:title":"Functional analysis of naturally occurring DCLRE1C mutations and correlation with the clinical phenotype of ARTEMIS deficiency."},"rdfs:label":"DNA Repair"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Correlation between the nature and location of DCLRE1C mutations, functional activity, and the clinical phenotype was observed."},{"id":"cggv:29d53cf6-52fb-481b-a16e-c6da8f454143","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9b954768-5bdf-40ef-b8cd-773c459531c9","type":"FunctionalAlteration","dc:description":"Analyzed the V(D)J recombination activity in fibroblasts from T−B− RS SCID patients; the DNA-repair phase of the V(D)J recombination was analyzed by transient transfection of RAG1, RAG2, and an extrachromosomal substrate into fibroblasts. Two substrates were used, pHRecCJ, in which the LacZ gene is interrupted by a DNA stuffer flanked by two RSS, and pHRecSJ, in which the two RSS sequences were inverted. The ratio of blue colonies to white colonies is therefore indicative of the capacity of the cells to fully accomplish V(D)J recombination. The coding joint formation was found to be profoundly affected in all cases with recombination frequencies <0.08 × 10−3.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9705945","type":"dc:BibliographicResource","dc:abstract":"The products of recombination activating gene (RAG)1 and RAG2 initiate the lymphoid-specific phase of the V(D)J recombination by creating a DNA double-strand break (dsb), leaving hairpin-sealed coding ends. The next step uses the general DNA repair machinery of the cells to resolve this dsb. Several genes involved in both V(D)J recombination and DNA repair have been identified through the analysis of in vitro mutants (Chinese hamster ovary cells) and in vivo situations of murine and equine severe combined immunodeficiency (scid). These studies lead to the description of the Ku-DNA-dependent protein kinase complex and the XRCC4 factor. A human SCID condition is characterized by an absence of B and T lymphocytes. One subset of these patients also demonstrates an increased sensitivity to the ionizing radiation of their fibroblasts and bone marrow precursor cells. This phenotype is accompanied by a profound defect in V(D)J recombination with a lack of coding joint formation, whereas signal joints are normal. Functional and genetic analyses distinguish these patients from the other recombination/repair mutants, and thus define a new group of mutants whose affected gene(s) is involved in sensitivity to ionizing radiation and V(D)J recombination.","dc:creator":"Nicolas N","dc:date":"1998","dc:title":"A human severe combined immunodeficiency (SCID) condition with increased sensitivity to ionizing radiations and impaired V(D)J rearrangements defines a new DNA recombination/repair deficiency."},"rdfs:label":"V(D)J recombination"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"These results clearly establish that the DNA repair machinery necessary for the completion of the V(D)J recombination is profoundly impaired in T−B− SCID with increased cell radiosensitivity."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f470c884-7fdd-410e-818c-b94ca2ec2a5f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f63f65df-f310-4035-b07b-924ceb7ab469","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Blue colonies were repeatedly recovered following transfections in the presence of wt Artemis, attesting for the RAG1/2 driven recombination of the substrate, while virtually no such colonies were obtained in the absence of exogenous wt Artemis. Sequence analysis of the recovered pHRecCJ plasmids forming blue colonies in this assay in fibroblast lines from P1 and P40 demonstrated that the junctions were bona fide V(D)J coding joints.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11336668","type":"dc:BibliographicResource","dc:abstract":"The V(D)J recombination process insures the somatic diversification of immunoglobulin and antigen T cell receptor encoding genes. This reaction is initiated by a DNA double-strand break (dsb), which is resolved by the ubiquitously expressed DNA repair machinery. Human T-B-severe combined immunodeficiency associated with increased cellular radiosensitivity (RS-SCID) is characterized by a defect in the V(D)J recombination leading to an early arrest of both B and T cell maturation. We previously mapped the disease-related locus to the short arm of chromosome 10. We herein describe the cloning of the gene encoding a novel protein involved in V(D)J recombination/DNA repair, Artemis, whose mutations cause human RS-SCID. Protein sequence analysis strongly suggests that Artemis belongs to the metallo-beta-lactamase superfamily.","dc:creator":"Moshous D","dc:date":"2001","dc:title":"Artemis, a novel DNA double-strand break repair/V(D)J recombination protein, is mutated in human severe combined immune deficiency."},"rdfs:label":"Complementation"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0.5,"dc:description":"These results indicate that the V(D)J recombination defect in RS-SCID is directly related to the described mutations in the Artemis gene and can be complemented by the introduction of a wt Artemis cDNA in the patients' fibroblasts. This cellular assay does not report on rescue of clinical phenotypes."},{"id":"cggv:f31dbd50-b1c6-49c0-8b7a-0caacf165696","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d15b266d-828a-44bd-a347-fe86ce974178","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Transplantation of Artemis-transduced HSCs into irradiated Art−/− mice restored a stable (over a 15-month period of follow-up) and functional T-and B-cell repertoire that was comparable to that of control mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18560421","type":"dc:BibliographicResource","dc:abstract":"Patients with mutations in the Artemis gene display a complete absence of T- and B lymphocytes, together with increased cellular radiosensitivity; this leads to a radiosensitive severe combined immunodeficiency (RS-SCID). Allogenic hematopoietic stem-cell (HSC) transplantation is only partially successful in the absence of an human leukocyte antigen-genoidentical donor, and this has prompted a search for alternative therapeutic approaches such as gene therapy. In this study, a self-inactivated lentiviral vector expressing Artemis was used to complement the Artemis knockout mouse (Art(-/-)). Transplantation of Artemis-transduced HSCs into irradiated Art(-/-) mice restored a stable (over a 15-month period of follow-up) and functional T- and cell repertoire that was comparable to that of control mice. The success of secondary transplantations demonstrated that the HSCs had been transduced. One of thirteen mice developed a thymoma 6 months after gene therapy. Although thymic cells were seen to be carrying two lentiviral integration sites, there was no evidence of lentivirus-driven oncogene activation. The Art(-/-) mice were found to be prone to develop T-cell lymphomas, either spontaneously or after irradiation. These data indicate that the observed lymphoproliferation was probably the consequence of the chromosomal instability associated with the Artemis-deficient background. As a whole, our work provides a basis for supporting the gene therapy approach in Artemis-deficient SCID.","dc:creator":"Benjelloun F","dc:date":"2008","dc:title":"Stable and functional lymphoid reconstitution in artemis-deficient mice following lentiviral artemis gene transfer into hematopoietic stem cells."},"rdfs:label":"Art−/− mouse rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"It was not specified if rescue was accomplished with murine Artemis transduced in HSCs, human WT would further associate the animal model with the human disease."},{"id":"cggv:7046981b-9799-4129-b097-a98f726a5dca","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:734e5359-5fc2-491d-b2bd-4280cbe11cdb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Artemis-deficient mice show a similar T−B− NK+ immunodeficiency phenotype, and carry a profound impairment in coding joint rearrangement. The majority of the developing B cells (B220+) were arrested at the progenitor (B220+CD43+) stage and T cells showed a similar early arrest at the CD4−CD8− stage. mArt−/− embryonic fibroblasts show increased sensitivity to ionizing radiation and results suggest that the V(D)J and DNA repair defects seen in this mArt−/− mouse model are comparable to those in humans with Artemis deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15699179","type":"dc:BibliographicResource","dc:abstract":"Artemis is a mammalian protein, the absence of which results in SCID in Athabascan-speaking Native Americans (SCIDA). This novel protein has been implicated in DNA double-strand break repair and V(D)J recombination. We have cloned the Artemis murine counterpart, mArt, and generated a mouse with a targeted disruption of mArt. Artemis-deficient mice show a similar T-B- NK+ immunodeficiency phenotype, and carry a profound impairment in coding joint rearrangement, while retaining intact signal ends and close to normal signal joint formation. mArt-/- embryonic fibroblasts show increased sensitivity to ionizing radiation. Hemopoietic stem cell (HSC) transplantation using 500-5000 enriched congenic, but not allogeneic mismatched HSC corrected the T cell and partially corrected the B cell defect. Large numbers (40,000) of allogeneic mismatched HSC or pretreatment with 300 cGy of radiation overcame graft resistance, resulting in limited B cell engraftment. Our results suggest that the V(D)J and DNA repair defects seen in this mArt-/- mouse model are comparable to those in humans with Artemis deficiency, and that the recovery of immunity following HSC transplantation favors T rather than B cell reconstitution, consistent with what is seen in children with this form of SCID.","dc:creator":"Li L","dc:date":"2005","dc:title":"Targeted disruption of the Artemis murine counterpart results in SCID and defective V(D)J recombination that is partially corrected with bone marrow transplantation."},"rdfs:label":"mArt−/− mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The mArt−/− mouse model recapitulates the T-B- RS SCID seen in patients as shown by lymphocytopenia in mice, however clinical manifestations such as recurrent infections were not investigated."},{"id":"cggv:6eec14a8-d250-4064-be1e-09df4c680c95","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:36fa4609-514f-4307-b6dc-65e1f905bd7c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Artemis-deficient mice show a similar T−B− NK+ immunodeficiency phenotype, and carry a profound impairment in coding joint rearrangement. B cell development appeared to be blocked at the B220+/CD43+ progenitor stage in ArtN/N bone marrow and thymocytes were largely CD4-CD8- progenitor T cells with some leakiness in T cell development manifested as low numbers of DP and SP thymocytes. ArtN/N mouse embryonic fibroblasts show increased sensitivity to ionizing radiation and results suggest that the V(D)J and DNA repair defects seen in this model are comparable to those in humans with Artemis deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12504013","type":"dc:BibliographicResource","dc:abstract":"Radiosensitive severe combined immune deficiency in humans results from mutations in Artemis, a protein which, when coupled with DNA-dependent protein kinase catalytic subunit (DNA-PKcs), possesses DNA hairpin-opening activity in vitro. Here, we report that Artemis-deficient mice have an overall phenotype similar to that of DNA-PKcs-deficient mice-including severe combined immunodeficiency associated with defects in opening and joining V(D)J coding hairpin ends and increased cellular ionizing radiation sensitivity. While these findings strongly support the notion that Artemis functions with DNA-PKcs in a subset of NHEJ functions, differences between Artemis- and DNA-PKcs-deficient phenotypes, most notably decreased fidelity of V(D)J signal sequence joining in DNA-PKcs-deficient but not Artemis-deficient fibroblasts, suggest additional functions for DNA-PKcs. Finally, Artemis deficiency leads to chromosomal instability in fibroblasts, demonstrating that Artemis functions as a genomic caretaker.","dc:creator":"Rooney S","dc:date":"2002","dc:title":"Leaky Scid phenotype associated with defective V(D)J coding end processing in Artemis-deficient mice."},"rdfs:label":"Leaky SCID model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Artemis-deficient mice have an overall phenotype similar to patients with leaky SCID including severe combined immunodeficiency associated with defects in opening and joining V(D)J coding hairpin ends and increased cellular ionizing radiation sensitivity.."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:83f183bb-49a9-4e5f-badd-aab8ffc6a6db_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bd3479d6-f4c7-4798-8475-b24bbababbc5","type":"Proband","detectionMethod":"Artemis mutation sequence analyses were performed either on cDNA following RT-PCR amplification or on genomic DNA following exon-specific PCR amplification. All PCR products were directly sequenced.","phenotypeFreeText":"T-B-RS SCID, 54% mature T cells of maternal origin, 0% mature B cells","phenotypes":"obo:HP_0004430","previousTesting":true,"previousTestingDescription":"Excluded gene defects in RAG1, RAG2, XRCC4, as well as DNA ligases I and IV.","sex":"Female","variant":{"id":"cggv:83f183bb-49a9-4e5f-badd-aab8ffc6a6db_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6314a7ca-4826-4c6d-8ce6-bc5717018ce3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.362+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4670"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668","rdfs:label":"P5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous splice variant c.362+1G>T at the exon 5 donor site causes skipping of exon 5 with a frameshift and prematures top codon in exon 6 of 14, predicted to result in NMD."},{"id":"cggv:663d9b82-5627-494c-b95b-1e2c857f0a3b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9364affd-9723-4e48-ba0a-09fa94cd643b","type":"Proband","detectionMethod":"Artemis mutation sequence analyses were performed either on cDNA following RT-PCR amplification or on genomic DNA following exon-specific PCR amplification. All PCR products were directly sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"T-B- SCID","phenotypes":"obo:HP_0004430","sex":"UnknownEthnicity","variant":{"id":"cggv:663d9b82-5627-494c-b95b-1e2c857f0a3b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b37c8ad5-6904-4889-bf2c-5150bc7080e7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"DCLRE1C, EX5-8DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4672"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668","rdfs:label":"P47"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The homozygous in-frame deletion of exons 5-8 results in the putative protein lacking amino acids K103 to Q226, 18% of the protein (reported here as K96 to Q219). No evidence is provided for disrupted function of the putative protein."},{"id":"cggv:ad5e8e39-429d-4582-8f90-c4a301d29744_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cdd523cb-047f-4f46-b5cb-35eb2d68c07e","type":"Proband","detectionMethod":"Artemis mutation sequence analyses were performed either on cDNA following RT-PCR amplification or on genomic DNA following exon-specific PCR amplification. All PCR products were directly sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"T-B-RS SCID","phenotypes":"obo:HP_0004430","previousTesting":true,"previousTestingDescription":"Excluded gene defect in RAG1, RAG2, XRCC4.","sex":"UnknownEthnicity","variant":{"id":"cggv:ad5e8e39-429d-4582-8f90-c4a301d29744_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1bc8b0a8-820d-4c50-8943-95c4b4a58533","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.241C>T (p.Arg81Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117001"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668","rdfs:label":"P2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The homozygous nonsense variant Arg81Ter (reported here as Arg74Ter) occurs in exon 3 of 14 and is predicted to result in NMD. Arg81Ter is present in gnomAD at a MAF of \t0.00005661 (2/35328) in the Latino population."},{"id":"cggv:ccf4b125-3793-4ab9-b196-6c321260f71b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4ce11429-278c-4353-a57c-08e0dc6cf43c","type":"Proband","detectionMethod":"Artemis mutation sequence analyses were performed either on cDNA following RT-PCR amplification or on genomic DNA following exon-specific PCR amplification. All PCR products were directly sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"T-B- SCID","phenotypes":"obo:HP_0004430","sex":"UnknownEthnicity","variant":{"id":"cggv:ccf4b125-3793-4ab9-b196-6c321260f71b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:209306fa-36e4-4adf-ad95-ede0b0043990","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.780+1del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA212814"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668","rdfs:label":"P16"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The homozygous c.780delG (reported here as c.818delG and shifted to c.780+1delG in HGVS nomenclature) causes the Ala261GlnfsTer24 frameshift with a premature stop codon in exon 10 of 14 (which is predicted to cause NMD). The variant is present in gnomAD at a MAF of \t0.00001758 (2/1137402 alleles) in the non-Finnish European population."},{"id":"cggv:dd5f8c8e-ed6f-405e-bd38-f7c7bbd0c902_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a2bbc9ae-0496-42ca-87f2-fb265cc3b972","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"detectionMethod":"PCR amplification of Artemis cDNA, with sequencing in both directions using ABI BigDye Terminator Cycle Sequencing.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"IgG, 4.1 g/l (NR, 5.3–10.1); IgA; <0.2 g/l (NR, 0.34–0.78); IgM; 0.85 g/l (NR, 0.54–1.06); and IgE <2 IU/ml (median, 18)","phenotypes":["obo:HP_0003139","obo:HP_0005401","obo:HP_0001888","obo:HP_0002788","obo:HP_0001890"],"previousTesting":true,"previousTestingDescription":"Adenosine deaminase and purine nucleoside phosphorylase levels were normal.","sex":"Male","variant":{"id":"cggv:dd5f8c8e-ed6f-405e-bd38-f7c7bbd0c902_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:71c247f4-fa45-401a-97db-2316bd65daa3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.201_203del (p.Leu70del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5416977"}},{"id":"cggv:69fa6dc7-f654-4881-960e-2eb1b2c2c0da","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.377G>A (p.Gly126Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376060267"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16540517","type":"dc:BibliographicResource","dc:abstract":"Null mutations in Artemis confer a condition described as RS-SCID, in which patients display radiosensitivity combined with severe combined immunodeficiency. Here, we characterize the defect in Artemis in a patient who displayed progressive combined immunodeficiency (CID) and elevated lymphocyte apoptosis. The patient is a compound heterozygote with novel mutations in both alleles, resulting in Artemis proteins with either L70 deletion or G126D substitution. Both mutational changes impact upon Artemis function and a fibroblast cell line derived from the patient (F96-224) has greatly reduced Artemis protein. In contrast to Artemis null cell lines, which fail to repair a subset of DNA double strand breaks (DSBs) induced by ionizing radiation, F96-224 cells show slow but residual DSB rejoining. Despite showing intermediate cellular and clinical features, F96-224 cells are as radiosensitive as Artemis null cell lines. We developed a FACS-based assay to examine cell division and cellular characteristics for 10 days following exposure to ionizing radiation (2 and 4 Gy). This analysis demonstrated that F96-224 cells show delayed cell death when compared with rapid growth arrest of an Artemis null cell line, and the emergence of a cycling population shown by a control line. F96-224 cells also display elevated chromosome aberrations when compared with control cells. F96-224 therefore represents a novel phenotype for a hypomorphic cell line. We suggest that delayed cell death contributes to the progressive CID phenotype of the Artemis patient.","dc:creator":"Evans PM","dc:date":"2006","dc:title":"Radiation-induced delayed cell death in a hypomorphic Artemis cell line."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16540517","rdfs:label":"F96-224"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The compound heterozygous variants Leu70del and Gly126Asp were identified in a patient with progressive radiosensitive CID and dramatically reduced expression of Artemis. Both of these mutations lie within the β-Casp domain, which has been shown to be important for function, and in CJ179 hTERT (Artemis null) cells expression of cDNAs carrying either mutational change fails to complement the DSB repair defect. The Leu70del variant occurs at a low frequency in the African gnomAD population, with an MAF of 0.00008022 (2/24932 alleles)."},{"id":"cggv:3ee28937-340a-4c65-96ae-9abed297712c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1a19f6e7-b424-43f9-bcd0-e5a0fa40710e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"Coding sequences and the exon/intron boundaries of DCLRE1C were PCR amplified and products were sequenced directly or cloned and sequenced.","phenotypeFreeText":"Omenn syndrome, T+B-NK+RS SCID","phenotypes":["obo:HP_0001596","obo:HP_0001744","obo:HP_0002850","obo:HP_0100806","obo:HP_0002240","obo:HP_0001508","obo:HP_0002716","obo:HP_0004315","obo:HP_0002720","obo:HP_0030252","obo:HP_0001019"],"previousTesting":true,"previousTestingDescription":"RAG defects were excluded.","sex":"Male","variant":{"id":"cggv:3ee28937-340a-4c65-96ae-9abed297712c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3c4b828e-a643-4c6a-bfa2-749ad15cfabf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.2T>C (p.Met1?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117009"}},{"id":"cggv:35deab05-c644-4eca-a641-d404114b699e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.103C>G (p.His35Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117007"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15731174","type":"dc:BibliographicResource","dc:abstract":"Omenn syndrome (OS) is characterized by severe combined immunodeficiency (SCID) associated with erythrodermia, hepatosplenomegaly, lymphadenopathy, and alopecia. In patients with OS, B cells are mostly absent, T-cell counts are normal to elevated, and T cells are frequently activated and express a restricted T-cell receptor (TCR) repertoire. Thus far, inherited hypomorphic mutations of the recombination activating genes 1 and 2 (RAG1/2) have been described in OS. We report on a first patient with clinical and immunologic features of OS caused by hypomorphic ARTEMIS mutations. The patient's T cells expressed alpha/beta receptors with an oligoclonal repertoire but normal V(D)J recombination coding joints. Sequencing of the ARTEMIS gene revealed a compound heterozygosity in this nonhomologous end-joining (NHEJ) factor, explaining the enhanced radiosensitivity of the patient's primary dermal fibroblasts. The maternal allele contained a null mutation within the active center, whereas the expression of the paternal allele with a start codon (AUG to ACG) mutation partially restored V(D)J recombination and ARTEMIS function in vivo and in vitro.","dc:creator":"Ege M","dc:date":"2005","dc:title":"Omenn syndrome due to ARTEMIS mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15731174","rdfs:label":"Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The paternal initiation codon variant, c.2T>C, had residual (about 40%) function in an extrachromosomal V(D)J recombination assay, and is thought to be expressed as a wild-type protein in low levels (use of internal methionines as start codons was ruled out). The maternal missense variant His35Asp was expressed in HEK293T cells and exhibited neither endonuclease nor hairpin opening activity, consistent with amino acid 35 being an essential residue of the active center of ARTEMIS. Additionally, the His35Asp protein was not functional in the V(D)J recombination assay. This variant is present in the gnomAD non-Finnish European population at a MAF of 0.000008857 (1/112908 alleles)."},{"id":"cggv:b7cfae0e-9a8f-4912-9f40-96560c55f557_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:64437ddd-82aa-4cb5-a4a9-776036857c46","type":"Proband","detectionMethod":"Artemis mutation sequence analyses were performed either on cDNA following RT-PCR amplification or on genomic DNA following exon-specific PCR amplification. All PCR products were directly sequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"T-B-RS SCID","phenotypes":"obo:HP_0004430","previousTesting":true,"previousTestingDescription":"Excluded gene defect in RAG1, RAG2, XRCC4.","sex":"UnknownEthnicity","variant":{"id":"cggv:b7cfae0e-9a8f-4912-9f40-96560c55f557_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1bc8b0a8-820d-4c50-8943-95c4b4a58533"},{"id":"cggv:92156a34-969b-4319-ac95-0c2cee95dc08","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"DCLRE1C, EX1-4DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4666"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"The compound heterozygous variants Arg81Ter (reported here as Arg74Ter) and exon 1-4 deletion (also encompassing the adjacent MEIG1 gene) are each predicted to be null. The genomic deletion of exons 1-4 causes complete absence of the transcript in patient cDNA and the nonsense variant occurs in exon 3 of 14 and is predicted to result in NMD. Arg81Ter is present in gnomAD at a MAF of \t0.00005661 (2/35328) in the Latino population."},{"id":"cggv:af9554a8-8eeb-442d-bd62-1c7bf191303a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:18029ce4-5bb1-4822-bca4-2cc6c1438cda","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":7,"detectionMethod":"Genetic analysis of DCLRE1C was performed on genomic DNA extracted from peripheral blood. Multiplex ligation-dependent probe amplification was also performed to detect a gross exon deletion in DCLRE1C gene.","phenotypeFreeText":"near absence of CD19+ cells","phenotypes":["obo:HP_0002716","obo:HP_0001875","obo:HP_0002205","obo:HP_0008348","obo:HP_0001890","obo:HP_0032140","obo:HP_0002720","obo:HP_0001433","obo:HP_0001873","obo:HP_0005415","obo:HP_0001888","obo:HP_0030252"],"previousTesting":true,"previousTestingDescription":"Genetic analysis of RAG1 and RAG2 revealed no defects.","sex":"Female","variant":{"id":"cggv:af9554a8-8eeb-442d-bd62-1c7bf191303a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2901d6fa-9573-4d7c-a190-8f1cd7e7bbbe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.211A>C (p.Thr71Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376063330"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24230999","type":"dc:BibliographicResource","dc:abstract":"Defective V(D)J recombination and DNA double-strand break (DSB) repair severely impair the development of T-lymphocytes and B-lymphocytes. Most patients manifest a severe combined immunodeficiency during infancy. We report 2 siblings with combined immunodeficiency (CID) and immunodysregulation caused by compound heterozygous Artemis mutations, including an exon 1-3 deletion generating a null allele, and a missense change (p.T71P). Skin fibroblasts demonstrated normal DSB repair by gamma-H2AX analysis, supporting the predicted hypomorphic nature of the p.T71P allele. In addition to these two patients, 12 patients with Artemis-deficient CID were previously reported. All had significant morbidities including recurrent infections, autoimmunity, EBV-associated lymphoma, and carcinoma despite having hypomorphic mutants with residual Artemis expression, V(D)J recombination or DSB repair capacity. Nine patients underwent stem cell transplant and six survived, while four patients who did not receive transplant died. The progressive nature of immunodeficiency and genomic instability accounts for poor survival, and early HSCT should be considered. ","dc:creator":"Lee PP","dc:date":"2013","dc:title":"The many faces of Artemis-deficient combined immunodeficiency - Two patients with DCLRE1C mutations and a systematic literature review of genotype-phenotype correlation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24230999","rdfs:label":"P1.1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The patient is compound heterozygous for a deletion of exons 1-3 (also encompassing the adjacent MEIG1 gene) and the missense variant Thr71Pro, which is likely a hypomorphic mutation that confers residual Artemis function of repairing radiation-induced DSBs, however no functional evidence was provided."},{"id":"cggv:82ee5a82-e11f-4615-b4ea-5c74e2b24a74_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fe3d2e3b-78fd-48e0-87ac-66449aff4f34","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"phenotypeFreeText":"T-B-NK+ RS SCID","phenotypes":["obo:HP_0001508","obo:HP_0030252","obo:HP_0002719","obo:HP_0005403"],"sex":"UnknownEthnicity","variant":{"id":"cggv:82ee5a82-e11f-4615-b4ea-5c74e2b24a74_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d2da33ae-697a-4e7a-a866-5619a732afe5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.110A>G (p.Asp37Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376064614"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18034425","type":"dc:BibliographicResource","dc:abstract":"T-B-NK+ severe combined immunodeficiency (SCID) is caused by a defect in V(D)J recombination. A subset of these patients has a mutation in one of the non-homologous end joining (NHEJ) genes, most frequently the Artemis gene. Artemis is involved in opening of hairpin-sealed coding ends. The low levels of residual DH-JH junctions that could be amplified from patients' bone marrow precursor B cells showed high numbers of palindromic (P)-nucleotides. In 25% of junctions, microhomology was observed in the P-nucleotide regions, whereas this phenomenon was never observed in junctions amplified from bone marrow precursor B cells from healthy controls. We utilized this difference between Artemis-deficient cells and normal controls to develop a V(D)J recombination assay to determine hairpin-opening activity. Mutational analysis of the Artemis gene confirmed and extended the mapping of an N-terminal nuclease active site, which contains several indispensable aspartate residues. C-terminal deletion mutants did not show such severe defects in the V(D)J recombination assay using transient overexpression of (mutated) Artemis protein. However, a C-terminal deletion mutation causes T-B-NK+ SCID, indicating that the Artemis C terminus is essential for V(D)J recombination at the normal Artemis expression level. The V(D)J recombination assays used in this study contribute to the diagnostic strategy for T-B-NK+ SCID patients.","dc:creator":"van der Burg M","dc:date":"2007","dc:title":"Defective Artemis nuclease is characterized by coding joints with microhomology in long palindromic-nucleotide stretches."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18034425","rdfs:label":"Artemis-9"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The homozygous missense variant Asp37Gly was functionally characterized by PMID: 25917813 in Dclre1c-/- v-able kinase-transformed pro-B cells and found to have 5% recombination and 19% DNA repair activity compared to WT."},{"id":"cggv:33cc34f9-9d2c-419e-80db-e4d3cce9c2d1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:b9340e32-3887-4fe5-b1b2-6214c84b762a","type":"Proband","detectionMethod":"Artemis mutation sequence analyses were performed either on cDNA following RT-PCR amplification or on genomic DNA following exon-specific PCR amplification. All PCR products were directly sequenced.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"T-B-RS SCID, 1% mature T cells, 0% mature B cells, 49% mature NK cells","phenotypes":"obo:HP_0004430","previousTesting":true,"previousTestingDescription":"Excluded gene defects in RAG1, RAG2, XRCC4 as well as DNA ligase IV.","sex":"Male","variant":{"id":"cggv:33cc34f9-9d2c-419e-80db-e4d3cce9c2d1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:92156a34-969b-4319-ac95-0c2cee95dc08"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11336668","rdfs:label":"P15"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The homozygous genomic deletion of exons 1-4 (also encompassing the adjacent MEIG1 gene) causes complete absence of the transcript in patient cDNA. The additional french patient P6, as well as a turkish patient P40, are also homozygous for this variant."},{"id":"cggv:4401f810-6cae-4ae9-8780-80d30a3d34b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:309912fd-df79-4228-ba0b-a718f5658911","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":5,"detectionMethod":"Genomic sequencing of Artemis exons (including splice sites).","firstTestingMethod":"Restriction digest","phenotypeFreeText":"Tlow B- NK+ RS SCID, T cells appeared to be of maternal origin due to engraftment.","phenotypes":["obo:HP_0030252","obo:HP_0005403","obo:HP_0001508","obo:HP_0002719","obo:HP_0004430","obo:HP_0003139","obo:HP_0002094"],"previousTesting":true,"previousTestingDescription":"No RAG gene mutations detected. Western blot analysis of Mre11, XRCC4, Ku70, Ku80, DNA-PKcs, and ligase IV proteins derived from fibroblasts of patient showed normal expression.","sex":"Female","variant":{"id":"cggv:4401f810-6cae-4ae9-8780-80d30a3d34b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4225fd04-5760-4e02-87a4-b3cf2bc28642","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.353G>T (p.Gly118Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376061145"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18034425"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18034425","rdfs:label":"Artemis-2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The homozygous (by consanguinity) missense variant Gly118Val was functionally characterized by PMID: 25917813 in Dclre1c-/- v-able kinase-transformed pro-B cells and found to have 0% recombination or DNA repair activity compared to WT."},{"id":"cggv:2b8e44aa-aa27-4d9c-85a9-424fdac65c40_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d0a66d7b-56af-408d-9c1a-fd2ce619fa9b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":1,"phenotypeFreeText":"T-B-NK+ RS SCID","phenotypes":["obo:HP_0001508","obo:HP_0030252","obo:HP_0002719","obo:HP_0005403"],"sex":"UnknownEthnicity","variant":{"id":"cggv:2b8e44aa-aa27-4d9c-85a9-424fdac65c40_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a9e2bb5e-b713-42a4-b2a9-11e3e163cf1c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001033855.3(DCLRE1C):c.1391_1395del (p.Gly464AlafsTer18)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655087"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18034425"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18034425","rdfs:label":"Artemis-8"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The homozygous c.1391_1395del frameshift variant predicts p.Gly464AlafsTer18, with a premature stop codon in exon 15 of 15 predicted to cause truncation of 30% of the protein. It was hypothesized that the expression level of the C‐terminally mutated Artemis protein in patient cells is insufficient to carry out NHEJ and V(D)J recombination resulting in radiosensitive SCID, however the Artemis‐8 mutant was able to complement the Artemis defect in Artemis‐1 fibroblasts and even in Artemis‐8 fibroblasts, suggesting complementation is caused by overexpression and should be interpreted with caution."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":2015,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:e09881de-91c3-495b-853c-4c8208ca1870","type":"GeneValidityProposition","disease":"obo:MONDO_0011225","gene":"hgnc:17642","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"DCLRE1C was first reported in relation to autosomal recessive severe combined immunodeficiency (SCID) in 2001 (Moshous D, et al., 2001, PMID: 11336668). DCLRE1C encodes Artemis, a nuclear protein that is involved in V(D)J recombination and DNA repair. In Artemis-deficient individuals, V(D)J recombination is blocked such that mature B or T cells are not produced, leading to T-B-NK+ radiosensitive SCID which typically presents in infancy with recurrent, persistent infections by opportunistic organisms. Biallelic loss of function variants are associated with typical SCID presentation, while hypomorphic alleles (generally in trans with a loss of function variant) may lead to Leaky SCID with the presence of some mature T-cells. Omenn Syndrome -- characterized by SCID associated with erythrodermia, hepatosplenomegaly, lymphadenopathy, and alopecia -- is one presentation of Leaky SCID. SCID, Leaky SCID and Omenn Syndrome are considered a spectrum of a single disease, and per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism or inheritance pattern.  Therefore, all of the disease entities have been lumped into one disease entity, SCID. At least 80 unique variants (e.g. missense, in-frame indel,\nnonsense, frameshift, and large deletion) have been reported in humans. Recurring exon 1-2/3/4 deletions result from homologous recombination events with the nearby pseudo-DCLRE1C gene and include deletion of the intervening MEIG1 gene (PMID: 19953608). Curated evidence supporting the gene-disease relationship includes 9 probands with DCLRE1C variants who have been reported in 4 publications (PMID: 11336668, 15731174, 16540517, 18034425), with segregation in 4 additional affected family members. This gene-disease relationship is also supported by experimental evidence, including its biochemical function in V(D)J recombination (PMID: 11955432), which is altered in both patient (PMID: 9705945) and non-patient cells (PMID: 25917813) expressing DCLRE1C variants, and can be rescued by wild type in patient cells (PMID: 11336668). Additionally animal models recapitulate the spectrum of disease with Leaky SCID (PMID: 12504013) and T-B- SCID (PMID: 15699179) phenotypes, which can be rescued by wild type Artemis (PMID: 18560421). More evidence is available in the literature, but the maximum score for genetic and experimental evidence has been reached. In summary, DCLRE1C is definitively associated with autosomal recessive SCID. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen SCID/CID Working Group on 02/18/2021.","dc:isVersionOf":{"id":"cggv:603e0855-2b57-4463-a9b7-1c5d70089a4f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}