{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-12-23T22:35:23.118Z","role":"Publisher"},{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-12-23T22:35:10.433Z","role":"Approver"}],"evidence":[{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cb_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cb_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:81736502-d068-4e81-83c5-adb7730bbdb7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f937f9f-ad86-49c8-b934-38ae74d69ab7","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Interaction between His-tagged VCP and Flag-tagged WT or P525L FUS - similar interaction with both, with expression also confirmed by immunoblotting.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25192599","type":"dc:BibliographicResource","dc:abstract":"Fused-in-sarcoma (FUS) is a nuclear protein linked to amyotrophic lateral sclerosis and frontotemporal dementia. Under pathologic conditions, FUS frequently is accumulated in cytosoplasm, but how this altered distribution affects the protein interaction pattern of FUS is unclear. Using dual-tag affinity purification and mass spectrometry, we compared the interactome of the wild-type FUS and the P525 L mutant, which causes juvenile amyotrophic lateral sclerosis with the most severe phenotypes. The mutant FUS retained the ability to bind proteins involved in RNA metabolism. We found significant increased binding of P525 L to many metabolic enzymes. Furthermore, we identified and confirmed some novel interactions between FUS and proteins involved in neurodegenerative diseases and/or ubiquitin proteasome pathway, such as VCP/p97, PSF, UBA 1, and 26S proteosome non-ATPase regulatory subunit 12 (PSMD12/Rpn5). Accordingly, we have observed significantly reduced ATP levels and increased accumulation of poly-ubiquitinated proteins in cells with FUS accumulation. Therefore, our study suggested new mechanisms whereby FUS accumulation leads to defective energy metabolism and protein degradation by directly interacting with key regulators in these pathways. ","dc:creator":"Wang T","dc:date":"2015","dc:title":"Interaction of amyotrophic lateral sclerosis/frontotemporal lobar degeneration-associated fused-in-sarcoma with proteins involved in metabolic and protein degradation pathways."},"rdfs:label":"FUS-VCP coIP assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:bb876421-7b79-4327-a17d-cf446083a883","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b84aadbd-0956-49b9-b5a3-fd71cbf19526","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Impaired autophagy is consistent with IBMPFD and ALS.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20104022","type":"dc:BibliographicResource","dc:abstract":"VCP (VCP/p97) is a ubiquitously expressed member of the AAA(+)-ATPase family of chaperone-like proteins that regulates numerous cellular processes including chromatin decondensation, homotypic membrane fusion and ubiquitin-dependent protein degradation by the proteasome. Mutations in VCP cause a multisystem degenerative disease consisting of inclusion body myopathy, Paget disease of bone, and frontotemporal dementia (IBMPFD). Here we show that VCP is essential for autophagosome maturation. We generated cells stably expressing dual-tagged LC3 (mCherry-EGFP-LC3) which permit monitoring of autophagosome maturation. We determined that VCP deficiency by RNAi-mediated knockdown or overexpression of dominant-negative VCP results in significant accumulation of immature autophagic vesicles, some of which are abnormally large, acidified and exhibit cathepsin B activity. Furthermore, expression of disease-associated VCP mutants (R155H and A232E) also causes this autophagy defect. VCP was found to be essential to autophagosome maturation under basal conditions and in cells challenged by proteasome inhibition, but not in cells challenged by starvation, suggesting that VCP might be selectively required for autophagic degradation of ubiquitinated substrates. Indeed, a high percentage of the accumulated autophagic vesicles contain ubiquitin-positive contents, a feature that is not observed in autophagic vesicles that accumulate following starvation or treatment with Bafilomycin A. Finally, we show accumulation of numerous, large LAMP-1 and LAMP-2-positive vacuoles and accumulation of LC3-II in myoblasts derived from patients with IBMPFD. We conclude that VCP is essential for maturation of ubiquitin-containing autophagosomes and that defect in this function may contribute to IBMPFD pathogenesis.","dc:creator":"Tresse E","dc:date":"2010","dc:title":"VCP/p97 is essential for maturation of ubiquitin-containing autophagosomes and this function is impaired by mutations that cause IBMPFD."},"rdfs:label":"Disease mutations impair autophagy maturation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cb_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57fc81d2-b1c1-43e6-b2ef-bd7402994b6d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dcd44b18-bd7f-47db-973b-e86f565769dc","type":"FunctionalAlteration","dc:description":"The mutant increased the aggregation propensity of TDP-43 lacking NLS in cells in comparison with the WT VCP or TDP-43 lacking NLS and IDR2 domains. There was a larger aggregate size, with Western blot confirming their insolubility. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32731393","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis is a progressive neurodegenerative disorder, characterized by cytoplasmic inclusions of RNA-binding protein TDP-43. Despite decades of research and identification of more than 50 genes associated with amyotrophic lateral sclerosis (ALS), the cause of TDP-43 translocation from the nucleus and its aggregation in the cytoplasm still remains unknown. Our study addressed the impact of selected ALS-associated genes on TDP-43 aggregation behavior in wild-type and aggregation prone TDP-43 in vitro cell models. These were developed by deleting TDP-43 nuclear localization signal and stepwise shortening its low-complexity region. The SH-SY5Y cells were co-transfected with the constructs of aggregation-prone TDP-43 and wild-type or mutant ALS-associated genes ","dc:creator":"Bajc Česnik A","dc:date":"2020","dc:title":"The Impact of ALS-Associated Genes "},"rdfs:label":"Co-transfection of SH-SY5Y with mutant VCP and TDP construct"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:a32e23ea-e7cb-466c-bc3b-2be9ca24e844","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a7bcf107-bae0-49ae-b9cc-06e17b8edaca","type":"FunctionalAlteration","dc:description":"In ALS patients, VCP colocalises with TDP-43 aggregates in ALS tissue samples to form a higher percentage of cytoplasmic foci that colocalise with VCP foci. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31767634","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a fatal motor neuron degenerative disease. TDP-43 (TAR DNA-binding protein 43) and FUS (fused in sarcoma) are aggregation-prone RNA-binding proteins that in ALS can mislocalize to the cytoplasm of affected motor neuron cells, often forming cytoplasmic aggregates in the process. Such mislocalization and aggregation are implicated in ALS pathology, though the mechanism(s) of TDP-43 and FUS cytoplasmic toxicity remains unclear. Recently, we determined that the endocytic function aids the turnover (i.e., protein degradation) of TDP-43 and reduces TDP-43 toxicity. Here, we identified that Cdc48 and Ubx3, a Cdc48 cofactor implicated in endocytic function, regulates the turnover and toxicity of TDP-43 and FUS expressed in ","dc:creator":"Liu G","dc:date":"2020","dc:title":"Cdc48/VCP and Endocytosis Regulate TDP-43 and FUS Toxicity and Turnover."},"rdfs:label":"VCP localisation with TDP-43 in ALS and control patients"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:13e9062d-2dbd-4735-91e4-127d20b451af","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d2ae3fef-d371-4009-a9f3-193be9d0606c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both VCP mutant mice showed significant decline in muscle strength, with development of histological signs of myopathy. There was abnormal muscle morphology (centralised nuclei, irregular fibre size and inflammatory infiltrates with rimmed vacuoles) in quadriceps. Ubiquitin positive cytoplasmic accumulation of VCP and TDP-43 also occured. There was loss of myofilament integrity with abnormal mitochondria in quadriceps. Brains of mutant mice also revealed that there was loss of nuclear TDP-43 in cortical neurons as well as cytoplasmic accumulation of TDP-43 in the A232E mutant. Anxiety and memory deficits were also observed, as well as the development of severe osteopenia and focal pagetic lesions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20147319","type":"dc:BibliographicResource","dc:abstract":"Inclusion body myopathy associated with Paget's disease of bone and frontotemporal dementia (IBMPFD) is a dominantly inherited degenerative disorder caused by mutations in the valosin-containing protein (VCP) gene. VCP (p97 in mouse, TER94 in Drosophila melanogaster and CDC48 in Saccharomyces cerevisiae) is a highly conserved AAA(+)-ATPase that regulates a wide array of cellular processes. The mechanism of IBMPFD pathogenesis is unknown. Towards elucidating the pathogenic mechanism we have developed and characterized transgenic mice with ubiquitous expression of wild-type and disease-causing versions of human VCP/p97. Here, we report that mice expressing VCP/p97 harboring the mutations R155H or A232E develop pathology that is limited to muscle, brain and bone, recapitulating the spectrum of disease in humans with IBMPFD. The mice exhibit progressive muscle weakness and pathological examination of muscle shows classic characteristics of inclusion body myopathy including rimmed vacuoles and TDP-43 pathology. The mice exhibit abnormalities in behavioral testing and pathological examination of the brain shows widespread TDP-43 pathology. Furthermore, radiological examination of the skeleton reveals that mutant mice develop severe osteopenia accompanied by focal lytic and sclerotic lesions in vertebrae and femur. In vitro studies indicate that mutant VCP causes inappropriate activation of the NF-kappaB signaling cascade, which could contribute to the mechanism of pathogenesis in multiple tissues including muscle, bone and brain.","dc:creator":"Custer SK","dc:date":"2010","dc:title":"Transgenic mice expressing mutant forms VCP/p97 recapitulate the full spectrum of IBMPFD including degeneration in muscle, brain and bone."},"rdfs:label":"IBMPFD Characterisation in Mice with human VCP mutants"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:8b9f7d4b-faf1-4729-b68c-20becccece31","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e4e9a7e4-fe1d-49ac-8ade-3ffd7becf5c1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Between 6-12 months of age, progressive neuronal loss is seen, with decreased total cortical TDP-43 and an increase in phosphorylated TDP-43 in the cortex. Furthermore, LAMP1/2 and LC3-positive structures were seen in cortical neurons and CA1 hippocampal neurons, with accumulation of insoluble TDP-43, SQSTM1, ubiquitin conjugates and ER stress markers that were not due to the loss of one VCP WT allele.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34289347","type":"dc:BibliographicResource","dc:abstract":"The pathogenic mechanism by which dominant mutations in VCP cause multisystem proteinopathy (MSP), a rare neurodegenerative disease that presents as fronto-temporal lobar degeneration with TDP-43 inclusions (FTLD-TDP), remains unclear. To explore this, we inactivate VCP in murine postnatal forebrain neurons (VCP conditional knockout [cKO]). VCP cKO mice have cortical brain atrophy, neuronal loss, autophago-lysosomal dysfunction, and TDP-43 inclusions resembling FTLD-TDP pathology. Conditional expression of a single disease-associated mutation, VCP-R155C, in a VCP null background similarly recapitulates features of VCP inactivation and FTLD-TDP, suggesting that this MSP mutation is hypomorphic. Comparison of transcriptomic and proteomic datasets from genetically defined patients with FTLD-TDP reveal that progranulin deficiency and VCP insufficiency result in similar profiles. These data identify a loss of VCP-dependent functions as a mediator of FTLD-TDP and reveal an unexpected biochemical similarity with progranulin deficiency.","dc:creator":"Wani A","dc:date":"2021","dc:title":"Neuronal VCP loss of function recapitulates FTLD-TDP pathology."},"rdfs:label":"Re-expression of R155C in VCP cKO mouse neurons"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":3825,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:5d874b8d-d517-466a-b4f3-0b16eded2ebb","type":"GeneValidityProposition","disease":"obo:MONDO_0000507","gene":"hgnc:12666","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"VCP was first reported in relation to autosomal dominant inclusion body myopathy with Paget disease of bone and frontotemporal dementia (IBMPFD) in 2004 (Watts et al., PMID: 15034582). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) and inheritance pattern. Therefore, the following disease entities have been lumped into one disease entity - IBMPFD (OMIM:167320) and amyotrophic lateral sclerosis (ALS). 19 missense variants that have been reported in 31 probands in 12 publications (PMIDs: 21145000, 22078486, 23152587, 15034582, 16247064, 17763460, 23000505, 29127544, 19208399, 20335036, 22572540, 25457024) are included in this curation. The mechanism of pathogenicity appears to be loss of function. This gene-disease association is also supported by animal models, functional alterations in non-patient cells and patient cortical samples (PMIDs: 34289347, 32731393, 31767634, 20147319). Mice expressing both common and highly pathogenic VCP mutations demonstrate both pathological and clinical features of IBMPFD, which include progressive muscle weakness, behavioural deficits and TDP-43 pathology. Furthermore, mutant VCP has consistently been shown to induce cytoplasmic accumulation and increase aggregation propensity of both wild-type and phosphorylated TDP-43 in cultured cells, patient cells and model systems as well as colocalising with other wild-type and mutant ALS-linked proteins. In summary, VCP is definitively associated with autosomal dominant IBMPFD/ALS. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.  This classification was approved by the ClinGen ALS GCEP on December 14, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:6ea2bc4d-3b58-4b59-a5bc-9d8a96c452cb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}