{"id":"cggv:ec03c5b9-b82a-4a4e-a4f5-41dba55ac50fv1.4","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ec03c5b9-b82a-4a4e-a4f5-41dba55ac50f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-05-01T16:00:00.000Z","role":"Approver"},{"id":"cggv:ec03c5b9-b82a-4a4e-a4f5-41dba55ac50f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-09-24T20:17:32.485Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/29656858","type":"dc:BibliographicResource","dc:abstract":"Developmental and epileptic encephalopathies (DEEs) represent a large clinical and genetic heterogeneous group of neurodevelopmental diseases. The identification of pathogenic genetic variants in DEEs remains crucial for deciphering this complex group and for accurately caring for affected individuals (clinical diagnosis, genetic counseling, impacting medical, precision therapy, clinical trials, etc.). Whole-exome sequencing and intensive data sharing identified a recurrent de novo PACS2 heterozygous missense variant in 14 unrelated individuals. Their phenotype was characterized by epilepsy, global developmental delay with or without autism, common cerebellar dysgenesis, and facial dysmorphism. Mixed focal and generalized epilepsy occurred in the neonatal period, controlled with difficulty in the first year, but many improved in early childhood. PACS2 is an important PACS1 paralog and encodes a multifunctional sorting protein involved in nuclear gene expression and pathway traffic regulation. Both proteins harbor cargo(furin)-binding regions (FBRs) that bind cargo proteins, sorting adaptors, and cellular kinase. Compared to the defined PACS1 recurrent variant series, individuals with PACS2 variant have more consistently neonatal/early-infantile-onset epilepsy that can be challenging to control. Cerebellar abnormalities may be similar but PACS2 individuals exhibit a pattern of clear dysgenesis ranging from mild to severe. Functional studies demonstrated that the PACS2 recurrent variant reduces the ability of the predicted autoregulatory domain to modulate the interaction between the PACS2 FBR and client proteins, which may disturb cellular function. These findings support the causality of this recurrent de novo PACS2 heterozygous missense in DEEs with facial dysmorphim and cerebellar dysgenesis.","dc:creator":"Olson HE","dc:date":"2018","dc:title":"A Recurrent De Novo PACS2 Heterozygous Missense Variant Causes Neonatal-Onset Developmental Epileptic Encephalopathy, Facial Dysmorphism, and Cerebellar Dysgenesis."},"evidence":[{"id":"cggv:ec03c5b9-b82a-4a4e-a4f5-41dba55ac50f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec03c5b9-b82a-4a4e-a4f5-41dba55ac50f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ed56f7e-9950-4053-bb19-8aeec6d8b5d5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ba61ae0c-eacb-486c-a497-358bab515c11","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The paralog PACS1 is involved in a neurodevelopmental disorder with overlapping features (Schuurs-Hoeijmakers syndrome), and PACS1 and PACS2 proteins interact with WDR37 which is also implicated in a neurodevelopmental disorder. These interactions were confirmed through co-immunoprecipitation and co-localization experiments.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34642815","type":"dc:BibliographicResource","dc:abstract":"Missense variants located in the N-terminal region of WDR37 were recently identified to cause a multisystemic syndrome affecting neurological, ocular, gastrointestinal, genitourinary, and cardiac development. WDR37 encodes a WD40 repeat-containing protein of unknown function. We identified three novel WDR37 variants, two likely pathogenic de novo alleles and one inherited variant of uncertain significance, in individuals with phenotypes overlapping those previously reported but clustering in a different region of the protein. The novel alleles are C-terminal to the prior variants and located either within the second WD40 motif (c.659A>G p.(Asp220Gly)) or in a disordered protein region connecting the second and third WD40 motifs (c.778G>A p.(Asp260Asn) and c.770C>A p.(Pro257His)). The three novel mutants showed normal cellular localization but lower expression levels in comparison to wild-type WDR37. To investigate the normal interactions of WDR37, we performed co-immunoprecipitation and yeast two-hybrid assays. This revealed the ability of WDR37 to form homodimers and to strongly bind PACS1 and PACS2 phosphofurin acidic cluster sorting proteins; immunocytochemistry confirmed colocalization of WDR37 with PACS1 and PACS2 in human cells. Next, we analyzed previously reported and novel mutants for their ability to dimerize with wild-type WDR37 and bind PACS proteins. Interaction with wild-type WDR37 was not affected for any variant; however, one novel mutant, p.(Asp220Gly), lost its ability to bind PACS1 and PACS2. In summary, this study presents a novel region of WDR37 involved in human disease, identifies PACS1 and PACS2 as major binding partners of WDR37 and provides insight into the functional effects of various WDR37 variants.","dc:creator":"Sorokina EA","dc:date":"2021","dc:title":"WDR37 syndrome: identification of a distinct new cluster of disease-associated variants and functional analyses of mutant proteins."},"rdfs:label":"Co-immunoprecipitation and co-localization "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:564538f0-18f6-4829-a057-70b9f847444d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9d1fc242-58fd-4bba-9fde-4be76a29359f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The paralog PACS1 is involved in a neurodevelopmental disorder with overlapping features (Schuurs-Hoeijmakers syndrome).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/34642815","rdfs:label":"PACS1 and PACS2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:c8307da4-7693-44dc-8ddf-f8c16fce3cf7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:43be25e4-1b6f-4174-9434-25b46955c009","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Kottgen et al. found that the subcellular localization and function of polycystin-2 were directed by PACS1 and PACS2, which recognized an acidic cluster in the C-terminal domain of polycystin-2. Binding to these adaptor proteins was regulated by the phosphorylation of polycystin-2 on ser812 by casein kinase-2, required for the routing of polycystin-2 between ER, Golgi, and the plasma membrane compartments. Kottgen et al. concluded that PACS1 and PACS2 are involved in ion channel trafficking, directing acid cluster-containing ion channels to distinct subcellular compartments.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15692563","type":"dc:BibliographicResource","dc:abstract":"The trafficking of ion channels to the plasma membrane is tightly controlled to ensure the proper regulation of intracellular ion homeostasis and signal transduction. Mutations of polycystin-2, a member of the TRP family of cation channels, cause autosomal dominant polycystic kidney disease, a disorder characterized by renal cysts and progressive renal failure. Polycystin-2 functions as a calcium-permeable nonselective cation channel; however, it is disputed whether polycystin-2 resides and acts at the plasma membrane or endoplasmic reticulum (ER). We show that the subcellular localization and function of polycystin-2 are directed by phosphofurin acidic cluster sorting protein (PACS)-1 and PACS-2, two adaptor proteins that recognize an acidic cluster in the carboxy-terminal domain of polycystin-2. Binding to these adaptor proteins is regulated by the phosphorylation of polycystin-2 by the protein kinase casein kinase 2, required for the routing of polycystin-2 between ER, Golgi and plasma membrane compartments. Our paradigm that polycystin-2 is sorted to and active at both ER and plasma membrane reconciles the previously incongruent views of its localization and function. Furthermore, PACS proteins may represent a novel molecular mechanism for ion channel trafficking, directing acidic cluster-containing ion channels to distinct subcellular compartments.","dc:creator":"Köttgen M","dc:date":"2005","dc:title":"Trafficking of TRPP2 by PACS proteins represents a novel mechanism of ion channel regulation."},"rdfs:label":"Subcellular localization and function "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Scoring other publication for biochemical evidence"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:ec03c5b9-b82a-4a4e-a4f5-41dba55ac50f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":9001,"specifiedBy":"GeneValidityCriteria10","strengthScore":13,"subject":{"id":"cggv:8b2e5818-1921-48fb-86f0-d2f7777d7fe8","type":"GeneValidityProposition","disease":"obo:MONDO_0100062","gene":"hgnc:23794","modeOfInheritance":"obo:HP_0000006"},"version":"1.4","dc:description":"*PACS2* was first reported in relation to autosomal dominant developmental and epileptic encephalopathy in 2018 (Olsen et al., PMID: 29656858). *PACS2* encodes a multifunctional sorting protein involved in nuclear gene expression and pathway traffic regulation. Clinical features in affected individuals include neonatal/early-infantile-onset epilepsy, hypotonia, global developmental delay, intellectual disability, autism or autistic behavior, cerebellar dysgenesis, and facial dysmorphism. Other less common features include distal limb abnormalities, ocular abnormalities, and cardiac defects. Two missense variants that have been reported in 14 probands in 5 publications (PMIDs: 29656858, 30684285, 34894068, 35770754, 36645641) are included in this curation. Of note, 13 of 14 probands had the recurrent PACS2 p.Glu209Lys variant. Most variants are *de novo*. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The recurrent p.Glu209Lys variant reduces the ability of the predicted autoregulatory domain to modulate the interaction between PACS2 and client proteins, which may be consistent with a dominant-negative effect (PMID: 29656858). \n\nThis gene-disease relationship is also supported by experimental evidence, including biochemical function and protein interaction studies. The paralog *PACS1* is involved in a neurodevelopmental disorder with overlapping features (Schuurs-Hoeijmakers syndrome), and PACS1 and PACS2 proteins interact with WDR37 (PMID: 34642815), which is also implicated in a neurodevelopmental disorder.\n\nIn summary, there is definitive evidence supporting the relationship between *PACS2* and autosomal dominant developmental and epileptic encephalopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on May 1, 2024 (SOP 10).","dc:isVersionOf":{"id":"cggv:ec03c5b9-b82a-4a4e-a4f5-41dba55ac50f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}