{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-10-27T12:48:26.398Z","role":"Publisher"},{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-23T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9edd7d92-14ae-47b2-a18a-1ed909e36f4c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:70641eb9-83a7-40ac-ad20-ee8791c38c6c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Gain of function mutations in the A1 domain can make VWF more active and therefore VWF can bind GPIb without activation of VWF by shear in vivo or by ristocetin in vitro. This leads to increased clearance of the VWF-platelet complex and may result in variable degrees of secondary thrombocytopenia and a loss of high molecular weight VWF.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/108291","type":"dc:BibliographicResource","dc:abstract":"The presence of specific Factor VIII/von Willebrand factor (FVIII/vWF) binding sites on human platelets has been demonstrated by using 125I-FVIII/vWF and washed human platelets. Binding is ristocetin-dependent and increases in proportion to the concentration of ristocetin from 0.2 to 1 mg/ml. Binding of 125I-FVIII/vWF to platelets can be competitively inhibited by unlabeled human or bovine FVIII/vWF, but not by human thrombin, fibrinogen, alpha 2-macroglobulin, equine collagen, or a lectin of Ricinus communis. Scatchard analysis of binding data indicated that the dissociation constant of FVIII/vWF receptors is 0.45--0.5 nM. There are 31,000 binding sites per platelet at 1 mg/ml of ristocetin concentration. The optimal pH range for binding is from 7.0 to 7.5. At a concentration of 2 mM, EGTA inhibits 86% of the binding; however, 20 mM of Ca++, Mg++, or EDTA have little effect. Binding sites for FVIII/vWF were found only on platelets, and no significant binding was detected with human erythrocytes or polymorphonuclear leukocytes.","dc:creator":"Kao KJ","dc:date":"1979","dc:title":"Demonstration and characterization of specific binding sites for factor VIII/von Willebrand factor on human platelets."},"rdfs:label":"Platelet Binding"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"High affinity specific binding of vWF to human platelets was demonstrated using 125I-vWF and washed human platelets. Binding was shown to be ristocetin-dependent and binding characteristics fulfill the criteria for receptors in terms of high affinity, saturability, and specificity. Further work in PMID: 6223940 showed the ristocetin-induced binding of 125I-vWF to platelets was inhibited only by anti-GPIb antibody. The platelet binding activity of vWF is highly correlated with the presentation of VWD2B which occurs due to gain of function mutations which increase GPIb binding (reviewed in PMID: 28987708). This is a well characterized mechanism of disease."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec14ff76-b85f-4e95-8f1b-c7cb084d2b25","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:06e5cde3-03c8-4470-905b-2c3160c51aac","type":"FunctionalAlteration","dc:description":"The resultant phenotypes recapitulated those observed in patients: (1) Spontaneous platelet aggregation was observed in the V1316M line, while R1306Q required lower doses of ristocetin compared with wt-mVWF for the induction of aggregation (2) Expression of the mutants was associated with a loss of high multimers in approximately 50% of the mice (3) Thrombocytopenia with platelet count of 165-568x10^9/L (compared to WT at 688x10^9/L) and platelet aggregates with 60-70% large platelets were observed (4) The bleeding tendency of the VWF -/- mice was corrected with WT-vwf but was not corrected with V1316M  in either the absence or presence of WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20200350","type":"dc:BibliographicResource","dc:abstract":"Von Willebrand disease (VWD)-type 2B originates from a gain-of-function mutation in von Willebrand factor (VWF), resulting in enhanced platelet binding. Clinical manifestations include increased bleeding tendency, loss of large multimers, thrombocytopenia, and circulating platelet aggregates. We developed a mouse model to study phenotypic consequences of VWD-type 2B mutations in murine VWF: mVWF/R1306Q and mVWF/V1316M. Both mutations allow normal multimerization but are associated with enhanced ristocetin-induced platelet aggregation, typical for VWD-type 2B. In vivo expression resulted in thrombocytopenia and circulating aggregates, both of which were more pronounced for mVWF/V1316M. Furthermore, both mutants did not support correction of bleeding time or arterial vessel occlusion in a thrombosis model. They further displayed a 2- to 3-fold reduced half-life and induced a 3- to 6-fold increase in number of giant platelets compared with wild-type VWF. Loss of large multimers was observed in 50% of the mice. The role of ADAMTS13 was investigated by expressing both mutants in VWF/ADAMTS13 double-deficient mice. ADAMTS13 deficiency resulted in more and larger circulating platelet aggregates for both mutants, whereas the full multimer range remained present in all mice. Thus, we established a mouse model for VWD-type 2B and found that phenotype depends on mutation and ADAMTS13.","dc:creator":"Rayes J","dc:date":"2010","dc:title":"Mutation and ADAMTS13-dependent modulation of disease severity in a mouse model for von Willebrand disease type 2B."},"rdfs:label":"Hydrodynamic Expression R1306Q/V1316M"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Two VWD2B variants, R1306Q and V1316M, were introduced separately into the mouse Vwf cDNA and expression vectors were delivered to VWF-/- mice by hydrodynamic injection. The resultant phenotypes recapitulated those observed in patients at the molecular and clinical level."},{"id":"cggv:96dfb079-3541-4a2f-85d7-5c6d61dab926","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:84240994-4989-4a9a-a8f2-effb251e21d7","type":"FunctionalAlteration","dc:description":"The resultant phenotypes recapitulated those observed in patients: (1) Platelet binding ability (using formalin-fixed, washed mouse platelets, mVWF expressing the 2B VWD mutations of interest, and botrocetin) was significantly increase compared to WT at 3 ug/mL botrocetin and 12.7-36.6% spontaneous aggregation was observed without botrocetin (2) VWF:Ag was reduced to 0.97-1.47 U/ml compared to 4.02 for WT (3) Thrombocytopenia with platelet count of 150-194x10^9/L and small platelet aggregates with some large platelets (4) There was a complete loss of HMW multimers by day 7 post injection.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20371742","type":"dc:BibliographicResource","dc:abstract":"Type 2B von Willebrand disease (2B VWD) results from von Willebrand factor (VWF) A1 mutations that enhance VWF-GPIbalpha binding. These \"gain of function\" mutations lead to an increased affinity of the mutant VWF for platelets and the binding of mutant high-molecular-weight VWF multimers to platelets in vivo, resulting in an increase in clearance of both platelets and VWF. Three common 2B VWD mutations (R1306W, V1316M, and R1341Q) were independently introduced into the mouse Vwf cDNA sequence and the expression vectors delivered to 8- to 10-week-old C57Bl6 VWF(-/-) mice, using hydrodynamic injection. The resultant phenotype was examined, and a ferric chloride-induced injury model was used to examine the thrombogenic effect of the 2B VWD variants in mice. Reconstitution of only the plasma component of VWF resulted in the generation of the 2B VWD phenotype in mice. Variable thrombocytopenia was observed in mice expressing 2B VWF, mimicking the severity seen in 2B VWD patients: mice expressing the V1316M mutation showed the most severe thrombocytopenia. Ferric chloride-induced injury to cremaster arterioles showed a marked reduction in thrombus development and platelet adhesion in the presence of circulating 2B VWF. These defects were only partially rescued by normal platelet transfusions, thus emphasizing the key role of the abnormal plasma VWF environment in 2B VWD.","dc:creator":"Golder M","dc:date":"2010","dc:title":"Mutation-specific hemostatic variability in mice expressing common type 2B von Willebrand disease substitutions."},"rdfs:label":"Hydrodynamic Expression R1341Q/R1306W/V1316M"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Three VWD2B variants, R1341Q, R1306W, and V1316M, were introduced separately into the mouse Vwf cDNA and expression vectors were delivered to VWF-/- mice by hydrodynamic injection. The resultant phenotypes recapitulated those observed in patients at the molecular and cellular level."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f8cfe05-a90a-4517-9133-fde4b5cef627","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ac326bde-1486-4c58-8a0b-07560b5cf135","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous KI-mice replicated human VWD-type 2B with macrothrombocytopenia (platelet counts reduced from 1019x10^3 to 455x10^3/uL, platelet volume increased by 44%), circulating platelet aggregates, reduced high molecular weight multimers, and a severe bleeding tendency with all mice failing to stop bleeding in a tail clip-bleeding assay. Heterozygous mice also had a modest, but significant reduction in platelet count (914x10^3/uL) and 6% increase in platelet volume, as well as presence of platelet aggregates, reduction of high molecular weight multimers, and a heterogeneous bleeding phenotype with either prolonged bleeding of failure to stop bleeding.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27212476","type":"dc:BibliographicResource","dc:abstract":"von Willebrand disease (VWD)-type 2B is characterized by gain-of-function mutations in the von Willebrand factor (VWF) A1-domain, leading to increased affinity for its platelet-receptor, glycoprotein Ibα. We engineered the first knock-in (KI) murine model for VWD-type 2B by introducing the p.V1316M mutation in murine VWF. Homozygous KI-mice replicated human VWD-type 2B with macrothrombocytopenia (platelet counts reduced by 55%, platelet volume increased by 44%), circulating platelet-aggregates and a severe bleeding tendency. Also, vessel occlusion was deficient in the FeCl3-induced thrombosis model. Platelet aggregation induced by thrombin or collagen was defective for KI-mice at all doses. KI-mice manifested a loss of high molecular weight multimers and increased multimer degradation. In a model of VWF-string formation, the number of platelets/string and string-lifetime were surprisingly enhanced in KI-mice, suggesting that proteolysis of VWF/p.V1316M is differentially regulated in the circulation versus the endothelial surface. Furthermore, we observed increased leukocyte recruitment during an inflammatory response induced by the reverse passive Arthus reaction. This points to an active role of VWF/p.V1316M in the exfiltration of leukocytes under inflammatory conditions. In conclusion, our genetically-engineered VWD-type 2B mice represent an original model to study the consequences of spontaneous VWF-platelet interactions and the physiopathology of this human disease.","dc:creator":"Adam F","dc:date":"2016","dc:title":"A genetically-engineered von Willebrand disease type 2B mouse model displays defects in hemostasis and inflammation."},"rdfs:label":"V1316M Knock-in Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The V1316M, initially identified in humans, was knocked in to mice, which display a distinct VWD-type 2B phenotype, severe for the homozygous KI-mice and more moderate for the HET-mice. In humans, VWD-type 2B is of dominant inheritance and is usually present in a heterozygous state. In the murine model, although HET-mice do display some features of the disease, only homozygous-KI-mice fully phenocopy the human clinical picture."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:be1af7d6-d7d4-4a8e-b416-bde08a623654_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3c4005a5-859e-4fa5-8bca-0a0471610599","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":58,"detectionMethod":"5' portion of exon 28 was PCR amplified and Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Duke bleeding time 7 min, platelet count 58x10^3/ul, anisothrombocytosis","phenotypes":["obo:HP_0003010","obo:HP_0000132","obo:HP_0000421","obo:HP_0001873","obo:HP_0006298","obo:HP_0004846","obo:HP_0030132","obo:HP_0040241"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:be1af7d6-d7d4-4a8e-b416-bde08a623654_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:de5fdaf9-910f-429b-bfc1-a6683560aa42","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.4382C>T (p.Ala1461Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA228588"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8547152","type":"dc:BibliographicResource","dc:abstract":"Type 2B von Willebrand disease (vWD) is characterized by an increased affinity of von Willebrand factor (vWF) for binding to platelet glycoprotein Ib (GpIb). Most type 2B candidate mutations are clustered in the 509-695 disulphide loop but three of them (H505D, L697V and A698V) are outside this loop. We confirm here that the A698V mutation is a type 2B mutation by its expression in Cos-7 cells. As the L697V and A698V type 2B mutations both induce the presence of a valine residue in the 694-708 sequence, we created and expressed different mutated recombinant vWFs (rvWFs), in substituting the other leucine and alanine residues of this sequence (at positions 694, 701 and 706) into valine resides. V694rvWF and V706rvWF displayed decreased ristocetin-induced GpIb binding showing that it is not always the presence of a valine residue that may explain the increased affinity of type 2B vWF for GpIb. We also compared the interaction with platelets of V697rvWF and V698rvWF to those obtained with rvWFs reproducing two prevalent type 2B mutations located in the loop (R543W and V553M). We show that the two mutations located in the loop are more reactive than the two mutations identified outside the loop.","dc:creator":"Hilbert L","dc:date":"1995","dc:title":"Effects of different amino-acid substitutions in the leucine 694-proline 708 segment of recombinant von Willebrand factor."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8547152","rdfs:label":"I.2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The Ala1461Val missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized following expression in COS-7 cells; platelet binding was 30% for Ala1461Val VWF compared to WT at 0% when a low dose (0.1mg/ml) of ristocetin was used."},{"id":"cggv:ee194551-3c7e-407f-bc1c-b682ad1d0906_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f5c0a38e-28b2-48f4-a577-869bad4947d2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":60,"detectionMethod":"Exon 28 was PCR amplified from genomic DNA, cloned, and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"VWf:aG 66%, VWF:Rco 48%, platelet count 119,000-186,000/ul","phenotypes":["obo:HP_0002239","obo:HP_0001892","obo:HP_0040241","obo:HP_0003010","obo:HP_0040225","obo:HP_0001873"],"previousTesting":true,"previousTestingDescription":"Platelet type vWD was excluded by mixing experiments, which confirmed that  the defect was in the  patient's plasma and  not in her platelets.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ee194551-3c7e-407f-bc1c-b682ad1d0906_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1d08da0d-6294-4a0d-891a-7944fd0943c1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.3802C>G (p.His1268Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA228445"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8376405","type":"dc:BibliographicResource","dc:abstract":"Type IIB von Willebrand disease is characterized by increased affinity of mutant von Willebrand factor (vWF) for platelet glycoprotein Ib. Eight different missense mutations that cause this phenotype have been reported within the disulfide loop defined by Cys-509 and Cys-695 of the mature vWF subunit; this disulfide loop is required for normal binding of vWF to platelet glycoprotein Ib. A new mutation was identified in a patient with type IIB von Willebrand disease (vWD) characterized by a lifelong bleeding disorder, mild thrombocytopenia, normal levels of factor VIII, vWF antigen, and ristocetin cofactor activity but increased ristocetin-induced platelet agglutination at low concentrations of ristocetin. Exon 28 of the patient's vWF gene was amplified, cloned, and sequenced. At nucleotide 3802 (numbering the cDNA from translation initiation), a C to G transversion was identified, which changes the encoded amino acid sequence from His-505 to Asp. The corresponding mutant recombinant vWF was expressed in transiently transfected COS cells. Relative to wild type vWF, the mutant vWF exhibited markedly increased binding to platelets at low concentrations of ristocetin, confirming the association between the His-505-->Asp substitution and the type IIB vWD phenotype. The His-505-->Asp mutation lies outside the disulfide loop affected by other type IIB vWD mutations and implicates a new segment of vWF in the regulation of platelet glycoprotein Ib binding.","dc:creator":"Rabinowitz I","dc:date":"1993","dc:title":"Type IIB mutation His-505-->Asp implicates a new segment in the control of von Willebrand factor binding to platelet glycoprotein Ib."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8376405","rdfs:label":"Mother"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The His1268Asp missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized following expression in COS-7 cells; platelet binding was 17% for His1268Asp VWF compared to WT at 1% when a low dose (0.3mg/ml) of ristocetin was used. Additional functional characterization from His1268Asp, expressed in HeLa cells, used a VWF:RCo-ELISA study to show a significant increase (75.29 IUdL compared to 29.8 for WT) in interaction between VWF and GPIb (PMID: 26345337). Furthermore, when expressed in E. coli, used  flow-chamber methods with immobilized VWF and perfused whole blood to show a significant increase in interaction between VWF and GPIb, indicated by an increased platelet pause time (PMID: 25185554)."},{"id":"cggv:699d3d51-fc05-453a-8bb5-7e9cb66f378c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e0ba845-457b-4cda-b46f-3b8a2658437c","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":50,"detectionMethod":"The 5′ part of exon 28 of VWF gene was amplified by PCR and Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"platelet count 100x10^9/L, VWF:RCo 30 IU/dl","phenotypes":["obo:HP_0000132","obo:HP_0001873","obo:HP_0000421","obo:HP_0030132","obo:HP_0002239","obo:HP_0006298","obo:HP_0040241"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:699d3d51-fc05-453a-8bb5-7e9cb66f378c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:70a9291d-32a2-429c-9c9e-a5f637fe300f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.3923G>C (p.Arg1308Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA228490"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9858249","type":"dc:BibliographicResource","dc:abstract":"We report the identification in five patients (three families) affected with type 2B von Willebrand disease (VWD) of three heterozygous nucleotide substitutions at the codon for arginine 543, 545 and 578 of the mature von Willebrand factor (VWF) subunit resulting in a glutamine, proline and leucine substitution, respectively. These mutations are located in the A1 loop where prevalent type 2B mutations (Arg543Trp, Arg545Cys and Arg578Gln) have been already identified at the same positions. By in vitro mutagenesis of full-length cDNA of VWF and transient expression in Cos-7 cells, we have shown that the six corresponding mutated recombinant VWFs (Gln543, Trp543, Cys545, Pro545, Leu578 and Gln578 rVWF) exhibited quantitatively normal expression and normal multimeric pattern but increased ristocetin- and botrocetin-induced binding to platelets as compared with that for wild-type rVWF. The two mutations at position 545 induced the greatest reactivity for GPIb of corresponding rVWFs as compared to the two mutations at positions 543 and 578.","dc:creator":"Hilbert L","dc:date":"1998","dc:title":"Identification of new type 2B von Willebrand disease mutations: Arg543Gln, Arg545Pro and Arg578Leu."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9858249","rdfs:label":"Patient B"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The Arg1308Pro missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized following expression in COS-7 cells; platelet binding was 57% for Arg1308Pro VWF compared to WT at 1% when a low dose (0.1 mg/ml) of ristocetin was used."},{"id":"cggv:d9f6dfaa-a990-425f-a590-7e2722dba5e8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:56f03b45-540e-4d67-ba4f-a37f8e168eb6","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":5,"detectionMethod":"The 5′ part of exon 28 of VWF gene was amplified by PCR and Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"platelet count 90x10^9/L, VWF:RCo 19.5 IU/dl","phenotypes":["obo:HP_0000421","obo:HP_0030132","obo:HP_0040241","obo:HP_0004854"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d9f6dfaa-a990-425f-a590-7e2722dba5e8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1af4d232-52d6-417c-8551-82c0d4da6ce8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.4022G>T (p.Arg1341Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA228518"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9858249"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9858249","rdfs:label":"Patient C"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The Arg1341Leu missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized following expression in COS-7 cells; platelet binding was 42% for Arg1341Leu VWF compared to WT at 1% when a low dose (0.15mg/ml) of ristocetin was used."},{"id":"cggv:38daaef4-f662-456f-a293-dc376b7c2bad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a562b75-f6ca-410e-b5dd-917cfdfead16","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was PCR amplified from exon 28; amplified DNA fragments were cloned for Sanger sequencing and the variant was confirmed by restriction mapping.","firstTestingMethod":"Restriction digest","phenotypeFreeText":"Some or all of the following clinical features: thrombocytopenia, prolonged bleeding time, normal to low factor VIII procoagulant activity, normal to low vWF antigen, low plasma ristocetin cofactor activity, decreased circulating high molecular weight vWF multimers with intact platelet vWF multimers, enhanced RIPA at a low concentration of ristocetin (0.2-0.6mg/ml), and the absence of platelet aggregation or agglutination when normal purified vWF or cryoprecipitate is added to patient platelet rich plasma.","phenotypes":"obo:HP_0001892","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"UnknownEthnicity","variant":{"id":"cggv:38daaef4-f662-456f-a293-dc376b7c2bad_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2c779787-7816-4a05-a318-d0dc2ac29f3a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.4022G>A (p.Arg1341Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114129"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1672694","type":"dc:BibliographicResource","dc:abstract":"Type IIB von Willebrand Disease (vWD) is characterized by the selective loss of large von Willebrand Factor (vWF) multimers from plasma, presumably due to their increased reactivity with platelets and subsequent clearance from the circulation. Using the PCR, one of a panel of four potential missense mutations was identified in each of the 14 patients studied from 11 unrelated families. None of these substitutions was encountered in a large panel of normal DNAs. These changes all represent C----T transitions at CpG dinucleotides, proposed \"hot spots\" for mutation in the human genome. The four resulting amino acid substitutions, Arg543----Trp, Arg545----Cys, Val553----Met, and Arg578----Gln, are all clustered within the GpIb binding domain of vWF. Disruption of this latter functional domain may explain the pathogenesis of Type IIB vWD. By sequence polymorphism analysis, the Arg543----Trp substitution was shown to have occurred as at least two independent mutational events. This latter observation, along with the identification of mutations in all 14 patients studied and their localization to the GpIb binding domain, all strongly suggest that these substitutions represent the authentic defects responsible for Type IIB vWD. This panel of mutations may provide a useful diagnostic tool for the majority of patients with Type IIB vWD.","dc:creator":"Cooney KA","dc:date":"1991","dc:title":"The molecular defect in type IIB von Willebrand disease. Identification of four potential missense mutations within the putative GpIb binding domain."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1672694","rdfs:label":"B6"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The Arg1341Gln missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized several times after expression in COS-7 cells (PMIDs: 1400429, 8630394, 9858249, 10845912); platelet binding increased 27-60% compared to WT (0-15%) when a low dose (0.2-0.25mg/ml) of ristocetin was used. Additional functional characterization from R1306W, expressed in E. coli, used  flow-chamber methods with immobilized VWF and perfused whole blood to show a significant increase in interaction between VWF and GPIb, indicated by an increased platelet pause time (PMID: 25185554). The variant occurs at an extremely low overall frequency of 0.000003989 with an MAF of 0.000008846 (1/113,040 alleles) in the gnomAD Non-Finnish European population."},{"id":"cggv:3ca7e2d9-3f5b-4cae-a4a6-32657c1e6666_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7fb46e7b-bd1c-45bc-ba5e-dc71b56fba46","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Genomic DNA was PCR amplified from exon 28; amplified DNA fragments were cloned for Sanger sequencing. Family members were analyzed by restriction mapping.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0030132","obo:HP_0040241","obo:HP_0003010"],"previousTesting":true,"previousTestingDescription":"Platelet-type VWD was excluded by mixing experiments to confirm that the defect was in the patient plasma and not in the patient platelets.","secondTestingMethod":"Restriction digest","sex":"UnknownEthnicity","variant":{"id":"cggv:3ca7e2d9-3f5b-4cae-a4a6-32657c1e6666_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ecdb36fc-5f40-4d8d-a675-ea11658489de","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.3922C>T (p.Arg1308Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114125"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2010538","type":"dc:BibliographicResource","dc:abstract":"Many variants of von Willebrand disease (vWD) with qualitatively abnormal von Willebrand factor (vWF) are recognized. In vWD type IIB, the abnormal protein displays enhanced affinity for a platelet vWF receptor, the glycoprotein Ib-IX complex. 14 patients from 7 unrelated families with vWD type IIB were studied to determine the molecular basis for this phenotype. Specific oligonucleotide primers were used to amplify portions of vWF exon 28 encoding a domain that interacts with the platelet glycoprotein Ib-IX complex. Candidate missense mutations were identified for all 14 patients by DNA sequencing, allele specific oligonucleotide hybridization, and restriction endonuclease digestion. These sequence changes occur in an 11 amino acid segment within a single disulfide loop bounded by Cys(509) and Cys(695). All of these sequence changes are C----T transitions within CG dinucleotides. Six patients from two unrelated families were heterozygous for the encoded sequence Arg(543)----Trp. Seven patients from four unrelated families were heterozygous for the encoded sequence Arg(545)----Cys; this sequence change appears to have occurred independently three times, once as a new spontaneous mutation. One patient with apparently sporadic vWD type IIB was heterozygous for the encoded sequence Val(553)----Met, and this appears to be a new mutation. None of these sequence changes was found in 100 normal alleles. These findings suggest that vWD type IIB may be caused by relatively few distinct mutations, that these mutations may cluster within a specific region of one disulfide loop in vWF domain A1, and that this region can modulate the affinity of vWF for the platelet glycoprotein Ib-IX complex.","dc:creator":"Randi AM","dc:date":"1991","dc:title":"Molecular basis of von Willebrand disease type IIB. Candidate mutations cluster in one disulfide loop between proposed platelet glycoprotein Ib binding sequences."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2010538","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"The Arg1308Cys missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized several times after expression in COS-7 cells (PMID: 8630394 and PMID: 16246252); platelet or GPIb binding increased 60-81% compared to WT (0%) when a low dose (0.25mg/ml) of ristocetin was used. Around 50% increase was still apparent when R1306W was mixed with WT, consistent with dominant inheritance (PMID: 16246252). Additional functional characterization from R1306W, expressed in HeLa cells, used a VWF:RCo-ELISA study to show a significant increase (91.5 IUdL compared to 29.8 for WT) in interaction between VWF and GPIb (PMID: 26345337). The additional italian patients 3, 5, and9 from this publication (PMID: 2010538) also harbor Arg1308Cys; haplotype analysis suggests that the variant arose independently in patient 3, and parental analysis confirms that the variant occured de novo in patient 9."},{"id":"cggv:52f40814-0e17-4941-b4cb-71bb7a8f0b4e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ad8e4c2-c499-4152-befc-363346d4d952","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Genomic DNA was PCR amplified from exon 28; amplified DNA fragments were cloned for Sanger sequencing. Family members were analyzed by oligonucleotide hybridization.","firstTestingMethod":"PCR","phenotypeFreeText":"blood group O, bleeding time >30min, RIPA at 0.27 mg/ml, VIIR:Ag 49 U/dl, VIIIR:RCo 12U/dl","phenotypes":["obo:HP_0003010","obo:HP_0040241","obo:HP_0030132"],"previousTesting":true,"previousTestingDescription":"Platelet-type VWD was excluded by mixing experiments to confirm that the defect was in the patient plasma and not in the patient platelets.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:52f40814-0e17-4941-b4cb-71bb7a8f0b4e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ab052d43-f0f9-4ed1-ad2f-fb933ecc8112","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.3916C>T (p.Arg1306Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114123"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2010538"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2010538","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"The Arg1306Trp missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized several times after expression in COS-7 cells (PMID: 1557393 and PMID: 8630394); platelet binding increased 60-70% compared to WT (0-10%) when a low dose (0.25mg/ml) of ristocetin was used. A 30% increase was still apparent when R1306W was mixed with WT, consistent with dominant inheritance (PMID: 1557393). Additional functional characterization from R1306W, expressed in E. coli, used surface plasmon resonance to show a significant increase in interaction between VWF and GPIb (PMID: 23819767). The additional italian patient 2 from this publication (PMID: 2010538) also harbored R1306W, which segregated with four additional affected relatives over three generations."},{"id":"cggv:d4101303-e839-45a6-91ac-1cdc469e8b4f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6dd80944-1b92-4f19-acef-8880ce7fdcb0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":68,"detectionMethod":"Genomic DNA was amplified for exon 28 and PCR product was used for direct sequencing, restriction endonuclease analysis, and allele-specific oligonucleotide hybridization.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"bleeding time >15, VWF:Ag 36.7 IU/dl, VWF:RCo 35 IU/dl","phenotypes":["obo:HP_0040241","obo:HP_0006298","obo:HP_0000421","obo:HP_0030129","obo:HP_0003010","obo:HP_0000132","obo:HP_0004846","obo:HP_0030132","obo:HP_0001892"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:d4101303-e839-45a6-91ac-1cdc469e8b4f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ef9fa6af-0bcc-41bf-bc60-092ef8e902a8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.4378C>G (p.Leu1460Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA228584"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8123843","type":"dc:BibliographicResource","dc:abstract":"Type IIB von Willebrand disease is characterized by the selective loss of high molecular weight von Willebrand factor (vWF) multimers from plasma and enhanced platelet agglutination of platelet-rich-plasma in the presence of low concentrations of ristocetin. We identified, in two related patients, a C-->G transversion resulting in the substitution of Valine for Leucine at position 697 of the mature subunit of vWF. We reproduced this mutation in vWF cDNA and expressed the recombinant protein in Cos-7 cells. The subunit composition and multimeric structure of mutated protein (rvWFLeu697Val) were similar to the wild-type recombinant (WTrvWF). Ristocetin-induced binding of rvWFLeu697Val to platelets was markedly increased in the presence of low doses of ristocetin and slightly increased with botrocetin as compared with that for WTrvWF, whereas collagen binding was not affected by the mutation. These data show that the Leu 697-->Val substitution is not a rare polymorphism but is responsible for the subtype IIB characteristic abnormalities identified in the two affected patients; however, it is not located in the area of vWF (amino acid 540 to amino acid 578) where most of the other type IIB mutations have already been reported.","dc:creator":"Hilbert L","dc:date":"1994","dc:title":"Leu 697-->Val mutation in mature von Willebrand factor is responsible for type IIB von Willebrand disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8123843","rdfs:label":"Mother"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The Leu1460Val missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized multiple times following expression in COS-7 cells; platelet binding was 22-65% for Leu1460Val VWF compared to WT at 0% when a low dose (0.1-0.2 mg/ml) of ristocetin was used (PMIDs: 8123843 and 10845912). 45% binding was still present when Leu1460Val was mixed with WT, consistent with dominant inheritance."},{"id":"cggv:691bca80-571d-49c1-9d18-0b9afad2f98a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4ee2f182-6440-4cde-a3e4-2fabd85c8afa","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":15,"detectionMethod":"The 5′ part of exon 28 of VWF gene was amplified by PCR and Sanger sequenced. Additional family members were genotyped by restriction digest.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"bleeding time >15min, VWF:Ag 22 IU/dl, VWF:RCo 10.5 IU/dl","phenotypes":["obo:HP_0003010","obo:HP_0004846","obo:HP_0030132","obo:HP_0040241"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:691bca80-571d-49c1-9d18-0b9afad2f98a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b87a72f2-7105-4a8a-924e-f9b46d9de99a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.3917G>A (p.Arg1306Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA228482"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9858249"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9858249","rdfs:label":"Patient A"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The Arg1306Gln missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized following expression in COS-7 cells; platelet binding was 45% for Arg1306Gln VWF compared to WT at 1% when a low dose (0.1 mg/ml) of ristocetin was used. Additional functional characterization from Arg1306Gln, expressed in E. coli, used  flow-chamber methods with immobilized VWF and perfused whole blood to show a significant increase in interaction between VWF and GPIb, indicated by an increased platelet pause time (PMID: 25185554)."},{"id":"cggv:a23e0141-1d22-4ada-8de7-1120a20f349e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51a90303-5bbb-4882-9fa5-684a867ba9e3","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"cDNA was PCR amplified in exon 28, fragments were cloned and Sanger sequenced. Variant was confirmed in genomic DNA by restriction digestion.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"platelet count 30x10^9/L, bleeding time >20min, VWF:Ag 67 U/dl, VWF:Rco 7 U/dl","phenotypes":["obo:HP_0003010","obo:HP_0030132","obo:HP_0001892","obo:HP_0030129","obo:HP_0040241","obo:HP_0001873"],"previousTesting":true,"previousTestingDescription":"Platelet-type vWD was ruled out by demonstrating hyper-responsiveness of washed normal platelets suspended in patient plasma. Aggregation was seen at  lower ristocetin concentrations when normal platelets were suspended in plasma of a the IIB vWD patient as compared to normal control plasma.","secondTestingMethod":"Restriction digest","sex":"UnknownEthnicity","variant":{"id":"cggv:a23e0141-1d22-4ada-8de7-1120a20f349e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cc3f9c0f-50d3-44d5-b27d-b3bd64657c4f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.3939G>C (p.Trp1313Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114121"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2011604","type":"dc:BibliographicResource","dc:abstract":"von Willebrand factor (vWF) supports platelet adhesion on thrombogenic surfaces by binding to platelet membrane glycoprotein (GP) Ib in the GP Ib-IX receptor complex. This interaction is physiologically regulated so that it does not occur between circulating vWF and platelets but, rather, only at a site of vascular injury. The abnormal vWF found in type IIB von Willebrand disease, however, has a characteristically increased affinity for GP Ib and binds to circulating platelets. We have analyzed the molecular basis of this abnormality by sequence analysis of a type IIB vWF cDNA and have identified a single amino acid change, Trp550 to Cys550, located in the GP Ib-binding domain of the molecule comprising residues 449-728. Bacterial expression of recombinant fragments corresponding to this vWF domain yielded molecules that, whether containing a normal Trp550 or a mutant Cys550 residue, bound directly to GP Ib in the absence of modulators and with similar affinity. In contrast, mammalian cell expression of the same segment of sequence yielded molecules that, when containing the normal Trp550, did not bind to GP Ib directly but, like native vWF, bound in the presence of ristocetin. However, molecules containing the point mutation (Cys550) behaved like type IIB vWF--namely, bound to GP Ib even without ristocetin modulation and, in the presence of ristocetin, had 10-fold higher affinity than molecules with normal sequence. These results identify a region of vWF that, although not thought to be directly involved in binding to GP Ib, may modulate the interaction through conformational changes.","dc:creator":"Ware J","dc:date":"1991","dc:title":"Identification of a point mutation in type IIB von Willebrand disease illustrating the regulation of von Willebrand factor affinity for the platelet membrane glycoprotein Ib-IX receptor."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2011604","rdfs:label":"Patient 7"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The Trp1313Cys missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized following expression in CHO-K1 cells; in the absence of ristocetin there was 75% platelet binding compared to 0% in WT, with the addition of ristocetin this increased to 90% and 40% respectively."},{"id":"cggv:35cfc1ad-e786-4123-b0f4-cff8849f5a80_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ed2eec41-6cbb-41ee-9979-1c3e75d92d11","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"cDNA was PCR amplified in exon 28, fragments were cloned and Sanger sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0030132","obo:HP_0040241"],"previousTesting":true,"previousTestingDescription":"The diagnosis of platelet-type vWD in these individuals was excluded by a ristocetin-dependent platelet-binding assay that showed that, unlike normal vWF, the remaining low and intermediate mw plasma vWF multimers bound to normal platelets in the presence of low concentrations of  ristocetin, and by the failure of  normal plasma or cryoprecipitate to induce aggregation of the patient's platelet-rich plasma.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:35cfc1ad-e786-4123-b0f4-cff8849f5a80_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f7ab2563-80f5-4896-9414-3f03b66ca674","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.4010C>T (p.Pro1337Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA228510"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1373334","type":"dc:BibliographicResource","dc:abstract":"von Willebrand disease (vWD) variant type IIB is an inherited bleeding disorder resulting from the spontaneous binding of defective von Willebrand factor (vWF) to platelets in vivo. To identify the molecular basis for type IIB vWD, we used reverse transcription and the polymerase chain reaction to examine the nucleotide sequence of the platelet glycoprotein (GP) Ib-binding domain encoded by the vWF messenger RNA in an affected family, and in an unrelated affected individual. We identified two different missense mutations linked with expression of type IIB vWD. These mutations, which lead to Pro574----Leu and Val553----Met substitutions, respectively, were each introduced into the full-length vWF expression vector pvW198, and both wild-type (wt) and mutant vWF were transiently expressed in COS-7 cells. Binding assays showed that both mutant proteins showed significant non-ristocetin-dependent spontaneous binding to platelets, and that complete binding was induced by low concentrations of ristocetin that failed to induce platelet binding by wt vWF. The vWF/platelet interaction was inhibited by the anti-vWF monoclonal antibody (MoAb) AvW3, and the anti-GPIb MoAb AP1, which both block vWF binding to platelets. These results show that the identified missense mutations are the likely basis for the expression of type IIB vWD in these affected individuals.","dc:creator":"Kroner PA","dc:date":"1992","dc:title":"Expressed full-length von Willebrand factor containing missense mutations linked to type IIB von Willebrand disease shows enhanced binding to platelets."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1373334","rdfs:label":"AIII.3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"The Pro1337Leu missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized multiple times following expression in COS-7 cells; platelet binding was 57-90% for Pro1337Leu VWF compared to WT at 4% when a low dose (0.15-0.25mg/ml) of ristocetin was used (PMIDs: 1373334, 17155947. The variant occurs at an extremely low overall frequency of 0.000003993 with an MAF of 0.00005440 (1/18,384 alleles) in the gnomAD East Asian population. 40% binding was still present when Leu1460Val was mixed with WT, consistent with dominant inheritance (PMID: 17155947). Additional functional characterization from  Pro1337Leu, expressed in HeLa cells, used a VWF:RCo-ELISA study to show a significant increase (73.0 IUdL compared to 29.8 for WT) in interaction between VWF and GPIb (PMID: 26345337). Furthermore, Pro1337Leu expressed in E. coli, used  flow-chamber methods with immobilized VWF and perfused whole blood to show a significant increase in interaction between VWF and GPIb, indicated by an increased platelet pause time (PMID: 25185554)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:13ab5721-2f23-4361-8533-f5baf585f1f7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:87463914-8a41-4950-bd00-1ae2b6e656d0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Genomic DNA was PCR amplified from exon 28; amplified DNA fragments were cloned for Sanger sequencing. Family members were analyzed by restriction mapping.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"blood group O, bleeding time 25-30min, RIPA at 0.5-0.6 mg/ml, VWF:Ag 27-53 U/dl, RiCof 10-23 U/dl","phenotypes":["obo:HP_0040241","obo:HP_0030132","obo:HP_0002239","obo:HP_0003010"],"previousTesting":true,"previousTestingDescription":"Platelet-type VWD was excluded by mixing experiments to confirm that the defect was in the patient plasma and not in the patient platelets.","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:13ab5721-2f23-4361-8533-f5baf585f1f7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c599dcc6-d9a7-427f-b00c-4d503728e26d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.3946G>A (p.Val1316Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114127"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/2010538"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2010538","rdfs:label":"Patient 10"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The Val1316Met missense variant causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant has been functionally characterized several times after expression in COS-7 cells (PMID: 1373334 and PMID: 8630394); platelet binding increased 60-85% compared to WT (0-4%) when a low dose (0.15-0.25mg/ml) of ristocetin was used. Additional functional characterization from R1306W, expressed in E. coli, used  flow-chamber methods with immobilized VWF and perfused whole blood to show a significant increase in interaction between VWF and GPIb, indicated by an increased platelet pause time (PMID: 25185554)."},{"id":"cggv:4316132d-d9b7-4093-bad4-e800c83942cc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b723bc95-4f89-4435-a5f9-8534edcdd46b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"detectionMethod":"Direct sequencing of exon 28.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"platelet count 28x10^9/L, bleeding time >20min, VWF:Ag 31 U/dl, VWF:RCo 22 U/dl","phenotypes":["obo:HP_0030403","obo:HP_0030129","obo:HP_0030132","obo:HP_0001892","obo:HP_0000421","obo:HP_0001873"],"previousTesting":true,"previousTestingDescription":"Platelet-type VWD was ruled out by mixing assay.","sex":"Male","variant":{"id":"cggv:4316132d-d9b7-4093-bad4-e800c83942cc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:93cc9916-98c8-45e2-b70a-648af827a33b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000552.4(VWF):c.3940G>C (p.Val1314Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114151"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1419803","type":"dc:BibliographicResource","dc:abstract":"Type IIB of von Willebrand's disease (vWD) is a variant in which the structurally abnormal von Willebrand factor (vWF) shows an increased affinity for the platelet vWF receptor, glycoprotein Ib (GPIb). This may sometimes give rise to platelet aggregation and thrombocytopenia in vivo. In 20 patients from nine unrelated families with type IIB vWD from Denmark, Germany and Sweden we studied the molecular defect by amplification and direct sequencing of parts of exon 28 which encode for the vWF domain that interacts with platelet GPIb. Three different point mutations were identified one of which has not previously been reported. Fifteen patients from five families were heterozygous for the Arg543-->Trp substitution. The mutation had occurred independently in all five families and in two of them represented a de novo mutation. In one of these families the father, though asymptomatic and with normal laboratory test results, carried the mutation in heterozygous form. In three families, four affected members were found to be heterozygous for the Arg543-->Cys substitution. The mutations were of different origin at least in two of the families. The third substitution, Val551-->Leu, which has not previously been described, was found in one patient and was due to a de novo mutation. In most of the patients spontaneous thrombocytopenia had been recorded on at least one occasion. Five of the patients with the Arg543-->Trp substitution and the one with the Val555-->Leu substitution had all had bleeding associated with thrombocytopenia in the neonatal period of early infancy.","dc:creator":"Donnér M","dc:date":"1992","dc:title":"Type IIB von Willebrand's disease: gene mutations and clinical presentation in nine families from Denmark, Germany and Sweden."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1419803","rdfs:label":"Family 9 Proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"The de novo missense variant Val1314Leu causes a gain of function, increasing binding affinity for GPIb and resulting in the increased platelet binding observed in this patient. This variant was expressed in COS-7 cells and platelet binding increased to 40% compared to WT (0%) when a low dose (0.25mg/ml) of ristocetin was used (PMID: 8630394)."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1385,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:cc517d8c-23ef-4ccc-bc39-d489e436dd9d","type":"GeneValidityProposition","disease":"obo:MONDO_0015629","gene":"hgnc:12726","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"von Willebrand disease type 2B (VWD2B) was first described as a distinct form of VWD by Rufferi et al., 1980 (PMID: 6767976). Patients often have a variable degree of thrombocytopenia and present with a prolonged bleeding time commonly triggered by trauma, surgery, dental work or delivery. VWD2B is characterized by an enhanced ristocetin-induced platelet aggregation in platelet-rich plasma. The relationship of VWF to autosomal dominant VWD2B was first reported through linkage analysis in 1989 (Ewenstein et al., 1989; unpublished abstract). In April 1991, the first variants were identified in patients by Randi et al. (PMID: 2010538), Cooney et al. (PMID: 1672694), and Ware et al. (PMID: 2011604). At least 43 unique variants have been reported in humans (PMID: 28987708), all of which occur in exon 28 of VWF and consist almost entirely of missense variants (with the exception of one single amino acid duplication). The mechanism for disease is gain of function; vWF functions as an adhesive protein essential for binding platelets (via GPIb/IX) to both subendothelial collagen and to other platelets. VWD2B mutations result in increased von Willebrand factor (VWF) binding to platelet GPIb receptors, causing increased platelet clearance and preferential loss of high molecular weight VWF multimers (reviewed in PMID: 28987708) as well as defective proplatelet formation (PMIDs:16720832 and 27734030). Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Thirteen unique variants from 13 probands in 9 publications were curated (PMIDs: 1672694, 1419803, 8123843, 8547152, 9858249, 1373334, 8376405, 2010538, 2011604). Variants in this gene segregated with disease in 16 additional family members (PMIDs: 2010538, 8376405, 1373334, 9858249, 8547152, 8123843). More evidence is available in the literature, but the maximum score for genetic evidence and experimental evidence has been reached. Experimentally, this gene-disease relationship is supported by the function of vWF in platelet binding (PMID: 108291), which is consistent with the prolonged bleeding associated with VWD2B. Further support is provided by several mouse systems, including hydrodynamic expression of VWD2B variants in VWF-/- mice (PMIDs: 20371742 and 20200350) and a knock-in mouse model, which recapitulate many features of VWD2B (PMID: 27212476). In summary VWF is definitively associated with autosomal dominant von Willebrand disease type 2B. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nOf note, VWF in relation to type 2B VWD has been described as a distinct form of VWD (PMID: 6767976) and is assessed separately from the additional forms of hereditary von Willebrand disease. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms (gain of function in type 2B versus loss of function in types 1, 2A, 2M, 2N, and 3) and phenotypic variability (type 2B has the unique phenotypes of thrombocytopenia, increased platelet volume, and enhanced ristocetin-induced platelet aggregation). Therefore, we have split curations for the disease entities hereditary von Willebrand disease and von Willebrand disease type 2B.\n","dc:isVersionOf":{"id":"cggv:ecfe8bc1-5a4b-4d41-80d1-217af5b5b77f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}