{"id":"cggv:d3a6b8fa-01d1-4f32-a45e-9c9582e14280v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d3a6b8fa-01d1-4f32-a45e-9c9582e14280_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:d3a6b8fa-01d1-4f32-a45e-9c9582e14280_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-02-27T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d3a6b8fa-01d1-4f32-a45e-9c9582e14280_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3a6b8fa-01d1-4f32-a45e-9c9582e14280_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:b0ae4284-bc28-423b-a89c-88c655d4ec55_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:45706902-c0fb-4bf0-9632-279d47ae63f0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"NGS","phenotypes":["obo:HP_0000399","obo:HP_0011476","obo:HP_0011387"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:b0ae4284-bc28-423b-a89c-88c655d4ec55_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:14349fb9-6393-46bf-abe8-17461c890e73","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012188.4(FOXI1):c.519C>A (p.His173Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362125940"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27997596","type":"dc:BibliographicResource","dc:abstract":"Enlarged vestibular aqueduct (EVA) is one of the most common congenital inner ear malformations and accounts for 1-12% of sensorineural deafness in children and adolescents. Multiple genetic defects contribute to EVA; therefore, early molecular diagnosis is critical for EVA patients to ensure that the most effective treatment strategies are employed. This study explored a new genetic diagnosis method for EVA and applied it to clinic diagnoses of EVA patients. Using next-generation sequencing technology, we set up a multiple polymerase chain reaction enrichment system for target regions of EVA pathogenic genes (SLC26A4, FOXI1, and KCNJ10). Forty-six EVA samples were sequenced by this system. Variants were detected in 87.0% (40/46) of cases, including three novel variants (SLC26A4 c.923_929del, c.1002-8C>G, and FOXI1 c.519C>A). Biallelic potential pathogenic variants were detected in 27/46 patient samples, leading to a purported diagnostic rate of 59%. All results were verified by Sanger sequencing. Our target region capture system was validated to amplify and measure SLC26A4, FOXI1, and KCNJ10 in one reaction system. The result supplemented the mutation spectrum of EVA. Thus, this strategy is an economic, rapid, accurate, and reliable method with many useful applications in the clinical diagnosis of EVA patients.","dc:creator":"Liu Y","dc:date":"2016","dc:title":"A New Genetic Diagnostic for Enlarged Vestibular Aqueduct Based on Next-Generation Sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27997596","rdfs:label":"De Novo Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Only one variant (heterozyous) identified in the proband. Paternity was not confirmed."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.25},{"id":"cggv:d3a6b8fa-01d1-4f32-a45e-9c9582e14280_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d3a6b8fa-01d1-4f32-a45e-9c9582e14280_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b3f913ce-00cf-491b-b7a5-58d657b02177","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b37b7eb-f0dc-410d-bca2-b5f2a410b382","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Fkh10 was expressed in the mouse inner ear. Distinct expression in the otic vesicle in 9.5-day old embryos","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9843211","type":"dc:BibliographicResource","dc:abstract":"Fkhl0 is a member of the forkhead family of winged helix transcriptional regulators. Genes encoding forkhead proteins are instrumental during embryogenesis in mammals, in particular during development of the nervous system. Here we report that mice with a targeted disruption of the Fkh10 locus exhibit circling behaviour, poor swimming ability and abnormal reaching response-all common findings in mice with vestibular dysfunction. These animals also fail to elicit a Preyer reflex in response to a suprathreshold auditory stimulation, as seen in mice with profound hearing impairment. Histological examination of the inner ear reveals a gross structural malformation of the vestibulum as well as the cochlea. These structures have been replaced by a single irregular cavity in which neither proper semicircular ducts nor cochlea can be identified. We also show that at 9.5 days post coitum (dpc), Fkh10 is exclusively expressed in the otic vesicle. These findings implicate Fkh10 as an early regulator necessary for development of both cochlea and vestibulum and identify its human homologue FKHL10 as a previously unknown candidate deafness gene at 5q34.","dc:creator":"Hulander M","dc:date":"1998","dc:title":"The winged helix transcription factor Fkh10 is required for normal development of the inner ear."},"rdfs:label":"Hulander Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:c1bf16e1-b7a9-4c14-aaf0-ad76cdbccec2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d555d65a-1d2a-4ec2-b340-e1ee4dfde7c2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of foxi1 was characterized in medaka, aka the Japanese rice fish. In situ hybridization showed Foxi1 expression in the otic precursor cells very early in development, but not later. Foxi1 was then detectable again after 34 somite stage.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16950663","type":"dc:BibliographicResource","dc:abstract":"Induction of the otic placode involves a number of regulatory interactions. Early studies revealed that the induction of this program is initiated by instructive signals from the mesendoderm as well as from the adjacent hindbrain. Further investigations on the molecular level identified in zebrafish Fgf3, Fgf8, Foxi1, Pax8, Dlx3b and Dlx4b genes as key players during the induction phase. Thereafter an increasing number of genes participates in the regulatory interactions finally resulting in a highly structured sensory organ. Based on data from zebrafish we selected medaka genes with presumptive functions during early ear development for an expression analysis. In addition we isolated Foxi1 and Dlx3b gene fragments from embryonic cDNA. Altogether we screened the spatio-temporal distribution of more than 20 representative marker genes for otic development in medaka embryos, with special emphasis on the early phases. Whereas the spatial distribution of these genes is largely conserved between medaka and zebrafish, our comparative analysis revealed several differences, in particular for the timing of expression.","dc:creator":"Hochmann S","dc:date":"2007","dc:title":"Expression of marker genes during early ear development in medaka."},"rdfs:label":"Hochmann Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4684a641-1b1c-4d7e-a0d9-86efdd12bd71","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4c023d75-d038-4992-8a11-a49f87bf87f7","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"In homozygous null mice, expression of SLC26A4 was absent from the endolymphatic epithelium, however it was normal in the cochlea. COCH expression was also missing in the endolymphatic duct/sac epithelium but present in other inner ear structures.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12642503","type":"dc:BibliographicResource","dc:abstract":"Mice that lack the winged helix/forkhead gene Foxi1 (also known as Fkh10) are deaf and display shaker/waltzer behavior, an indication of disturbed balance. While Foxi1 is expressed in the entire otic vesicle at E9.5, it becomes gradually restricted to the endolymphatic duct/sac epithelium and at E16.5 Foxi1 expression in the inner ear is confined to this epithelium. Histological sections, paintfill experiments and whole-mount hybridizations reveal no abnormality in inner ear development of Foxi1(-/-) mice before E13.5. Between E13.5 and E16.5 the membranous labyrinth of inner ears from null mutants starts to expand as can be seen in histological sections, paint-fill experiments and three-dimensional reconstruction. Postnatally, inner ears of Foxi1(-/-) mice are extremely expanded, and large irregular cavities, compressing the cerebellum and the otherwise normal middle ear, have replaced the delicate compartments of the wild-type inner ear. This phenotype resembles that of the human sensorineural deafness syndrome Pendred syndrome, caused by mutations in the PDS gene. In situ hybridization of Foxi1(-/-) endolymphatic duct/sac epithelium shows a complete lack of the transcript encoding the chloride/iodide transporter pendrin. Based on this, we would like to suggest that Foxi1 is an upstream regulator of pendrin and that the phenotype seen in Foxi1 null mice is, at least in part, due to defective pendrin-mediated chloride ion resorption in the endolymphatic duct/sac epithelium. We show that this regulation could be mediated by absence of a specific endolymphatic cell type--FORE (forkhead related) cells--expressing Foxi1, Pds, Coch and Jag1. Thus, mutations in FOXI1 could prove to cause a Pendred syndrome-like human deafness.","dc:creator":"Hulander M","dc:date":"2003","dc:title":"Lack of pendrin expression leads to deafness and expansion of the endolymphatic compartment in inner ears of Foxi1 null mutant mice."},"rdfs:label":"Hulander Protein interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"supports EVA phenotype/similarity to Pendred syndrome in humans"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d3a6b8fa-01d1-4f32-a45e-9c9582e14280_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e758a52b-aa01-4272-a409-d8155822fddd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:91ec8bb2-6b12-4d12-aaaa-86f9f1f2dcaf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous null zebrafish embryos had morphologically defective ear development. Otic placode size was reduced and was split into two or more tiny placodes. Expression in WT fish was restricted to the area which would become the otic placode","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12702667","type":"dc:BibliographicResource","dc:abstract":"We identified four insertional alleles of foxi one (foo), an embryonic lethal mutation in zebrafish that displays defects in both otic placode and the jaw. In foo/foo embryos the otic placode is split into two smaller placodes and mutant embryos show a dorsoventral (DV) cartilage defect manifested as a reduced hyomandibular and reduced third and fourth branchial arches. We identified foxi one (foo), the zebrafish ortholog of Foxi1 (FREAC6, FKHL10, HFH-3, Fkh10) and a member of the forkhead domain transcriptional regulator family, as the gene mutated in foo/foo embryos. foo is expressed in otic placode precursor cells, and foo/foo embryos lack placodal pax8 expression and have disorganized otic expression of pax2.1 and dlx3. Third stream neural crest cell migration, detected by dlx2 and krox20 expression, is aberrant in that it invades the otic placode territory. foo is expressed in pharyngeal pouch endoderm and is required for pouch expression of pax8 and proper patterning of other markers in the pouch such as nkx2.3. In foo/foo embryos, we observed a failure to maintain fgf3 expression in the pouches, followed by apoptosis of neural crest cells in adjacent arches. We conclude that foo expression is essential for pax8 expression probably downstream of Fgf signaling in a conserved pathway jointly required for integrity of patterning in the otic placode and pharyngeal pouches. We propose that correct placement of survival/proliferation cues is essential for shaping the pharyngeal cartilages and that evolutionary links between jaw and ear formation can be traced to Fgf-Foxi1-Pax8 pathways.","dc:creator":"Nissen RM","dc:date":"2003","dc:title":"Zebrafish foxi one modulates cellular responses to Fgf signaling required for the integrity of ear and jaw patterning."},"rdfs:label":"Nissen Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Knockout was embryonic lethal, so hearing could not be assessed, and developmental abnormalities were much more extensive than EVA"},{"id":"cggv:9341db4d-b2e3-4ce2-8c4c-f6ee9d1a9f1a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:524038f1-024b-4494-a206-ee4c037fa70c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Slc26A4, Foxi1 double heterozygous mice have EVA","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17503324","type":"dc:BibliographicResource","dc:abstract":"Although recessive mutations in the anion transporter gene SLC26A4 are known to be responsible for Pendred syndrome (PS) and nonsyndromic hearing loss associated with enlarged vestibular aqueduct (EVA), also known as \"DFNB4,\" a large percentage of patients with this phenotype lack mutations in the SLC26A4 coding region in one or both alleles. We have identified and characterized a key transcriptional regulatory element in the SLC26A4 promoter that binds FOXI1, a transcriptional activator of SLC26A4. In nine patients with PS or nonsyndromic EVA, a novel c.-103T-->C mutation in this regulatory element interferes with FOXI1 binding and completely abolishes FOXI1-mediated transcriptional activation. We have also identified six patients with mutations in FOXI1 that compromise its ability to activate SLC26A4 transcription. In one family, the EVA phenotype segregates in a double-heterozygous mode in the affected individual who carries single mutations in both SLC26A4 and FOXI1. This finding is consistent with our observation that EVA occurs in the Slc26a4(+/-); Foxi1(+/-) double-heterozygous mouse mutant. These results support a novel dosage-dependent model for the molecular pathogenesis of PS and nonsyndromic EVA that involves SLC26A4 and its transcriptional regulatory machinery.","dc:creator":"Yang T","dc:date":"2007","dc:title":"Transcriptional control of SLC26A4 is involved in Pendred syndrome and nonsyndromic enlargement of vestibular aqueduct (DFNB4)."},"rdfs:label":"Yang Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"evidence for digenic inheritance, would explain heterozygous patients"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Disputed","sequence":184,"specifiedBy":"GeneValidityCriteria5","strengthScore":2.75,"subject":{"id":"cggv:2ebe9780-caf9-4c36-b41e-a23715b3cff2","type":"GeneValidityProposition","disease":"obo:MONDO_0023069","gene":"hgnc:3815","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The FOXI1 gene has been associated with autosomal recessive enlarged vestibular aqueduct syndrome using the ClinGen Clinical Validity Framework as of 5/19/17. Association is seen in one proband with a de novo heterozygous missense variant (Liu et al. 2016 27997596). Association was also made in at least 5 probands with missense variants by Yang et al. 2007 (17503324). These associations were subsequently disputed by Choi et al. 2009 (DOI 10.1002/humu.21098). This gene-disease association is supported by expression studies and protein interaction studies. Of note, this gene has also been implicated in hearing loss and renal tubular acidosis​. This been​ assessed separately. In summary, there is convincing evidence disputing the association between FOXI1 and autosomal recessive enlarged vestibular aqueduct syndrome. More evidence is needed to either support or refute the role FOXI1 plays in this disease. This classification was approved by the ClinGen Hearing Loss Working Group on 2/27/18.\nCases reported by Yang et al 2007 were subsequently disputed. A case reported by Lui et al. 2016 present a proband who only carries a variant on one allele. Additional reported cases provided no evidence for variant pathogenicity.","dc:isVersionOf":{"id":"cggv:d3a6b8fa-01d1-4f32-a45e-9c9582e14280"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}