{"id":"cggv:a062b287-a561-4c3e-942a-3379dee307c8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:a062b287-a561-4c3e-942a-3379dee307c8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T14:21:41.333Z","role":"Publisher"},{"id":"cggv:a062b287-a561-4c3e-942a-3379dee307c8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-04-09T14:21:30.880Z","role":"Approver"}],"evidence":[{"id":"cggv:a062b287-a561-4c3e-942a-3379dee307c8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a062b287-a561-4c3e-942a-3379dee307c8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3230c08b-fc30-49a0-91c1-3e320c968393","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:558bcaa0-6b8d-4b7d-b6e2-b3e2f3ab5ade","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that NAXE is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000163382-NAXE/tissue). Expression in the brain has been shown in the cerebral cortex, hippocampus, cerebellum, midbrain, pons, medulla, and basal ganglia. Points can be awarded as this expression profile is consistent with areas of pathology in LSS. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Protein Atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Expression in brain area specifically involved in LSS."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:a062b287-a561-4c3e-942a-3379dee307c8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f128d21d-854b-4acd-88a1-4bae7d8bdd65","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:33852d5c-7015-4103-a699-0e2ac1210338","type":"FunctionalAlteration","dc:description":"Figure 4. Cellular Consequences of NAXE Deficiency\n(A and B) Typical examples of chromatograms of cyclic-NADHX analyzed by HPLC-ESI-MS/MS in a control cell line (A) and in the affected individual #1-1 (B). Chromatograms clearly show that the levels of cyclic-NADHX are increased in NAXE-deficient cells compared to controls. The two peaks that we measured for cyclic-NADHX most likely depict the R- and the S-form of the metabolite.\nIn the control cell line (B), the peaks were additionally 4-fold magnified for better visualization.\n\n(C and D) Quantitative results of the cyclic-NADHX measurements under normal (37C) and heat-stressed (40C) conditions for 24 hr (E and F) Quantitative results of S- and R-NADHX measurements. Control bar graphs depict pooled data obtained from two independent\nhealthy cell lines.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27616477","type":"dc:BibliographicResource","dc:abstract":"To safeguard the cell from the accumulation of potentially harmful metabolic intermediates, specific repair mechanisms have evolved. APOA1BP, now renamed NAXE, encodes an epimerase essential in the cellular metabolite repair for NADHX and NADPHX. The enzyme catalyzes the epimerization of NAD(P)HX, thereby avoiding the accumulation of toxic metabolites. The clinical importance of the NAD(P)HX repair system has been unknown. Exome sequencing revealed pathogenic biallelic mutations in NAXE in children from four families with (sub-) acute-onset ataxia, cerebellar edema, spinal myelopathy, and skin lesions. Lactate was elevated in cerebrospinal fluid of all affected individuals. Disease onset was during the second year of life and clinical signs as well as episodes of deterioration were triggered by febrile infections. Disease course was rapidly progressive, leading to coma, global brain atrophy, and finally to death in all affected individuals. NAXE levels were undetectable in fibroblasts from affected individuals of two families. In these fibroblasts we measured highly elevated concentrations of the toxic metabolite cyclic-NADHX, confirming a deficiency of the mitochondrial NAD(P)HX repair system. Finally, NAD or nicotinic acid (vitamin B3) supplementation might have therapeutic implications for this fatal disorder.","dc:creator":"Kremer LS","dc:date":"2016","dc:title":"NAXE Mutations Disrupt the Cellular NAD(P)HX Repair System and Cause a Lethal Neurometabolic Disorder of Early Childhood."},"rdfs:label":"NAD(P)HX repair assessment"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Fibroblasts with loss-of-function mutations in NAXE showed a significant increase in cyclic-NADHX levels compared to controls (Figure 4). Upon heat stress, we observed a further gradual increase in NAXE-deficient cells. The levels of R-NADHX and S-NADHX were also increased, but to a lesser extent than observed for cyclic-NADHX. \n\nNAXE is an essential component of the NAD(P)HX repair system. Its deficiency causes a detectable accumulation of the toxic metabolite cyclic-NADHX, which has been shown to inhibit various cellular NADH dehydrogenases."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:a062b287-a561-4c3e-942a-3379dee307c8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a062b287-a561-4c3e-942a-3379dee307c8_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:217a1efa-4398-42be-8714-2f80326007fa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:322aa048-febf-472a-a92e-951f1495e848","type":"Proband","phenotypeFreeText":"Individual #2 from Family F2 (c.[196C>T];[516+1G>A]; p.[Gln66*];[?]) - parents confirmed carriers, a girl, was born as the first child of healthy and unrelated parents in Croatia. A previous pregnancy of the mother had ended by early miscarriage of unknown cause. The index case was born on term, after normal pregnancy and uneventful delivery (birth weight 3740 g, lengths 48 cm). \n\nDevelopment was normal until the second half of the first year when she failed to thrive and had mild psychomotor delay. Parents also reported fatigue, occasional tremor and convergent strabismus, which were more pronounced after exertion. At the age of 15 months the child experienced psychomotor regression during febrile illness, but fully recovered during the following few weeks. At the age of 17 months she had respiratory infection with high fever. On the third day of illness, acute deterioration with respiratory failure occurred. She was resuscitated in hospital and had normal oxygenation and heart rate during the whole process. Upon admission to hospital her GCS was 8, blood gases, CBC, glucose, electrolytes, aminotransferases, urea, creatinine, CK and protein electrophoresis were normal. CSF lactate was high (4.1 mmol/L; NR < 2.2 mmol/L), other CSF findings (cells, proteins, glucose) were normal and blood lactate was slightly \nincreased (1.9 mmol/L; NR < 1.33). Metabolic work-up (plasma and CSF amino acids, organic acids in urine) was unremarkable except for mildly increased excretion of pyruvate in urine. Electroencephalogram showed slower brain activity (4-5 Hz), but without epileptic discharges. \n\nBrain MRI showed extensive signal abnormalities in the cortex, subcortical cerebral white matter, caudate nucleus, putamen, pons, middle\ncerebellar peduncles and medulla oblongata. Moreover, cerebellar edema and cervical myelopathy were seen (Figure 2). Diffusion-weighted images showed diffusion restriction in large areas of the cerebral cortex. \n\nDue to clinical presentation and symmetrical basal ganglia involvement, treatment with a mitochondrial cocktail was started (L-arginine, coenzyme Q10, vitamins C, B1 and B2).\n\nMuscle biopsy showed myopathic changes, while respiratory chain enzyme and pyruvate dehydrogenase activities in fresh frozen muscle were normal. During the following month she was in coma and had tracheostomy. After one month of mechanical ventilation she was successfully weaned from ventilator. At that point she reacted on painful stimuli, but still had disturbed consciousness with hyperkinesia of face muscles, extremity tremor, nystagmus and rigidity of upper limbs. Control MRI performed in one month intervals showed global brain atrophy with thin cerebral cortex, reduced white matter and signal abnormalities in the caudate nucleus and putamen. The brainstem and cerebellum were relatively preserved (Figure 2 andFigure S1).\n\n Since thiamine transporter deficiency was suspected, thiamine was increased to 200 mg bid per day (previously 100 mg), biotin was added to the cocktail, and antiepileptic treatment was modified (clonazepam for the treatment of hyperkinesia), thereafter she markedly improved. In the following days hyperkinesia almost disappeared, she started to fixate objects and respond to her parents. During the next weeks her muscle tone was improved and she could sit unsupported. About three months after first crisis, her condition worsened again, she became hypotonic with more pronounced strabismus, tremor and psychomotor restlessness. She had short episodes of fever, and erythematous rash on intertriginous and perigenital areas, hands, and feet. \n\nMRI performed at that point showed thin cerebral cortex with diffusely abnormal signal, cerebral white matter atrophy, and mild signal\nabnormalities in the caudate nucleus and putamen. MRS showed increased choline and mildly increased lactate in deep white matter and normal metabolite peaks in basal ganglia. \n\nSoon, she again developed respiratory insufficiency and a deep coma from which she never recovered. CT scan revealed hypodensity of mesencephalon, pons, and medulla oblongata with brain edema, herniation of cerebellar tonsils with enlarged IV ventricle and hypertensive hydrocephalus. External ventricular drain was placed. CSF lactate was elevated (5.0 mmol/L; NR < 2.2 mmol/L) while blood lactate was normal or close to normal. In the following days skin changes worsened and she had sharply demarcated edematous and erythematous rash on feet, hands, limbs, and areas around mouth and eyes (Figure 2). Skin biopsy showed focal keratosis and normal dermis without inflammation. Clinically, she had signs of systemic inflammatory reaction. Immunological and microbiological work-up was\nunremarkable. She received intravenous immunoglobulins (2g/kg) and pulse doses of steroids but there was no obvious benefit. She lost all her hair. After the skin peeled off the skin changes resolved. Further clinical course was complicated with C. difficile colitis and sepsis. \n\nControl brain MRI three weeks after deterioration showed diffuse brain edema, especially in cerebellum and brain stem as well as cervical myelopathy (Figure 2). After 6 weeks ventricular drainage was taken out and there was no need to place ventriculoperitoneal shunt. Further course was complicated by episodes of hemodynamic instability probably of central origin and sepsis. Last brain MRI was performed two months after deterioration and showed diffuse atrophy, reduced diffusion due to cytotoxic edema of brain stem and cerebellar white matter, and extensive cystic alterations of pons, cerebellar peduncles, pontomesencephalic and pontomedullary junctions. \n\nThe girl died at the age of 24 months due to sepsis which led to irreversible circulatory failure. Autopsy showed periventricular and corticosubcortical encephalomalacia with massive brain edema.\n\nWestern done in FCL: loss of NAXE\n","sex":"Female","variant":{"id":"cggv:217a1efa-4398-42be-8714-2f80326007fa_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5a7cc29f-ea30-4652-a3e1-88d6e0b133ab","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144772.3(NAXE):c.196C>T (p.Gln66Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1162685"}},{"id":"cggv:60f92196-d316-41f7-b2db-53a4aeab7da2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144772.3(NAXE):c.516+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1162795"}}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27616477"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27616477","rdfs:label":"Individual #2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Western done in FCL: loss of NAXE"},{"id":"cggv:22779d6c-81ea-462e-9da5-ae1f434056a1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2cec4124-51cd-4358-9666-bd83a344846b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":32,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"One patient with NAXE variants presented with developmental regression after an upper respiratory infection at age 32 months. This patient's brain MR images at age 33 months (Figure 2A) showed abnormal symmetric high-signal intensity lesions in the medial temporal area, cerebellar cortex, and white matter of the cerebral peduncle with cerebellar edema. During follow-up, she had psychomotor regression, which was aggravated by infectious episodes and seizures. She developed nephrotic syndrome with focal segmental glomerulosclerosis. After deformity correction surgery for scoliosis at age 6 years, she suffered from recurrent post-operative infections. Follow-up brain MR images at age 7 years (Figure 2B) revealed severe atrophy of the cerebellum and brain stem, increased signal intensities in the brain stem, and deep white matter in the parietooccipital area. She had no history of skin lesions. Currently aged 21 years, she is non-ambulatory and ventilator-assisted.\n\nFIGURE 2 Brain magnetic resonance (MR) axial images of mutation-positive patients. Bilateral symmetric lesions can be seen in the basal ganglia, caudate nucleus, thalamus, and (sometimes) cerebellum. T2 images of a patient with NAXE mutations at age 33 months (A) and 7 years (B) reveals high-signal intensity in the cerebellum and medial temporal areas, as well as severe cerebellar atrophy.\n\n**in methods, they say that \"LS diagnosis was supported by increased serum or cerebrospinal fluid lactate levels or by lactate peaks on MR spectroscopy\"","phenotypes":["obo:HP_0012707","obo:HP_0012747","obo:HP_0002376"],"sex":"Female","variant":{"id":"cggv:22779d6c-81ea-462e-9da5-ae1f434056a1_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:5135bdfd-8c2b-4110-9d8f-4a6e74c3926e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144772.3(NAXE):c.368A>T (p.Asp123Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342873003"}},{"id":"cggv:80429057-d29d-4d0b-a9e5-1da7f07c5199","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_144772.3(NAXE):c.733A>C (p.Lys245Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1162908"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32020600","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS), the most common childhood mitochondrial disorder, has characteristic clinical and neuroradiologic features. Mutations in more than 75 genes have been identified in both the mitochondrial and nuclear genome, implicating a high degree of genetic heterogeneity in LS. To profile these genetic signatures and understand the pathophysiology of LS, we recruited 64 patients from 62 families who were clinically diagnosed with LS at Seoul National University Children's Hospital. Mitochondrial genetic analysis followed by whole-exome sequencing was performed on 61 patients. Pathogenic variants in mitochondrial DNA were identified in 18 families and nuclear DNA mutations in 22. The following 17 genes analyzed in 40 families were found to have genetic complexity: MTATP6, MTND1, MTND3, MTND5, MTND6, MTTK, NDUFS1, NDUFV1, NDUFAF6, SURF1, SLC19A3, ECHS1, PNPT1, IARS2, NARS2, VPS13D, and NAXE. Two treatable cases had biotin-thiamine responsive basal ganglia disease, and another three were identified as having defects in the newly recognized genes (VPS13D or NAXE). Variants in the nuclear genes that encoded mitochondrial aminoacyl tRNA synthetases were present in 27.3% of cases. Our findings expand the genetic and clinical spectrum of LS, showing genetic heterogeneity and highlighting treatable cases and those with novel genetic causes.","dc:creator":"Lee JS","dc:date":"2020","dc:title":"Genetic heterogeneity in Leigh syndrome: Highlighting treatable and novel genetic causes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32020600","rdfs:label":"Patient with NAXE"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Compound het for missense variants, no functional testing performed. One variant (K245Q) seen in homozygous state in another individual (Trinh et al., 2019, Family 2) however no functional validation performed in that individual either."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.25}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.25}],"evidenceStrength":"Limited","sequence":2519,"specifiedBy":"GeneValidityCriteria7","strengthScore":4.25,"subject":{"id":"cggv:f2058eee-b34e-467d-bf27-cc8be6073233","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:18453","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NAXE and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of March 24, 2021. The NAXE gene encodes NAD(P)X epimerase that catalyzes the conversion of R-NAD(P)HX to S-NAD(P)HX, which are toxic cellular metabolites, so that S-NAD(P)HX can be reconverted to S-NAD(P)H by the dehydratase NAXD, thus preventing the accumulation of toxic metabolites.\n\nThe NAXE gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2016 (PMID: 27616477). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four variants identified in two cases in two publications (PMIDs: 27616477, 32020600). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by expression and functional alteration in patient cells (PMIDs: 25613900, 27616477).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 24, 2021 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:a062b287-a561-4c3e-942a-3379dee307c8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}