{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-09-06T04:00:00.000Z","role":"Approver"},{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-05-30T15:42:02.713Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/18179882","type":"dc:BibliographicResource","dc:abstract":"Homozygosity mapping was performed in five patients from a consanguineous family who presented with infantile mitochondrial encephalomyopathy attributed to isolated NADH:ubiquinone oxidoreductase (complex I) deficiency. This resulted in the identification of a missense mutation in a conserved residue of the C6ORF66 gene, which encodes a 20.2 kDa mitochondrial protein. The mutation was also detected in a patient who presented with antenatal cardiomyopathy. In muscle of two patients, the levels of the C6ORF66 protein and of the fully assembled complex I were markedly reduced. Transfection of the patients' fibroblasts with wild-type C6ORF66 cDNA restored complex I activity. These data suggest that C6ORF66 is an assembly factor of complex I. Interestingly, the C6ORF66 gene product was previously shown to promote breast cancer cell invasiveness.","dc:creator":"Saada A","dc:date":"2008","dc:title":"C6ORF66 is an assembly factor of mitochondrial complex I."},"evidence":[{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1cf888c5-159e-443e-8c6a-e5e9aaebd7e8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1cf888c5-159e-443e-8c6a-e5e9aaebd7e8","type":"Proband","allele":{"id":"cggv:26ae5983-d9b3-4109-a82d-233fcc79d042","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014165.4(NDUFAF4):c.478G>T (p.Glu160del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365279509"}},"phenotypeFreeText":"In this family are two siblings with facial dysmorphia and lactic acidosis in the neonatal period. Later on, they developed fatal early encephalopathy with apneic episodes, irritability, central hypoventilation, liver involvement and hyperammonemia. Abnormality of the cerebral white matter was demonstrated in one case, and cardiomyopathy in the other. ","sex":"UnknownEthnicity","variant":{"id":"cggv:48d5081f-530c-4026-a17e-167598ac8734_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:26ae5983-d9b3-4109-a82d-233fcc79d042"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32949790","type":"dc:BibliographicResource","dc:abstract":"Pathogenic mutations in NDUFAF4 have been reported in very few cases. Here we present new data to further delineate the phenotypic spectrum of NDUFAF4 deficiency. We describe two siblings presenting with facial dysmorphia and lactic acidosis in the neonatal period. Later on, they developed fatal early encephalopathy with apneic episodes, irritability, central hypoventilation, liver involvement and hyperammonemia. Abnormality of the cerebral white matter was demonstrated in one case, and cardiomyopathy in the other. Urine organic acid profile showed an increased excretion of lactate, Krebs cycle metabolites and 3-methylglutaconate. Whole-exome sequencing identified a novel homozygous nonsense mutation in NDUFAF4 (c.478G > T; p.Glu160Ter), encoding a mitochondrial complex I assembly factor. The disruptive effect of the mutation was corroborated by the absence of NDUFAF4 expression in patient fibroblasts. OXPHOS assembly studies demonstrated almost undetectable levels of fully assembled complex I and complex I-containing supercomplexes and an abnormal accumulation of SCIII","dc:creator":"Ugarteburu O","dc:date":"2020","dc:title":"Complex I deficiency, due to NDUFAF4 mutations, causes severe mitochondrial dysfunction and is associated to early death and dysmorphia."}},"rdfs:label":"Ugarteburu_case"},{"id":"cggv:48d5081f-530c-4026-a17e-167598ac8734","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:48d5081f-530c-4026-a17e-167598ac8734_variant_evidence_item"},{"id":"cggv:48d5081f-530c-4026-a17e-167598ac8734_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"No detectable levels of NDUFAF4 or complex I​."}],"strengthScore":1.5,"dc:description":"This is the default - this is predicted to escape NMD however levels of this protein were undetectable."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8},{"id":"cggv:ff3a90e0-f8bd-4aa9-a2af-42a0cb0fca1d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ff3a90e0-f8bd-4aa9-a2af-42a0cb0fca1d","type":"Proband","allele":{"id":"cggv:5e588f44-4fd1-4a00-b41a-0a5ee06ead5b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014165.4(NDUFAF4):c.7G>C (p.Ala3Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365281646"}},"phenotypeFreeText":"This boy has Leigh syndrome spectrum. Brain MRI revealed diffuse bilateral signal alterations in the basal ganglia and thalami, indicative of Leigh syndrome. Patient derived skin fibroblasts were examined for the activity of the respiratory chain enzymes, which showed isolated CI deficiency (32 mU/U of citrate synthase, reference range: 163–599) with activities of complexes II, III, IV and V within reference range. An EEG showed generalized slowing with multifocal spikes consistent with an epileptogenic focus.","sex":"Male","variant":{"id":"cggv:2ca15119-445a-4fe6-a5a5-85346d61a74b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5e588f44-4fd1-4a00-b41a-0a5ee06ead5b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28853723","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial respiratory chain complex I consists of 44 different subunits and can be subgrouped into three functional modules: the Q-, the P- and the N-module. NDUFAF4 (C6ORF66) is an assembly factor of complex I that associates with assembly intermediates of the Q-module. Via exome sequencing, we identified a homozygous missense variant in a complex I-deficient patient with Leigh syndrome. Supercomplex analysis in patient fibroblasts revealed specifically altered stoichiometry. Detailed assembly analysis of complex I, indicative of all of its assembly routes, showed an accumulation of parts of the P- and the N-module but not the Q-module. Lentiviral complementation of patient fibroblasts with wild-type NDUFAF4 rescued complex I deficiency and the assembly defect, confirming the causal role of the variant. Our report on the second family affected by an NDUFAF4 variant further characterizes the phenotypic spectrum and sheds light into the role of NDUFAF4 in mitochondrial complex I biogenesis.","dc:creator":"Baertling F","dc:date":"2017","dc:title":"NDUFAF4 variants are associated with Leigh syndrome and cause a specific mitochondrial complex I assembly defect."}},"rdfs:label":"Baertling_Case"},{"id":"cggv:2ca15119-445a-4fe6-a5a5-85346d61a74b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ca15119-445a-4fe6-a5a5-85346d61a74b_variant_evidence_item"},{"id":"cggv:2ca15119-445a-4fe6-a5a5-85346d61a74b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"CI enzymatic activity and CI levels was rescued by complementation with wt-NDUFAF4 but not by mock transfection with V5-tagged GFP. NDUFAF4 was not detectable in patient cells."}],"strengthScore":1.5,"dc:description":"CI enzymatic activity and CI levels was rescued by complementation with wt-NDUFAF4 but not by mock transfection with V5-tagged GFP. NDUFAF4 was not detectable in patient cells."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1cc06122-e171-4450-811a-041cae2aa35d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1cc06122-e171-4450-811a-041cae2aa35d","type":"Proband","allele":{"id":"cggv:f68d77ac-71b0-4622-9b24-c629d4d559d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014165.4(NDUFAF4):c.194T>C (p.Leu65Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114514"}},"phenotypeFreeText":"Affected individuals (n=6) in this family had metabolic acidosis shortly after birth, high lactate levels, hypotonia, failure to thrive, irritability, paucity of spontaneous movements, dystonic posturing during crying, nystagmus, failure to interact with the surroundings and lack of eye contact. One patient, who was still alive at 16m, had spastic tone with quadriplegic involvement, thoracic kyphosis, and reduced range of motion at the knees and hips. Bilateral sensorineural hearing loss was also seen as was optic atrophy. Two patients had seizures and one had severe cardiomyopathy. Brain MRI of one patient at 16 months of age revealed severe atrophy of both gray and white matter, with demyelination, most prominent at the anterior aspects of the brain, leaving a cortical ribbon. At the occipito-parietal region there were subventricular cysts, emphasizing the ventricular walls. The cerebellum, basal ganglia, pons, and medulla were severely atrophic. Muscle and fibroblast complex I activity was reduced. The blue-native sodium gel electrophoresis disclosed reduced abundance of the mature complex I to 30% of the control. ","sex":"Male","variant":{"id":"cggv:d6acb399-2f67-42d7-b2a9-8eadef61b3d0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f68d77ac-71b0-4622-9b24-c629d4d559d6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18179882"},"rdfs:label":"Saada_case"},{"id":"cggv:d6acb399-2f67-42d7-b2a9-8eadef61b3d0","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d6acb399-2f67-42d7-b2a9-8eadef61b3d0_variant_evidence_item"},{"id":"cggv:d6acb399-2f67-42d7-b2a9-8eadef61b3d0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Muscle and fibroblast complex I activity was reduced. The blue-native sodium gel electrophoresis disclosed reduced abundance of the mature complex I to 30% of the control. "}],"strengthScore":0.5,"dc:description":"Muscle and fibroblast complex I activity was reduced. The blue-native sodium gel electrophoresis disclosed reduced abundance of the mature complex I to 30% of the control. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9469bb5d-ca0a-4314-810a-8c26e7964230_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9469bb5d-ca0a-4314-810a-8c26e7964230","type":"Proband","allele":{"id":"cggv:4e854198-3d40-4ecb-8015-429af0accfa6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014165.4(NDUFAF4):c.23G>A (p.Gly8Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA365281584"}},"phenotypeFreeText":"This subject had encephalopathy, lactic acidosis, and pulmonary hypertension. Complex I deficiency was also noted. ","sex":"UnknownEthnicity","variant":{"id":"cggv:f9ad99bb-9d13-4cb8-985c-a155c59e3c24_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4e854198-3d40-4ecb-8015-429af0accfa6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30369941","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders, characterized by clinical symptoms and/or OXPHOS deficiencies, are caused by pathogenic variants in mitochondrial genes. However, pathogenic variants in some of these genes can lead to clinical manifestations which overlap with other neuromuscular diseases, which can be caused by pathogenic variants in non-mitochondrial genes as well. Mitochondrial pathogenic variants can be found in the mitochondrial DNA (mtDNA) or in any of the 1,500 nuclear genes with a mitochondrial function. We have performed a two-step next-generation sequencing approach in a cohort of 117 patients, mostly children, in whom a mitochondrial disease-cause could likely or possibly explain the phenotype. A total of 86 patients had a mitochondrial disorder, according to established clinical and biochemical criteria. The other 31 patients had neuromuscular symptoms, where in a minority a mitochondrial genetic cause is present, but a non-mitochondrial genetic cause is more likely. All patients were screened for pathogenic variants in the mtDNA and, if excluded, analyzed by whole exome sequencing (WES). Variants were filtered for being pathogenic and compatible with an autosomal or X-linked recessive mode of inheritance in families with multiple affected siblings and/or consanguineous parents. Non-consanguineous families with a single patient were additionally screened for autosomal and X-linked dominant mutations in a predefined gene-set. We identified causative pathogenic variants in the mtDNA in 20% of the patient-cohort, and in nuclear genes in 49%, implying an overall yield of 68%. We identified pathogenic variants in mitochondrial and non-mitochondrial genes in both groups with, obviously, a higher number of mitochondrial genes affected in mitochondrial disease patients. Furthermore, we show that 31% of the disease-causing genes in the mitochondrial patient group were not included in the MitoCarta database, and therefore would have been missed with MitoCarta based gene-panels. We conclude that WES is preferable to panel-based approaches for both groups of patients, as the mitochondrial gene-list is not complete and mitochondrial symptoms can be secondary. Also, clinically and genetically heterogeneous disorders would require sequential use of multiple different gene panels. We conclude that WES is a comprehensive and unbiased approach to establish a genetic diagnosis in these patients, able to resolve multi-genic disease-causes.","dc:creator":"Theunissen TEJ","dc:date":"2018","dc:title":"Whole Exome Sequencing Is the Preferred Strategy to Identify the Genetic Defect in Patients With a Probable or Possible Mitochondrial Cause."}},"rdfs:label":"Theunissen_case"},{"id":"cggv:f9ad99bb-9d13-4cb8-985c-a155c59e3c24","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9ad99bb-9d13-4cb8-985c-a155c59e3c24_variant_evidence_item"},{"id":"cggv:f9ad99bb-9d13-4cb8-985c-a155c59e3c24_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Complex I deficiency was noted."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10},{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:beb6c9c0-51a2-46b0-aedc-9d463335ed5f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f524818-5e8d-49ac-a2ac-acdca6700d87","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Complex I assembly factors and subunits","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"Complex I assembly factors and subunits"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"There are many complex I subunits and assembly factors associated with primary mitochondrial disease."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41fd780a-027d-457f-93e2-22fd434aa026","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ce98b6a9-8a8c-4923-901d-6e6fbcfcf762","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Complex I activity was restored.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18179882","rdfs:label":"Saada_rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":8333,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:1abdd37d-d193-4612-8093-d382179fe5cc","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:21034","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *NDUFAF4* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of September 6, 2023. The *NDUFAF4* gene (previously known as *C6ORF66*) encodes the NADH:ubiquinone oxidoreductase (complex I) assembly factor 4. Defects of this protein lead to complex I deficiency. \n\nThe *NDUFAF4* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2008 (PMID: 18179882). While various names have been given to the constellation of features seen in those with *NDUFAF4*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFAF4* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *NDUFAF4* was first curated by this GCEP for its association with Leigh syndrome spectrum (LSS) on February 12, 2020 (SOP v7), with a final classification of Limited. This current curation for the association with primary mitochondrial disease includes the single case included in the LSS curation.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included four variants in four cases from four publications (PMIDs: 18179882, 30369941, 28853723, 32949790), as well as segregation data from the first large family reported (PMID: 18179882).  Affected individuals typically presented in the neonatal period with severe lactic acidosis leading to neonatal mortality or severe neurological involvement for surviving children. Additional features include intrauterine growth restriction, lactic acidosis, LSS disorder, encephalopathy, seizures, dystonia, limited spontaneous movements, myopathy, hypertrophic cardiomyopathy, sensorineural hearing loss, optic atrophy, and failure to thrive. Complex I deficiency is noted in muscle and/or skin fibroblasts. \n\nLoss of function resulting in a complex I assembly defect is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function and functional alteration in patient cells (PMIDs: 18179882, 33340416).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. No convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on September 6, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:71a1604a-d6dd-4385-a6be-663fe3c3a6d0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}