{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-06-06T21:38:37.068Z","role":"Publisher"},{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-05-01T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27023906","type":"dc:BibliographicResource","dc:abstract":"Ehlers-Danlos syndrome (EDS) describes a group of clinical entities in which the connective tissue, primarily that of the skin, joint and vessels, is abnormal, although the resulting clinical manifestations can vary widely between the different historical subtypes. Many cases of hereditary disorders of connective tissue that do not seem to fit these historical subtypes exist. The aim of this study is to describe a large series of patients with inherited connective tissue disorders evaluated by our clinical genetics service and for whom a likely causal variant was identified. In addition to clinical phenotyping, patients underwent various genetic tests including molecular karyotyping, candidate gene analysis, autozygome analysis, and whole-exome and whole-genome sequencing as appropriate. We describe a cohort of 69 individuals representing 40 families, all referred because of suspicion of an inherited connective tissue disorder by their primary physician. Molecular lesions included variants in the previously published disease genes B3GALT6, GORAB, ZNF469, B3GAT3, ALDH18A1, FKBP14, PYCR1, CHST14 and SPARC with interesting variations on the published clinical phenotypes. We also describe the first recessive EDS-like condition to be caused by a recessive COL1A1 variant. In addition, exome capture in a familial case identified a homozygous truncating variant in a novel and compelling candidate gene, AEBP1. Finally, we also describe a distinct novel clinical syndrome of cutis laxa and marked facial features and propose ATP6V1E1 and ATP6V0D2 (two subunits of vacuolar ATPase) as likely candidate genes based on whole-genome and whole-exome sequencing of the two families with this new clinical entity. Our study expands the clinical spectrum of hereditary disorders of connective tissue and adds three novel candidate genes including two that are associated with a highly distinct syndrome. ","dc:creator":"Alazami AM","dc:date":"2016","dc:title":"Expanding the clinical and genetic heterogeneity of hereditary disorders of connective tissue."},"evidence":[{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a38e9d80-74f2-4862-955a-90e652150b37","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf89736f-4e39-4333-9ac2-9afd5280295e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"ATP6V0A2 is a component of the integral membrane V(0) domain of the same V-ATPase complex","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26410601","type":"dc:BibliographicResource","dc:abstract":"The vacuolar (H(+))-ATPases (V-ATPases) are ATP-dependent proton pumps that acidify intracellular compartments and are also present at the plasma membrane. They function in such processes as membrane traffic, protein degradation, virus and toxin entry, bone resorption, pH homeostasis, and tumor cell invasion. V-ATPases are large multisubunit complexes, composed of an ATP-hydrolytic domain (V1) and a proton translocation domain (V0), and operate by a rotary mechanism. This review focuses on recent insights into their structure and mechanism, the mechanisms that regulate V-ATPase activity (particularly regulated assembly and trafficking), and the role of V-ATPases in processes such as cell signaling and cancer. These developments have highlighted the potential of V-ATPases as a therapeutic target in a variety of human diseases. ","dc:creator":"Cotter K","dc:date":"2015","dc:title":"Recent Insights into the Structure, Regulation, and Function of the V-ATPases."},"rdfs:label":"V-ATPase complex structure"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Could possibly score lower than default since the 2 subunits are found in different domains, but default is likely appropriate since this complex structure and function is very well known."},{"id":"cggv:e4df55ff-3be2-4542-a2b1-5a3ba80bded0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51472251-7006-4899-91b4-e0cf62a6f1f6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"As noted above, ATP6V0A2, ATP6V1A, and ATP6V1E1 all encode component of V-ATPase. This is outlined in multiple reviews (e.g. PMID: 32001091, 32422136, 32870398, 33326313, 33483985.)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33369135","type":"dc:BibliographicResource","dc:abstract":"ATP6V0A2-related cutis laxa, also known as autosomal recessive cutis laxa type 2A (ARCL2A), is a subtype of hereditary cutis laxa originally characterized by skin, skeletal, and neurological involvement, and a combined defect of N-glycosylation and O-glycosylation. The associated clinical spectrum subsequently expanded to a less severe phenotype dominated by cutaneous involvement. At the moment, ARCL2A was described in a few case reports and series only. An Italian adult woman ARCL2A with a phenotype restricted to skin and the two novel c.3G>C and c.1101dup ATP6V0A2 variants has been reported. A systematic literature review allowed us to identify 69 additional individuals from 64 families. Available data were scrutinized in order to describe the clinical and molecular variability of ARCL2A. About 78.3% of known variants were predicted null alleles, while 11 were missense and 2 affected noncanonical splice sites. Age at ascertainment appeared as the unique phenotypic discriminator with earlier age more commonly associated with facial dysmorphism (p .02), high/cleft palate (p .005), intellectual disability/global developmental delay (p .013), and seizures (p .024). No specific genotype-phenotype correlations were identified. This work confirmed the existence of an attenuated phenotype associated with ATP6V0A2 biallelic variants and offers an updated critique to the clinical and molecular variability of ARCL2A.","dc:creator":"Morlino S","dc:date":"2021","dc:title":"Review of clinical and molecular variability in autosomal recessive cutis laxa 2A."},"rdfs:label":"V-ATPase subunits"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:0aa658e5-5834-484e-9dca-caafa56ef161","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:beb992fd-0068-4c15-89dc-8cd6f9aaca7d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"ATP6V1E1 encodes the E1 subunit of the V1 domain of V-ATPase.\nComplexome profiling in fibroblasts from an affected individual indicates that the E1 subunit is important is maintaining the integrity of the V1 domain; the domain hydrolyses ATP in order for proton to be transported across membrane by the V0 domain. This function is consistent with the abnormalities observed in the Golgi of affected individuals because the V-ATPase is involved in maintaining luminal pH and correct functioning of various organelles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28065471","type":"dc:BibliographicResource","dc:abstract":"Defects of the V-type proton (H+) ATPase (V-ATPase) impair acidification and intracellular trafficking of membrane-enclosed compartments, including secretory granules, endosomes, and lysosomes. Whole-exome sequencing in five families affected by mild to severe cutis laxa, dysmorphic facial features, and cardiopulmonary involvement identified biallelic missense mutations in ATP6V1E1 and ATP6V1A, which encode the E1 and A subunits, respectively, of the V1 domain of the heteromultimeric V-ATPase complex. Structural modeling indicated that all substitutions affect critical residues and inter- or intrasubunit interactions. Furthermore, complexome profiling, a method combining blue-native gel electrophoresis and liquid chromatography tandem mass spectrometry, showed that they disturb either the assembly or the stability of the V-ATPase complex. Protein glycosylation was variably affected. Abnormal vesicular trafficking was evidenced by delayed retrograde transport after brefeldin A treatment and abnormal swelling and fragmentation of the Golgi apparatus. In addition to showing reduced and fragmented elastic fibers, the histopathological hallmark of cutis laxa, transmission electron microscopy of the dermis also showed pronounced changes in the structure and organization of the collagen fibers. Our findings expand the clinical and molecular spectrum of metabolic cutis laxa syndromes and further link defective extracellular matrix assembly to faulty protein processing and cellular trafficking caused by genetic defects in the V-ATPase complex.","dc:creator":"Van Damme T","dc:date":"2017","dc:title":"Mutations in ATP6V1E1 or ATP6V1A Cause Autosomal-Recessive Cutis Laxa."},"rdfs:label":"Function of V-ATPase A subunit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f8f07eb-49c7-4d89-8c8e-fd349e5b0fa5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8202f6f0-0b5c-4e66-ba55-2402e9e39ece","type":"FunctionalAlteration","dc:description":"Disruption of vesicular trafficking in cultured fibroblasts -\nTransmission electron microscopy (TEM) of fibroblast cultures showed abnormal swelling and a fragmented appearance of the Golgi apparatus (Figure 4B). Retrograde vesicular transport between the Golgi and endoplasmic reticulum was delayed, similar to the observation in fibroblasts from individuals with biallelic variants in ATP6VO2. After brefeldin A treatment (which inhibits protein transport from the endoplasmic reticulum to the Golgi complex), the number of cells retaining Golgi remnants was two to three times higher than in control samples (Figure 4B). \nThere were also large heterogeneous vacuolar structures within or in close proximity to fibroblasts or in the lumen of blood vessels on TEM of skin biopsies (Figure 4C), resembling large autolysosomes or lysosomal storage bodies.\nIn skin biopsy samples, the elastic fibers were absent, with the exception of some very small fragments (Figure 5). Collagen fibrils were loosely packed and had more variable diameters than the tightly assembled and regularly organized collagen fibrils in control samples (Figure 5). Overall, the ECM also appeared much less compact (Fig 5).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28065471","rdfs:label":"TEM of fibroblasts and skin biopsy of ATP6V1E1 patient"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ffcc7721-c951-4981-bea5-bab4d6301bf5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:29a40f2f-d51a-440e-a5bc-11528a2097bf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Two zebrafish models with deficient expression of one of the zebrafish ohnologs of ATP6V1E1, atp6v1e1b share similar features with one another and also recapitulate many of the findings in human patients including dermal defects, vascular anomalies (cardiomyopathy, structural heart defects), glycosylation defects, and Golgi abnormalities.\nThe molecular mechanism is the same in the zebrafish model and human cases - loss of funciton.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34143769","type":"dc:BibliographicResource","dc:abstract":"The inability to maintain a strictly regulated endo(lyso)somal acidic pH through the proton-pumping action of the vacuolar-ATPases (v-ATPases) has been associated with various human diseases including heritable connective tissue disorders. Autosomal recessive (AR) cutis laxa (CL) type 2C syndrome is associated with genetic defects in the ATP6V1E1 gene and is characterized by skin wrinkles or loose redundant skin folds with pleiotropic systemic manifestations. The underlying pathological mechanisms leading to the clinical presentations remain largely unknown. Here, we show that loss of atp6v1e1b in zebrafish leads to early mortality, associated with craniofacial dysmorphisms, vascular anomalies, cardiac dysfunction, N-glycosylation defects, hypotonia, and epidermal structural defects. These features are reminiscent of the phenotypic manifestations in ARCL type 2C patients. Our data demonstrates that loss of atp6v1e1b alters endo(lyso)somal protein levels, and interferes with non-canonical v-ATPase pathways in vivo. In order to gain further insights into the processes affected by loss of atp6v1e1b, we performed an untargeted analysis of the transcriptome, metabolome, and lipidome in early atp6v1e1b-deficient larvae. We report multiple affected pathways including but not limited to oxidative phosphorylation, sphingolipid, fatty acid, and energy metabolism together with profound defects on mitochondrial respiration. Taken together, our results identify complex pathobiological effects due to loss of atp6v1e1b in vivo.","dc:creator":"Pottie L","dc:date":"2021","dc:title":"Loss of zebrafish atp6v1e1b, encoding a subunit of vacuolar ATPase, recapitulates human ARCL type 2C syndrome and identifies multiple pathobiological signatures."},"rdfs:label":"atp6v1e1b-deficient Zebrafish models"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1.2},{"id":"cggv:f5e4d962-a786-4abb-8dde-0ce23f321144_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f5e4d962-a786-4abb-8dde-0ce23f321144","type":"Proband","allele":{"id":"cggv:a0e9974d-4c1a-486f-b94d-2451e259ca28","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001696.4(ATP6V1E1):c.634C>T (p.Arg212Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/417760"}},"detectionMethod":"Whole-exome sequencing of both siblings was performed, but did not reveal a good candidate.The authors therefore proceeded with whole-genome sequencing and filtered the surviving variants according to the pipeline in Fig. 4c.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000973","obo:HP_0001627","obo:HP_0000121","obo:HP_0001999"],"secondTestingMethod":"Whole genome shotgun sequencing","sex":"Male","variant":{"id":"cggv:a5a8e623-2bd3-4545-b3e7-4ac9e4d0e62c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a0e9974d-4c1a-486f-b94d-2451e259ca28"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27023906"},"rdfs:label":"Alazami_2016_Family 5 - IV:2"},{"id":"cggv:a5a8e623-2bd3-4545-b3e7-4ac9e4d0e62c","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:a5a8e623-2bd3-4545-b3e7-4ac9e4d0e62c_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9c1afaf5-2d4e-4fd4-99fe-ab697ded3da2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9c1afaf5-2d4e-4fd4-99fe-ab697ded3da2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":5,"allele":{"id":"cggv:a1c853be-396d-4d5b-8603-168e165afd4f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001696.4(ATP6V1E1):c.383T>C (p.Leu128Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16616866"}},"detectionMethod":"Whole-exome sequencing (WES) with sequence validation and segregation analysis of the candidate variants by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Presented with generalized skin wrinkling and sparse subcutaneous fat.\nProgeroid facial gestalt with a ‘‘mask-like’’ triangular face.\nPhysical features shown in Fig 1A-E.","phenotypes":["obo:HP_0001627","obo:HP_0001522","obo:HP_0001371","obo:HP_0001639","obo:HP_0001385","obo:HP_0001290","obo:HP_0001999","obo:HP_0000973","obo:HP_0000621"],"previousTesting":true,"previousTestingDescription":"PCR-based next-generation sequencing of known cutis laxa-related genes did not identify causal variants.\nMass spectrometry of intact transferrin revealed a consistent increase in the abundance of the transferrin glycoform, corresponding to the loss of one sialic acid.\nThere was a significant decrease in the number of ICAM-1-positive cells on immunofluorescence microscopy, consistent with a CDG. \n","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:8b785802-9cf4-410d-90e5-9026a1a5b698_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a1c853be-396d-4d5b-8603-168e165afd4f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28065471"},"rdfs:label":"Van Damme_2017_PI:1"},{"id":"cggv:8b785802-9cf4-410d-90e5-9026a1a5b698","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8b785802-9cf4-410d-90e5-9026a1a5b698_variant_evidence_item"},{"id":"cggv:8b785802-9cf4-410d-90e5-9026a1a5b698_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Based on homology modeling, the Leu-to-Pro substitution at position 128 is predicted to disrupt a hydrophobic interaction at the interface between the C-terminal globular domain of the E1 subunit and the opposing B subunit."}],"strengthScore":0.25,"dc:description":"Score reduced because the 'functional data\" is based on homology model and not laboratory functional study."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:066bc349-8f7a-4856-a2b1-718a70c4fa51_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:066bc349-8f7a-4856-a2b1-718a70c4fa51","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:a0e9974d-4c1a-486f-b94d-2451e259ca28"},"detectionMethod":"\"Whole-exome sequencing (WES) was performed on genomic DNA extracted from blood leukocytes of the probands of each family on four different platforms. […] Sequence validation and segregation analysis of the candidate variants were performed with Sanger sequencing.\"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Admitted shortly after birth with respiratory distress secondary to bilateral pneumothoraxes.\nPresented with generalized skin wrinkling and sparse subcutaneous fat.\nProgeroid facial gestalt with a ‘‘mask-like’’ triangular face, a short forehead, hypertelorism, entropion, low-set ears with misfolded helices, a beaked nose with a broad nasal base and narrow nostrils, and a short and pointed chin.\n","phenotypes":["obo:HP_0000973","obo:HP_0001627","obo:HP_0001290","obo:HP_0000621","obo:HP_0002751","obo:HP_0002107","obo:HP_0001999","obo:HP_0001519","obo:HP_0001385"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5453b3bc-8ddf-44e3-b41a-fe21532ae27d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a0e9974d-4c1a-486f-b94d-2451e259ca28"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28065471"},"rdfs:label":"Van Damme_2017: PII:1"},{"id":"cggv:5453b3bc-8ddf-44e3-b41a-fe21532ae27d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5453b3bc-8ddf-44e3-b41a-fe21532ae27d_variant_evidence_item"},{"id":"cggv:5453b3bc-8ddf-44e3-b41a-fe21532ae27d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Based on homology modeling, the Arg-toTrp substitution at position 212 is predicted to break a salt-bridge interaction with Asp88, which is located in the N-terminal region of the same subunit. "}],"strengthScore":0.25,"dc:description":"The score is reduced because the \"functional data\" is based on homology modeling and not laboratory functional study."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.2}],"evidenceStrength":"Limited","sequence":8363,"specifiedBy":"GeneValidityCriteria10","strengthScore":5.7,"subject":{"id":"cggv:ee044ea7-e6cd-4807-8bf5-fa38566684a7","type":"GeneValidityProposition","disease":"obo:MONDO_0027462","gene":"hgnc:857","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*ATP6V1E1* was first reported in relation to ATP6V1E1-CDG (also known as autosomal recessive cutis laxa 2C), an autosomal recessive congenital disorder of glycosylation, in 2016 (Alazami et al, PMID: 27023906). ATP6V1E1-CDG is characterized by the features of cutis laxa (wrinkly, inelastic, droopy skin), redundant skin, typical mask-like facial appearance, muscular hypotonia, cardiac abnormalities, and glycosylation and Golgi defects.\n\nTwo variants, both missense, have been reported in 3 homozygous probands, each with an affected sibling with the same genotype (Alazami et al, 2016, PMID: 27023906; Van Damme et al, 2017, PMID: 28065471) (Genetic evidence, 1.2 points).\n\nThis gene-disease relationship is also supported by experimental evidence, including the biochemical function of the gene product. ![](ATP6V1E1) encodes a subunit of the V1 domain of V-ATPase, a multi-subunit proton pump that maintains organelle luminal pH in eukaryotic cells. Variants in genes encoding other subunits of V-ATPase (*ATP6V0A2*, *ATP6V1A*) have been implicated in causing similar clinical features. Specifically, the clinical validity classification for *ATP6V0A2* with CDG has been classified as definitive by the ClinGen CDG GCEP. In addition, studies on skin biopsy samples and cultured fibroblasts from an affected individual show disruption of vesicular trafficking and abnormalities of elastic fibers and the extracellular matrix, consistent with the connective tissue features observed in patients (Van Damme et al, 2017, PMID: 28065471). Two zebrafish models with atp6v1e1b deficiency recapitulate features of the disorder, including dermis abnormalities, vascular defects, glycosylation defects, and Golgi abnormalities (Pottie et al, 2021, PMID: 34143769) (Experimental evidence: 4.5 points)\n\nIn summary, there is limited evidence supporting the relationship between *ATP6V1E1* and ATP6V1E1-CDG (also known as autosomal recessive cutis laxa 2C). This classification was approved by the ClinGen Congenital Disorders of Glycosylation Gene Curation Expert Panel on May 1, 2024 (SOP version 10).\n","dc:isVersionOf":{"id":"cggv:d86dbf9e-ebed-446b-8291-e5838e37fd06"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}