{"id":"cggv:7d6c258c-ce66-459a-a4ae-7376fcefde0dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:7d6c258c-ce66-459a-a4ae-7376fcefde0d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-04-05T23:04:55.308Z","role":"Approver"},{"id":"cggv:7d6c258c-ce66-459a-a4ae-7376fcefde0d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-04-05T23:05:18.571Z","role":"Publisher"}],"evidence":[{"id":"cggv:7d6c258c-ce66-459a-a4ae-7376fcefde0d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d6c258c-ce66-459a-a4ae-7376fcefde0d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34e3a53e-1a4c-46e6-ba87-3a8abd74c810","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ca41e35-3afa-4c91-9351-da2f2e5b38f9","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Cyclin F binds to valosin-containing protein (VCP) at the NH2 terminal of CCNF. The ATPase activity of VCP was enhanced by Cyclin F in vitro. Amino acid substitutions in the VCP binding region of CCNF increased the binding ability of Cyclin F to VCP and activity of VCP as well as mislocalization of the protein in the cytoplasm. ATPase activity of VCP promotes cytoplasmic aggregation of transactivation responsive region (TAR) DNA-binding protein 43, which is commonly observed in degenerating neurons in ALS patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31577344","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is an adult-onset motor neuron disease characterized by a progressive decline in motor function. Genetic analyses have identified several genes mutated in ALS patients, and one of them is Cyclin F gene (CCNF), the product of which (Cyclin F) serves as the substrate-binding module of a SKP1-CUL1-F-box protein (SCF) ubiquitin ligase complex. However, the role of Cyclin F in ALS pathogenesis has remained unclear. Here, we show that Cyclin F binds to valosin-containing protein (VCP), which is also reported to be mutated in ALS, and that the two proteins colocalize in the nucleus. VCP was found to bind to the NH2-terminal region of Cyclin F and was not ubiquitylated by SCFCyclin F in transfected cells. Instead, the ATPase activity of VCP was enhanced by Cyclin F in vitro. Furthermore, whereas ALS-associated mutations of CCNF did not affect the stability of Cyclin F or disrupt formation of the SCFCyclin F complex, amino acid substitutions in the VCP binding region increased the binding ability of Cyclin F to VCP and activity of VCP as well as mislocalization of the protein in the cytoplasm. We also provided evidence that the ATPase activity of VCP promotes cytoplasmic aggregation of transactivation responsive region (TAR) DNA-binding protein 43, which is commonly observed in degenerating neurons in ALS patients. Given that mutations of VCP identified in ALS patients also increase its ATPase activity, our results suggest that Cyclin F mutations may contribute to ALS pathogenesis by increasing the ATPase activity of VCP in the cytoplasm, which in turn increases TDP-43 aggregates.","dc:creator":"Yu Y","dc:date":"2019","dc:title":"Pathogenic mutations in the ALS gene CCNF cause cytoplasmic mislocalization of Cyclin F and elevated VCP ATPase activity."},"rdfs:label":"HEK293 CCNF and VCP"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Upgraded to 1 pt as VCP is a gene strongly associated with ALS with a known mechanism of increasing TDP43 accumulation by increased ATPase activity. This study showed that CCNF upregulates VCP ATPase binding activity. Upregulation of a known disease pathology for ALS is strong evidence towards a CCNF-ALS gene-disease relationship."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:7d6c258c-ce66-459a-a4ae-7376fcefde0d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a065df16-ca7e-4a7c-a32a-44e79e550cd7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5536a029-85fa-45e8-9e7a-628113d11121","type":"FunctionalAlteration","dc:description":"At 8 h post-transfection demonstrated that cell survival and cell viability pathways were collectively decreased in cells transfected with CCNFS621G compared to those transfected with CCNFWT. IPA of proteomic data at 24 h post-transfection demonstrated an overall up-regulation\nof proteins involved in cell death in cells transfected with CCNFS621G compared to those transfected with CCNFWT. Caspase-3 activity was shown to be up-regulated\nin the presence of CCNFS621G. Capase-3 aspase 3 was identified by the proteomic analysis as being up-regulated 1.7 fold at 24 h, a result validated by western blot analysis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28444311","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a rapidly progressive, fatal neurodegenerative disease characterised by the death of upper and lower motor neurons. Approximately 10% of cases have a known family history of ALS and disease-linked mutations in multiple genes have been identified. ALS-linked mutations in CCNF were recently reported, however the pathogenic mechanisms associated with these mutations are yet to be established. To investigate possible disease mechanisms, we developed in vitro and in vivo models based on an ALS-linked missense mutation in CCNF. Proteomic analysis of the in vitro models identified the disruption of several cellular pathways in the mutant model, including caspase-3 mediated cell death. Transient overexpression of human CCNF in zebrafish embryos supported this finding, with fish expressing the mutant protein found to have increased levels of cleaved (activated) caspase-3 and increased cell death in the spinal cord. The mutant CCNF fish also developed a motor neuron axonopathy consisting of shortened primary motor axons and increased frequency of aberrant axonal branching. Importantly, we demonstrated a significant correlation between the severity of the CCNF-induced axonopathy and a reduced motor response to a light stimulus (photomotor response). This is the first report of an ALS-linked CCNF mutation in vivo and taken together with the in vitro model identifies the disruption of cell death pathways as a significant consequence of this mutation. Additionally, this study presents a valuable new tool for use in ongoing studies investigating the pathobiology of ALS-linked CCNF mutations.","dc:creator":"Hogan AL","dc:date":"2017","dc:title":"Expression of ALS/FTD-linked mutant CCNF in zebrafish leads to increased cell death in the spinal cord and an aberrant motor phenotype."},"rdfs:label":"Neuro 2A"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Downgraded to zero points as study suggests upregulation of caspase 3 by proteasome analysis and western blot but further evidence suggesting an increase in neuronal cell death is not available."},{"id":"cggv:20842fec-c932-4f32-a898-4f95df2ad2be","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d4878ba-a47b-4691-856f-5593e55235e9","type":"FunctionalAlteration","dc:description":"Immunoblotting analysis of lysosome-associated membrane protein 2A (Lamp2A), LC3, and p62/SQSTM1, was performed. Compared to cells transfected with\nthe pcDNA3.1 vector, increased levels of\nLamp2A in cells expressing mutant cyclin FS621G (1.35-\nfold, n = 3, p = 0.0475) and cyclin FWT (1.54-fold, n = 3,\np = 0.0318), suggesting a defect in fusion of the lysosome to\nthe autophagosome during macroautophagy. Immunobloting for LC3, a marker of early phagophore formation,identifed that the level of LC3-II normalised to the\nGAPDH loading control but was decreased in cells expressing mutant cyclin FS621G (0.75-fold, n = 3, p = 0.0351). This suggests decreased conversion of LC3-I–LC3-II, which is\nindicative of decreased formation of the autophagosome,\nand therefore, that fusion to the lysosome may be impaired\nin mutant cyclin FS621G-expressing cells under normal conditions. Levels of p62/SQSTM1,\na marker of autophagy induction/fux were measured, and it was found that p62/\nSQSTM1 was elevated in cells expressing mutant cyclin. Increased p62/SQSTM1 levels have been used as a marker for inhibition of autophagy or defects to autophagic\ndegradation, and is often used as a marker for\nautophagy induction. The increased levels of the\nadaptor protein p62/SQSTM1 in mutant cyclin FS621G cells\nmay indicate that either (1) substrates are being transported\nto the autophagosome but not degraded leading to an accumulation of p62/SQSTM1 and/or (2) both degradative pathways (autophagy and UPS) are unable to sustain the\nincreased levels of Lys48-ubiquitylated substrates caused\nby hyper-ubiquitylation activity of mutant cyclin F. In this\nmanner, mutant cyclin FS621G creates a circular cascade that\nleads to progressive accumulation of Lys48-ubiquitylated\nproteins. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28852778","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD) are fatal neurodegenerative disorders that have common molecular and pathogenic characteristics, such as aberrant accumulation and ubiquitylation of TDP-43; however, the mechanisms that drive this process remain poorly understood. We have recently identified CCNF mutations in familial and sporadic ALS and FTD patients. CCNF encodes cyclin F, a component of an E3 ubiquitin-protein ligase (SCF","dc:creator":"Lee A","dc:date":"2018","dc:title":"Pathogenic mutation in the ALS/FTD gene, CCNF, causes elevated Lys48-linked ubiquitylation and defective autophagy."},"rdfs:label":"SH-SY5Y"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f162fd6f-0e14-41b4-822d-d59fe0b7fafd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ef9a99cf-4fc5-483d-86c5-f4b0297e1add","type":"FunctionalAlteration","dc:description":"HEK293 cells were treated with baflomycin to inhibit the\nfusion of autophagosomes to the lysosome, which resulted\nin a further reduction in LC3-I-to-LC3-II conversion in mutant cyclin FS621G cells\ncompared to the wild-type cells. It would be expected that\nby blocking mature autophagosome fusion to the lysosome\nwith baflomycin, an accumulation of LC3-II would occur.\nThis was observed to a lesser extent in the mutant cyclin\nFS621G cells compared to the untransfected, pcDNA3.1, and\nwild-type cyclin F-transfected cells. This would suggest\nthat the formation of mature autophagosomes is impaired in\nmutant cyclin FS621G cells, resulting in reduced fusion to the\nlysosome and possibly downstream clearance of substrates through the autophagy pathway.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28852778","rdfs:label":"HEK293"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Downgraded to 0 points as this is demonstrating the same functional effect of this mutant cyclin F in a different cell line."},{"id":"cggv:196251d0-2203-4db3-90d5-8472c6ecdbd5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:03ed0cf6-9e27-447a-942b-f201e4ab26e2","type":"FunctionalAlteration","dc:description":"E3 ligase activity of wild type and\nmutant cyclin FS621G was examined by immunoprecipitating mCherry\nand performing E3 ligase assays on protein A/G beads\nusing a commercial ELISA. The E3 ligase activity of mutant cyclin FS621G was approximately 1.35-fold higher than the wild type, which is consistent with\nthe increase in Lys48 ubiquitylation of cellular proteins observed by immunoblotting.\n\nUsing Lys48-ubiquitin immunoprecipitations and LC–MS/\nMS, a proteomics approach to determine the proteomic differences in Lys48-ubiquitylated\nproteins between cyclin FWT and cyclin FS621G-expressing\ncells was performed. A higher percentage of Lys48-ubiquitylated proteins was found\nin mutant cyclin FS621G cells that are involved in cellular\nmaintenance and cytoskeletal organisation compared to the\nwild type. Specifcally, these proteins clustered into\nfunctional IPA categories including Cell Death and Survival\n(such as ATG7 and CCT complexes), Cellular Assembly\n(such as NEFH and NEFL), Cell Function and Maintenance\n(such as CFL1 and APC), and Cellular Compromise (such\nas MAP1B and HSPA5). Of these, only mutant\ncyclin FS621G cells showed Lys48-ubiquitylated proteins\nclustered to specific protein networks such as the chaperonin\n(CCT) complexes that transport proteins to the autophagy\nmachinery and various constituents of the autophagy pathway itself. ATG7, HSP90, CTLA4, MAPT, RELN, CCT8, LRP5, and SHC1 were uniquely identifed\nin the Lys48 immunoprecipitation from the mutant cyclin\nFS621G cells. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28852778","rdfs:label":"Neuro 2A "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Downgraded to 0 points as this is demonstrating the same functional effect of this mutant cyclin F in a different cell line."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7d6c258c-ce66-459a-a4ae-7376fcefde0d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c33c75eb-3bae-4b45-b45a-78b9945a3ce2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4652d740-a57d-4282-863d-3725ab02a2e2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"ALS is characterized by death of upper and lower motor neurons. This model system demonstrated increased expression of capase-3 which is a known moderator of neuronal apopotosis in ALS.  The axonal outgrowth disruption in zebrafish correlated with a decrease in locomotor function compared to WT zebra fish. This phenotype is consistent with that observed in humans with ALS. Additionally, a number of established zebrafish models of ALS show that axonopathies are a common phenotype","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28444311","rdfs:label":"Zebra Fish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Not a strong model organism to demonstrate human phenotype compared to more idea models such as mice. Therefore downgraded to 1 pt."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:7d6c258c-ce66-459a-a4ae-7376fcefde0d_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.1}],"evidenceStrength":"Limited","sequence":4181,"specifiedBy":"GeneValidityCriteria8","strengthScore":4.6,"subject":{"id":"cggv:0c0cd6d0-e1a5-4ef0-a5f8-05eff55dd106","type":"GeneValidityProposition","disease":"obo:MONDO_0030875","gene":"hgnc:1591","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CCNF was first reported in relation to autosomal dominant ALS-FTD in a large family of British ancestry through linkage analysis (Williams et al., 2016, PMID: 27080313). Linkage analysis revealed a candidate region at 16p13.3-p12.3, which was determined to be a novel mutation in CCNF (Ser621Gly) by exome sequencing. CCNF codes for the Cyclin F protein, a component of an E3 ubiquitin–protein ligase (F box protein family) (Skp1-Cul1-F-box) that is involved in mediating the ubiquitination and consequently degradation of target proteins through the ubiquitin proteasome system.  At least 37 variants in the CCNF gene have since been reported to cause ALS-FTD in humans of diverse geoancestry across five publications (PMIDs: 27080313, 29102476, 30008669, 28281833, 31475037). However, several reported variants have relatively high minor allele frequencies in population databases (>0.000005) and were not scored as genetic-level evidence. Overall evidence supporting the CCNF gene-disease relationship includes case-level data and experimental data. Mutant Cyclin F (Ser621Gly) has been shown to disrupt Lys48-specific ubiquitylation, resulting in accumulation of RRM2 and TDP43 (PMID: 28852778). The mutant protein interacts with p62/SQSTM1 and leads to defects in autophagic degradation (PMID: 28852778). Additionally, mutant Cyclin F has been shown to cause cytoplasmic mislocalization of Cyclin F and elevated VCP ATPase activity (which promotes cytoplasmic aggregation of TDP-43) (PMID: 31577344). Finally, mutant Cyclin F (Ser621Gly) has been shown to cause disruption of axonal outgrowth, increased cell death in the spinal cord, and aberrant motor phenotype in Zebrafish (PMID: 28444311). In summary, due to limited scorable genetic-level evidence and lack of a strong model system to demonstrate the phenotype of mutant CCNF, there is currently limited evidence to support a gene-disease relationship between CCNF and ALS-FTD. This classification was approved by the ClinGen ALS GCEP on February 8, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:7d6c258c-ce66-459a-a4ae-7376fcefde0d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}