{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-10T02:09:08.408Z","role":"Publisher"},{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-10T02:08:57.711Z","role":"Approver"}],"evidence":[{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.45},{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0980f68a-eac1-4d52-aa54-11f9ae6e22e4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a95da9d7-0f97-490e-b962-a0e24ff3106a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Atlastin-1 is abundant in the pyramidal cells in lamina V of the cerebral cortex","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14506257","type":"dc:BibliographicResource","dc:abstract":"Hereditary spastic paraplegias comprise a group of clinically heterogeneous syndromes characterized by lower extremity spasticity and weakness, with distal axonal degeneration in the long ascending and descending tracts of the spinal cord. The early onset hereditary spastic paraplegia SPG3A is caused by mutations in the atlastin/human guanylate-binding protein-3 gene (renamed here atlastin-1), which codes for a 64-kDa member of the dynamin/Mx/guanylate-binding protein superfamily of large GTPases. The atlastin-1 protein is localized predominantly in brain, where it is enriched in pyramidal neurons in the cerebral cortex and hippocampus. In cultured cortical neurons, atlastin-1 co-localized most prominently with markers of the Golgi apparatus, and immunogold electron microscopy revealed a predominant localization of atlastin-1 to the cis-Golgi. Yeast two-hybrid analyses and co-immunoprecipitation studies demonstrated that atlastin-1 can self-associate, and gel-exclusion chromatography and chemical cross-linking studies indicated that atlastin-1 exists as an oligomer in vivo, most likely a tetramer. Membrane fractionation and protease protection assays revealed that atlastin-1 is an integral membrane protein with two predicted transmembrane domains; both the N-terminal GTP-binding and C-terminal domains are exposed to the cytoplasm. Together, these findings indicate that the SPG3A protein atlastin-1 is a multimeric integral membrane GTPase that may be involved in Golgi membrane dynamics or vesicle trafficking.","dc:creator":"Zhu PP","dc:date":"2003","dc:title":"Cellular localization, oligomerization, and membrane association of the hereditary spastic paraplegia 3A (SPG3A) protein atlastin."},"rdfs:label":"Immunocytochemical localization of atlastin-1 in rat brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c36a3265-a225-4867-9b0f-5a7dd2c35fc7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9289f8a6-c3e8-473a-bed2-2057b97138d3","type":"FunctionalAlteration","dc:description":"Myc-ATL1 expressed in COS-7 cells shows localization to the ER. If GTP-binding is not possible (K80A), there is no such overlay and the ER is unbranched. Score: 0.5 points (default)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19665976","type":"dc:BibliographicResource","dc:abstract":"The endoplasmic reticulum (ER) consists of tubules that are shaped by the reticulons and DP1/Yop1p, but how the tubules form an interconnected network is unknown. Here, we show that mammalian atlastins, which are dynamin-like, integral membrane GTPases, interact with the tubule-shaping proteins. The atlastins localize to the tubular ER and are required for proper network formation in vivo and in vitro. Depletion of the atlastins or overexpression of dominant-negative forms inhibits tubule interconnections. The Sey1p GTPase in S. cerevisiae is likely a functional ortholog of the atlastins; it shares the same signature motifs and membrane topology and interacts genetically and physically with the tubule-shaping proteins. Cells simultaneously lacking Sey1p and a tubule-shaping protein have ER morphology defects. These results indicate that formation of the tubular ER network depends on conserved dynamin-like GTPases. Since atlastin-1 mutations cause a common form of hereditary spastic paraplegia, we suggest ER-shaping defects as a neuropathogenic mechanism.","dc:creator":"Hu J","dc:date":"2009","dc:title":"A class of dynamin-like GTPases involved in the generation of the tubular ER network."},"rdfs:label":"Co-localization immunostaining"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:192a6422-10f4-458c-96be-0fb6191f1766","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7dc4c638-6f90-439a-bae0-7047190bc69d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Quantification of the speed and contraction frequency in locomotion assays of atl2 , trans-heterozygote deficiency (atl2 /DF) third instar larvae, with motor neuron (OK6), pan-neuronal (Elav), glutamatergic (OK371), cholinergic (Cha) or muscle (BG487) Atlastin rescue (n=18, Student’s t-test versus genetic background control):​\n\nPan-neural expression of Atlastin (Elav promoter) significantly improved crawling speed and contraction frequency in atl2 /DF larvae.​","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28860117","rdfs:label":"ATL rescue in a knock-down drosophila model"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Drosophila only express one ATL gene, which is not a specific homologue for ATL1 in humans."},{"id":"cggv:7a92b226-71b2-45a2-91f0-663ccbfa80f5","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f01284f1-d92d-4181-8143-71bec00e797c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Motor neuron disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20935645","type":"dc:BibliographicResource","dc:abstract":"To better understand hereditary spastic paraplegia (HSP), we characterized the function of atlastin, a protein that is frequently involved in juvenile forms of HSP, by analyzing loss- and gain-of-function phenotypes in the developing zebrafish. We found that knockdown of the gene for atlastin (atl1) caused a severe decrease in larval mobility that was preceded by abnormal architecture of spinal motor axons and was associated with a substantial upregulation of the bone morphogenetic protein (BMP) signaling pathway. Overexpression analyses confirmed that atlastin inhibits BMP signaling. In primary cultures of zebrafish spinal neurons, Atlastin partially colocalized with type I BMP receptors in late endosomes distributed along neurites, which suggests that atlastin may regulate BMP receptor trafficking. Finally, genetic or pharmacological inhibition of BMP signaling was sufficient to rescue the loss of mobility and spinal motor axon defects of atl1 morphants, emphasizing the importance of fine-tuning the balance of BMP signaling for vertebrate motor axon architecture and stability.","dc:creator":"Fassier C","dc:date":"2010","dc:title":"Zebrafish atlastin controls motility and spinal motor axon architecture via inhibition of the BMP pathway."},"rdfs:label":"Morpholino knockdown and rescue in zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Morpholino is not a stable knock-down"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":3965,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.45,"subject":{"id":"cggv:7e37c8ed-172c-4407-92d8-d6925571aedf","type":"GeneValidityProposition","disease":"obo:MONDO_0013381","gene":"hgnc:11231","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ATL1 has first been described in the context of autosomal dominant hereditary spastic paraplegia (HSP; PMIDs: 11685207, 12112092, 12499504, 12939451, 15596607, etc.). Encoding a homo-oligomeric GTPase, it is known to be responsible for shaping the tubular structure of the endoplasmic reticulum (PMID: 27339937). In three families presenting with severe sensory neuropathy and foot ulcerations in an autosomal dominant pedigree, Guelly et al. described co-segregating variants in ATL1, one of which recurrently described in another publication, but in the same population (PMID: 22340599). Both genetic (LOD scores 2.94 and 3.31) and functional evidence (disturbed GTPase function and ER structure) on the variant level, support the assumption that these variants are responsible for the patients’ phenotype. Clinically, the authors describe a notable overlap with the HSP phenotype, which is supported by the fact that both phenotypes, neuropathy and HSP, are associated with these variants in the ClinVar database. In HSP cases, on the other hand, neuropathy seems to be a common feature as well, pointing towards an inseparable overlap between those two phenotypes. Functional evidence on ATL1, including studies on protein expression, biochemical function, and model organisms (drosophila and zebrafish) support the gene-disease relationship, which is, however, not specific for the neuropathy phenotype. The expert panel concludes that HSAN1D is part of an axonopathy spectrum definitively associated with ATL1 that mainly manifests with HSP as the leading phenotype. As neuropathy can still be an early or even leading symptom in rare constellations, we recommend that ATL1 should be implemented on both HSP and neuropathy panels.","dc:isVersionOf":{"id":"cggv:0c0282d1-5ab4-4a86-b1f6-165a3dbd515a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}