{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46av1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-27T15:40:12.487Z","role":"Publisher"},{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2018-08-01T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2beec0e0-f7b2-4408-8637-21dc2781caf7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1b17e0d0-37df-4b96-b957-afab27850a65","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR of the post mortem tissues of several different areas of the brain shows that the NLGN family of proteins is expressed in the brain. This is consistent with neurodevelopmental phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12669065","type":"dc:BibliographicResource","dc:abstract":"Many studies have supported a genetic etiology for autism. Here we report mutations in two X-linked genes encoding neuroligins NLGN3 and NLGN4 in siblings with autism-spectrum disorders. These mutations affect cell-adhesion molecules localized at the synapse and suggest that a defect of synaptogenesis may predispose to autism.","dc:creator":"Jamain S","dc:date":"2003","dc:title":"Mutations of the X-linked genes encoding neuroligins NLGN3 and NLGN4 are associated with autism."},"rdfs:label":"Expression of NLGN4X in the brain of humans"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Upgraded for expression study in humans. Additonally study showed expression in 4 post mortem humans in various brain areas."},{"id":"cggv:76ffd75e-a448-4d3c-9eb3-3ec42b847033","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d19f97f8-ad13-4e93-ac4b-88728ab618a5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry of the neurons in the retina of mice identified NLGN4. Additionally, knockout of NL4 in mice was found to disrupt neuron function.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21282647","type":"dc:BibliographicResource","dc:abstract":"Neuroligins (NL1-NL4) are postsynaptic adhesion proteins that control the maturation and function of synapses in the central nervous system (CNS). Loss-of-function mutations in NL4 are linked to rare forms of monogenic heritable autism, but its localization and function are unknown. Using the retina as a model system, we show that NL4 is preferentially localized to glycinergic postsynapses and that the loss of NL4 is accompanied by a reduced number of glycine receptors mediating fast glycinergic transmission. Accordingly, NL4-deficient ganglion cells exhibit slower glycinergic miniature postsynaptic currents and subtle alterations in their stimulus-coding efficacy, and inhibition within the NL4-deficient retinal network is altered as assessed by electroretinogram recordings. These data indicate that NL4 shapes network activity and information processing in the retina by modulating glycinergic inhibition. Importantly, NL4 is also targeted to inhibitory synapses in other areas of the CNS, such as the thalamus, colliculi, brainstem, and spinal cord, and forms complexes with the inhibitory postsynapse proteins gephyrin and collybistin in vivo, indicating that NL4 is an important component of glycinergic postsynapses.","dc:creator":"Hoon M","dc:date":"2011","dc:title":"Neuroligin-4 is localized to glycinergic postsynapses and regulates inhibition in the retina."},"rdfs:label":"NLGN4 expression in glycinergic postsynapses"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression in neurons of retina showed that KO of NL4 also inhibited latency of neurons and amplitude of signal."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2024160-83d9-4fb0-b75d-dc1f4ee61da0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7cba1090-a6fa-4f57-b1e3-e4c9894e5259","type":"FunctionalAlteration","dc:description":"Measured neuron excitation of WT and NLGN4 KO mouse neurons pulled from the somatosensory cortex and found that it was decreased in the knockout mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24104404","type":"dc:BibliographicResource","dc:abstract":"Neuroligins (Nlgns) are postsynaptic cell adhesion molecules that form transynaptic complexes with presynaptic neurexins and regulate synapse maturation and plasticity. We studied the impact of the loss of Nlgn4 on the excitatory and inhibitory circuits in somatosensory cortical slices of juvenile mice by electrically stimulating these circuits using a multi-electrode array and recording the synaptic input to single neurons using the patch-clamp technique. We detected a decreased network response to stimulation in both excitatory and inhibitory circuits of Nlgn4 knock-out animals as compared to wild-type controls, and a decreased excitation-inhibition ratio. These data indicate that Nlgn4 is involved in the regulation of excitatory and inhibitory circuits and contributes to a balanced circuit response to stimulation. ","dc:creator":"Delattre V","dc:date":"2013","dc:title":"Nlgn4 knockout induces network hypo-excitability in juvenile mouse somatosensory cortex in vitro."},"rdfs:label":"Hypo-excitability in juvenile mouse somatosensory cortex"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Neuron excitation is decreased in mice without NGLN4"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:35c28f87-1692-4420-9a38-a14dfbf53752","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ec688324-d092-4368-893e-79a73689140a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Wefound that hiPS-neurons are indeed able to form presynaptic specializations onto HEK293T cells expressing WT NLGN4 (Fig. 3 F–L). Furthermore, expression of an autism-linked splice variant of\nNLGN4 with a skipped exon 4, which we refer hereupon as\nNLGN4 ΔE4 (31), was unable to induce synapses in the same\nassay. This finding was quantified in terms of percent-area of\nsynapsin staining and mean intensity, which are significantly increased\nin the NLGN4-expressing cells but not in control or ΔE4\ncells (Fig. 3 G–L).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21278334","type":"dc:BibliographicResource","dc:abstract":"A major goal of stem-cell research is to identify conditions that reliably regulate their differentiation into specific cell types. This goal is particularly important for human stem cells if they are to be used for in vivo transplantation or as a platform for drug development. Here we describe the establishment of procedures to direct the differentiation of human embryonic stem cells and human induced pluripotent stem cells into forebrain neurons that are capable of forming synaptic connections. In addition, HEK293T cells expressing Neuroligin (NLGN) 3 and NLGN4, but not those containing autism-associated mutations, are able to induce presynaptic differentiation in human induced pluripotent stem cell-derived neurons. We show that a mutant NLGN4 containing an in-frame deletion is unable to localize correctly to the cell surface when overexpressed and fails to enhance synapse formation in human induced pluripotent stem cell-derived neurons. These findings establish human pluripotent stem cell-derived neurons as a viable model for the study of synaptic differentiation and function under normal and disorder-associated conditions.","dc:creator":"Kim JE","dc:date":"2011","dc:title":"Investigating synapse formation and function using human pluripotent stem cell-derived neurons."},"rdfs:label":"Human stem cell-derived neurons with HEK293T induced difrtn"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1,"dc:description":"This cell culture model of stem cell neurons shows that WT NLGN4 is essential for the differentiation of neurons. The NLGN4 variant with skipping of exon 4 was not able to produce the same level of neuron differentiation and specialization as the WT. This model of human cells demonstrates that NLGN4 is responsible for neurodevelopment and therefore plays a role in this complex neurodevelopmental phenotype"},{"id":"cggv:dd6b44f4-6b94-456f-b8f0-af1fecbaf07e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6c932319-1313-4346-91ac-7b542d79df93","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These changes are consistent with features of autism spectrum disorder and were assessed with various behavioral studies including sociability and social memory tests, social interactions in pairs, ultrasound vocalization tests etc.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29106499","type":"dc:BibliographicResource","dc:abstract":"Neuroligin-4 (Nlgn4) is a cell adhesion protein that regulates synapse organization and function. Mutations in human NLGN4 are among the causes of autism spectrum disorders. In mouse, Nlgn4 knockout (KO) perturbs GABAergic synaptic transmission and oscillatory activity in hippocampus, and causes social interaction deficits. The complex profile of cellular and circuit changes that are caused by Nlgn4-KO is still only partly understood. Using Nlgn4-KO mice, we found that Nlgn4-KO increases the power in the alpha frequency band of spontaneous network activity in the barrel cortex under urethane anesthesia in vivo. Nlgn4-KO did not affect single-whisker-induced local field potentials, but suppressed the late evoked multiunit activity in vivo. Although Nlgn4-KO did not affect evoked EPSCs in layer 4 (L4) spiny stellate cells in acute thalamocortical slices elicited by electrical stimulation of thalamocortical inputs, it caused a lower frequency of both miniature (m) IPSCs and mEPSCs, and a decrease in the number of readily releasable vesicles at GABAergic and glutamatergic connections, weakening both excitatory and inhibitory transmission. However, Nlgn4 deficit strongly suppresses glutamatergic activity, shifting the excitation-inhibition balance to inhibition. We conclude that Nlgn4-KO does not influence the incoming whisker-mediated sensory information to the barrel cortex, but modifies intracortical information processing.","dc:creator":"Unichenko P","dc:date":"2018","dc:title":"Autism Related Neuroligin-4 Knockout Impairs Intracortical Processing but not Sensory Inputs in Mouse Barrel Cortex."},"rdfs:label":"C57BL/6J mouse with NL-4 KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded mouse model to avoid inflating the score since this mouse is on the same background as that described in El-Kordi 2013, Ju 2014"},{"id":"cggv:a9405355-b4ff-40a0-8711-86170bbf2cbc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ccddc8b2-f43f-42d0-8a03-f7eabb24a1cb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Basic behaviors were normal for male and female NLGN4 null mice (activity, anxiety, motor performance, exploratory behavior). However, the mutant mice of both genders displayed broadly impaired social behaviors and communication (approach behavior, vocalization, aggression, nest building). The null mice also displayed increased behaviors of marble burying and circling.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23183221","type":"dc:BibliographicResource","dc:abstract":"Autism is the short name of a complex and heterogeneous group of disorders (autism spectrum disorders, ASD) with several lead symptoms required for classification, including compromised social interaction, reduced verbal communication and stereotyped repetitive behaviors/restricted interests. The etiology of ASD is still unknown in most cases but monogenic heritable forms exist that have provided insights into ASD pathogenesis and have led to the notion of autism as a 'synapse disorder'. Among the most frequent monogenic causes of autism are loss-of-function mutations of the NLGN4X gene which encodes the synaptic cell adhesion protein neuroligin-4X (NLGN4X). We previously described autism-like behaviors in male Nlgn4 null mutant mice, including reduced social interaction and ultrasonic communication. Here, we extend the phenotypical characterization of Nlgn4 null mutant mice to both genders and add a series of additional autism-relevant behavioral readouts. We now report similar social interaction and ultrasonic communication deficits in females as in males. Furthermore, aggression, nest-building parameters, as well as self-grooming and circling as indicators of repetitive behaviors/stereotypies were explored in both genders. The construction of a gender-specific autism severity composite score for Nlgn4 mutant mice markedly diminishes population/sample heterogeneity typically obtained for single tests, resulting in p values of <0.00001 and a genotype predictability of 100% for male and of >83% for female mice. Taken together, these data underscore the similarity of phenotypical consequences of Nlgn4/NLGN4X loss-of-function in mouse and man, and emphasize the high relevance of Nlgn4 null mutant mice as an ASD model with both construct and face validity. ","dc:creator":"El-Kordi A","dc:date":"2013","dc:title":"Development of an autism severity score for mice using Nlgn4 null mutants as a construct-valid model of heritable monogenic autism."},"rdfs:label":"NLGN4 null mice as autism model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"This study thoroughly assessed this model for autism. This publication was a more thorough assessment of their previous work. They identified autism-like behaviors in both genders of null mice."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11}],"evidenceStrength":"Definitive","sequence":3561,"specifiedBy":"GeneValidityCriteria7","strengthScore":17,"subject":{"id":"cggv:2ea23223-432d-433c-84cc-dc6b711eb369","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:14287","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"The relationship between the NLGN4X gene and X-linked complex neurodevelopmental disorder was assessed using the ClinGen Clinical Validity Framework on 7/26/2018. The observed phenotypes for patients with variants in this gene include autism spectrum disorders, intellectual disability, attention deficit hyperactivity disorder (ADHD), and/or cerebral palsy. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s) or inheritance pattern. Therefore, all of the disease entities have been lumped into one disease entity, X-linked complex neurodevelopmental disorder.\n\nSupporting evidence includes both case-level data and experimental data. Variants in NLGN4X in individuals with complex neurodevelopmental disorders were reported as early as 2003 (Jamain et al. PMID:12669065). Since that time, multiple variants (e.g. missense, nonsense, frameshift, large deletions) have been reported, including the 7 variants documented here (PMIDs:26350204, 14963808, 12669065, 23352163, 28263302,16648374). Of note, our curation also includes the exonic deletion reported by Lawson-Yuen et al. (PMID:18231125) (at 1.5 points); this evidence was not formally documented in the same manner as the smaller single nucleotide variants due to limitations registering larger variants in the ClinGen Allele Registry. Variants in this gene have been reported to segregate with disease in at least one large family comprised of 13 affected family members (PMID:14963808). More evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached. \n\nThe mechanism for disease is loss of function, as many of the cases in the publications cited above have null variants in hemizygous males. This gene-disease association is supported by mouse models displaying neurodevelopmental phenotypes consistent with autism, as well as expression and functional alteration studies (PMIDs:12669065, 21282647, 24104404,  23183221, 29106499, 21278334). In summary, NLGN4X is definitively associated with X-linked complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen ID/Autism GCEP on 8/1/2018.","dc:isVersionOf":{"id":"cggv:bed32aec-b1a6-41ff-9607-b4172888c46a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}