{"id":"cggv:786eac72-8014-4fdf-b279-10a5faaa09b8v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:786eac72-8014-4fdf-b279-10a5faaa09b8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10025","date":"2021-01-08T19:17:49.032Z","role":"Publisher"},{"id":"cggv:786eac72-8014-4fdf-b279-10a5faaa09b8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10025","date":"2020-12-15T00:26:07.349Z","role":"Approver"}],"evidence":[{"id":"cggv:786eac72-8014-4fdf-b279-10a5faaa09b8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:786eac72-8014-4fdf-b279-10a5faaa09b8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec2242b6-2a50-494f-9b8f-6c93d192d4c1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e1197c69-29b1-4d9f-99ce-15475ddd4800","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"GST–KCNQ1 fusion proteins were incubated with cardiac muscle homogenates from human or TG1 (hKCNQ1- hKCNE1) mouse hearts. GST–KCNQ1-LZ, containing the LZ motif, coprecipitated PP1, PKA, and yotiao. This interaction was specific, as neither GST alone nor GST-KCNQ1 fragments from other intracellular regions without the LZ motif coprecipitated PP1, PKA, or yotiao.GST–KCNQ1-LZ did not directly bind recombinant PP1 or PKA catalytic subunits indicating that the binding of PP1 and PKA to hKCNQ1 requires yotiao. Moreover, a mutant peptide (KCNQ1-LZm) containing alanine substitutions (Leu602 3 Ala, Ile609 3Ala) that disrupt the LZ motif did not coprecipitate PP1, PKA, or yotiao. yotiao is the only protein that targets PKA and PP1 to hKCNQ1 complex, because incubation of cardiac homogenates with a peptide containing the KCNQ1 LZ motif (which binds yotiao) prevented coimmunoprecipitation of yotiao, PKA, and PP1 with KCNQ1.The corresponding mutant peptide containing a disrupted LZ (GST–KCNQ1-LZm) did not disrupt complexes of KCNQ1 with yotiao, PKA, or PP1. When hKCNQ1 and yotiao were coexpressed CHO cells, PKA and PP1 were coimmunoprecipitated with hKCNQ1. Without yotiao, PKA and PP1 did not coimmunoprecipitate with hKCNQ1. Disrupting the hKCNQ1 LZ with alanine substitutions (KCNQ1-LZm) or with the LQTS-associated KCNQ1-G589D mutation (in the COOH-terminal hKCNQ1 LZ motif ) prevented binding of yotiao, PKA, or PP1 to the channel. Thus, the LZ motif is required for yotiao-mediated targeting of PKA and PP1 to hKCNQ1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11799244","type":"dc:BibliographicResource","dc:abstract":"Sympathetic nervous system (SNS) regulation of cardiac action potential duration (APD) is mediated by beta adrenergic receptor (betaAR) activation, which increases the slow outward potassium ion current (IKS). Mutations in two human I(KS) channel subunits, hKCNQ1 and hKCNE1, prolong APD and cause inherited cardiac arrhythmias known as LQTS (long QT syndrome). We show that betaAR modulation of I(KS) requires targeting of adenosine 3',5'-monophosphate (cAMP)-dependent protein kinase (PKA) and protein phosphatase 1 (PP1) to hKCNQ1 through the targeting protein yotiao. Yotiao binds to hKCNQ1 by a leucine zipper motif, which is disrupted by an LQTS mutation (hKCNQ1-G589D). Identification of the hKCNQ1 macromolecular complex provides a mechanism for SNS modulation of cardiac APD through IKS.","dc:creator":"Marx SO","dc:date":"2002","dc:title":"Requirement of a macromolecular signaling complex for beta adrenergic receptor modulation of the KCNQ1-KCNE1 potassium channel."},"rdfs:label":"gst-pulldown and coimmunoprecipitation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:81b39e0f-3029-4e40-9672-dea05ac5ee3d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:508f0ff8-7435-46ea-8d29-035b8c4e65d2","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"In immunoprecipitations of hKCNQ1 from cardiac homogenates, the Authors found that PKA catalytic and regulatory (RII) subunits, protein phosphatase 1 (PP1) (but not PP2A), and the PKA- and PP1-targeting protein yotiao [which also targets PKA and PP1 to N-methyl-D-aspartate (NMDA) receptors in the brain (7)] coimmunoprecipitated with hKCNQ1 from human cardiac homogenates (Fig. 1A). Thus, the PKA catalytic and regulatory subunits, PP1, and yotiao are components of the hKCNQ1 macromolecular complex.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11799244","rdfs:label":"immunoprecipitations"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:3befb5bd-ca24-4779-bce4-54e85b561cef","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a3cc3e3c-8da6-4306-83fd-9adfb1a2b5ab","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"KCNQ1 Forms Complexes with AC2 or AC9 (adenylyl cyclase isoforms) via interactions with Yotiao.  AC2 and AC9 activities were both associated with KCNQ1-KCNE1 immune complexes, giving rise to \u00045- and 3-fold increases in associated AC activity, respectively, compared with controls lacking KCNQ1-KCNE1 expression (Fig. 1, A and C). The interaction of AC9 with the channel was dependent on the presence of Yotiao, as a significant reduction of AC9 activity was observed in the absence of Yotiao expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22778270","type":"dc:BibliographicResource","dc:abstract":"The scaffolding protein Yotiao is a member of a large family of protein A-kinase anchoring proteins with important roles in the organization of spatial and temporal signaling. In heart, Yotiao directly associates with the slow outward potassium ion current (I(Ks)) and recruits both PKA and PP1 to regulate I(Ks) phosphorylation and gating. Human mutations that disrupt I(Ks)-Yotiao interaction result in reduced PKA-dependent phosphorylation of the I(Ks) subunit KCNQ1 and inhibition of sympathetic stimulation of I(Ks), which can give rise to long-QT syndrome. We have previously identified a subset of adenylyl cyclase (AC) isoforms that interact with Yotiao, including AC1-3 and AC9, but surprisingly, this group did not include the major cardiac isoforms AC5 and AC6. We now show that either AC2 or AC9 can associate with KCNQ1 in a complex mediated by Yotiao. In transgenic mouse heart expressing KCNQ1-KCNE1, AC activity was specifically associated with the I(Ks)-Yotiao complex and could be disrupted by addition of the AC9 N terminus. A survey of all AC isoforms by RT-PCR indicated expression of AC4-6 and AC9 in adult mouse cardiac myocytes. Of these, the only Yotiao-interacting isoform was AC9. Furthermore, the endogenous I(Ks)-Yotiao complex from guinea pig also contained AC9. Finally, AC9 association with the KCNQ1-Yotiao complex sensitized PKA phosphorylation of KCNQ1 to β-adrenergic stimulation. Thus, in heart, Yotiao brings together PKA, PP1, PDE4D3, AC9, and the I(Ks) channel to achieve localized temporal regulation of β-adrenergic stimulation.","dc:creator":"Li Y","dc:date":"2012","dc:title":"The A-kinase anchoring protein Yotiao facilitates complex formation between adenylyl cyclase type 9 and the IKs potassium channel in heart."},"rdfs:label":"KCNQ1/AC Complex formation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:b0be68ef-715f-4cc4-976d-b7b18cc5aa46","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9a7a303-88e1-48db-93aa-ade078e99cc6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"AKAP9-encoded Yotiao forms a macromolecular complex with the slowly activating\ncardiac potassium channel (IKs) a critical repolarizing pathway in the human heart. Variants of LQTS have been shown to be caused by mutations in the IKs channel \u0001 (KCNQ1, LQT1)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18093912","type":"dc:BibliographicResource","dc:abstract":"A-kinase anchoring proteins (AKAPs) recruit signaling molecules and present them to downstream targets to achieve efficient spatial and temporal control of their phosphorylation state. In the heart, sympathetic nervous system (SNS) regulation of cardiac action potential duration (APD), mediated by beta-adrenergic receptor (betaAR) activation, requires assembly of AKAP9 (Yotiao) with the I(Ks) potassium channel alpha subunit (KCNQ1). KCNQ1 mutations that disrupt this complex cause type 1 long-QT syndrome (LQT1), one of the potentially lethal heritable arrhythmia syndromes. Here, we report identification of (i) regions on Yotiao critical to its binding to KCNQ1 and (ii) a single putative LQTS-causing mutation (S1570L) in AKAP9 (Yotiao) localized to the KCNQ1 binding domain in 1/50 (2%) subjects with a clinically robust phenotype for LQTS but absent in 1,320 reference alleles. The inherited S1570L mutation reduces the interaction between KCNQ1 and Yotiao, reduces the cAMP-induced phosphorylation of the channel, eliminates the functional response of the I(Ks) channel to cAMP, and prolongs the action potential in a computational model of the ventricular cardiocyte. These reconstituted cellular consequences of the inherited S1570L-Yotiao mutation are consistent with delayed repolarization of the ventricular action potential observed in the affected siblings. Thus, we have demonstrated a link between genetic perturbations in AKAP and human disease in general and AKAP9 and LQTS in particular.","dc:creator":"Chen L","dc:date":"2007","dc:title":"Mutation of an A-kinase-anchoring protein causes long-QT syndrome."},"rdfs:label":"interaction with KCNQ1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:79546ad5-34a6-46a8-9d58-dee81bf17902","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:edbf5c51-0607-495f-ba5a-187bd3587413","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The finding that the hKCNQ1-G589D mutation prevents cAMP-dependent regulation of IKS suggests that these mutant channels may not respond to bAR-mediated signaling in patients. Along with the reduced expression of IKS in carriers of the hKCNQ1-G589D mutation (13), uncoupling of the channel from SNS modulation may exacerbate the defect in APD shortening and further increase the risk of exercise-induced ventricular tachyarrhythmias that cause sudden cardiac death (SCD) in some patients (6). Indeed, SCD is associated with SNS stimulation in 81% of individuals with the KCNQ1-G589D mutation in whom a trigger event can be identified (13), in contrast to other K1 channel mutations in which only ;10% of SCD cases are triggered by SNS activation (4). Taken together, our data show that the regulation of hKCNQ1 by PKA-dependent phosphorylation requires a macromolecular complex that includes PKA, PP1, and the targeting protein yotiao and provide a mechanistic link between the sympathetic nervous system and modulation of the cardiac APD through IKS.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11799244","rdfs:label":"patch-clamp"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:1e7de9aa-1c26-4c9f-a17b-144254a974d5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:33d75dcf-3ff4-45b6-a28e-b5ba1777ddf8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"LQT5 mutation P127T in KCNE1 distal C-terminus, suppressed yotiao-dependent cAMP-mediated upregulation of IKS currents by reducing KCNQ1 phosphorylation at S27. we mapped the KCNE1 effect to its distal C-terminus by showing that deletion of the KCNE1 C-terminus (D109–129) and the LQT5 mutation P127T depress KCNQ1 phosphorylation at S27 and subsequently prevent the cAMPmediated increase in IKS currents.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25037568","type":"dc:BibliographicResource","dc:abstract":"KCNQ1 and KCNE1 co-assembly generates the I(KS) K(+) current, which is crucial to the cardiac action potential repolarization. Mutations in their corresponding genes cause long QT syndrome (LQT) and atrial fibrillation. The A-kinase anchor protein, yotiao (also known as AKAP9), brings the I(KS) channel complex together with signaling proteins to achieve regulation upon β1-adrenergic stimulation. Recently, we have shown that KCNQ1 helix C interacts with the KCNE1 distal C-terminus. We postulated that this interface is crucial for I(KS) channel modulation. Here, we examined the yet unknown molecular mechanisms of LQT mutations located at this intracellular intersubunit interface. All LQT mutations disrupted the internal KCNQ1-KCNE1 intersubunit interaction. LQT mutants in KCNQ1 helix C led to a decreased current density and a depolarizing shift of channel activation, mainly arising from impaired phosphatidylinositol-4,5-bisphosphate (PIP2) modulation. In the KCNE1 distal C-terminus, the LQT mutation P127T suppressed yotiao-dependent cAMP-mediated upregulation of the I(KS) current, which was caused by reduced KCNQ1 phosphorylation at S27. Thus, KCNQ1 helix C is important for channel modulation by PIP2, whereas the KCNE1 distal C-terminus appears essential for the regulation of IKS by yotiao-mediated PKA phosphorylation.","dc:creator":"Dvir M","dc:date":"2014","dc:title":"Long QT mutations at the interface between KCNQ1 helix C and KCNE1 disrupt I(KS) regulation by PKA and PIP₂."},"rdfs:label":"patch-clamp"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:786eac72-8014-4fdf-b279-10a5faaa09b8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f0bae9c7-13f8-4760-b890-1d894a6ce147","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:37e06e02-3f1f-4844-9bdc-73dfbce9c2b7","type":"FunctionalAlteration","dc:description":"Cells expressing S1570L-Yotiao had a lower IKs density before CPT-cAMP/OA application compared with cells expressing WT-Yotiao; IKs densities in cells transfected with\nS1570L-Yotiao did not increase upon CPT-cAMP/OA application after cAMP/OA; IKs densities of cells transfected with WT-Yotiao increased upon CPT-cAMP/OA\napplication.  Therefore IKs channels in cells transfected with S1570L-Yotiao are functionally unresponsive to cAMP.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18093912","rdfs:label":"response to cAMP"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:786eac72-8014-4fdf-b279-10a5faaa09b8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:786eac72-8014-4fdf-b279-10a5faaa09b8_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:97e4044b-97a1-4e24-8dbc-b1a6b65b235a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:25be6f50-7185-4189-97f3-43dc86ab7135","type":"Proband","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"QTC 457 ms","phenotypes":"obo:HP_0005184","sex":"UnknownEthnicity","variant":{"id":"cggv:97e4044b-97a1-4e24-8dbc-b1a6b65b235a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ef946aa4-fdf3-4163-9dad-870c2c4c10bc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005751.5(AKAP9):c.5341T>A (p.Ser1781Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204266"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26132555","type":"dc:BibliographicResource","dc:abstract":"Long QT syndrome (LQTS) is an arrhythmogenic disorder that can lead to sudden death. To date, mutations in 15 LQTS-susceptibility genes have been implicated. However, the genetic cause for approximately 20% of LQTS patients remains elusive. Here, we performed whole-exome sequencing analyses on 59 LQTS and 61 unaffected individuals in 35 families and 138 unrelated LQTS cases, after genetic screening of known LQTS genes. Our systematic analysis of familial cases and subsequent verification by Sanger sequencing identified 92 candidate mutations in 88 genes for 23 of the 35 families (65.7%): these included eleven de novo, five recessive (two homozygous and three compound heterozygous) and seventy-three dominant mutations. Although no novel commonly mutated gene was identified other than known LQTS genes, protein-protein interaction (PPI) network analyses revealed ten new pathogenic candidates that directly or indirectly interact with proteins encoded by known LQTS genes. Furthermore, candidate gene based association studies using an independent set of 138 unrelated LQTS cases and 587 controls identified an additional novel candidate. Together, mutations in these new candidates and known genes explained 37.1% of the LQTS families (13 in 35). Moreover, half of the newly identified candidates directly interact with calmodulin (5 in 11; comparison with all genes; p=0.042). Subsequent variant analysis in the independent set of 138 cases identified 16 variants in the 11 genes, of which 14 were in calmodulin-interacting genes (87.5%). These results suggest an important role of calmodulin and its interacting proteins in the pathogenesis of LQTS.","dc:creator":"Shigemizu D","dc:date":"2015","dc:title":"Exome Analyses of Long QT Syndrome Reveal Candidate Pathogenic Mutations in Calmodulin-Interacting Genes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26132555","rdfs:label":"2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:6613be6f-41e1-4bc2-9193-ef5492cd2ef6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0009f237-3e20-418e-a277-77294709a1e5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"Targeted mutational analysis of key AKAP9 (chromosome 7q21-q22) exons (2, 9–11, and 16–19) encoding for the Yotiao domains that interact with KCNQ1 was performed on genomic DNA by using PCR, denaturing high performance liquid chromatography (DHPLC), and direct\nDNA sequencing.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":"obo:HP_0005184","previousTesting":true,"previousTestingDescription":"Negative genetic testing of 10 LQTS genes","secondTestingMethod":"High resolution melting","sex":"Female","variant":{"id":"cggv:6613be6f-41e1-4bc2-9193-ef5492cd2ef6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:df2d3421-8a85-4aaf-a4ce-1e58b438df0f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005751.5(AKAP9):c.4709C>T (p.Ser1570Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5883"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18093912"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18093912","rdfs:label":"S1570L Index case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:39e988c7-b1db-4e24-874f-9e4a4dab050d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f0435e25-62d4-43f2-b2a8-42c8bfc29ef6","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":32,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Seizures. Long QT syndrome???","phenotypes":"obo:HP_0001695","sex":"Male","variant":{"id":"cggv:39e988c7-b1db-4e24-874f-9e4a4dab050d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3541fa35-7078-4b37-add0-0f24c2a7a442","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005751.5(AKAP9):c.6134A>G (p.Asn2045Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4337001"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29350269","type":"dc:BibliographicResource","dc:abstract":"Sudden cardiac death (SCD) is one of the major causes of mortality worldwide, mostly involving coronary artery disease in the elderly. In contrary, sudden death events in young victims often represent the first manifestation of undetected genetic cardiac diseases, which remained without any symptoms during lifetime. Approximately 30% of these sudden death cases have no definite cardiac etiology after a comprehensive medicolegal investigation and are therefore termed as sudden unexplained death (SUD) cases. Advances in high-throughput sequencing approaches have provided an efficient diagnostic tool to identify likely pathogenic variants in cardiovascular disease-associated genes in otherwise autopsy-negative SUD cases. The aim of this study was to genetically investigate a cohort of 34 unexplained death cases by focusing on candidate genes associated with cardiomyopathies and channelopathies. Exome analysis identified potentially disease-causing sequence alterations in 29.4% of the 34 SUD cases. Six (17.6%) individuals had variants with likely functional effects in the channelopathy-associated genes AKAP9, KCNE5, RYR2, and SEMA3A. Interestingly, four of these six SUD individuals were younger than 18 years of age. Since the total SUD cohort of this study included five children and adolescents, post-mortem molecular autopsy screening indicates a high diagnostic yield within this age group. Molecular genetic testing represents a valuable approach to uncover the cause of death in some of the SUD victims; however, 70-80% of the cases still remain elusive, emphasizing the importance of additional research to better understand the pathological mechanisms leading to a sudden death event.","dc:creator":"Neubauer J","dc:date":"2018","dc:title":"Exome analysis in 34 sudden unexplained death (SUD) victims mainly identified variants in channelopathy-associated genes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29350269","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Variant in 1% of the AA!"},{"id":"cggv:f9338f99-dfc4-47aa-8884-b1d7718c39f7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb0a3611-c1c5-4ee0-97c2-ec2741ff8dd9","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":23,"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"QTc 453 ms","phenotypes":"obo:HP_0005184","sex":"Female","variant":{"id":"cggv:f9338f99-dfc4-47aa-8884-b1d7718c39f7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:10e90367-e6bc-401f-8df0-d56ad1588074","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005751.5(AKAP9):c.10361G>A (p.Arg3454Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4337931"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26189708","type":"dc:BibliographicResource","dc:abstract":"Unexplained cardiac arrest (UCA) can be caused by low-penetrance genetic disorders. The aim of this cross-sectional study is to assess the usefulness of a new diagnostic protocol: Thirty-five patients were recruited from 9 Spanish centers. Electrocardiogram, echocardiogram, and coronary catheterization were used to rule out electrical or structural heart disease in all subjects. Patients underwent pharmacologic tests with epinephrine and flecainide, followed by assessment of family members using electrocardiogram and echocardiogram, and next-generation genetic sequencing to analyze 126 genes if all the other test results were negative. A firm diagnosis of channelopathy required phenotypic proof of the condition in unmasking tests, the presence of a pathogenic variant consistent with the phenotype observed, and/or co-segregation of the mutation found in a family member's phenotype. A firm diagnosis was made in 18 cases. The diagnoses were 7 Brugada syndrome, 5 catecholaminergic polymorphic ventricular tachycardia, 3 long QT syndrome, 2 early repolarization syndrome, and 1 short QT syndrome. Pharmacologic testing was the most frequent method of diagnosis. In 5 cases, the diagnosis was made based on positive genetic testing without phenotypic alterations. In conclusion, this sequential diagnostic protocol allows diagnoses to be made in approximately half of the UCA cases. These diagnoses are low clinical penetrance channelopathies. If interpreted carefully, genetic tests can be a useful tool for diagnosing UCA without a phenotype. ","dc:creator":"Jiménez-Jáimez J","dc:date":"2015","dc:title":"Diagnostic Approach to Unexplained Cardiac Arrest (from the FIVI-Gen Study)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26189708","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:dd0582ec-95c2-402e-b0d8-c610300663d5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1b5955b4-76c1-4aff-b4bc-1bcfe88fb525","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"detectionMethod":"NGS of 14 reported LQTS-associated genes","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0005184","obo:HP_0001279"],"sex":"Female","variant":{"id":"cggv:dd0582ec-95c2-402e-b0d8-c610300663d5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2eeea016-10fb-4331-89af-38312a8da2ae","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005751.5(AKAP9):c.4826G>A (p.Arg1609Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4336663"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28003625","type":"dc:BibliographicResource","dc:abstract":"Long QT syndrome (LQTS) has great genetic heterogeneity: more than 500 mutations have been described in several genes. Despite many advances, a genetic diagnosis still cannot be established in 25-30% of patients. The aim of the present study was to perform genetic evaluation in 9 Russian families with LQTS; here we report the results of 4 positive probands and their relatives (a total of 16 individuals). All subjects underwent clinical examination, 12-lead ECG, and Holter monitoring. Genetic analysis of the 14 genes mainly involved in LQTS was performed using a next-generation sequencing approach. We identified two new mutations (KCNQ1 gene) and 6 known mutations (AKAP9, ANK2, KCNE1 and KCNJ2 genes) in 4 out of 9 probands, some of which have already been described in association with LQTS. Segregation studies suggest a possible causative role for KCNQ1 p.(Leu342Pro), AKAP9 p.(Arg1609Lys), KCNE1 p.(Asp85Asn), and KCNJ2 p.(Arg82Gln) variations. Our study confirmed the high genetic heterogeneity of this disease and highlights the difficulties to reveal clear pathogenic genotypes also in large pedigrees. To the best of our knowledge, this is the first genetic study of LQTS patients from Russian families.","dc:creator":"Maltese PE","dc:date":"2017","dc:title":"Gene-Targeted Analysis of Clinically Diagnosed Long QT Russian Families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28003625","rdfs:label":"Family 2 - P"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:45e13fa2-473a-4723-b53c-c6254bd41f49_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fdf4812c-3760-47c1-8e47-e85e59d519a3","type":"Proband","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"QTc 453 ms","phenotypes":"obo:HP_0005184","sex":"UnknownEthnicity","variant":{"id":"cggv:45e13fa2-473a-4723-b53c-c6254bd41f49_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ae3809c5-3bd6-44d5-bea8-7c97fb3d1a54","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005751.5(AKAP9):c.2295T>A (p.Asp765Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204262"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26132555"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26132555","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Disputed","sequence":1775,"specifiedBy":"GeneValidityCriteria8","strengthScore":5,"subject":{"id":"cggv:dd41bfd6-aee7-4bb3-bdce-2f6d1fdd484b","type":"GeneValidityProposition","disease":"obo:MONDO_0002442","gene":"hgnc:379","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"AKAP9 encodes A-kinase anchor protein 9, a scaffold protein that binds  to the slowly activating cardiac potassium channel (Iks) and is important for its physiological response to sympathetic stimulation. \nThe first study to associate this gene with LQTS used a candidate gene approach and identified a missense variant in AKAP9 in a single patient with LQTS (PMID 18093912). However, because of the candidate gene approach, lack of segregation or case-control data and paucity of additional genetic and experimental data, this gene-disease association was classified as disputed.\nNote: All LQTS genes were curated by 3 separate blinded teams. The evidence and scores reached by these 3 teams were reviewed by the LQTS Clinical Domain Expert Panel. For a detailed discussion of this group's work and the separate scores of the 3 teams please see \"Adler et al. An International, Multicentered, Evidence-Based Reappraisal of Genes Reported to Cause Congenital Long QT Syndrome. Circulation 2020;141(6):418-428. doi: 10.1161/CIRCULATIONAHA.119.043132”\nSee evidence summary","dc:isVersionOf":{"id":"cggv:786eac72-8014-4fdf-b279-10a5faaa09b8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}