{"id":"cggv:bade9ef3-17fa-42ee-a2d7-9c9b985b1503v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:bade9ef3-17fa-42ee-a2d7-9c9b985b1503_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-03-14T20:51:17.630Z","role":"Approver"},{"id":"cggv:bade9ef3-17fa-42ee-a2d7-9c9b985b1503_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-03-14T20:51:28.874Z","role":"Publisher"}],"evidence":[{"id":"cggv:bade9ef3-17fa-42ee-a2d7-9c9b985b1503_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bade9ef3-17fa-42ee-a2d7-9c9b985b1503_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.6},{"id":"cggv:bade9ef3-17fa-42ee-a2d7-9c9b985b1503_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bade9ef3-17fa-42ee-a2d7-9c9b985b1503_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0306509f-44ce-4415-b698-7c6cb56b0bee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d1be8cfc-1c24-43e9-8b8c-328d2f40a5c2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Microarray and RT-qPCR experiments demonstrate the enhanced expression of TTN in adult skeletal muscle, adult heart, and fetal skeletal muscle, with 313 of the 363 TTN exons expressed to some degree in adult skeletal muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16949617","type":"dc:BibliographicResource","dc:abstract":"While the role of titin as a sarcomeric protein is well established, its potential functional role(s) in smooth muscles and non-muscle tissues are controversial. We used a titin exon array to search for which part(s) of the human titin transcriptional unit encompassing 363 exons is(are) expressed in non-striated muscle tissues. Expression profiling of adult smooth muscle tissues (aorta, bladder, carotid, stomach) identified alternatively spliced titin isoforms, encompassing 80 to about 100 exons. These exons code for parts of the titin Z-disk, I-band and A-band regions, allowing the truncated smooth muscle titin isoform to link Z-disks/dense bodies together with thick filaments. Consistent with the array data, Western blot studies detected the expression of approximately 1 MDa smooth muscle titin in adult smooth muscles, reacting with selected Z-disc, I-band, and A-band titin antibodies. Immunofluorescence with these antibodies located smooth muscle titin in the cytoplasm of cultured human aortic smooth muscle cells and in the tunica media of intact adult bovine aorta. Real time PCR studies suggested that smooth muscle titins are expressed from a promoter located 35 kb or more upstream of the transcription initiation site used for striated muscle titin, driving expression of a bi-cistronic mRNA, coding 5' for the anonymous gene FL39502, followed 3' by titin, respectively. Our work showed that smooth muscle and striated muscle titins share in their conserved amino-terminal regions binding sites for alpha-actinin and filamins: Yeast two-hybrid screens using Z2-Zis1 titin baits identified prey clones coding for alpha-actinin-1 and filamin-A from smooth muscle, and alpha-actinin-2/3, filamin-C, and nebulin from skeletal muscle cDNA libraries, respectively. This suggests that the titin Z2-Zis1 domain can link filamins and alpha-actinin together in the periphery of the Z-line/dense bodies in a fashion that is conserved in smooth and striated muscles.","dc:creator":"Labeit S","dc:date":"2006","dc:title":"Expression of distinct classes of titin isoforms in striated and smooth muscles by alternative splicing, and their conserved interaction with filamins."},"rdfs:label":"TTN expression in striated muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Both Human Protein Atlas and GTEx report enhanced TTN expression in human skeletal and heart muscle."},{"id":"cggv:b3fdadc3-d0c2-46b4-b434-eb947cc3a10b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b74fd214-febf-422e-b566-db39e18101be","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Defects in striated muscle leading to muscle weakness are consistent with the well-described role of titin in the assembly and function of the sarcomere.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20551232","type":"dc:BibliographicResource","dc:abstract":"The giant muscle protein titin, the \"backbone\" of the sarcomere, harbors a complex molecular spring whose stiffness is variably tuned in health and disease. Titin is increasingly recognized as a crucial integrator of diverse myocyte signaling pathways. The titin-associated signalosome includes hotspots of protein-protein interactions important for the regulation of protein quality-control mechanisms, hypertrophic gene activation, and mechanosensing.","dc:creator":"Linke WA","dc:date":"2010","dc:title":"The giant protein titin as an integrator of myocyte signaling pathways."},"rdfs:label":"Titin in sarcomere assembly and function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Moderate","sequence":4059,"specifiedBy":"GeneValidityCriteria8","strengthScore":7.6,"subject":{"id":"cggv:41fd528d-b50e-4d94-b8a2-67a45b95fa11","type":"GeneValidityProposition","disease":"obo:MONDO_0011362","gene":"hgnc:12403","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TTN* was first reported in relation to ​autosomal dominant hereditary proximal myopathy with prominent respiratory failure ​​in ​2012 (Pfeffer et al., 2012, PMID: 22577215)​​. At least 13 unique missense variants affecting exon 344 of the titin A band have been reported in over 50 affected individuals. \n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we determined the unique genetic basis (missense variants in exon 344 of the titin A band) and clinical presentation of autosomal dominant hereditary proximal myopathy with prominent respiratory failure warranted a split curation from autosomal recessive titinopathies and from autosomal dominant tibial muscular dystrophy.\n\nEvidence ​supporting this gene-disease relationship includes ​case-level data from 17 probands in 6 publications (PMID: 22577215, PMID: 23446887, PMID: 23514108, PMID: 23606733, PMID: 25253871, PMID: 30666435) as well as familial segregation data (6.6 points). \n\nThis gene-disease association is also supported by biochemical and expression evidence supporting the role of *TTN* in affected tissues (PMID: 20551232, PMID: 16949617, 1 point). \n\nIn summary, there is moderate evidence to support the relationship between *TTN* and ​autosomal dominant hereditary proximal myopathy with prominent respiratory failure. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Congenital Myopathies Gene Curation Expert Panel on 8/23/2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:bade9ef3-17fa-42ee-a2d7-9c9b985b1503"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}