{"id":"cggv:092ed3e1-8a02-4c71-8134-24c4dc8d3a69v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:092ed3e1-8a02-4c71-8134-24c4dc8d3a69_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-06-30T16:18:19.235Z","role":"Publisher"},{"id":"cggv:092ed3e1-8a02-4c71-8134-24c4dc8d3a69_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-06-23T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/10839543","type":"dc:BibliographicResource","dc:abstract":"Familial incontinentia pigmenti (IP; MIM 308310) is a genodermatosis that segregates as an X-linked dominant disorder and is usually lethal prenatally in males. In affected females it causes highly variable abnormalities of the skin, hair, nails, teeth, eyes and central nervous system. The prominent skin signs occur in four classic cutaneous stages: perinatal inflammatory vesicles, verrucous patches, a distinctive pattern of hyperpigmentation and dermal scarring. Cells expressing the mutated X chromosome are eliminated selectively around the time of birth, so females with IP exhibit extremely skewed X-inactivation. The reasons for cell death in females and in utero lethality in males are unknown. The locus for IP has been linked genetically to the factor VIII gene in Xq28 (ref. 3). The gene for NEMO (NF-kappaB essential modulator)/IKKgamma (IkappaB kinase-gamma) has been mapped to a position 200 kilobases proximal to the factor VIII locus. NEMO is required for the activation of the transcription factor NF-kappaB and is therefore central to many immune, inflammatory and apoptotic pathways. Here we show that most cases of IP are due to mutations of this locus and that a new genomic rearrangement accounts for 80% of new mutations. As a consequence, NF-kappaB activation is defective in IP cells.","dc:creator":"Smahi A","dc:date":"2000","dc:title":"Genomic rearrangement in NEMO impairs NF-kappaB activation and is a cause of incontinentia pigmenti. The International Incontinentia Pigmenti (IP) Consortium."},"evidence":[{"id":"cggv:092ed3e1-8a02-4c71-8134-24c4dc8d3a69_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:092ed3e1-8a02-4c71-8134-24c4dc8d3a69_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aebd216b-5f4b-4a1f-961b-0b6bc4dd26f2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d179f915-2503-4eb6-b8bf-608c583c0c81","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"\"Scarce and sporadic expression of IKKy/NEMO in a few cells within the epidermis was found in biopsies taken from lesions of 11 different IP patients. Western blot analysis of two primary fibroblast cultures, established from an aborted male fetus as well as a newborn (which died within one day after birth), both of which were carried by the same IP mother, showed no expression of IKKy/NEMO, but normal expression of IKKa and IKKb. Genomic linkage analysis confirmed that these fibroblasts contained the affected X chromosome. Northern blot analysis revealed absence of IKKy/NEMO mRNA and PCr analysis suggested the presence of a large deletion encompassing exon 1 of the IKKy/NEMO gene.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10911991","type":"dc:BibliographicResource","dc:abstract":"IKK gamma/NEMO is the essential regulatory subunit of the I kappa B kinase (IKK), encoded by an X-linked gene in mice and humans. It is required for NF-kappa B activation and resistance to TNF-induced apoptosis. Female mice heterozygous for Ikk gamma/Nemo deficiency develop a unique dermatopathy characterized by keratinocyte hyperproliferation, skin inflammation, hyperkeratosis, and increased apoptosis. Although Ikk gamma+/- females eventually recover, Ikk gamma- males die in utero. These symptoms and inheritance pattern are very similar to those of incontinentia pigmenti (IP), a human genodermatosis, synthenic with the IKK gamma/NEMO locus. Indeed, biopsies and cells from IP patients exhibit defective IKK gamma/NEMO expression but normal expression of IKK catalytic subunits. This unique self-limiting disease, the first to be genetically linked to the IKK signaling pathway, is dependent on X-chromosome inactivation. We propose that the IKK gamma/NEMO-deficient cells trigger an inflammatory reaction that eventually leads to their death.","dc:creator":"Makris C","dc:date":"2000","dc:title":"Female mice heterozygous for IKK gamma/NEMO deficiencies develop a dermatopathy similar to the human X-linked disorder incontinentia pigmenti."},"rdfs:label":"Defective NEMO expression in human IP cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:092ed3e1-8a02-4c71-8134-24c4dc8d3a69_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:040e5c0a-184f-4f87-8cbd-4cac09d73d69","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e52e5deb-5c74-45cb-acf8-2f9dd1074751","type":"FunctionalAlteration","dc:description":"\"An NF-κB reporter gene analysis using NEMO-deficient HEK293 cells created by the CRISPR/Cas9 system showed a loss of activity of the NEMO mutants Q265TfsX19, E390RfsX5, P398S, and D406V compared with the wild type. The three mutants E390RfsX5, P398S, and D406V showed significantly weaker reporter activity than the wild type, and Q265TfsX19 showed a complete lack of response against LPS (Fig. 4a). The data shown are the mean ± SD of triplicate wells and are representative of three independent experiments with similar results.\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28702714","type":"dc:BibliographicResource","dc:abstract":"Anhidrotic ectodermal dysplasia with immunodeficiency (EDA-ID) is caused by mutations in the NF-κB essential modulator (NEMO) or NF-κB inhibitor, alpha (IKBA) genes. A heterozygous NEMO mutation causes incontinentia pigmenti (IP) in females, while a hemizygous hypomorphic mutation of NEMO causes EDA-ID in males. In general, immunodeficiency is not shown in IP patients. Here, we investigated two female patients with IP and immunodeficiency.","dc:creator":"Ohnishi H","dc:date":"2017","dc:title":"Immunodeficiency in Two Female Patients with Incontinentia Pigmenti with Heterozygous NEMO Mutation Diagnosed by LPS Unresponsiveness."},"rdfs:label":"NF-KB reporter gene analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:2564ae51-8264-4d58-8731-bff1aa3f8f17","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:556a5797-c07f-4c23-aee2-789feb41da4c","type":"FunctionalAlteration","dc:description":"The authors used a cis-reporter luciferase plasmid that provides a simple and rapid assessment of the in vivo activation of the NF-kB pathway to investigate the functional relevance of NEMO mutations. The reporter pIgk-Luc plasmid expresses the luciferase gene downstream three NF-kB binding sites. Site-directed mutagenesis was used to generate recombinant plasmids containing mutations. Q239X, Glu315Glyfs*80 and His360Metfs*91, which eliminate the C-terminal sequence (CTS) domain, exhibited little or no NF-kB activation (0, 0 and 3.4%, respectively).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15229184","type":"dc:BibliographicResource","dc:abstract":"Incontinentia Pigmenti (IP) is an X-linked genodermatosis that is lethal for males and present in females with abnormal skin pigmentation and high variable clinical signs, including retinal detachment, anodontia, alopecia, nail dystrophy and nervous system defects. The NF-kappaB essential modulator (NEMO) gene, responsible for IP, encodes the regulatory subunit of the IkappaB kinase (IKK) complex required for nuclear factor kappaB (NF-kappaB) activation. We analyzed the NEMO gene in 122 IP patients and identified mutations in 83 (36 familiar and 47 sporadic cases). The recurrent NEMO exon 4-10 deletion that is the major cause of the disease was present in 73 females (59.8%). In addition 10 point alterations (8.2% of females) were identified: three frameshift, three nonsense, three missense and one in-frame deletion of a single amino acid. We measured the effects of these NEMO point-mutations on NF-kappaB signaling in nemo(-/-) deficient murine pre-B cells. A mutation in the N-terminal domain, required for IKK assembly, reduced but did not abolish NF-kappaB activation following lipopolysaccharide stimulation. Mutations that disrupt the C-terminal domain, required for the recruitment of upstream factors, showed lower or no NF-kappaB activation. A phenotype score based on clinical features of our IP patients was applied for summarizing disease severity. The score did not correlate with mutation type or domain affected indicating that other factors influence the severity of IP. Such a factor is likely to be X-inactivation. Indeed, 64% of our patients have extremely skewed X-inactivation pattern (>/=80 : 20). Overall IP pathogenesis thus depends on a combination of X-inactivation and protein domain that recruit upstream factors and activate NF-kappaB.","dc:creator":"Fusco F","dc:date":"2004","dc:title":"Molecular analysis of the genetic defect in a large cohort of IP patients and identification of novel NEMO mutations interfering with NF-kappaB activation."},"rdfs:label":"Functional analysis of NEMO mutations"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:092ed3e1-8a02-4c71-8134-24c4dc8d3a69_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0072ed66-e5c1-4d48-92e9-7561aa0572a1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a446b9c2-76be-4bef-8c27-97eb5bfdb3f3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"\"Male lethality and strikingly similar skin lesions in heterozygous females are the hallmarks of the human genetic disorder incontinentia pigmenti (IP)\" ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10911992","type":"dc:BibliographicResource","dc:abstract":"Disruption of the X-linked gene encoding NF-kappa B essential modulator (NEMO) produces male embryonic lethality, completely blocks NF-kappa B activation by proinflammatory cytokines, and interferes with the generation and/or persistence of lymphocytes. Heterozygous female mice develop patchy skin lesions with massive granulocyte infiltration and hyperproliferation and increased apoptosis of keratinocytes. Diseased animals present severe growth retardation and early mortality. Surviving mice recover almost completely, presumably through clearing the skin of NEMO-deficient keratinocytes. Male lethality and strikingly similar skin lesions in heterozygous females are hallmarks of the human genetic disorder incontinentia pigmenti (IP). Together with the recent discovery that mutations in the human NEMO gene cause IP, our results indicate that we have created a mouse model for that disease.","dc:creator":"Schmidt-Supprian M","dc:date":"2000","dc:title":"NEMO/IKK gamma-deficient mice model incontinentia pigmenti."},"rdfs:label":"NEMO-Deficient mice model incontinentia pigmenti"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:523e2a95-64b6-4a5f-af9a-5ef8fab6d231","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b81e4bad-d08b-409f-9f74-80872cf22536","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Ikky+/- females \"develop a unique dermatopathy characterized by keratinocyte hyperproliferation, skin inflammation, hyperkeratosis, and increased apoptosis. Although Ikkg1/2 females eventually recover, Ikkg2 males die in utero. These symptoms and inheritance pattern are very similar to those of incontinentia pigmenti (IP).\"","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10911991","rdfs:label":"Dermatopathy in NEMO heterozygous female mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:092ed3e1-8a02-4c71-8134-24c4dc8d3a69_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4681,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.5,"subject":{"id":"cggv:b08c2668-6571-4199-813b-95606bb1e65b","type":"GeneValidityProposition","disease":"obo:MONDO_0010631","gene":"hgnc:5961","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The IKBKG gene is located on chromosome X at Xq28 and encodes the regulatory (γ) subunit of the inhibitor of kappaB kinase (IKK) complex (or NEMO protein), which activates NF-κB. The IKBKG gene was first reported in relation to X-linked incontinentia pigmenti (IP) in 2000 (Smahi et al., 2000 PMID 10839543​). The major diagnostic criteria of the disease, which primarily affects heterozygous females, include skin lesions. Minor criteria include teeth, hair, nail, eye and central nervous system defects. Variants in the gene are also associated with ectodermal dysplasias and immune-deficiency syndromes in hemizygous males, including immunodeficiency (ID), anhidrotic ectodermal dysplasia with immunodeficiency (EDA-ID) and anhidrotic ectodermal dysplasia-immunodeficiency-osteopetrosis-lymphedema syndrome (OL-EDA-ID) (Smahi et al., 2002). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism, inheritance pattern and phenotypic variability between IP and the ectodermal dysplasia/immunodeficiency syndromes, but little difference in these between ID, EDA-ID and OL-EDA-ID. Therefore, IP (OMIM:308300) has been split from ID, ID-EDA-ID and OL-EDA-ID, and the following disease entities, ID (OMIM:300636), EDA-ID (OMIM:300291), and OL-EDA-ID, have been lumped into one disease entity, IKBKG-related immunodeficiency with or without ectodermal dysplasia. Twenty-two variants (missense, nonsense, frameshift and large deletion) that have been reported in 23 IP probands in 3 publications (PMIDs: 10839543, 33085210 and 18350553) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be loss of function. This gene-disease relationship is also supported by expression and functional alteration studies, as well as animal models (PMIDs: 10911991, 15229184, 28702714, 10911991, 10911992). The IKBKG gene encodes the regulatory subunit of the IKK complex, which activates cytokine-associated genes through the activation of the NF-κB pathway. Expression studies showed defective IKBKG protein expression in human IP patient cells (PMID 10911991) and functional alteration studies show little to no NF-κB activation in IKBKG-deficient cells (PMIDs: 15229184, 28702714). Two mouse models showed that skin lesions, dermatopathy and increased apoptosis leading to skewed X-chromosome inactivation, all disease characteristics of IP, were recapitulated in female mice heterozygous for loss-of-function Ikbkg variants (PMIDs: 10911991, 10911992). In summary, IKBKG is definitively associated with X-linked incontinentia pigmenti. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 06.01.2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:092ed3e1-8a02-4c71-8134-24c4dc8d3a69"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}