{"id":"cggv:8c6bb2ed-0912-4d60-9faa-39be27ecf4c7v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8c6bb2ed-0912-4d60-9faa-39be27ecf4c7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-10-31T19:16:03.125Z","role":"Publisher"},{"id":"cggv:8c6bb2ed-0912-4d60-9faa-39be27ecf4c7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-01-19T07:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:8c6bb2ed-0912-4d60-9faa-39be27ecf4c7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c6bb2ed-0912-4d60-9faa-39be27ecf4c7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e0e2920e-4dad-474d-9ea4-3e6ef45ea8eb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:6bf06fc9-47e6-40f2-a2c9-84e774e6e641","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Witteveen et al. (2016) reported that human SIN3A mRNA is present prenatally in the ventricular zone of various cortical brain regions, where progenitor proliferation occurs. In the mouse, Sin3a was expressed at relatively high levels throughout brain development, increasing and decreasing at different time points in different regions. It was expressed in neurogenic regions and in cortical regions, where it localized to the nucleus of neurons, particularly in newborn neurons and proliferating neurons. Overall, the expression patterns became more restricted over time.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27399968","type":"dc:BibliographicResource","dc:abstract":"Numerous genes are associated with neurodevelopmental disorders such as intellectual disability and autism spectrum disorder (ASD), but their dysfunction is often poorly characterized. Here we identified dominant mutations in the gene encoding the transcriptional repressor and MeCP2 interactor switch-insensitive 3 family member A (SIN3A; chromosome 15q24.2) in individuals who, in addition to mild intellectual disability and ASD, share striking features, including facial dysmorphisms, microcephaly and short stature. This phenotype is highly related to that of individuals with atypical 15q24 microdeletions, linking SIN3A to this microdeletion syndrome. Brain magnetic resonance imaging showed subtle abnormalities, including corpus callosum hypoplasia and ventriculomegaly. Intriguingly, in vivo functional knockdown of Sin3a led to reduced cortical neurogenesis, altered neuronal identity and aberrant corticocortical projections in the developing mouse brain. Together, our data establish that haploinsufficiency of SIN3A is associated with mild syndromic intellectual disability and that SIN3A can be considered to be a key transcriptional regulator of cortical brain development.","dc:creator":"Witteveen JS","dc:date":"2016","dc:title":"Haploinsufficiency of MeCP2-interacting transcriptional co-repressor SIN3A causes mild intellectual disability by affecting the development of cortical integrity."},"rdfs:label":"Immunostaining"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:644ed8b8-575e-495d-b69b-275389c67787","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ccc1997d-ca30-4e28-a276-4b842d5fe8b8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Yu et al. (2000) demonstrated interaction between endogenous human SIN3A and the transcriptional repression domain of methyl-CpG-binding protein-2","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10773092","type":"dc:BibliographicResource","dc:abstract":"Methyl-CpG-binding protein 2 (MeCP2) contains a transcriptional repression domain (TRD), which can act by recruitment of a large transcriptional co-repressor complex containing histone deacetylases HDAC1 and 2. We demonstrate here that transient transcription from the SV40 enhancer/promoter or the SV40 promoter is strongly repressed in a histone deacetylase-independent manner, since repression is not alleviated by Trichostatin A (TSA). In a mutational analysis, repression depends on a conserved 30 residue sequence containing two clusters of basic amino acids. Mutation of the first of these clusters inhibits in vitro interaction between TRD and mSin3A. Furthermore, a subdomain of the TRD containing the conserved 30-residue sequence and 16 flanking amino acids was sufficient to compromise VP16-activated transcription. In summary, our results indicate an alternative, histone deacetylase-independent pathway of transcriptional repression by MeCP2.","dc:creator":"Yu F","dc:date":"2000","dc:title":"Histone deacetylase-independent transcriptional repression by methyl-CpG-binding protein 2."},"rdfs:label":"GST pull down assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8c6bb2ed-0912-4d60-9faa-39be27ecf4c7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ee98ce7-e58d-42db-8fab-d921e864b833","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9cda908f-a7f8-4bce-b418-91f09f9f04fd","type":"FunctionalAlteration","dc:description":"Witteveen et al. (2016) found that knockdown of Sin3a using shRNA in mice resulted in a significant reduction of cortical progenitor neurons in the proliferative zone. Loss of Sin3a also caused a change in neuronal identity, suggesting that it is required for proper differentiation, and caused aberrant corticocortical projections with abnormal callosal axon elongation and deviation compared to controls. The findings were consistent with a critical role for Sin3a in regulating the development of the mammalian cerebral cortex.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27399968","rdfs:label":"Gene knock-down"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:8c6bb2ed-0912-4d60-9faa-39be27ecf4c7_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5279,"specifiedBy":"GeneValidityCriteria9","strengthScore":13,"subject":{"id":"cggv:1b83210d-2eb8-4a90-98a3-e00a3a6a0d96","type":"GeneValidityProposition","disease":"obo:MONDO_0044699","gene":"hgnc:19353","modeOfInheritance":"obo:HP_0000006"},"version":"1.3","dc:description":"Heterozygous loss of *SIN3A* was first highlighted in relation to syndromic intellectual disability in 2016 (PMID: 27399968). This study identified 4 individuals with *de novo* heterozygous 15q24 deletions associated with intellectual disability and dysmorphic facial features. The smallest region of overlap of the deletions was about 200 kb and included the *SIN3A* gene. Additionally, 8 individuals with *SIN3A* loss of function variants (frameshift and nonsense) were identified. Affected individuals with *SIN3A*-related intellectual disability syndrome or Witteveen-Kolk syndrome typically present with characteristic distinctive facial features, microcephaly, short stature, and mildly impaired intellectual development with delayed cognitive and motor development and subtle anomalies on MRI-brain imaging. To date, at least 27 *de novo* unique variants including frameshift, nonsense and missense variants have been reported (PMIDs: 33437032, 36158056). This gene is intolerant to truncating variants, as indicated by its pLI score of 1 in gnomAD (v2.1.1). This gene-disease relationship is supported by studies in mouse models with gene knockdown showing reduction of cortical progenitor neurons, change in neuronal identity, and aberrant corticocortical projections with abnormal axon elongation (PMID: 27399968). In summary, *SIN3A* is definitively associated with SIN3A-related intellectual disability syndrome. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel Expert Panel on 01/19/2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:8c6bb2ed-0912-4d60-9faa-39be27ecf4c7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}