{"id":"cggv:6140482f-8f93-47b2-9915-597da34a5975v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6140482f-8f93-47b2-9915-597da34a5975_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-09-29T14:01:49.909Z","role":"Publisher"},{"id":"cggv:6140482f-8f93-47b2-9915-597da34a5975_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-09-28T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:6140482f-8f93-47b2-9915-597da34a5975_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6140482f-8f93-47b2-9915-597da34a5975_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:009babbb-edd2-4d67-b80f-b98470fea113","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:165c08cb-a843-4252-8bc0-7a1e9c15b669","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunoblot analysis of membranes from several mammalian cell lines and human thrombocytes with affinity-purified antibodies against raplA or raplB demonstrated the presence of multiple immunoreactive proteins in the 22 -23 kDa range, although at strongly varying levels. Whereas both proteins were present in substantial amounts in membranes from myelocytic HL-60, K-562 and HEL cells, they were hardly detectable in membranes from lymphoma U-937 and S49.1 cyc- cells. Membranes from human thrombocytes and 3T3-Swiss Albino fibroblasts showed strong rapl B immunoreactivity, whereas raplA protein was present in much lower amounts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1628649","type":"dc:BibliographicResource","dc:abstract":"Specific antibodies against rap1A and rap1B small GTP-binding proteins were generated by immunization of rabbits with peptides derived from the C-terminus of the processed proteins. Immunoblot analysis of membranes from several mammalian cell lines and human thrombocytes with affinity-purified antibodies against rap1A or rap1B demonstrated the presence of multiple immunoreactive proteins in the 22-23 kDa range, although at strongly varying levels. Whereas both proteins were present in substantial amounts in membranes from myelocytic HL-60, K-562 and HEL cells, they were hardly detectable in membranes from lymphoma U-937 and S49.1 cyc- cells. Membranes from human thrombocytes and 3T3-Swiss Albino fibroblasts showed strong rap1B immunoreactivity, whereas rap1A protein was present in much lower amounts. In the cytosol of HL-60 cells, only small amounts of rap1A and rap1B proteins were detected, unless the cells were treated with lovastatin, an inhibitor of hydroxymethylglutaryl-coenzyme A reductase, suggesting that both proteins are isoprenylated. By comparison with recombinant proteins, the ratio of rap1A/ras proteins in membranes from HL-60 cells was estimated to be about 4:1. An antiserum directed against the C-terminus of rap2 reacted strongly with recombinant rap2, but not with membranes from tested mammalian cells. In conclusion, rap1A and rap1B proteins are distributed differentially among membranes from various mammalian cell types and are isoprenylated in HL-60 cells.","dc:creator":"Klinz FJ","dc:date":"1992","dc:title":"Generation of specific antibodies against the rap1A, rap1B and rap2 small GTP-binding proteins. Analysis of rap and ras proteins in membranes from mammalian cells."},"rdfs:label":"Platelet Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"While Rap1 proteins are ubiquitously expressed in tissues, Rap1b is the predominant Rap1 isoform and the most abundant Ras family member in platelets."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.25},{"id":"cggv:6140482f-8f93-47b2-9915-597da34a5975_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8dffce65-ebb7-4b05-8c2e-a9afee9b538f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b2bb8326-78ce-47e2-937f-8d311516f175","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"rap1b–/– mice had 85% embryonic and perinatal lethality of the Rap1b-null mice. Analysis of staged embryos derived from heterozygous intercrosses revealed that at least 40% of rap1b–/– embryos had abdominal, cranial, and hepatic bleeding and died in utero between E13.5 and E18.5, while the remaining deaths occurred perinatally. Surviving Rap1b-null mice were smaller than their littermates but appeared otherwise normal, with no overt cancer or hematological defects and normal life spans. Rap1b-null mice had normal platelet counts and did not exhibit evidence of spontaneous bleeding, however in a tail bleeding assay the median time to bleeding cessation was significantly prolonged (P < 0.0001) in Rap1b-null mice compared with normal mice of the same genetic background (460.4 ± 35.3 seconds vs. 101.1 ± 13.2 seconds, respectively; mean ± SEM). The extent of aggregation of Rap1b-null platelets in response to ADP (Figure ​(Figure3A)3A) and epinephrine (Figure ​(Figure3B),3B), both weak agonists, was reduced over a wide range of agonist concentration (35–60% and 20–40%, respectively, compared with that in normal platelets).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15696195","type":"dc:BibliographicResource","dc:abstract":"Rap1b, an abundant small GTPase in platelets, becomes rapidly activated upon stimulation with agonists. Though it has been implicated to act downstream from G protein-coupled receptors (GPCRs) and upstream of integrin alpha IIbbeta3, the precise role of Rap1b in platelet function has been elusive. Here we report the generation of a murine rap1b knockout and show that Rap1b deficiency results in a bleeding defect due to defective platelet function. Aggregation of Rap1b-null platelets is reduced in response to stimulation with both GPCR-linked and GPCR-independent agonists. Underlying the defective Rap1b-null platelet function is decreased activation of integrin alphaIIbbeta3 in response to stimulation with agonists and signaling downstream from the integrin alpha IIbbeta3. In vivo, Rap1b-null mice are protected from arterial thrombosis. These data provide genetic evidence that Rap1b is involved in a common pathway of integrin activation, is required for normal hemostasis in vivo, and may be a clinically relevant antithrombotic therapy target.","dc:creator":"Chrzanowska-Wodnicka M","dc:date":"2005","dc:title":"Rap1b is required for normal platelet function and hemostasis in mice."},"rdfs:label":"Platelet Function"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"To address the exact role Rap1b plays in vivo, both at the organism level and in platelets, which are not amenable to genetic manipulation, we created and characterized the phenotype of Rap1b-deficient mice.\n\nThe mice did not recapitulate the syndromic thrombocytopenia observed in patients but did draw a connection between Rap1b and normal platelet function.\n\nFunctional redundancy between RAP1 isoforms in murine platelet production and function may, partially, explains some differences in mice and humans. Interestingly, Rap1a/b-mKO mice displayed a marked macrothrombocytopenia due to impaired proplatelet formation by megakaryocytes (PMID: 30131434)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.25},{"id":"cggv:6140482f-8f93-47b2-9915-597da34a5975_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.75}],"evidenceStrength":"Limited","sequence":5073,"specifiedBy":"GeneValidityCriteria9","strengthScore":3,"subject":{"id":"cggv:8c2f219c-fe68-4d7b-b274-c44531627689","type":"GeneValidityProposition","disease":"obo:MONDO_0018795","gene":"hgnc:9857","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*RAP1B* was first associated with autosomal dominant syndromic thrombocytopenia in 2020 (Niemann JH, et al., 2020, PMID: 32627184).  Three probands in 2 publications (PMID: 32627184, 35451551) have been reported with predicted gain-of-function missense variants. Common features among these patients include thrombocytopenia with leucopenia and lymphopenia, mild intellectual disability with or without learning disability, congenital brain malformations, and dysmorphic features. Experimentally, this gene-disease relationship is supported by the fact that, while Rap1 proteins are ubiquitously expressed in tissues, *RAP1B* is the predominant Rap1 isoform and the most abundant Ras family member in platelets (PMID: 1628649). Additionally, a null mouse model found that mice did not recapitulate the syndromic thrombocytopenia observed in patients but did draw a connection between Rap1b and normal platelet function (PMID: 15696195). In summary, there is limited evidence to support this gene-disease association. While more evidence is needed to establish this association definitively, no convincing contradictory evidence has emerged.\nOf note, laboratory studies on RAP1 germline loss-of-function variants (*RAP1A* p.Arg163Thr, *RAP1B* p.Lys151Glu) have shown that these variants cause dysregulation of the MAPK pathway and manifest as Kabuki-like syndrome (KL-S) with features including short stature, microcephaly, facial dysmorphism, developmental delay, and seizures. Although there are some overlap with the clinical features in these patients, there is a difference in mechanism and thrombocytopenia was not part of the clinical features of KL-S (Bogershausen et al., 2015) so this is considered a separate disease entity.\n","dc:isVersionOf":{"id":"cggv:6140482f-8f93-47b2-9915-597da34a5975"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}