{"id":"cggv:29a041e5-bac4-4f88-9dda-ac44b00a92cav1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:29a041e5-bac4-4f88-9dda-ac44b00a92ca_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:29a041e5-bac4-4f88-9dda-ac44b00a92ca_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T20:29:39.017Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8244341","type":"dc:BibliographicResource","dc:abstract":"Direct sequencing of polymerase chain reaction (PCR)-amplified genomic DNA from a patient with spondyloepiphyseal dysplasia and precocious osteoarthritis revealed a single-base change in exon 11 of the type II procollagen gene (COL2A1), which produces an Arg-->Cys mutation in one allele. The proband is a member of a large Chilean kindred presenting with chondrodysplasia of the hips, knees, shoulders, elbows, and spine associated with severe, early-onset osteoarthritis. All affected individuals exhibit mildly short stature; in addition, five out of seven affected family members display shortened metacarpals or metatarsals. DNA from affected and unaffected family members was PCR-amplified and analysis of restriction digests of the products determined that the mutation segregated with the disease with a lod score of 2.2 at zero recombination. The mutation, which resides in the triple-helical region of type II procollagen at amino acid position 75, is the second example of an Arg-->Cys mutation in the COL2A1 gene in heritable cartilaginous disease and is the first example of a point mutation in the amino terminal region of the alpha 1(II) chain, that results in a spondyloepiphyseal dysplastic phenotype.","dc:creator":"Williams CJ","dc:date":"1993","dc:title":"Spondyloepiphyseal dysplasia and precocious osteoarthritis in a family with an Arg75-->Cys mutation in the procollagen type II gene (COL2A1)."},"evidence":[{"id":"cggv:29a041e5-bac4-4f88-9dda-ac44b00a92ca_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29a041e5-bac4-4f88-9dda-ac44b00a92ca_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0bb9eb71-bf71-438a-8941-352fa59a0427","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b5c71833-da5d-4497-a95b-49d3bafa692f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization of fetal human tissues revealed COL2A1 expression in marrow cells, osteoblasts, fibroblasts and some osteocytes, in addition to chondrocytes in otic capsule. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7806485","type":"dc:BibliographicResource","dc:abstract":"The expression and localization of COL2A1 mRNA and protein was examined in human fetal cochlea to study the role of this gene in hearing and to begin to understand the pathogenesis of mutations in COL2A1 in hearing disorders. Northern blot analysis revealed COL2A1 expression in fetal membranous cochlea to be markedly greater than that in fetal skin, kidney, cartilage, eye and brain. In situ hybridization revealed COL2A1 expression in marrow cells, osteoblasts, fibroblasts and some osteocytes, in addition to chondrocytes in otic capsule. In the membranous cochlea, connective tissue elements (spiral ligament, spiral limbus and modiolar connective tissue), neuronal cells, secretory cells (stria vascularis) and organ of Corti cells (sensory hair cells) were found to express COL2A1. Immunohistochemistry was performed to assess distribution of type II collagen and correlation with COL2A1 mRNA in these morphologically and functionally diverse cell populations. In otic capsule, only cartilage was found to stain positively, and in membranous cochlea, only connective tissue structures including spiral ligament, spiral limbus, tectorial and basilar membranes, modiolar and spiral lamina cartilage contained type II collagen. Nonconnective tissue cells, marrow cells and osteoblasts did not contain immunohistochemically identifiable protein. Absence of type II collagen in a subset of cochlear cells may reflect potentially either inability to detect low levels of protein in these cells or posttranscriptional regulation.","dc:creator":"Khetarpal U","dc:date":"1994","dc:title":"Expression and localization of COL2A1 mRNA and type II collagen in human fetal cochlea."},"rdfs:label":"In situ hybridization"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:32b7d2c4-38a4-4376-937e-9e35928a1f6b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e9bb99f5-42aa-4af3-934e-84b85cde7087","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"To study the factors regulating its expression, a cosmid containing the human type II collagen gene was introduced into embryonic stem cells in vitro. The transformed cells contribute to all tissues in chimeric mice allowing the expression of the exogenous gene to be studied in vivo. Human type II collagen mRNA is restricted to tissues showing transcription from the endogenous gene and human type II collagen is found in extracellular matrix surrounding chondrocytes in cartilage. The results indicate that the cis-acting requirements for correct temporal and spatial regulation of the gene are contained within the introduced DNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3033664","type":"dc:BibliographicResource","dc:abstract":"Type II collagen is crucial to the development of form in vertebrates as it is the major protein of cartilage. To study the factors regulating its expression we introduced a cosmid containing the human type II collagen gene, including 4.5 kilobases of 5' and 2.2 kilobases of 3' flanking DNA, into embryonic stem cells in vitro. The transformed cells contribute to all tissues in chimeric mice allowing the expression of the exogenous gene to be studied in vivo. Human type II collagen mRNA is restricted to tissues showing transcription from the endogenous gene and human type II collagen is found in extracellular matrix surrounding chondrocytes in cartilage. The results indicate that the cis-acting requirements for correct temporal and spatial regulation of the gene are contained within the introduced DNA.","dc:creator":"Lovell-Badge RH","dc:date":"1987","dc:title":"Tissue-specific expression of the human type II collagen gene in mice."},"rdfs:label":"COL2A1 Expression in Embryonic Stem Cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:29a041e5-bac4-4f88-9dda-ac44b00a92ca_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29a041e5-bac4-4f88-9dda-ac44b00a92ca_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2.2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.7}],"evidenceStrength":"Moderate","sequence":7001,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.7,"subject":{"id":"cggv:9c794cd1-5641-496b-bb54-68238bae6159","type":"GeneValidityProposition","disease":"obo:MONDO_0012206","gene":"hgnc:2200","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"*COL2A1* was first reported in relation to autosomal dominant SED with metatarsal shortening (formerly known as Czech dysplasia) in 1993 (Williams et al., PMID: 8244341). This skeletal dysplasia is characterized by early-onset, progressive pseudorheumatoid arthritis, platyspondyly, and short third and fourth toes (Marik et al., PMID: 14730409; Kozlowski et al., PMID: 15266623). 1 variant (NM_001844.5:c.823C>T (p.Arg275Cys)) that has been reported in 17 probands in 15 publications (PMIDs: 7738948, 8244341, 8877930, 14730409, 15266623, 15593085, 16155195, 16755660, 17726487, 18553548, 19764028, 21990059, 23448908, 23928235, 32071555) are included in this curation meeting phenotypic criteria for early-onset, progressive pseudorheumatoid arthritis, platyspondyly, and short third and fourth toes. Notably, *COL2A1* has been definitively associated with Achondrogenesis type 2-hypochondrogenesis, Platyspondylic dysplasia, Spondyloepiphyseal dysplasia congenita, Kniest dysplasia, and spondyloperipheral dysplasia after curation by the ClinGen Skeletal Disorders GCEP. This gene has also been associated with Stickler syndrome type I and Dysplasia of the proximal femoral epiphyses (PMID: 31633310), which will be assessed separately. *COL2A1*-related SED with metatarsal shortening is most frequently caused by the c.823C>T (p.Arg275Cys) variant, located at a mutational hot spot in the C-propeptide of *COL2A1* specific to SED with metatarsal shortening. This gene-disease association is also supported by experimental evidence (expression studies) (PMIDs: 3033664, 7806485). *COL2A1* is shown to be expressed in the marrow cells, osteoblasts, fibroblasts and some osteocytes, chondrocytes in the otic capsule, and the extracellular matrix surrounding chondrocytes in cartilage. In summary, *COL2A1* is moderately associated with autosomal dominant SED with metatarsal shortening (formerly known as Czech dysplasia). This classification was approved by the Skeletal Disorders Gene Curation Expert Panel on 12/6/21 (SOP version 9).","dc:isVersionOf":{"id":"cggv:29a041e5-bac4-4f88-9dda-ac44b00a92ca"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}