{"id":"cggv:1f4c3d64-7993-4196-a002-6cc9904a4360v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1f4c3d64-7993-4196-a002-6cc9904a4360_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-11-23T16:12:45.896Z","role":"Publisher"},{"id":"cggv:1f4c3d64-7993-4196-a002-6cc9904a4360_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10071","date":"2022-11-23T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22474227","type":"dc:BibliographicResource","dc:abstract":"Heritable and idiopathic pulmonary arterial hypertension (PAH) are phenotypically identical and associated with mutations in several genes related to transforming growth factor (TGF) beta signaling, including bone morphogenetic protein receptor type 2, activin receptor-like kinase 1, endoglin, and mothers against decapentaplegic 9. Approximately 25% of heritable cases lack identifiable mutations in any of these genes.","dc:creator":"Austin ED","dc:date":"2012","dc:title":"Whole exome sequencing to identify a novel gene (caveolin-1) associated with human pulmonary arterial hypertension."},"evidence":[{"id":"cggv:1f4c3d64-7993-4196-a002-6cc9904a4360_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1f4c3d64-7993-4196-a002-6cc9904a4360_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a676548b-57e0-4ad5-b766-d757c99f1840","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f14816ec-d454-43d3-8df3-fe82329e6767","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"PAH associated phenotypes: right ventricular hypertrophy, elevation of mean pulmonary arterial pressure, pulmonary vascular resistance, right heart failure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16537870","type":"dc:BibliographicResource","dc:abstract":"Caveolae are cell plasma membrane microdomains implicated in organizing and concentrating many signaling molecules. In the lung, caveolae are in endothelium, smooth muscle, fibroblasts, and pneumocytes. Caveolin is the main structural protein of caveolae. Caveolin 1 is down-regulated in transformed cells and may be a tumor suppressor protein. Caveolin 2 is coexpressed and hetero-oligomerizes with caveolin 1. Because the cells of the plexiform lesions in severe pulmonary hypertension (PH) are phenotypically altered, we wondered whether these cells lack caveolin. We now demonstrate by immunolocalization that while caveolin is expressed in lung endothelial, smooth-muscle, and alveolar septal cells, its expression is absent or decreased in plexiform lesions and in some muscularized precapillary arterioles. In contrast, Western blot analysis of total lung extracts from patients with severe PH shows no significant reduction in caveolin. Similar to the human lung tissue, a rat model of severe PH demonstrates absent-to-decreased caveolin expression in the complex vascular lesions. Additionally, it appears that caveolin and heme oxygenase 1 (HO-1) [a heat shock protein] are co-expressed since HO-1 expression parallels caveolin expression in vascular lesions. We propose that loss of caveolin expression in the cells of the complex vascular lesions in severe PH reflects the proliferating and apoptosis-resistant nature of these cells.","dc:creator":"Achcar RO","dc:date":"2006","dc:title":"Loss of caveolin and heme oxygenase expression in severe pulmonary hypertension."},"rdfs:label":"Achcar Biochemical Function Experiment"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1f4c3d64-7993-4196-a002-6cc9904a4360_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:40d3ebe5-8aa7-4e52-ae2d-27494aacbfcf","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:09d140b5-6fa8-4c91-bd79-3c6aede306b6","type":"FunctionalAlteration","dc:description":"Cav1* fibroblasts proliferated at a twofold higher rate than control fibroblasts. Collagen secretion was increased by 20% in Cav1* human fibroblasts compared with control fibroblasts. Treatment of cells with TGFβ increased collagen secretion by 30% in control fibroblasts but had minimal effect on Cav1* fibroblasts. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28468941","type":"dc:BibliographicResource","dc:abstract":"A heterozygous caveolin-1 c.474delA mutation has been identified in a family with heritable pulmonary arterial hypertension (PAH). This frameshift mutation leads to a caveolin-1 protein that contains all known functional domains but has a change in only the final 20 amino acids of the C-terminus. Here we studied how this mutation alters caveolin-1 function, using patient-derived fibroblasts. Transmission electron microscopy showed that fibroblasts carrying the c.474delA mutation form typical caveolae. Expression of mutated caveolin-1 in caveolin-1-null mouse fibroblasts failed to induce formation of caveolae due to retention of the mutated protein in the endoplasmic reticulum. However, coexpression of wild-type caveolin-1 with mutated caveolin-1 restored the ability to form caveolae. Importantly, fibroblasts carrying the mutation showed twofold increase in proliferation rate associated with hyperphosphorylation of Smad1/5/8. This mutation impaired the antiproliferative function of caveolin-1. Inhibition of type I TGFβ receptors ALK1/2/3/6 responsible for phosphorylation of Smad1/5/8 reduced the hyperproliferation seen in c.474delA fibroblasts. These results demonstrate the critical role of the final 20 amino acids of caveolin-1 in modulating fibroblast proliferation by dampening Smad signaling and suggest that augmented Smad signaling and fibroblast hyperproliferation are contributing factors in the pathogenesis of PAH in patients with caveolin-1 c.474delA mutation.","dc:creator":"Marsboom G","dc:date":"2017","dc:title":"Aberrant caveolin-1-mediated Smad signaling and proliferation identified by analysis of adenine 474 deletion mutation (c.474delA) in patient fibroblasts: a new perspective on the mechanism of pulmonary hypertension."},"rdfs:label":"Marsboom Functional Alteration Experiment - Patient Cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:3c0a78fd-df0e-4bd2-9ffb-2a572f1721cd","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:737d35d4-6f64-4d48-8544-a89feff51a8e","type":"FunctionalAlteration","dc:description":"The density of caveolae and caveolar protein levels were reduced in patient fibroblasts expressing the c.474delA variant in CAV1","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28904206","type":"dc:BibliographicResource","dc:abstract":"Caveolin-1 (CAV1) is an essential component of caveolae and is implicated in numerous physiological processes. Recent studies have identified heterozygous mutations in the ","dc:creator":"Copeland CA","dc:date":"2017","dc:title":"A disease-associated frameshift mutation in caveolin-1 disrupts caveolae formation and function through introduction of a de novo ER retention signal."},"rdfs:label":"Copeland Functional Alteration Experiment - Patient Cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:1f4c3d64-7993-4196-a002-6cc9904a4360_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6783d32c-c674-4f8d-9d86-c100061a12ee","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0762057b-75ae-466a-b01d-845a724524f6","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Reexpression of CAV1 in endothelium rescued the vascular, cardiac, and pulmonary defects in the CAV1 knockout mice","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17893196","type":"dc:BibliographicResource","dc:abstract":"Caveolin-1 (Cav-1) is the principal structural component of caveolae organelles in smooth muscle cells, adipocytes, fibroblasts, epithelial cells, and endothelial cells (ECs). Cav-1-deficient (Cav-1 knockout [KO]) mice are viable and show increases of nitric oxide (NO) production in vasculature, cardiomyopathy, and pulmonary dysfunction. In this study, we generated EC-specific Cav-1-reconstituted (Cav-1 RC) mice and reexamined vascular, cardiac, and pulmonary phenotypes. Cav-1 KO pulmonary arteries had decreased smooth muscle contractility and increased endothelial NO synthase activation and hypotension; the latter two effects were rescued completely in Cav-1 RC mice. Cav-1 KO mice exhibited myocardial hypertrophy, pulmonary hypertension, and alveolar cell hyperproliferation caused by constitutive activation of p42/44 mitogen-activated protein kinase and Akt. Interestingly, in Cav-1 RC mice, cardiac hypertrophy and pulmonary hypertension were completely rescued, whereas alveolar hyperplasia was partially recovered because of the lack of rescue of Cav-1 in bronchiolar epithelial cells. These results provide clear physiological evidence supporting the important role of cell type-specific Cav-1 expression governing multiple phenotypes in the vasculature, heart, and lung.","dc:creator":"Murata T","dc:date":"2007","dc:title":"Reexpression of caveolin-1 in endothelium rescues the vascular, cardiac, and pulmonary defects in global caveolin-1 knockout mice."},"rdfs:label":"Murata Rescue Experiment - Non Human Model Organism "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:bdd5ae78-d137-412d-8a3f-a408b08dbda8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:28cc8c8c-cc61-4cb0-b03c-d4f4cc85dcee","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cav1 knockout mice have phenotypes that are consistent with those of PAH.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12177436","type":"dc:BibliographicResource","dc:abstract":"Caveolins are important components of caveolae, which have been implicated in vesicular trafficking and signal transduction. To investigate the in vivo significance of Caveolins in mammals, we generated mice deficient in the caveolin-1 (cav-1) gene and have shown that, in the absence of Cav-1, no caveolae structures were observed in several nonmuscle cell types. Although cav-1(-/-) mice are viable, histological examination and echocardiography identified a spectrum of characteristics of dilated cardiomyopathy in the left ventricular chamber of the cav-1-deficient hearts, including an enlarged ventricular chamber diameter, thin posterior wall, and decreased contractility. These animals also have marked right ventricular hypertrophy, suggesting a chronic increase in pulmonary artery pressure. Direct measurement of pulmonary artery pressure and histological analysis revealed that the cav-1(-/-) mice exhibit pulmonary hypertension, which may contribute to the right ventricle hypertrophy. In addition, the loss of Cav-1 leads to a dramatic increase in systemic NO levels. Our studies provided in vivo evidence that cav-1 is essential for the control of systemic NO levels and normal cardiopulmonary function.","dc:creator":"Zhao YY","dc:date":"2002","dc:title":"Defects in caveolin-1 cause dilated cardiomyopathy and pulmonary hypertension in knockout mice."},"rdfs:label":"Zhao Non Human Model Organism Experiment "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:1f4c3d64-7993-4196-a002-6cc9904a4360_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":5365,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:f76cfc60-7fef-44e9-b3c9-1b6d4e6b06c2","type":"GeneValidityProposition","disease":"obo:MONDO_0015924","gene":"hgnc:1527","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CAV1* was first reported in relation to autosomal dominant pulmonary arterial hypertension in 2012 (Austin ED et al., PMID: 22474227). Pulmonary Arterial Hypertension is a group of diseases characterized by elevated pulmonary arterial resistance leading to right heart failure.\nAs the genetic variants associated with lipodystrophies are different from those associated with H/IPAH (with the exception of one reported pediatric case) and the molecular mechanisms are likely to be different, *CAV1* was curated independently by both the PH GCEP and the monogenic diabetes GCEP, and both curations are available on the ClinGen website.\nSummary of Genetic Evidence: Three frameshift and five missense variants have been found in nine probands across five publications (PMIDs: 22474227, 29631995, 30578383, 31727138, 33007923). The mechanism of pathogenicity seems to be loss of function. \nSummary of Experimental Evidence: This gene-disease association is also supported by biochemical function, functional alteration in patient cells, animal models and non-human model rescue studies (PMIDs: 16537870, 28904206, 28468941, 12177436, 17893196).  CAV1 is expressed in lung endothelial and smooth muscle cells, and expression is decreased or absent in plexiform lesions. Investigation of patient fibroblasts expressing a *CAV1* c.474delA variant demonstrated reduced caveolae density and caveolar protein levels, and expression of the mutant protein caused reduced wild-type protein. These data are consistent with a dominant negative mechanism of disease. Further, the increased SMAD1/5/8 phosphorylation observed in *CAV1* patient fibroblasts was not rescued by transduction with wild-type *CAV1*, arguing against haploinsufficiency as the pathogenetic mechanism. Finally, *CAV1* knockout mice exhibit pulmonary vascular remodeling and features consistent with PAH, including higher pulmonary artery pressure, greater pulmonary vascular resistance, enhanced basal vascular permeability and RV hypertrophy; and the phenotype is largely rescued by endothelial re-expression of *CAV1*. In summary, *CAV1* is definitively associated with autosomal dominant pulmonary arterial hypertension. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The PH GCEP approved this classification on 8/30/2022 (SOP v9.0).\n \n\n\n","dc:isVersionOf":{"id":"cggv:1f4c3d64-7993-4196-a002-6cc9904a4360"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}