{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-01-05T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8fcac64f-6aa7-48c1-9cb6-cf7f6a6f4702","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ffb1889f-b129-49ac-a5ea-49cc1250fffd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA hybridization","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25299585","type":"dc:BibliographicResource","dc:abstract":"The temporal bone encases conductive and sensorineural elements of the ear. Mutations of POU3F4 are associated with unique temporal bone abnormalities and X-linked mixed deafness (DFNX2/DFN3). However, the target genes and developmental processes controlled by POU3F4 transcription factor activity have remained largely uncharacterized. Ephrin-B2 (Efnb2) is a signaling molecule with well-documented effects on cell adhesion, proliferation, and migration. Our analyses of targeted mouse mutants revealed that Efnb2 loss-of-function phenocopies temporal bone abnormalities of Pou3f4 hemizygous null neonates: qualitatively identical malformations of the stapes, styloid process, internal auditory canal, and cochlear capsule were present in both mutants. Using failed/insufficient separation of the stapes and styloid process as a quantitative trait, we found that single gene Efnb2 loss-of-function and compound Pou3f4/Efnb2 loss-of-function caused a more severe phenotype than single gene Pou3f4 loss-of-function. Pou3f4 and Efnb2 gene expression domains overlapped at the site of impending stapes-styloid process separation and at subcapsular mesenchyme surrounding the cochlea; at both these sites, Efnb2 expression was attenuated in Pou3f4 hemizygous null mutants relative to control. Results of immunoprecipitation experiments using chromatin isolated from nascent middle ear mesenchyme supported the hypothesis of a physical association between Pou3f4 and specific non-coding sequence of Efnb2. We propose that Efnb2 is a target of Pou3f4 transcription factor activity and an effector of mesenchymal patterning during temporal bone development.","dc:creator":"Raft S","dc:date":"2014","dc:title":"Pou3f4-mediated regulation of ephrin-b2 controls temporal bone development in the mouse."},"rdfs:label":"Raft expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:5cdd2479-0c73-4985-a3ec-fefdfd24e8c5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aba2f2d5-dd7e-4076-94de-dda1867c20e9","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"Loss of function in mice of the Efnb2 gene was an exact phenocopy of Pou3f4 null mice. Double-LoF of both genes had a more severe phenotype than just LoF of Pou3f4. Expression profiles in ear during development. Physical interaction between pou3f4 and a specific non-coding sequence of the Efnb2 gene","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25299585","rdfs:label":"Raft target gene"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:4305e844-1a28-4c67-b0ab-bfa7555651f9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05f32f1c-ee2f-4c27-8b70-911636b19ff1","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"In Pou3f4 null mice described in Minowa 1999, gap junctions (Connexin 26 and 30) deteriorated as mice aged. Gap junction plaque lengths were significantly shorter.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25259580","type":"dc:BibliographicResource","dc:abstract":"Brn4, which encodes a POU transcription factor, is the gene responsible for DFN3, an X chromosome-linked, non-syndromic type of hearing loss. Brn4-deficient mice have a low endocochlear potential (EP), hearing loss, and ultrastructural alterations in spiral ligament fibrocytes, however the molecular pathology through which Brn4 deficiency causes low EP is still unclear. Mutations in the Gjb2 and Gjb6 genes encoding the gap junction proteins connexin26 (Cx26) and connexin30 (Cx30) genes, respectively, which encode gap junction proteins and are expressed in cochlear fibrocytes and non-sensory epithelial cells (i.e., cochlear supporting cells) to maintain the proper EP, are responsible for hereditary sensorineural deafness. It has been hypothesized that the gap junction in the cochlea provides an intercellular passage by which K+ is transported to maintain the EP at the high level necessary for sensory hair cell excitation. Here we analyzed the formation of gap junction plaques in cochlear supporting cells of Brn4-deficient mice at different stages by confocal microscopy and three-dimensional graphic reconstructions. Gap junctions from control mice, which are composed mainly of Cx26 and Cx30, formed linear plaques along the cell-cell junction sites with adjacent cells. These plaques formed pentagonal or hexagonal outlines of the normal inner sulcus cells and border cells. Gap junction plaques in Brn4-deficient mice did not, however, show the normal linear structure but instead formed small spots around the cell-cell junction sites. Gap junction lengths were significantly shorter, and the level of Cx26 and Cx30 was significantly reduced in Brn4-deficient mice compared with littermate controls. Thus the Brn4 mutation affected the assembly and localization of gap junction proteins at the cell borders of cochlear supporting cells, suggesting that Brn4 substantially contributes to cochlear gap junction properties to maintain the proper EP in cochleae, similar to connexin-related deafness.","dc:creator":"Kidokoro Y","dc:date":"2014","dc:title":"Deficiency of transcription factor Brn4 disrupts cochlear gap junction plaques in a model of DFN3 non-syndromic deafness."},"rdfs:label":"Kodokoro gap junction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db53a32e-d8b5-4262-aefe-2218c03e64ea","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:766474b7-238e-4023-93d2-f81e4b6b97d3","type":"FunctionalAlteration","dc:description":"Immunofluorescent staining","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23606368","type":"dc:BibliographicResource","dc:abstract":"POU3F4 is a POU domain transcription factor that is required for hearing. In the ear, POU3F4 is essential for mesenchymal remodeling of the bony labyrinth and is the causative gene for DFNX2 human nonsyndromic deafness. Ear abnormalities underlie this form of deafness, characterized previously in multiple spontaneous, radiation-induced and transgenic mouse mutants. Here, we report three novel mutations in the POU3F4 gene that result in profound hearing loss in both humans and mice. A p.Gln79* mutation was identified in a child from an Israeli family, revealed by massively parallel sequencing (MPS). This strategy demonstrates the strength of MPS for diagnosis with only one affected individual. A second mutation, p.Ile285Argfs*43, was identified by Sanger sequencing. A p.Cys300* mutation was found in an ENU-induced mutant mouse, schwindel (sdl), by positional cloning. The mutation leads to a predicted truncated protein, similar to the human mutations, providing a relevant mouse model. The p.Ile285Argfs*43 and p.Cys300* mutations lead to a shift of Pou3f4 nuclear localization to the cytoplasm, demonstrated in cellular localization studies and in the inner ears of the mutant mice. The discovery of these mutations facilitates a deeper comprehension of the molecular basis of inner ear defects due to mutations in the POU3F4 transcription factor.","dc:creator":"Parzefall T","dc:date":"2013","dc:title":"Cytoplasmic mislocalization of POU3F4 due to novel mutations leads to deafness in humans and mice."},"rdfs:label":"localization"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0308ae94-531f-4f44-8adc-cd752e4f6ad3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9f06f6ec-b017-44bb-ba0b-e335c353bcb3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"both have hearing loss and stapes malformation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10407036","type":"dc:BibliographicResource","dc:abstract":"Targeted mutagenesis in mice demonstrates that the POU-domain gene Brn4/Pou3f4 plays a crucial role in the patterning of the mesenchymal compartment of the inner ear. Brn4 is expressed extensively throughout the condensing mesenchyme of the developing inner ear. Mutant animals displayed behavioral anomalies that resulted from functional deficits in both the auditory and vestibular systems, including vertical head bobbing, changes in gait, and hearing loss. Anatomical analyses of the temporal bone, which is derived in part from the otic mesenchyme, demonstrated several dysplastic features in the mutant animals, including enlargement of the internal auditory meatus. Many phenotypic features of the mutant animals resulted from the reduction or thinning of the bony compartment of the inner ear. Histological analyses demonstrated a hypoplasia of those regions of the cochlea derived from otic mesenchyme, including the spiral limbus, the scala tympani, and strial fibrocytes. Interestingly, we observed a reduction in the coiling of the cochlea, which suggests that Brn-4 plays a role in the epithelial-mesenchymal communication necessary for the cochlear anlage to develop correctly. Finally, the stapes demonstrated several malformations, including changes in the size and morphology of its footplate. Because the stapes anlage does not express the Brn4 gene, stapes malformations suggest that the Brn4 gene also plays a role in mesenchymal-mesenchymal signaling. On the basis of these data, we suggest that Brn-4 enhances the survival of mesodermal cells during the mesenchymal remodeling that forms the mature bony labyrinth and regulates inductive signaling mechanisms in the otic mesenchyme.","dc:creator":"Phippard D","dc:date":"1999","dc:title":"Targeted mutagenesis of the POU-domain gene Brn4/Pou3f4 causes developmental defects in the inner ear."},"rdfs:label":"Phippard null model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:8e0114bc-a9bf-4cfc-93b2-5010b4376234","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:44caf96d-a733-4754-be9b-d10b86f70746","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"both have hearing loss","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10587581","type":"dc:BibliographicResource","dc:abstract":"We have demonstrated that the phenotype of the mouse mutant sex-linked fidget ( slf ) is caused by developmental malformations of the inner ear that result in hearing loss and vestibular dysfunction. Recently, pilot mapping experiments suggested that the mouse Brn4 / Pou3f4 gene co-segregated with the slf locus on the mouse X chromosome. These mapping data, in conjunction with the observation that the vertical head-shaking phenotype of slf mutants is identical to that observed in mice with a targeted deletion of the Brn4 gene, suggested that slf is a mutant allele of the Brn4 gene. In this paper, we have identified the nature of the slf mutation, and demonstrated that it is an X chromosomal inversion with one breakpoint close to Brn4. This inversion selectively eliminates the expression of the Brn4 gene in the developing inner ear, but not the neural tube. Finally, these results demonstrate that the slf mutation is a good mouse model for the most prevalent form of X-linked congenital deafness in man, which is associated with mutations in the human Brn4 ortholog, POU3F4.","dc:creator":"Phippard D","dc:date":"2000","dc:title":"The sex-linked fidget mutation abolishes Brn4/Pou3f4 gene expression in the embryonic inner ear."},"rdfs:label":"Phippard slf model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:ea57dc74-b6da-49da-8d9f-fc9a8c938981_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:237db9d6-04ba-49cf-a1f2-8f333d88c2f6","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"bony defect, mixed hearing loss","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:ea57dc74-b6da-49da-8d9f-fc9a8c938981_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:88c7cd14-40ea-498b-bc9e-d240ef49a0f5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.83508972del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645372274"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7839145","type":"dc:BibliographicResource","dc:abstract":"Deafness with fixation of the stapes (DFN3) is the most frequent X-linked form of hearing impairment. The underlying gene has been localized to a 500-kilobase segment of the Xq21 band. Here, it is reported that a candidate gene for this disorder, Brain 4 (POU3F4), which encodes a transcription factor with a POU domain, maps to the same interval. In five unrelated patients with DFN3 but not in 50 normal controls, small mutations were found that result in truncation of the predicted protein or in nonconservative amino acid substitutions. These findings indicate that POU3F4 mutations are a molecular cause of DFN3.","dc:creator":"de Kok YJ","dc:date":"1995","dc:title":"Association between X-linked mixed deafness and mutations in the POU domain gene POU3F4."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7839145","rdfs:label":"3105"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:cf68ed86-a71c-417c-99ab-2d02f174cea7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:af8ace5c-51b3-404d-9f6b-56ec658068cf","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","variant":{"id":"cggv:cf68ed86-a71c-417c-99ab-2d02f174cea7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:22c5b69a-aeec-43ac-b0ac-0447822160ee","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000307.4(POU3F4):c.604A>T (p.Lys202Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA255973"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7839145"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7839145","rdfs:label":"5274"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:0b6488c7-97c6-4dff-96dd-4c62baa6e12f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c99c4433-c94f-4a5b-9fed-54c98b8163bd","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0b6488c7-97c6-4dff-96dd-4c62baa6e12f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a4330ecf-e6db-4314-947e-08c95a20e404","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.83508883G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413751791"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27941975","type":"dc:BibliographicResource","dc:abstract":"POU3F4 mutations (DFNX2) are the most prevalent among non-syndromic X-linked hearing loss (HL) identified to date. Clinical manifestations of DFNX2 usually comprise congenital HL either sensorineural or mixed, a tendency towards perilymphatic gusher during otologic surgery and temporal bone malformations. The aim of the present study was to screen for POU3F4 mutations in a group of 30 subjects with a suggestive clinical phenotype as well as a group (N = 1671-2018) of unselected hearing loss patients. We also planned to analyze audiological and radiological features in patients with HL caused by POU3F4 defects. The molecular techniques used to detect POU3F4 mutations included whole exome sequencing (WES), Sanger sequencing and real-time polymerase chain reaction. Hearing status was assessed with pure-tone audiometry and auditory brainstem response. Computer tomography scans were evaluated to define the pattern of structural changes in the temporal bones. Six novel (p.Gln27*, p.Glu187*, p.Leu217*, p.Gln275*, p.Gln306*, p.Val324Asp) and two known (p.Ala116fs141*, p.Leu208*) POU3F4 mutations were detected in the studied cohort. All probands with POU3F4 defects suffered from bilateral, prelingual, severe to profound HL. Morphological changes of the temporal bone in these patients presented a similar pattern, including malformations of the internal auditory canal, vestibular aqueduct, modiolus and vestibule. Despite different localization in the POU3F4 gene all mutations severely impair the protein structure affecting at least one functional POU3F4 domain, and results in similar and severe clinical manifestations. Sequencing of the entire POU3F4 gene is recommended in patients with characteristic temporal bone malformations. Results of POU3F4 mutation testing are important not only for a proper genetic counseling, but also for adequate preparation and conduction of a surgical procedure.","dc:creator":"Pollak A","dc:date":"2016","dc:title":"Novel and De Novo Mutations Extend Association of POU3F4 with Distinct Clinical and Radiological Phenotype of Hearing Loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27941975","rdfs:label":"Family C"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:d158d515-18f8-439d-8fad-19008d2523d5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:89c4102e-6d9e-45ce-bdea-2ed2ff9ba0b9","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:d158d515-18f8-439d-8fad-19008d2523d5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:78216da5-14e6-4178-8b23-bf6ea3b27732","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.83508403C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413750752"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27941975"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27941975","rdfs:label":"Family A"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:0154bb28-74f8-4ff5-abf9-5db32c7c462c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d27241d3-7644-41a5-9e9c-588df4985cc3","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypeFreeText":"Perilymphatic gusher, mixed hearing loss","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:0154bb28-74f8-4ff5-abf9-5db32c7c462c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:12b10ddc-aeb0-4e44-9a9a-a98a3a2a681d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000307.4(POU3F4):c.896delA (p.Lys299Serfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA270743"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7839145"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7839145","rdfs:label":"3055"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:aa3fa59e-0889-4bdb-b0b7-9bf481753b3e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e5222b5f-6a80-46ea-8958-86109e1579da","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Congenital profound SNHL","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:aa3fa59e-0889-4bdb-b0b7-9bf481753b3e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:10289d46-1bdd-4c61-aed6-3198a4aa2ed5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.83508947T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413751943"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27941975"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27941975","rdfs:label":"Family D"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:a336c865-6667-40a2-beb2-79c4397e3c9a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:8b09896f-4204-444d-9de8-1cef5acf0991","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"WES followed by sanger confirmation","firstTestingMethod":"Exome sequencing","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:a336c865-6667-40a2-beb2-79c4397e3c9a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3d304bf6-8569-4313-b455-fad36ee4810b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.83508670del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645509022"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27941975"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27941975","rdfs:label":"Family B"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:e89afe86-55b2-43f1-b62c-553ecbb7a230_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:03f73498-49df-439d-9370-0b7b3de6b1a3","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"mixed hearing loss of 40-50 dB","previousTesting":true,"previousTestingDescription":"SSCP","sex":"Male","variant":{"id":"cggv:e89afe86-55b2-43f1-b62c-553ecbb7a230_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dd01858a-938c-4efa-960c-00b46fb1cf1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000307.4(POU3F4):c.862_865delAGTG (p.Val289Argfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA255979"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7581392","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Bitner-Glindzicz M","dc:date":"1995","dc:title":"Further mutations in Brain 4 (POU3F4) clarify the phenotype in the X-linked deafness, DFN3."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7581392","rdfs:label":"family1 proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10},{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:6a45f51a-1bf5-4fca-aed5-24d5f7ae094f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1e422ee7-2d42-4e1f-8761-f691b404352a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"profound sensorineural deafness diagnosed in infancy","previousTesting":true,"previousTestingDescription":"SSCP","sex":"Male","variant":{"id":"cggv:6a45f51a-1bf5-4fca-aed5-24d5f7ae094f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9637fea3-cb49-4c1d-be92-bd75b1121cf1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000307.4(POU3F4):c.935C>T (p.Ala312Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA255980"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7581392"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7581392","rdfs:label":"family 2 proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:cd4d3348-c2d1-4fdc-ab71-c798cebf7b57_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:510ddc08-2e7d-464b-ad73-7a9d3482fddb","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Sanger sequencing","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:cd4d3348-c2d1-4fdc-ab71-c798cebf7b57_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4df8fe62-5ae1-4e36-9b8d-d5005b72918c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000023.11:g.83508974T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA413752002"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27941975"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27941975","rdfs:label":"Family E"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":504,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:1b0a237d-0432-42f8-9fd9-5af31ba8b8d0","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:9217","modeOfInheritance":"obo:HP_0001417"},"version":"1.0","dc:description":"The POU3F4 gene has been associated with X-linked nonsyndromic hearing loss using the ClinGen Clinical Validity Framework as of 9/25/2017. This association was made using case-level data only. At least 10 missense, frameshift, nonsense variants have been reported in humans. POU3F4 was first associated with this disease in humans as early as 1995 (de Kok et al.). Association is seen in at least 10 probands in 3 publications (7839145, 7581392, 27941975). Variants in this gene segregated with disease in 6 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence and/or experimental evidence (12 pts.) has been reached. This gene-disease association is supported by a spontaneous mouse model and a null mouse model, both with hearing loss, as well as other relevant expression and protein interaction studies. In summary, POU3F4 is definitively associated with X-linked nonsyndromic hearing loss. This classification was approved by the ClinGen Hearing Loss Working Group on 1/5/2018.\n","dc:isVersionOf":{"id":"cggv:4ab4f4a3-757d-4de3-90e7-42a229c360a0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}