{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-05-04T16:00:00.000Z","role":"Approver"},{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-10-11T19:35:54.367Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17847012","type":"dc:BibliographicResource","dc:abstract":"Homozygosity mapping was performed in a consanguineous Sephardic Jewish family with three patients who presented with severe infantile encephalopathy associated with pontocerebellar hypoplasia and multiple mitochondrial respiratory-chain defects. This resulted in the identification of an intronic mutation in RARS2, the gene encoding mitochondrial arginine-transfer RNA (tRNA) synthetase. The mutation was associated with the production of an abnormally short RARS2 transcript and a marked reduction of the mitochondrial tRNA(Arg) transcript in the patients' fibroblasts. We speculate that missplicing mutations in mitochondrial aminoacyl-tRNA synthethase genes preferentially affect the brain because of a tissue-specific vulnerability of the splicing machinery.","dc:creator":"Edvardson S","dc:date":"2007","dc:title":"Deleterious mutation in the mitochondrial arginyl-transfer RNA synthetase gene is associated with pontocerebellar hypoplasia."},"evidence":[{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a8baf723-eca2-4edb-baf3-219a76e21c03","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:02648718-cc7a-4c2b-9561-7c2c2a8cbf7b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Whole-mount studies in zebrafish showed that zf-rars2 mRNA is expressed ubiquitously with a stronger signal within the head and brain at 24hpf (suppl. Fig 3).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22569581","type":"dc:BibliographicResource","dc:abstract":"Recessive mutations in the mitochondrial arginyl-transfer RNA synthetase (RARS2) gene have been associated with early onset encephalopathy with signs of oxidative phosphorylation defects classified as pontocerebellar hypoplasia 6. We describe clinical, neuroimaging and molecular features on five patients from three unrelated families who displayed mutations in RARS2. All patients rapidly developed a neonatal or early-infantile epileptic encephalopathy with intractable seizures. The long-term follow-up revealed a virtual absence of psychomotor development, progressive microcephaly, and feeding difficulties. Mitochondrial respiratory chain enzymes in muscle and fibroblasts were normal in two. Blood and CSF lactate was abnormally elevated in all five patients at early stages while appearing only occasionally abnormal with the progression of the disease. Cerebellar vermis hypoplasia with normal aspect of the cerebral and cerebellar hemispheres appeared within the first months of life at brain MRI. In three patients follow-up neuroimaging revealed a progressive pontocerebellar and cerebral cortical atrophy. Molecular investigations of RARS2 disclosed the c.25A>G/p.I9V and the c.1586+3A>T in family A, the c.734G>A/p.R245Q and the c.1406G>A/p.R469H in family B, and the c.721T>A/p.W241R and c.35A>G/p.Q12R in family C. Functional complementation studies in Saccharomyces cerevisiae showed that mutation MSR1-R531H (equivalent to human p.R469H) abolished respiration whereas the MSR1-R306Q strain (corresponding to p.R245Q) displayed a reduced growth on non-fermentable YPG medium. Although mutations functionally disrupted yeast we found a relatively well preserved arginine aminoacylation of mitochondrial tRNA. Clinical and neuroimaging findings are important clues to raise suspicion and to reach diagnostic accuracy for RARS2 mutations considering that biochemical abnormalities may be absent in muscle biopsy.","dc:creator":"Cassandrini D","dc:date":"2013","dc:title":"Pontocerebellar hypoplasia type 6 caused by mutations in RARS2: definition of the clinical spectrum and molecular findings in five patients."},"rdfs:label":"Relative expression of zf-rars2 gene by RT-PCR"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Gtex dataset shows reduced expression in the brain tissues. Hence, not scored.\n"},{"id":"cggv:28848e58-8166-448c-9555-16afa5ca74e0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b500b552-55d2-4fce-a59b-1e9f8935e4c8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Aminoacyl-tRNA synthetases (aaRSs) are key enzymes in the translation of the genetic information. In fact, they catalyze the specific attachment of each of the 20 amino acids (aa) to a cognate tRNA, through a two-step reaction, where they first activate the amino acid with ATP, forming an intermediate aminoacyl-adenylate, and then transfer the aminoacyl group to the 3'-end of its own tRNA. There are 19 mt-aaRSs, which are enoded by nuclear genes, imported into mitochondria, and their interaction with cognate tRNAs seems to be essential for their amount and stability. Biallelic variants in 16 of these genes  (table 1) have been associated with human disease including: AARS2 (OMIM#612035, OMIM#614096, 615889), CARS2 (OMIM#612800, OMIM#616672), DARS2 (OMIM#610956, OMIM#611105), EARS2 (OMIM#612799, OMIM#614924), FARS2 (OMIM#611592, OMIM#614946, 617046), GARS (OMIM# 600287, OMIM#600794), HARS2 (OMIM#600783, OMIM#614926), KARS (OMIM#60142, OMIM#613641), LARS2 (OMIM#604544, OMIM#617021, 615 300), MARS2 (OMIM#609728, OMIM#616430, 611 390), NARS2 (OMIM#612803, OMIM#616239), RARS2 (OMIM#611524, OMIM#611523), SARS2 (OMIM#612804, OMIM#613845), TARS2 (OMIM#612805, OMIM#615918) VARS2 (OMIM#611390, OMIM#615917), YARS2 (OMIM#610957, OMIM#613561).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24639874","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial respiratory chain (RC) disorders are a group of genetically and clinically heterogeneous diseases. This is because protein components of the RC are encoded by both mitochondrial and nuclear genomes and are essential in all cells. In addition, the biogenesis and maintenance of mitochondria, including mitochondrial DNA (mtDNA) replication, transcription, and translation, require nuclear-encoded genes. In the past decade, a growing number of syndromes associated with dysfunction of mtDNA translation have been reported. This paper reviews the current knowledge of mutations affecting mitochondrial aminoacyl tRNAs synthetases and their role in the pathogenic mechanisms underlying the different clinical presentations. ","dc:creator":"Diodato D","dc:date":"2014","dc:title":"The Mitochondrial Aminoacyl tRNA Synthetases: Genes and Syndromes."},"rdfs:label":"shared protein function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":">10 products with gene disease association. Can score at 2 points as per LSS scoring rubric.\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fb_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:74bd9f67-cd0c-4ee3-b3c2-bf70b9fbdd80","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d4b70b83-7041-4c4f-8a78-eb035162ce5f","type":"FunctionalAlteration","dc:description":"\"Messenger RNA/RARS2 expression was in the low-normal range of controls when measured by q-PCR in cultured skin fibroblasts from A-01, B-02 and C-01 patients (Fig. 5a, upper panel). A reduction in the amount of mt-tRNAArg was found in fibroblasts from A-01, B-02 and C-01 (35, 22, and 20 % of control mean, respectively) and the residual tRNAArg transcript was almost fully acylated suggesting that uncharged\nmitochondrial transcripts become unstable. Mt-ArgRS enzyme activity was 2.548±0.39 in controls (n06) upon correction for CS activity whereas it was severely reduced in patients B-02 and C-01 (residual activities were 33 % and 19 % of control mean, respectively). The defect was less profound in case A-01 (68 % of control mean). Western blotting in skin fibroblasts mitochondria from patients A-01, B-02 and C-01 showed that the level of the protein was of correct size but reduced to 79 %, 35 %, and 28 %,respectively, of the control mean value after normalization to the immunodetection of VDAC/porin (Fig. 5b,lower panel).\"\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22569581","rdfs:label":"Messenger RNA and protein expression "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8114876b-8146-4e35-b6e7-140d9b5cbb52","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c515cf4f-666f-4c89-ae24-32205da2be94","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"\"rars2 is expressed ubiquitously at 24 hpf but strong within the head and brain. To test the effects of rars2 inhibition, zebrafish embryos were injected with MOs designed to target the rars2 ATG start site and the exon 6 splice donor site. As shown in Figure 6C and D, knockdown of rars2 with both MOs results in brain hypoplasia and loss of structural definition within the brain in comparison to control embryos (Fig. 6A and B). RT–PCR reveals that abnormal splicing of rars2 occurred in the splice-site morphants (Fig. 6G). Co-injection of human RARS2 mRNA with the rars2 ATG MO resulted in partial recovery of the brain phenotype, thus confirming specific targeting of gene knockdown (Fig. 6E, F and H). Whole-mount in situ hybridization using fgf8 (Supplementary Material, Fig. S3A–F) and otx2 (Supplementary Material, Fig. S3G–\nL) RNA probes further illustrates the brain hypoplasia phenotype observed in rars2 morphants. Similar to tsen54 knockdown, developmental patterning of the MHB and the fore-midbrain regions was not affected. Furthermore, rars2 knockdown was associated with a significant increase in cell death within the brains of morphant embryos (Supplementary Material, Fig. S4C and E) when compared with both control\ngroups (P , 0.0001; Supplementary Material, Fig. S4A, B and E). The number of dead cells was significantly reduced when human RARS2 mRNA was co-injected with the rars2 ATG MO (P = 0.0005; Supplementary Material, Fig. S4D and E). Taken together, these observations reveal phenotypic comparisons between rars2 and tsen54 morphants, suggesting a common disease pathway may exist between two separate genes in the pathogenesis of distinct subtypes of PCH.\"\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21273289","type":"dc:BibliographicResource","dc:abstract":"Pontocerebellar hypoplasia (PCH) represents a group (PCH1-6) of neurodegenerative autosomal recessive disorders characterized by hypoplasia and/or atrophy of the cerebellum, hypoplasia of the ventral pons, progressive microcephaly and variable neocortical atrophy. The majority of PCH2 and PCH4 cases are caused by mutations in the TSEN54 gene; one of the four subunits comprising the tRNA-splicing endonuclease (TSEN) complex. We hypothesized that TSEN54 mutations act through a loss of function mechanism. At 8 weeks of gestation, human TSEN54 is expressed ubiquitously in the brain, yet strong expression is seen within the telencephalon and metencephalon. Comparable expression patterns for tsen54 are observed in zebrafish embryos. Morpholino (MO) knockdown of tsen54 in zebrafish embryos results in loss of structural definition in the brain. This phenotype was partially rescued by co-injecting the MO with human TSEN54 mRNA. A developmental patterning defect was not associated with tsen54 knockdown; however, an increase in cell death within the brain was observed, thus bearing resemblance to PCH pathophysiology. Additionally, N-methyl-N-nitrosourea mutant zebrafish homozygous for a tsen54 premature stop-codon mutation die within 9 days post-fertilization. To determine whether a common disease pathway exists between TSEN54 and other PCH-related genes, we also monitored the effects of mitochondrial arginyl-tRNA synthetase (rars2; PCH1 and PCH6) knockdown in zebrafish. Comparable brain phenotypes were observed following the inhibition of both genes. These data strongly support the hypothesis that TSEN54 mutations cause PCH through a loss of function mechanism. Also we suggest that a common disease pathway may exist between TSEN54- and RARS2-related PCH, which may involve a tRNA processing-related mechanism.","dc:creator":"Kasher PR","dc:date":"2011","dc:title":"Impairment of the tRNA-splicing endonuclease subunit 54 (tsen54) gene causes neurological abnormalities and larval death in zebrafish models of pontocerebellar hypoplasia."},"rdfs:label":"Disruption of rars2 gene in zebrafish"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"The knockdown recapitutulated human phenotype in terms of hypoplasia and loss of structural definition in the brain and was rescued (at least partially) by human RARS2. Also, knockdown of tsen54, zebrafish orthologue for TSEN54 (variants in this gene are associated with pontocerebellar hypoplasia), shows a similar phenotype.\n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fb_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0db9f5ac-2f6d-4e54-affa-4c4d8f07e133_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0db9f5ac-2f6d-4e54-affa-4c4d8f07e133","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"allele":{"id":"cggv:10926825-f7b0-4933-a93b-0eb444a89478","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/802251"}},"detectionMethod":"Genomic coordinates were identified for all target regions in 158 genes related to a collection of neurological conditions, including nine genes reported to be causative of PCH (CASK, CHMP1A, EXOSC3, RARS2, SEPSECS, TSEN2, TSEN34, TSEN54 and VRK1).\n","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"He was reported to have normal development up to ~ 6 months of age. At 9 months of age he presented with hypotonia, seizures, loss of milestones and clonus. MRI findings at 9 months were consistent with PCH, demonstrating small posterior fossa, vermis hypoplasia, small pons and atrophy of cerebellar hemispheres, as well as prominent subarachnoid space overlying frontotemporal convexities (Figures 2a–c). At 3 years of age, clinical molecular testing for PCH was preformed and a novel homozygous sequence change, c.-2A>G in the 5′-UTR of RARS2 was identified (Figures 1a and b). At 4.5 years the patient is unable to sit, has microcephaly and continues to have poor head control. Head circumference continues to be at the 50th percentile. He has had progressive vision loss, no functional speech and refractory partial epilepsy, which has been difficult to control. Repeat brain MRIs at 27 and 50 months have not shown significant progression (not shown).\n","sex":"Male","variant":{"id":"cggv:7fe81767-1c5c-49ae-a278-3dff2acae36e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:10926825-f7b0-4933-a93b-0eb444a89478"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25809939","type":"dc:BibliographicResource","dc:abstract":"Pontocerebellar hypoplasia (PCH) is characterized by hypoplasia and atrophy of the cerebellum, variable pontine atrophy, microcephaly, severe mental and motor impairments and seizures. Mutations in 11 genes have been reported in 8 out of 10 forms of PCH. Recessive mutations in the mitochondrial arginyl-transfer RNA synthetase gene (RARS2) have been recently associated with PCH type 6, which is characterized by early-onset encephalopathy with signs of oxidative phosphorylation defect. Here we describe the clinical presentation, neuroimaging findings and molecular characterizations of two siblings with a clinical diagnosis of PCH who displayed a novel variant (c.-2A>G) in the 5'-UTR of the RARS2 gene in the homozygous state. This variant was identified through next-generation sequencing testing of a panel of nine genes known to be involved in PCH. Gene expression and functional studies demonstrated that the c.-2A>G sequence change directly leads to a reduced RARS2 messenger RNA expression in the patients by decreasing RARS2 promoter activity, thus providing evidence that mutations in the RARS2 promoter are likely to represent a new causal mechanism of PCH6. ","dc:creator":"Li Z","dc:date":"2015","dc:title":"A novel mutation in the promoter of RARS2 causes pontocerebellar hypoplasia in two siblings."}},"rdfs:label":"10"},{"id":"cggv:7fe81767-1c5c-49ae-a278-3dff2acae36e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7fe81767-1c5c-49ae-a278-3dff2acae36e_variant_evidence_item"},{"id":"cggv:7fe81767-1c5c-49ae-a278-3dff2acae36e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The 5′-UTR of RARS2 is embedded in a transcription factor binding site as shown in the UCSC genome browser (Figure 3a), indicating that it maybe in a promoter region. The 5′-UTR is included in the promoter of RARS2 through searching the Eukaryotic Promoter Database (EPDnew), which is a series of species-specific databases of experimentally validated promoters. These evidences raised the possibility that a sequence change in the 5′-UTR of RARS2 might affect gene expression. To address this question, quantitative real-time PCR analysis was performed to detect the mRNA expression level of RARS2 in the peripheral blood of the two siblings. As shown in Figure 3b, the mRNA expression level of RARS2 in both Pt10 and Pt11 was significantly downregulated compared with the normal controls (P<0.05). There is no significant difference in the RARS2 expression level between the siblings. This suggested that the c.-2A>G sequence change may lead to reduced mRNA expression of RARS2 in these patients. To further clarify the effects of the RARS2 c.-2A>G sequence change, a promoter luciferase assay was conducted. The wild-type (pGL4-WT) and the c.-2A>G mutant (pGL4 –Mut) 5′-UTR sequences were cloned upstream of a reporter luciferase gene in a pGL4 basic promoterless luciferase reporter vector. The constructs were transiently transfected into HEK293T cells, which were derived from human embryonic kidney cells. Luciferase activity was detected 48 h after transfection. Transfection with pGL4–Mut resulted in 40% reduction of promoter activity compared with that of pGL4-WT (Figure 4). This demonstrated that the c.-2A>G sequence change directly reduced the RARS2 promoter activity.\n"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8d9af30c-bf77-4777-a5f5-2df9da916ed8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8d9af30c-bf77-4777-a5f5-2df9da916ed8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"allele":[{"id":"cggv:097cc7f2-af5e-4412-be66-317ed5934865","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.282_285del (p.Arg94fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/1069762"}},{"id":"cggv:fd2301d1-6687-4870-9824-ffe9ca452985","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.773G>A (p.Arg258His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA323244"}}],"detectionMethod":"Trio WES, results confirmed by Sanger\n","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"\"At day of life 2 (DOL2), groan was manifested, which initially was attributed to respiratory infection. After breast and artificial feeding, hypoglycemia, metabolic acidosis and hyperammonemia were noted repetitively at DOL7 and improved considerably after fasting and parenteral nutrition. Concentrations of plasma ammonia and blood lactic acid remained normal value when she was given extensively hydrolyzed protein formula. At DOL19, she manifested partial or fragmentary erratic myoclonus, sometimes massive myoclonus, and muscular hypertonia. Interictal video-electroencephalogram (VEEG) at DOL24 showed a symmetric and synchronous suppression burst (SB) pattern during all wakefulness and sleep, which consisted of bursts lasting 2 to 6 seconds followed by almost isoelectric periods lasting 3 to 96 seconds. Ictal VEEG revealed frequent myoclonic seizures often coincided the burst phases (Figure 1). Brain magnetic resonance imaging (MRI) at DOL27 demonstrated enlarged ventricular system, widened extracerebral space at the frontal, temporal and sylvian fissure but more obviously at left side, significantly small vessels in bilateral temporal region and bilateral symmetric hypomyelination in the posterior limb of internal capsule\n(Figure 2). Followup revealed that any antiepileptic drugs was withdrawn at 5 months of age because ineffective. She developed infantile spasm at 7 months of age, and had a severe developmental delay (at 7 months of age, she had poor visual fixation without following, had poor head control, was not sitting, grasping and turning over) (Figure 4).\"\n","previousTesting":false,"sex":"Female","variant":[{"id":"cggv:1cbf7efb-76ed-4d65-b1fc-b55ed9fcc415_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:097cc7f2-af5e-4412-be66-317ed5934865"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33209735","type":"dc:BibliographicResource","dc:abstract":"The ","dc:creator":"Xu Y","dc:date":"2020","dc:title":"A term neonate with early myoclonic encephalopathy caused by "}},{"id":"cggv:30f3b5c4-bcd5-4869-a2c7-aa6e8a71fbf9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fd2301d1-6687-4870-9824-ffe9ca452985"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33209735"}],"rdfs:label":"Xu I"},{"id":"cggv:1cbf7efb-76ed-4d65-b1fc-b55ed9fcc415","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1cbf7efb-76ed-4d65-b1fc-b55ed9fcc415_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:30f3b5c4-bcd5-4869-a2c7-aa6e8a71fbf9","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:30f3b5c4-bcd5-4869-a2c7-aa6e8a71fbf9_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cc25a1e1-69a5-4d3b-8b14-354093f0bd84_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cc25a1e1-69a5-4d3b-8b14-354093f0bd84","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":0,"allele":[{"id":"cggv:d35deb68-0302-4ec9-b857-a1f9a757e8a2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.961C>T (p.Leu321Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364926729"}},{"id":"cggv:3f8fb6b1-c28b-405c-9a00-bb3577f260dd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.795del (p.Glu265AspfsTer16)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573105959"}}],"detectionMethod":"WGS, results confirmed by Sanger\n","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Whole genome shotgun sequencing","phenotypeFreeText":"\"After birth slight hypothermia occurred, leading to one day neonatal care, but otherwise physical examination was normal. Very early psychomotor milestones were reported normal, but at the age of 2–3\nmonths lack of social interaction, late visual contact and mild hypotonia were noted. No further developmental milestones were reached, he had no speech and showed no real social contact. The patient had no dysmorphic signs at birth, but later presented with bitemporal narrowing, high palate, open mouth, full cheeks, a tented upper lip (Fig. 1A) as well as mild edema of hands (Fig. 1B) and feet. Eye examination showed no visual contact and a pale papilla on both eyes later progressing to optic atrophy. Due to feeding difficulties the child was tube fed. An acquired microcephaly was noted with occipitofrontal circumference (OFC) of 43 cm (−3.3 SD) at the age of 1 year and 46 cm (−3.7 SD) at the age of 3 years. At the last clinical follow-up with 9 years of age, he presented as a bedridden child with profound intellectual disability, axial hypotonia, spastic quadriplegia and significant seizure burden. First convulsions were witnessed at the age of 6 weeks with lateralized clonic movements of the face, followed by diminished consciousness and eye deviation to one side as well as bilateral clonic movements of the body. Convulsions evolved into therapy-resistant epilepsy with varying seizure types: complex focal seizures (with and without diminished consciousness) with myoclonic jerks and laughing, rhythmic clonic movements of one or both limbs,and long-lasting eye deviations with nystagmus. The patient suffered from daily seizures several times a day with isolated myoclonic spams and clusters in between. EEG studies at the age of one to 3 months showed normal background activity without any epileptic activity. Multifocal epileptic activity\nwas seen from the age of 4 months and high voltage slow background activity from the age of 5 months. The EEG did show some signs of hypsarrhythmia and could, because lack of total desynchronization,\nbe described as a modified hypsarrhythmia. The last EEG recording, taken one day before the patient died, demonstrated a picture of status epilepticus with continuous multifocal epileptic activity.\nMagnetic resonance imaging (MRI) was performed at the ages of 4.5 months and 7 years. At 4.5 months (Fig. 1C and D), it showed severe cerebral atrophy, destruction of the thalami, and delayed myelination,\nwhereas the cerebellum appeared normal in size. At 7 years (Fig. 1E–G), the cerebellar atrophy was prominent, and microcephaly masked some of the cerebral atrophy. The pons was normal, and the myelination had reached almost a normal appearance. Thorough metabolic investigations were unremarkable, with the exception of an intermittently raised serum lactate up to 5.3 mmol/l (0.5–2 mmol/l) and an elevated lactate level in the CSF, up to 2.8 mmol/l (< 2.5 mmol/l). No abnormalities were seen in the muscle biopsy. \nThe patient died at the age of nearly 12 years due to a respiratory infection.\"\n","previousTesting":true,"previousTestingDescription":"Sanger sequencing to identify variants in the coding regions and splice sites of ZNHIT3. Prior genetic investigations including karyotype and microarray came out normal and mitochondrial DNA mutations were excluded.\n","sex":"Male","variant":[{"id":"cggv:d9501ee2-301f-4931-a1c7-9e9ba55c67b1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3f8fb6b1-c28b-405c-9a00-bb3577f260dd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31536827","type":"dc:BibliographicResource","dc:abstract":"Pontocerebellar hypoplasia type 6 (PCH6) is a rare infantile-onset progressive encephalopathy caused by biallelic mutations in RARS2 that encodes the mitochondrial arginine-tRNA synthetase enzyme (mtArgRS). The clinical presentation overlaps that of PEHO syndrome (Progressive Encephalopathy with edema, Hypsarrhythmia and Optic atrophy). The proband presented with severe intellectual disability, epilepsy with varying seizure types, optic atrophy, axial hypotonia, acquired microcephaly, dysmorphic features and progressive cerebral and cerebellar atrophy and delayed myelination on MRI. The presentation had resemblance to PEHO syndrome but sequencing of ZNHIT3 did not identify pathogenic variants. Subsequent whole genome sequencing revealed novel compound heterozygous variants in RARS2, a missense variant affecting a highly conserved amino acid and a frameshift variant with consequent degradation of the transcript resulting in decreased mtArgRS protein level confirming the diagnosis of PCH6. Features distinguishing the proband's phenotype from PEHO syndrome were later appearance of hypotonia and elevated lactate levels in blood and cerebrospinal fluid. On MRI the proband presented with more severe supratentorial atrophy and lesser degree of abnormal myelination than PEHO syndrome patients. The study highlights the challenges in clinical diagnosis of patients with neonatal and early infantile encephalopathies with overlapping clinical features and brain MRI findings.","dc:creator":"Nevanlinna V","dc:date":"2020","dc:title":"A patient with pontocerebellar hypoplasia type 6: Novel RARS2 mutations, comparison to previously published patients and clinical distinction from PEHO syndrome."}},{"id":"cggv:ad5fb9f2-dcca-46d3-864d-48f08e4f6d27_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d35deb68-0302-4ec9-b857-a1f9a757e8a2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31536827"}],"rdfs:label":"Nevanlinna I"},{"id":"cggv:d9501ee2-301f-4931-a1c7-9e9ba55c67b1","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d9501ee2-301f-4931-a1c7-9e9ba55c67b1_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:ad5fb9f2-dcca-46d3-864d-48f08e4f6d27","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:ad5fb9f2-dcca-46d3-864d-48f08e4f6d27_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fb_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:5240c769-34f1-4674-8f28-a58ec45e6ddc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5240c769-34f1-4674-8f28-a58ec45e6ddc","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","allele":[{"id":"cggv:ca409a55-a722-4859-a27d-8696a34162e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.1024A>G (p.Met342Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129529"}},{"id":"cggv:304ed816-6736-45c1-b010-57c2048b7b5f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.35A>G (p.Gln12Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA129531"}}],"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"\"She was admitted from home aged 19 hr with a respiratory rate of 80 and poor feeding. She had a normal neurological examination and was not hypotonic. Blood and cerebrospinal fluid (CSF) lactate levels\nwere elevated (blood 16 mmol/L; normal range 0.6–2.4 mmol/L and CSF 12.4mmol/L; normal <2.1mmol/L) and blood glucose was 1.7mmol/L (normal range 3.8–5.5mmol/L). She was treated with dextrose and sodium bicarbonate infusions and symptoms normalized over 24 hr, but myoclonic seizures were noted at 36 hr. An EEG at one week of age confirmed epileptiform activity. Blood and CSF lactate returned to normal by 1 week of age. Brain MRI at age 5 days was of poor quality but considered to be normal (Fig. 1A,B). Muscle biopsy at age 4 weeks showed occasional fibers with weak cytochrome oxidase activity but no other features of mitochondrial myopathy, and respiratory chain studies were normal. Creatine kinase (CK) at 3 days of age was elevated (863 IU/L; normal range 24–170 IU/L) possibly due to recent delivery and myoclonic seizures. All other biochemical and metabolic investigations including transferrin electrophoresis, fibroblast pyruvate dehydrogenase assays and fatty acid oxidation studies were normal. Blood lactate levels were again found to be elevated at 9.2 mmol/L during routine assessment at age 8 months but subsequently normalized. The patient went on to manifest hypotonia and profound developmental delay with absence of social smiling, poor head control and feeding difficulty requiring nasogastric feeding followed by insertion of a gastrostomy at 2 years (Table II). She had severe visual impairment with no apparent ocular abnormality and suffered frequent myoclonic seizures with generalized high voltage spike waves (but no hypsarrhythmia) on EEG. A further cranial MRI at aged 14 months showed generalized cerebral\natrophy, thinning of the pons and gross atrophy and flattening of the cerebellar hemispheres (Fig. 1C,D). A further muscle biopsy at aged 3 years was normal with normal respiratory chain studies. Examination in the genetics clinic aged 2 years 2 months and 3 years 3 months revealed severe microcephaly (OFC was 6 standard deviations below the mean for her age and had been falling progressively away from the 2nd–9th centiles since birth) but with normal length (9th–25th centile). She had dysmorphic features (Fig. 2) with bitemporal narrowing, deep-set eyes with prominent nasal bridge, full cheeks, a narrow palate, edematous hands and feet with deep skin creases, hypotonia, poor head control and brisk reflexes. Because of upper airway obstruction due to marked hypotonia, she had a tracheostomy performed at 4 years and 6 months of age.\nprofound developmental delay, progressive severe microcephaly, hypotonia, and cerebral, pontine, and cerebellar atrophy on brain MRI. including edematous hands and feet, were suggestive of a PEHO-like condition. Despite the absence of respiratory chain defects, the MRI findings and lactic acidosis were felt to be consistent with PCH6 and the RARS2 gene was analyzed.\"\n","previousTesting":false,"sex":"Female","variant":[{"id":"cggv:3004e8e1-acb7-4b64-a0a0-639de7d53162_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:304ed816-6736-45c1-b010-57c2048b7b5f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20635367","type":"dc:BibliographicResource","dc:abstract":"Six subtypes of autosomal recessive pontocerebellar hypoplasia (PCH) have been identified and the genetic basis of four of these (PCH1, PCH2, PCH4, and PCH6) is known. PCH6 is associated with cerebral atrophy and multiple but variable respiratory chain defects in muscle and has been reported in one consanguineous Sephardic Jewish family. It is caused by mutations in the RARS2 gene which encodes mitochondrial arginine-transfer RNA synthetase. Here we describe a female patient born to nonconsanguineous British parents. She presented in the neonatal period with increased respiratory rate, poor feeding and transiently elevated blood and CSF lactate levels. She went on to manifest profound developmental delay and severe microcephaly. Edema of the hands, feet, and face were suggestive of a PEHO-like condition (progressive encephalopathy, edema, hypsarrhythmia and optic atrophy), although optic atrophy and hypsarrhythmia were absent. Cranial MRI at age 14 months showed generalized cerebral atrophy, thinning of the pons and gross atrophy and flattening of the cerebellar hemispheres. Muscle biopsies on two occasions were normal with normal respiratory chain studies. Despite the absence of respiratory chain defects, the phenotype was felt to be consistent with PCH6 and indeed two novel pathogenic RARS2 mutations were identified. Ours is the second report of PCH6 due to RARS2 mutations and demonstrates that respiratory chain abnormalities are not obligatory, whereas some features of PEHO might be present.","dc:creator":"Rankin J","dc:date":"2010","dc:title":"Pontocerebellar hypoplasia type 6: A British case with PEHO-like features."}},{"id":"cggv:586e7e69-212d-48e7-85b8-cc9f1578484d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ca409a55-a722-4859-a27d-8696a34162e5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20635367"}],"rdfs:label":"1"},{"id":"cggv:3004e8e1-acb7-4b64-a0a0-639de7d53162","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3004e8e1-acb7-4b64-a0a0-639de7d53162_variant_evidence_item"},{"id":"cggv:3004e8e1-acb7-4b64-a0a0-639de7d53162_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Amplification of transcripts from the RARS2 gene in cDNA prepared from patient fibroblasts revealed two products, one of the expected size of 1,773 bp and one which was larger by approximately\n200 bp (Fig. 3, lane 1). This larger product was also detected in normal controls, but at a relatively much lower level (lane 2). Sequencing of these products demonstrated that the smaller one corresponds in length to the normal mature mRNA, while the larger one results from aberrant splicing in which 221 bp of intron 1 are inserted between exons 1 and 2. In the mis-spliced product from the patient, there were two heterozygous missense mutations, c.1024A>G, M342V in exon 12 (Fig. 4A) and c.35A>G, Q12R in exon 1 (Fig. 4B). However, in the normally processed transcript, the exon 1 mutation was not present and the exon 12 mutation appeared to be homozygous (Fig. 4C). Cloning of exons 1 and 2 with 500 bp of intron on either side, into an exon trap vector and comparing transcripts from the normal and mutant sequence after expression in COS-7 cells showed that the construct with the mutation generated the mis-spliced product only. "}],"strengthScore":0.5},{"id":"cggv:586e7e69-212d-48e7-85b8-cc9f1578484d","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:586e7e69-212d-48e7-85b8-cc9f1578484d_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The M342V mutation in exon 12 changes a highly conserved amino acid residue, and is considered likely to be pathogenic. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e7af4915-1404-4221-a265-8798abd3bf7f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e7af4915-1404-4221-a265-8798abd3bf7f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","allele":[{"id":"cggv:5e0f4213-2e8d-4e8b-837f-218467b2f310","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.1406G>A (p.Arg469His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/618855"}},{"id":"cggv:bf105a27-834d-432a-bfaa-331e07a8ee0a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.734G>A (p.Arg245Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3916542"}}],"detectionMethod":"The coding exons and exon–intron boundaries of RARS2 were PCR-amplified, and amplified fragments were purified and bidirectionally analyzed using capillary Sanger sequencing.\n","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Soon after birth, she presented with unexplained repeated episodes of hypoglycemia. At the age of 20 days, she developed seizures progressing into epileptic status. In the first months of life, lactate was repeatedly found increased both in blood and CSF (2–3 times normal) (Table 1). Brain MRI performed at 4 months showed moderate diffuse brain atrophy. MRI spectroscopy (MR-S) revealed an increased lactate peak. RC activities in muscle homogenate showed normal results. At 1 year, the patient showed a severe neurodevelopmental delay and intractable epilepsy. Head circumference dropped below the 3rd percentile, andMRI andMR-S confirmed a progressive cerebral, cerebellar and pontine atrophy (Figs. 3a–c and 4a–d) as well as lactic peak. Gastrostomy was performed at age 5 years for severe gastroesophageal reflux. During the 9-year follow-up the patient continued to suffer from intractable multifocal seizures without overt improvement.\n","previousTesting":false,"sex":"Female","variant":[{"id":"cggv:c7b81304-c03e-4f8b-8544-761f0ab8db8e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5e0f4213-2e8d-4e8b-837f-218467b2f310"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22569581"},{"id":"cggv:b04d12bd-f4f7-48ce-a79b-5664cc1243c9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bf105a27-834d-432a-bfaa-331e07a8ee0a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22569581"}],"rdfs:label":"B-01"},{"id":"cggv:b04d12bd-f4f7-48ce-a79b-5664cc1243c9","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b04d12bd-f4f7-48ce-a79b-5664cc1243c9_variant_evidence_item"},{"id":"cggv:b04d12bd-f4f7-48ce-a79b-5664cc1243c9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"\"To validate in vivo the pathogenic role of selected novel RARS2 mutations, functional complementation studies was performed using the facultative aerobic yeast Saccharomyces cerevisiae. As seen in Fig. 6, all mutants were able to grow in YPD medium containing a fermentable sugar. Mutation MSR1-R531H (equivalent to the human p.R469H) completely abolished respiration, and strains harboring the MSR1-R306Q\nmutation (equivalent to human p.R245Q) displayed a reduced growth on non-fermentable YPG medium. "}],"strengthScore":0.5},{"id":"cggv:c7b81304-c03e-4f8b-8544-761f0ab8db8e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c7b81304-c03e-4f8b-8544-761f0ab8db8e_variant_evidence_item"},{"id":"cggv:c7b81304-c03e-4f8b-8544-761f0ab8db8e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"\"To validate in vivo the pathogenic role of selected novel RARS2 mutations, functional complementation studies was performed using the facultative aerobic yeast Saccharomyces cerevisiae. As seen in Fig. 6, all mutants were able to grow in YPD medium containing a fermentable sugar. Mutation MSR1-R531H (equivalent to the human p.R469H) completely abolished respiration, and strains harboring the MSR1-R306Q\nmutation (equivalent to human p.R245Q) displayed a reduced growth on non-fermentable YPG medium. \n"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:de372106-f232-4aec-9284-35315b61ad69_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:de372106-f232-4aec-9284-35315b61ad69","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":20,"allele":[{"id":"cggv:ea9470ae-41fc-441b-914c-6948fb29e9b0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.721T>A (p.Trp241Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA364929404"}},{"id":"cggv:304ed816-6736-45c1-b010-57c2048b7b5f"}],"detectionMethod":"The coding exons and exon–intron boundaries of RARS2 were PCR-amplified, and amplified fragments were purified and bidirectionally analyzed using capillary Sanger sequencing.\n","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"\"The patient presented at 20 days of life with severe hypotonia and intractable seizures. Lactate was markedly elevated in both blood and urine (three-fold normal values) but not in the CSF (Table 1). At age 4 months, brain MRI showed marked cerebellar hypoplasia and atrophy (Fig. 3d) and MR-S revealed an elevated lactate peak. There were neither histological nor biochemical alterations of oxidative metabolism in muscle and cultured skin fibroblasts at age 5 months. A severe gastroesophageal reflux was diagnosed at 2 months of age. At 1 year, head circumference dropped below the 3rd percentile. Lactic acidosis was no\nlonger consistently detected in blood and urine. The patient continues to suffer from intractable multifocal seizures without improvement. Serial MRI scans performed at the ages of 12 months, and 2 years confirmed the progression to severe cortical and ponto-cerebellar atrophy (Fig. 3e–f). \"\n","previousTesting":false,"sex":"Male","variant":[{"id":"cggv:5c073f4e-9838-48c5-9737-dedc4b83e047_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:304ed816-6736-45c1-b010-57c2048b7b5f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22569581"},{"id":"cggv:3899e7f7-0985-4258-b8e0-c0431952b2ab_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ea9470ae-41fc-441b-914c-6948fb29e9b0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22569581"}],"rdfs:label":"C-01"},{"id":"cggv:5c073f4e-9838-48c5-9737-dedc4b83e047","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5c073f4e-9838-48c5-9737-dedc4b83e047_variant_evidence_item"},{"id":"cggv:5c073f4e-9838-48c5-9737-dedc4b83e047_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In cDNA from cultured skin fibroblasts from case C-01, p.Q12R produced abnormal splicing with retention of 221-bp of intron 1, consequent frameshift, and protein truncation expected at residue 25  (p.Q12fsX25).\n"}],"strengthScore":0.5},{"id":"cggv:3899e7f7-0985-4258-b8e0-c0431952b2ab","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:3899e7f7-0985-4258-b8e0-c0431952b2ab_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:73988cb9-32b0-4169-992b-3cbbb8b2b353_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:73988cb9-32b0-4169-992b-3cbbb8b2b353","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":16,"allele":{"id":"cggv:1d8a555e-47e6-4c98-9ae3-51e67831afeb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.110+5A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/891"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"\"Born at 41 gestational wk through uncomplicated vaginal delivery. Physical examination at several hours of age revealed generalized hypotonia and poor sucking. Brain magnetic resonance imaging (MRI) at age 3 d (fig.1a) disclosed cerebellar and vermian hypoplasia but normal brain volume. Recurrent apnea since age 1 wk was controlled by phenobarbital, but intractable seizures that started at age 2 mo were resistant to multidrug therapy. She failed to thrive because of poor sucking and gastroesophageal reflux. After the insertion of gastrostomy tube and funduplication, her weight gain became satisfactory, but microcephaly became evident (at age 1 year, head circumference was 40 cm). The patient did not attain any developmental milestones, and her muscle tone became spastic. The results of repeated fundoscopic examinations\nwere normal. Serial brain MRI revealed progressive atrophy of the cerebellum, pons, cerebral cortex, and white matter. The patient died at age 16 mo.\"\n","previousTesting":true,"previousTestingDescription":"karyotype analysis, and FISH analysis for Prader-Willi and Miller-Dieker syndromes","sex":"Female","variant":{"id":"cggv:013e53c9-edce-4ce2-a567-bdf9e23599f2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1d8a555e-47e6-4c98-9ae3-51e67831afeb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17847012"},"rdfs:label":"Patient II-2"},{"id":"cggv:013e53c9-edce-4ce2-a567-bdf9e23599f2","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:013e53c9-edce-4ce2-a567-bdf9e23599f2_variant_evidence_item"},{"id":"cggv:013e53c9-edce-4ce2-a567-bdf9e23599f2_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"In homogenate of skeletal muscle obtained at age 5 mo, the activity of cytochrome c oxidase (complex IV) was reduced at 0.65 mmol/min/g protein (control±SD 2.80±0.52), that of succinate:cytochrome\nc reductase (complexes II and III) was 0.18 mmol/min/g protein (control 0.70±0.23), that of NADH:cytochrome c reductase (complexes I and III) was 0.06 mmol/min/g protein (1.02±0.38), that of NADH dehydrogenase (complex I) was 13.25 mmol/min/g protein (35.48±7.07), and that of succinate dehydrogenase (complex II) was 0.77 mmol/min/g protein (1.00±0.53). \nand did not find any carriers for this substitution.\nTotal RNA was extracted from cultured skin fibroblasts of individual II-4 and from the blood of his mother, I-1 (heterozygous for the variant), and the RARS2 cDNA was amplified (NM_181406.2) in four overlapping fragments.\nThe patient’s major transcript lacked exon 2 (fig. 3c), but a faint, normal-sized fragment was also seen (fig. 3e); the mother had two transcripts of equal abundance, a normal one and a shorter one lacking exon 2. Because exon 2 consists of 74 nt, its skipping is predicted to cause a frameshift, abolishing the enzymatic activity entirely. \nThe analysis of aminoacylation level in vivo was performed by hybridization with probes after separation of the RNA on denaturing PAAG. A striking reduction in the amount of the mitochondrial tRNA-Arg was found in the patient fibroblasts, and the tRNA-Arg:tRNA-Leu ratio was 6% of the control.\nIn contrast, the residual tRNA-Arg transcript was almost fully acylated (fig. 4). These results confirm that the RARSL gene encodes a product with mitochondrial arginyl-tRNA synthetase activity, as predicted in silico. The results strongly suggest that uncharged mitochondrial tRNA-Arg transcripts become unstable. The minute amount of the wild-type RARS2 transcript probably accounts for a residual tRNA-Arg aminoacylation capacity in the patient fibroblasts and for the relatively high residual respiratory-chain activity in these cells.\nSplice region variant demonstrated to perturb the splicing efficiency at exon 1-IVS1 junction (see wt and variant transcripts in patient fibroblasts). Authors speculate that it is the mutant/wild-type transcript ratio in the respective tissues that dictates the phenotype.\n"}],"strengthScore":3,"dc:description":"0.1 + 0.4 (complex I, III and IV defects) +0.4 (for reduction of normal transcript levels) + 0.4 (for reduction of aminoacylation level)= 1.3\n1.3x2= 2.6"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8993aab8-97cc-444f-8a93-cc8888c21a8e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:8993aab8-97cc-444f-8a93-cc8888c21a8e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"allele":[{"id":"cggv:1f101a73-3ca9-4bc7-b299-0867aed2c3eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.87519728T>G (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573105960"}},{"id":"cggv:136dce51-1df0-4701-bf03-0dce44bf049b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.633_636del (p.Glu212fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/951758"}}],"detectionMethod":"WES, results confirmed by Sanger\n","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The patient with RARS2 deficiency presented with neonatal epileptic encephalopathy in the first day of life. She was diagnosed at the age of 1.5 months. She had a hypoplastic proximal pulmonary artery branch in echocardiography. She had mild AST elevation. Her brain MRI revealed superior vermian and superior cerebellar atrophy in the T1 weighted images at the age of 5 days. Her repeat brain MRI showed a mild dilatation of the anterior horns of the lateral ventricles suggestive of a progressive supratentorial volume loss in T2 weighted images at the age of 6 weeks. She passed away at the age of 2 months.\n","previousTesting":false,"sex":"Female","variant":[{"id":"cggv:23736348-b851-4d39-ac8f-53cb9072e9f8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1f101a73-3ca9-4bc7-b299-0867aed2c3eb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32071833","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial aminoacyl-tRNA synthetases play a major role in protein translation, synthesis, and oxidative phosphorylation. We reviewed all patients diagnosed with mitochondrial aminoacyl-tRNA synthetase deficiencies diagnosed in a single neurometabolic clinic. We report five patients with mitochondrial aminoacyl-tRNA synthetase deficiencies including ","dc:creator":"Al Balushi A","dc:date":"2020","dc:title":"Phenotypes and genotypes of mitochondrial aminoacyl-tRNA synthetase deficiencies from a single neurometabolic clinic."}},{"id":"cggv:ff0cb7c5-e563-4715-b7d0-3ae8bce85b82_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:136dce51-1df0-4701-bf03-0dce44bf049b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32071833"}],"rdfs:label":"Patient 5"},{"id":"cggv:23736348-b851-4d39-ac8f-53cb9072e9f8","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23736348-b851-4d39-ac8f-53cb9072e9f8_variant_evidence_item"},{"id":"cggv:23736348-b851-4d39-ac8f-53cb9072e9f8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RNA was isolated from lymphoblasts and reverse transcriptase PCR and Sanger sequencing of the RARS2 cDNA were performed. A deletion r.633_636delAGAA was detected and a splice error harboring a deletion of exon 14 (r.1113_1273del).Note: deletion of exon 14 will result in out-of frame protein.Exon 14 encodes for portion of the t-RNA synthetase domain."}],"strengthScore":0.5},{"id":"cggv:ff0cb7c5-e563-4715-b7d0-3ae8bce85b82","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ff0cb7c5-e563-4715-b7d0-3ae8bce85b82_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:45c3113f-2bb5-4fc5-85d7-e8a3efa1bde0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:45c3113f-2bb5-4fc5-85d7-e8a3efa1bde0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","allele":[{"id":"cggv:30063df3-b021-4174-a533-000c4570a4ac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020320.5(RARS2):c.25A>G (p.Ile9Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3916842"}},{"id":"cggv:06e4dc3d-be87-4bc2-8023-a7c3d220ea54","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.12:g.87516803T>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1644579761"}}],"detectionMethod":"The coding exons and exon–intron boundaries of RARS2 were PCR-amplified, and amplified fragments were purified and bidirectionally analyzed using capillary Sanger sequencing.\n","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"He presented the first day of life with stupor and persistent severe lactic acidosis in urines and blood, and marked irritability and hypotonia. Seizures started at 11 days of life and were polymorphic with apneic spells and focal clonic seizures involving alternately both sides of the body. The first brain MRI performed at 1 month of age showed cerebellar vermis hypoplasia and mild cortical atrophy (Fig. 2a, b). At 1 year, head circumference dropped below the 25th percentile. The child showed daily intractable seizures despite antiepileptic drug (AED) polytherapy. At 2 years, the clinical condition had remained severe whereas lactic acidosis was no longer detected in blood and urine. Worsening of cortical and cerebellar atrophy was seen in serial MRI scans performed at two and three years of age paralleling the progressive microcephaly. Qualitative and quantitative alterations in the mitochondrial genome as well as point mutations in the whole mtDNAwere ruled out in muscle. During the 11-year followup, case A-01 developed spastic quadriplegia with severe developmental delay, and even more aggressive intractable epilepsy.\n","previousTesting":false,"sex":"Male","variant":[{"id":"cggv:b08dad11-8b58-4469-8fc0-5c13e4fd7c38_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:06e4dc3d-be87-4bc2-8023-a7c3d220ea54"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22569581"},{"id":"cggv:cd044e2b-ce7e-4088-9a98-9f9aba2473c6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:30063df3-b021-4174-a533-000c4570a4ac"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22569581"}],"rdfs:label":"A-01"},{"id":"cggv:cd044e2b-ce7e-4088-9a98-9f9aba2473c6","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:cd044e2b-ce7e-4088-9a98-9f9aba2473c6_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:b08dad11-8b58-4469-8fc0-5c13e4fd7c38","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b08dad11-8b58-4469-8fc0-5c13e4fd7c38_variant_evidence_item"},{"id":"cggv:b08dad11-8b58-4469-8fc0-5c13e4fd7c38_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"A skeletal muscle biopsy was morphologically unremarkable. Enzyme activities of mitochondrial RC in muscle homogenate showed reduced complexes I and IV with residual activities being 49 % and 55 % of the lowest control values upon correction for the levels of citrate synthase (CS). These defects were confirmed in cultured skin fibroblasts. Cultured skin fibroblasts showed skipping of exon 18, which deleted 25 residues (R504_L528) in the expected anticodon-binding domain of mt-ArgRS (DALR domain), re-establishing the frame after residue S529, and predicted a slightly shortened but functional version of the protein (Supplementary Fig. 2B). "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5221,"specifiedBy":"GeneValidityCriteria8","strengthScore":16,"subject":{"id":"cggv:f49b0fb7-89e6-4885-b2b5-d5e9cb6ffe44","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:21406","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *RARS2* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of May 4, 2022. The *RARS2* gene encodes mitochondrial arginyl-tRNA synthetase 2, one of the mitochondrial aminoacyl-tRNA synthetases, which function in mitochondrial translation by catalyzing the attachment of amino acids to their cognate tRNAs. Defects in tRNA charging can result in impaired synthesis of oxidative phosphorylation complex protein subunits.\n\nThe *RARS2* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2007 (PMID: 17847012). While various names have been given to the constellation of features seen in those with *RARS2*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *RARS2* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Evidence supporting this gene-disease relationship includes case-level data and experimental data.  This curation included 17 unique variants including nine missense, three frameshift, three splice-site, one consensus splice-site and one 5'UTR variants from seven publications (PMIDs: 31536827, 33209735, 32071833, 17847012, 20635367, 25809939, 22569581). Affected individuals have been reported to have pontocerebellar hypoplasia type 6 (PCH6), seizures, neurodevelopmental regression, microcephaly, and optic atrophy.  The mechanism of disease appears to be loss of function either at the transcript or protein level. This gene-disease relationship is also supported by a biochemical function shared with other genes associated with primary mitochondrial disease, morpholino knockdown of *rars2* in Zebrafish showing hypoplasia and loss of structural definition in the brain phenotype, and patient cells showing reduced RARS2 protein levels (PMIDs: 22569581, 24639874, 21273289). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 4, 2022 (SOP Version 8). ","dc:isVersionOf":{"id":"cggv:1bdeaf04-f6ce-42f1-9ee0-037f1ead77fb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}