{"id":"cggv:6819b0ea-9f21-4f91-ae92-133d97fcf87bv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6819b0ea-9f21-4f91-ae92-133d97fcf87b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-12-08T17:38:12.774Z","role":"Publisher"},{"id":"cggv:6819b0ea-9f21-4f91-ae92-133d97fcf87b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-11-17T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:6819b0ea-9f21-4f91-ae92-133d97fcf87b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.95},{"id":"cggv:6819b0ea-9f21-4f91-ae92-133d97fcf87b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6819b0ea-9f21-4f91-ae92-133d97fcf87b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed8cab76-96ba-4276-a478-fc97ab7fe6e2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a2a61660-7fd7-4012-a442-fd041f75ca40","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Disruption of the HPD enzymatic activity measured here, leads to elevated levels of tyrosine, 4-Hydroxyphenylpyruvate, 4-Hydroxyphenylacetate, and 4-hydroxyphenyllactate as seen in hawkinsinuria.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/4627454","type":"dc:BibliographicResource","dc:creator":"Fellman JH","dc:date":"1972","dc:title":"Assay, properties and tissue distribution of p-hydroxyphenylpyruvate hydroxylase."},"rdfs:label":"Fellman_Biochemical"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"Developed two methods to measure the enzymatic activity of HPD, by production of homogentisate. Showed the formation of homogentisic acid from p-hydroxyphenylpyruvate by HPD in a concentration dependent manner. \n\nAs reviewed in PMID: 15581571 the biochemical function of HPD is highly correlated with the associated tyrosinemia, while the hawkinsin metabolites are formed due to a partial loss of activity. The urinary metabolites hawkinsin, quinolacetic acid, and pyroglutamic acid can aid in identifying this condition, although their relationship to the clinical manifestations is not known."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6819b0ea-9f21-4f91-ae92-133d97fcf87b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:092c22db-615d-4cd9-8db4-dc4ea4948427","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e6494813-df2b-4a72-833e-4e72361599a7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Hpd protein is absent from immunoblot and activity is below detection (while Fah and Tat activity were normal). These mice have elevated levels of blood tyrosine and high levels of 4-hydroxyphenylpyruvicacid and its derivatives in urine. There is no evidence of liver or kidney damage, similar to findings for humans with Hawkinsinuria.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7774914","type":"dc:BibliographicResource","dc:abstract":"4-Hydroxyphenylpyruvic acid dioxygenase (HPD; EC 1.13.11.27) is an important enzyme in tyrosine catabolism in most organisms. Decreased activity of 4-hydroxyphenylpyruvic acid dioxygenase in the liver of mouse strain III is associated with tyrosinemia. We report a nucleotide substitution that generates a termination codon in exon 7 of the 4-hydroxyphenylpyruvic acid dioxygenase gene in III mice. This mutation is associated with partial exon skipping, and most of the mRNA lacks sequences corresponding to exon 7. The partial exon skipping apparently is the result of a nonsense mutation in the exon. Mouse strain III is a model for human tyrosinemia type 3 (McKusick 276710), and this strain together with recently established models for tyrosinemia type 1 will facilitate studies of hereditary tyrosinemias.","dc:creator":"Endo F","dc:date":"1995","dc:title":"A nonsense mutation in the 4-hydroxyphenylpyruvic acid dioxygenase gene (Hpd) causes skipping of the constitutive exon and hypertyrosinemia in mouse strain III."},"rdfs:label":"Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Mouse strain III was found to exhibit hypertyrosinemia, transmitted in an autosomal recessive inheritance, and maintained through brother-sister mating. The causative mutation was identified as a C to T nucleotide change in exon 7 (in PCR amplified genomic DNA) of Hpd, resulting in exon skipping (observed in the cDNA). This model was rescued by a human HPD cDNA adenoviral vector in PMID: 8989996.\n\nWhile elevated levels of blood tyrosine and high levels of 4-hydroxyphenylpyruvicacid and its derivatives in urine are consistent with hawkinsinuria, this model is more consistent with tyrosinemia type III. The mouse does not exhibit hawkinsin excretion and the disease mechanism is not consistent with autosomal dominant hawkinsinuria."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":7227,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.95,"subject":{"id":"cggv:5d1bf2ab-172d-4ec3-8520-9a4680d5863d","type":"GeneValidityProposition","disease":"obo:MONDO_0007700","gene":"hgnc:5147","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"Hawkinsinuria is a rare disorder of tyrosine metabolism that can manifest with metabolic acidosis and growth arrest around the time of weaning off breast milk, typically followed by spontaneous resolution of symptoms around 1 year of age. The urinary metabolites hawkinsin, quinolacetic acid, and pyroglutamic acid can aid in identifying this condition, although their relationship to the clinical manifestations is not known (PMID: 27488560). HPD was first reported in relation to autosomal dominant Hawkinsinuria in 2000 (Tomoeda K, et al., 2000, PMID: 11073718). One variant, Asn241Ser, has been supported as causative for Hawkinsinuria and one polymorphism, Ala33Thr has been associated with the disease multiple times. Evidence supporting this gene-disease relationship includes case-level and experimental data. Variants in this gene have been reported in at least 9 probands in 6 publications (PMIDs: 11073718, 31342835, 17560158, 26226126, 30984715, 27488560). Variants in this gene segregated with disease in 1 additional family member. Of note, this gene has been implicated in autosomal recessive Tyrosinemia, type III, which is predominantly a biochemical phenotype. This has been assessed separately. The gene disease relationship is supported by its biochemical function and a mouse model which can be rescued by adenoviral expression of human HPD (PMID: 7774914, PMID: 8989996). The biochemical function of HPD in tyrosine metabolism accounts for the typical high plasma tyrosine and high levels of 4-hydroxyphenylpyruvate and its derivatives in urine of Hawkinsinuria, as well as Tyrosinemia patients. The mechanism of action of HPD involves a decarboxylation step and an oxidation step, followed by a rearrangement step to form homogentisic acid. In Hawkinsinuira a partial loss of enzyme activity, capable of decarboxylation and oxidation, but not of rearrangement, allows for dissociation of a reactive epoxide that reacts with glutathione to form the Hawkinsinuria specific metabolite hawkinsin, which can be broken down into 4-hydroxycyclohexylacetic acid. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism (partial verses full loss of function), inheritance pattern (autosomal dominant verses recessive), and phenotypic variability (biochemical phenotype verses clinical manifestations). Therefore, we have split curations for the disease entities, Tyrosinemia type III and Hawkinsinuria.\n\nThis gene-disease pair was previously evaluated by the Aminoacidopathy GCEP on 06/26/2020. It was reevaluated on 10/24/2023. As a result of this reevaluation, the classification remained Limited with no new evidence identified.","dc:isVersionOf":{"id":"cggv:6819b0ea-9f21-4f91-ae92-133d97fcf87b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}