{"id":"cggv:47a5379c-d723-4b1f-aa3c-6b5398451f77v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:47a5379c-d723-4b1f-aa3c-6b5398451f77_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-20T15:24:35Z","role":"Publisher"},{"id":"cggv:47a5379c-d723-4b1f-aa3c-6b5398451f77_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-06-13T18:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/31303265","type":"dc:BibliographicResource","dc:abstract":"POU3F3, also referred to as Brain-1, is a well-known transcription factor involved in the development of the central nervous system, but it has not previously been associated with a neurodevelopmental disorder. Here, we report the identification of 19 individuals with heterozygous POU3F3 disruptions, most of which are de novo variants. All individuals had developmental delays and/or intellectual disability and impairments in speech and language skills. Thirteen individuals had characteristic low-set, prominent, and/or cupped ears. Brain abnormalities were observed in seven of eleven MRI reports. POU3F3 is an intronless gene, insensitive to nonsense-mediated decay, and 13 individuals carried protein-truncating variants. All truncating variants that we tested in cellular models led to aberrant subcellular localization of the encoded protein. Luciferase assays demonstrated negative effects of these alleles on transcriptional activation of a reporter with a FOXP2-derived binding motif. In addition to the loss-of-function variants, five individuals had missense variants that clustered at specific positions within the functional domains, and one small in-frame deletion was identified. Two missense variants showed reduced transactivation capacity in our assays, whereas one variant displayed gain-of-function effects, suggesting a distinct pathophysiological mechanism. In bioluminescence resonance energy transfer (BRET) interaction assays, all the truncated POU3F3 versions that we tested had significantly impaired dimerization capacities, whereas all missense variants showed unaffected dimerization with wild-type POU3F3. Taken together, our identification and functional cell-based analyses of pathogenic variants in POU3F3, coupled with a clinical characterization, implicate disruptions of this gene in a characteristic neurodevelopmental disorder.","dc:creator":"Snijders Blok L","dc:date":"2019","dc:title":"De Novo Variants Disturbing the Transactivation Capacity of POU3F3 Cause a Characteristic Neurodevelopmental Disorder."},"evidence":[{"id":"cggv:47a5379c-d723-4b1f-aa3c-6b5398451f77_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:47a5379c-d723-4b1f-aa3c-6b5398451f77_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:54dda473-a39f-483f-91a2-10aa9e15b2ed","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:f45585c0-a946-412c-9de4-155cd10a2d98","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Norther blot showed POU3F3 (also known as Brn-1) was expressed in human and rat brain. Hybridization histochemistry showed almost all regions of the cerebral (layers II- V) and cerebellar (Purkinje cells) cortices specifically hybridized as did the basal forebrain cholinergic system, ventral midbrain dopamine system, paraventricular and supraoptic neuroendrocrine system, somatic motoneurons in the cranial nerve nuclei and ventral horn, and tectum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2739723","type":"dc:BibliographicResource","dc:abstract":"A novel region referred to as the POU-domain is present in two tissue-specific transcription factors, Pit-1 and Oct-2, that activate expression of genes specifying pituitary and lymphocyte phenotypes. We report the identification of multiple new members of a large family of POU-domain genes expressed in adult brain, and document that all the known mammalian POU-domain genes, including Pit-1 and Oct-2, are expressed widely in the developing nervous system.","dc:creator":"He X","dc:date":"1989","dc:title":"Expression of a large family of POU-domain regulatory genes in mammalian brain development."},"rdfs:label":"Northern blot and hybridization histochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"The expression of this gene in brain is not a strong specific evidence to support the gene disease association. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:47a5379c-d723-4b1f-aa3c-6b5398451f77_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fbcc1ccd-87dd-4a40-a9d5-f06618eae4c3","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:00d189cf-88a3-4962-a374-ba5fd954168a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Brain structural aberrations were reported in both human and mouse with mutations in this gene, which indicates that this gene is required for normal brain development. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11859196","type":"dc:BibliographicResource","dc:abstract":"The identification of pathways mediated by the kinase Cdk5 and the ligand reelin has provided a conceptual framework for exploring the molecular mechanisms underlying proper lamination of the developing mammalian cerebral cortex. In this report, we identify a component of the regulation of Cdk5-mediated cortical lamination by genetic analysis of the roles of the class III POU domain transcription factors, Brn-1 and Brn-2, expressed during the development of the forebrain and coexpressed in most layer II-V cortical neurons. Brn-1 and Brn-2 appear to critically control the initiation of radial migration, redundantly regulating the cell-autonomous expression of the p35 and p39 regulatory subunits of Cdk5 in migrating cortical neurons, with Brn-1(-/-)/Brn-2(-/-) mice exhibiting cortical inversion.","dc:creator":"McEvilly RJ","dc:date":"2002","dc:title":"Transcriptional regulation of cortical neuron migration by POU domain factors."},"rdfs:label":"gene knock out in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Heterozygous knock out mice showed a normal phenotypes and homozygous mice showed neonatal mortality. While the knock out mice had cellular disorganization in brain, it is not apparently related to abnormal brain MRI such as dilation of ventricles, thin corpus callosum, and cerebral atrophy."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:47a5379c-d723-4b1f-aa3c-6b5398451f77_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8473,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:55c114cd-4645-4df2-8c1f-781e3c781a72","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:9216","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"*POU3F3* (also known as *BRN1*) was first reported in relation to an autosomal dominant complex neurodevelopmental disorder, also called Snijders Blok-Fisher Syndrome, in 2019 (Snijders et al., PMID: 31303265). *POU3F3* only has one coding exon. Probands with variants in *POU3F3* are characterized mainly by global developmental delay/intellectual disability, impaired speech and language acquisition, and hypotonia. Additional features can include dysmorphisms, gastrointestinal comorbidities, hearing loss, ophthalmological anomalies, epilepsy, sleep disturbances and joint hypermobility. Nine variants (3 missense, 1 in-frame indel, 1 nonsense, 4 frameshift) that have been reported in 10 probands in 3 publications (PMIDs: 31303265, 33645921, 37165752) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. In most of the reported patients, purported truncating variants were detected but missense variants have also been reported in the POU-S and POU-H domains. Functional assays showed truncating variants affected subcellular localization, dimerization, and transcriptional activation while some missense variants showed decreased or increased transcriptional activation in a luciferase assay. The mechanism of pathogenicity is consistent with loss-of-function although the mechanism for several missense variants is unclear and requires further investigation. \n\nThere is no scorable experimental evidence to support this gene-disease relationship. Expression studies have demonstrated expression in the neocortex but were not scored per the Intellectual Disability and Autism GCEP’s guidelines on not scoring expression because most genes are expressed in the brain. Additionally, complete homozygous pou3f3 (Brn1) knockout mouse embryos showed disorganized cortical lamination while heterozygous knockout mice showed no clinical features (PMID: 11859196). Brain structural aberrations such as dilation of ventricles, thin corpus callosum, and cerebral atrophy were observed in some patients affected by this disorder. However, due to lack of specificity in the phenotypic overlap and construct validity, the mice are homozygous and humans are heterozygous, this mouse model was not scored.\n\nIn summary, there is definitive evidence supporting the relationship between *POU3F3* and an autosomal dominant complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism GCEP on June 13, 2024 (SOP Version 10).  ","dc:isVersionOf":{"id":"cggv:47a5379c-d723-4b1f-aa3c-6b5398451f77"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}