{"id":"cggv:ccf3ab49-ee8f-4980-aa04-ca13c21c124av1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ccf3ab49-ee8f-4980-aa04-ca13c21c124a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-26T17:25:52.006Z","role":"Publisher"},{"id":"cggv:ccf3ab49-ee8f-4980-aa04-ca13c21c124a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-12-01T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ccf3ab49-ee8f-4980-aa04-ca13c21c124a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ccf3ab49-ee8f-4980-aa04-ca13c21c124a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3543e5dc-ad97-429f-9747-e7356e4e12b9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d8c706d8-e2ce-4c48-93bb-239cbae12aeb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization of ARX in human fetal brain sections at various developmental stages. Highest expression was seen in neuronal precursors in the germinal matrix of the ganglionic eminence and in the ventricular zone of the telencephalon. Expression was also observed in the hippocampus, cingulate, subventricular zone, cortical plate, caudate nucleus, and putamen. The expression pattern suggests that ARX is involved in the differentiation and maintenance of specific neuronal cell types in the human central nervous system.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12359145","type":"dc:BibliographicResource","dc:abstract":"Arx is a homeobox-containing gene with a high degree of sequence similarity between mouse and zebrafish. Arx is expressed in the forebrain and floor plate of the developing central nervous systems of these vertebrates and in the presumptive cortex of fetal mice. Our goal was to identify genes in Xp22.1-p21.3 involved in human neuronal development. Our in silico search for candidate genes noted that annotation of a human Xp22 PAC (RPCI1-258N20) sequence (GenBank Accession No. AC002504) identified putative exons consistent with an Arx homologue in Xp22. Northern blot analysis showed that a 3.3kb human ARX transcript was expressed at high levels in fetal brain. A 5.9kb transcript was expressed in adult heart, skeletal muscle, and liver with very faint expression in other adult tissues, including brain. In situ hybridization of ARX in human fetal brain sections at various developmental stages showed the highest expression in neuronal precursors in the germinal matrix of the ganglionic eminence and in the ventricular zone of the telencephalon. Expression was also observed in the hippocampus, cingulate, subventricular zone, cortical plate, caudate nucleus, and putamen. The expression pattern suggests that ARX is involved in the differentiation and maintenance of specific neuronal cell types in the human central nervous system. We also mapped the murine Arx gene to the mouse genome using a mouse/hamster radiation hybrid panel and showed that Arx and ARX are orthologues. Therefore, investigations in model vertebrates may provide insight into the role of ARX in development. The recent identification of ARX mutations in patients with various forms of mental retardation make such studies in model organisms even more compelling.","dc:creator":"Ohira R","dc:date":"2002","dc:title":"Human ARX gene: genomic characterization and expression."},"rdfs:label":"Arx expression in human fetal brain tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ccf3ab49-ee8f-4980-aa04-ca13c21c124a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4adff4e7-e23c-4b1b-90e7-615917688dab","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c38764a5-f1be-403d-bd89-59dd394148bb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The model system recapitulates phenotypes observed in patients carrying the c.441_464dup variant in ARX.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29659809","type":"dc:BibliographicResource","dc:abstract":"The aristaless-related homeobox (ARX) transcription factor is involved in the development of GABAergic and cholinergic neurons in the forebrain. ARX mutations have been associated with a wide spectrum of neurodevelopmental disorders in humans, among which the most frequent, a 24 bp duplication in the polyalanine tract 2 (c.428_451dup24), gives rise to intellectual disability, fine motor defects with or without epilepsy. To understand the functional consequences of this mutation, we generated a partially humanized mouse model carrying the c.428_451dup24 duplication (Arxdup24/0) that we characterized at the behavior, neurological and molecular level. Arxdup24/0 males presented with hyperactivity, enhanced stereotypies and altered contextual fear memory. In addition, Arxdup24/0 males had fine motor defects with alteration of reaching and grasping abilities. Transcriptome analysis of Arxdup24/0 forebrains at E15.5 showed a down-regulation of genes specific to interneurons and an up-regulation of genes normally not expressed in this cell type, suggesting abnormal interneuron development. Accordingly, interneuron migration was altered in the cortex and striatum between E15.5 and P0 with consequences in adults, illustrated by the defect in the inhibitory/excitatory balance in Arxdup24/0 basolateral amygdala. Altogether, we showed that the c.428_451dup24 mutation disrupts Arx function with a direct consequence on interneuron development, leading to hyperactivity and defects in precise motor movement control and associative memory. Interestingly, we highlighted striking similarities between the mouse phenotype and a cohort of 33 male patients with ARX c.428_451dup24, suggesting that this new mutant mouse line is a good model for understanding the pathophysiology and evaluation of treatment.","dc:creator":"Dubos A","dc:date":"2018","dc:title":"A new mouse model of ARX dup24 recapitulates the patients' behavioral and fine motor alterations."},"rdfs:label":"Arx knock-in mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:fd08e324-f33c-42b6-8ab8-0e373ebf0ca4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c45dfb94-9eb0-4501-bc9e-2d7f7082bf11","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotypes observed in mice with the P353L variant overlap with those seen in patients carrying the same variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19605412","type":"dc:BibliographicResource","dc:abstract":"ARX (the aristaless-related homeobox gene) is a transcription factor that participates in the development of GABAergic and cholinergic neurons in the forebrain. Many ARX mutations have been identified in X-linked lissencephaly and mental retardation with epilepsy, and thus ARX is considered to be a causal gene for the two syndromes although the neurobiological functions of each mutation remain unclear. We attempted to elucidate the causal relationships between individual ARX mutations and disease phenotypes by generating a series of mutant mice. We generated three types of mice with knocked-in ARX mutations associated with X-linked lissencephaly (P353R) and mental retardation [P353L and 333ins(GCG)7]. Mice with the P355R mutation (equivalent to the human 353 position) that died after birth were significantly different in Arx transcript/protein amounts, GABAergic and cholinergic neuronal development, brain morphology and lifespan from mice with P355L and 330ins(GCG)7 but considerably similar to Arx-deficient mice with truncated ARX mutation in lissencephaly. Mice with the 330ins(GCG)7 mutation showed severe seizures and impaired learning performance, whereas mice with the P355L mutation exhibited mild seizures and only slightly impaired learning performance. Both types of mutant mice exhibited the mutation-specific lesser presence of GABAergic and cholinergic neurons in the striatum, medial septum and ventral forebrain nuclei when compared with wild-type mice. Present findings that reveal a causal relationship between ARX mutations and the pleiotropic phenotype in mice, suggest that the ARX-related syndrome, including lissencephaly or mental retardation, is caused by only the concerned ARX mutations without the involvement of other genetic factors.","dc:creator":"Kitamura K","dc:date":"2009","dc:title":"Three human ARX mutations cause the lissencephaly-like and mental retardation with epilepsy-like pleiotropic phenotypes in mice."},"rdfs:label":"P353L Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:ccf3ab49-ee8f-4980-aa04-ca13c21c124a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ccf3ab49-ee8f-4980-aa04-ca13c21c124a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.2}],"evidenceStrength":"Definitive","sequence":3543,"specifiedBy":"GeneValidityCriteria8","strengthScore":11.7,"subject":{"id":"cggv:a76cd778-b570-446b-a872-2f6bd7b966e7","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:18060","modeOfInheritance":"obo:HP_0001417"},"version":"1.2","dc:description":"ARX has been reported in association with multiple X-linked recessive neurodevelopmental disorders including: intellectual disability, epilepsy, and Partington syndrome (PMIDs: 29659809, 30945278, 26029707, 12177367, 32383243, 17641262). ARX has previously been evaluated for its relationship with early-onset infantile encephalopathy by the ClinGen Epilepsy Gene Curation Expert Panel, focusing on individuals with seizure onset prior to three months of age.  That gene-disease relationship was determined to be definitive on 6/21/19. This curation, specifically evaluating evidence to support a role for ARX in X-linked complex neurodevelopmental disorder, focuses on individuals with intellectual disability with or without seizures occurring later than 3 months of age, as well as individuals diagnosed with Partington syndrome, which is characterized by focal dystonia in addition to neurodevelopmental presentations. Notably, ARX has also been associated with X-linked lissencephaly, hydranencephaly with abnormal genitalia and Proud syndrome, all of which are outside the scope of work for this group and therefore were not included. Case-level, segregation and experimental data support this gene-disease relationship. At least 32 variants (missense, nonsense, duplication, deletion, etc.) have been reported in patients (PMID:16650978). To date no definitive genotypic-phenotypic correlation has been established, however, truncating variants have been associated with more severe phenotypes such as lissencephaly and missense variants have been associated with milder phenotypes such as non-syndromic intellectual disability (PMID: 16650978). The 24 polyalanine expansion, c.428_451dup, has been identified in approximately 40% of all ARX-related cases; the patients often present with intellectual disability (PMID: 16650978). Of the probands scored in this curation, 8 had a global developmental delay, 4 had intellectual disability, and 3 had epilepsy with seizure onset ranging from infancy to 3 years. Two probands were diagnosed with Partington syndrome. Relevant experimental data includes two mouse models and expression studies (PMIDs: 29659809, 19605412, 12359145). In summary, ARX is definitively associated with X-linked complex neurodevelopmental disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 12/1/2020.","dc:isVersionOf":{"id":"cggv:ccf3ab49-ee8f-4980-aa04-ca13c21c124a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}