{"id":"cggv:c594bcfa-2b2c-425a-8285-74bae8e01da8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c594bcfa-2b2c-425a-8285-74bae8e01da8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-12-31T22:57:20.705Z","role":"Approver"},{"id":"cggv:c594bcfa-2b2c-425a-8285-74bae8e01da8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-12-31T22:58:09.764Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27479907","type":"dc:BibliographicResource","dc:abstract":"Congenital heart defects (CHDs) have a neonatal incidence of 0.8-1% (refs. 1,2). Despite abundant examples of monogenic CHD in humans and mice, CHD has a low absolute sibling recurrence risk (∼2.7%), suggesting a considerable role for de novo mutations (DNMs) and/or incomplete penetrance. De novo protein-truncating variants (PTVs) have been shown to be enriched among the 10% of 'syndromic' patients with extra-cardiac manifestations. We exome sequenced 1,891 probands, including both syndromic CHD (S-CHD, n = 610) and nonsyndromic CHD (NS-CHD, n = 1,281). In S-CHD, we confirmed a significant enrichment of de novo PTVs but not inherited PTVs in known CHD-associated genes, consistent with recent findings. Conversely, in NS-CHD we observed significant enrichment of PTVs inherited from unaffected parents in CHD-associated genes. We identified three genome-wide significant S-CHD disorders caused by DNMs in CHD4, CDK13 and PRKD1. Our study finds evidence for distinct genetic architectures underlying the low sibling recurrence risk in S-CHD and NS-CHD.","dc:creator":"Sifrim A","dc:date":"2016","dc:title":"Distinct genetic architectures for syndromic and nonsyndromic congenital heart defects identified by exome sequencing."},"evidence":[{"id":"cggv:c594bcfa-2b2c-425a-8285-74bae8e01da8_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:c594bcfa-2b2c-425a-8285-74bae8e01da8_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":3849,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:d5bf7122-2a92-42c3-a65e-8b7fe6d707ae","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:1733","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variants in CDK13 were first reported in association with a syndromic condition in 2016 by Simfrim et al. (PMID: 27479907). This syndrome, characterized at the time by intellectual disability, congenital heart defects, and dysmorphic facial features, was reported by Simfrim et al. in seven subjects, all carrying de novo missense variants in the protein kinase domain of CDK13. One variant, p.Asn842Ser, is a recurrent variant, present in 4/7 subjects in this publication.\n\n**Summary of Case Level Data:**\nVariants in CDK13 (associated with similar phenotypes) have been reported in several other publications since the initial report of this syndromic constellation of features in 2016. While intellectual disability and developmental delay appears to be a universal feature, other phenotypes are only present in a subset of subjects, such as congenital heart malformations, autism, and gastrointestinal anomalies (among others). In total, 43 individuals have been reported across six publications, spanning from 2016-2018 (note, not all of these cases have been included in this curation, as definitive status was reached). All individuals are reported to have developmental disability or intellectual disability, along with impacts to additional body systems as described (i.e. a syndrome). All currently reported variants lie in the protein kinase domain of CDK13, are missense, and de novo/suspected de novo (in a few cases where parental DNA was unavailable). Recurrent variants such as p.Asn842Ser further support the pathogenicity of these genetic changes, though this has not been evaluated through functional studies as of yet. The majority of cases for this curation were provided the default score for a missense de novo variant, 0.5.\n\n**Experimental Evidence:**\nBecause of the recency of this syndrome being described, little experimental evidence exists to support the link between the gene and phenotype. One study from Novakova et al. (PMID: 31440507) in 2019 provided evidence that Cdk13 knock out mouse models showed a similar constellation of features to human heterozygotes. This included heart, brain, kidney, liver, and palate anomalies. These KO mice, homozygotes for null alleles in Cdk13, were incompatible with life; phenotypes were examined from embryos. While supporting the case-level evidence (in terms of the body systems impacted) this publication was not scored because it did not provide a reliable model for intellectual disability in humans (no behavioral assessments could be carried out, given embryonic lethality). Additionally, no human homozygotes have been observed. Future experimental studies and functional analyses will help clarify the role of CDK13 in human syndromic intellectual disability.\n\nIn summary, at present there is ample case-level evidence to support a definitive classification for this gene-disease relationship. As more reports and studies become available, it will likely continue to support an association between CDK13 and syndromic ID, and further clarify the prevalence of different features of this syndrome (e.g. heart malformations, neurodevelopmental phenotypes, renal, gastrointestinal features, etc.)\n","dc:isVersionOf":{"id":"cggv:c594bcfa-2b2c-425a-8285-74bae8e01da8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}