{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-10-12T16:00:00.000Z","role":"Approver"},{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-10-11T15:24:55.509Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17509612","type":"dc:BibliographicResource","dc:abstract":"Junctophilin-2 (JPH2) is a cardiac specific member of the junctophilins, a newly characterized family of junctional membrane complex proteins important in physically approximating the plasmalemmal L-type calcium channel and the sarcoplasmic reticulum ryanodine receptor for calcium-induced calcium release. JPH2 knockout mice showed disrupted calcium transients, altered junctional membrane complex formation, cardiomyopathy, and embryonic lethality. Furthermore, JPH2 gene expression is down-regulated in murine cardiomyopathy models. To this end, we explored JPH2 as a novel candidate gene for the pathogenesis of hypertrophic cardiomyopathy (HCM) in humans. Using polymerase chain reaction, denaturing high performance liquid chromatography, and direct DNA sequencing, comprehensive open reading frame/splice site mutational analysis of JPH2 was performed on DNA obtained from 388 unrelated patients with HCM. HCM-associated JPH2 mutations were engineered and functionally characterized using immunocytochemistry, cell morphometry measurements, and live cell confocal calcium imaging. Three novel HCM-susceptibility mutations: S101R, Y141H and S165F, which localize to key functional domains, were discovered in 3/388 unrelated patients with HCM and were absent in 1000 ethnic-matched reference alleles. Functionally, each human mutation caused (i) protein reorganization of junctophilin-2, (ii) perturbations in intracellular calcium signaling, and (iii) marked cardiomyocyte hyperplasia. The molecular and functional evidence implicates defective junctophilin-2 and disrupted calcium signaling as a novel pathogenic mechanism for HCM and establishes HCM as the first human disease associated with genetic defects in JPH2. Whether susceptibility for other cardiomyopathies, such as dilated cardiomyopathy, can be conferred by mutations in JPH2 warrants investigation.","dc:creator":"Landstrom AP","dc:date":"2007","dc:title":"Mutations in JPH2-encoded junctophilin-2 associated with hypertrophic cardiomyopathy in humans."},"evidence":[{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29f0b38c-8325-4622-8ab0-1bb435591602","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:db9d169c-4b67-4ae5-af19-7c513c7d1f2a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Western blot analysis revealed reduction in left ventricle JPH2 expression in all HCM patients (8 with known HCM mutations and 3 without) compared to 3 otherwise-healthy traumatic death victims, P<0.0001","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21216834","type":"dc:BibliographicResource","dc:abstract":"Junctophilin-2 (JPH2), a protein expressed in the junctional membrane complex, is necessary for proper intracellular calcium (Ca(2+)) signaling in cardiac myocytes. Downregulation of JPH2 expression in a model of cardiac hypertrophy was recently associated with defective coupling between plasmalemmal L-type Ca(2+) channels and sarcoplasmic reticular ryanodine receptors. However, it remains unclear whether JPH2 expression is altered in patients with hypertrophic cardiomyopathy (HCM). In addition, the effects of downregulation of JPH2 expression on intracellular Ca(2+) handling are presently poorly understood. We sought to determine whether loss of JPH2 expression is noted among patients with HCM and whether expression silencing might perturb Ca(2+) handling in a prohypertrophic manner.","dc:creator":"Landstrom AP","dc:date":"2011","dc:title":"Junctophilin-2 expression silencing causes cardiocyte hypertrophy and abnormal intracellular calcium-handling."},"rdfs:label":"Landstrom 2011"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7c74bb88-4f11-4e5e-8266-bfffaa55b72c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:14705343-8a2d-4572-a487-4bac5a05dca2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"JP-2 mRNA (northern blot) and protein expression (western blot) was detectable in mouse ventricles at embryonic day 12.5 and increased with development.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15541368","type":"dc:BibliographicResource","dc:abstract":"Functional coupling between the sarcolemmal membrane and the sarcoplasmic reticulum is based on distinct structures called junctional membrane complexes (JMCs). Recently, junctophilins are found to be responsible for normal formation of JMCs. In the present study, we found that junctophilin type 2 (JP-2), a unique isoform in the heart, was localized in caveolin-rich membranes, and that the expression of JP-2 was up-regulated during normal development and down-regulated in a hypertrophic or a dilated cardiomyopathic mouse model. The expression levels of JP-2 may be associated with the development of T-tubules and impaired Ca(2+)-induced Ca(2+) release in the heart.","dc:creator":"Minamisawa S","dc:date":"2004","dc:title":"Junctophilin type 2 is associated with caveolin-3 and is down-regulated in the hypertrophic and dilated cardiomyopathies."},"rdfs:label":"Minamisawa 2004"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0ee0b0db-b7ee-4469-a850-2fbd5e972989","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2af7a2ec-8eb9-4d3b-8b43-5e0ac270cbb8","type":"FunctionalAlteration","dc:description":"RNAi targeted to JPH2 in HL-1 cells which express endogenous JPH2. HL-1 cell area was measured before and after transient an adenoviral transfection of shJPH2. In both cases, hypertrophy was observed in addition to induction of hypertrophic marker expression.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21216834","rdfs:label":"Landstrom 2011 Funct. Alt. 1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:728ce679-113f-45f7-95b4-357d4efc37db","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36ba5abf-9d95-4a16-b259-3a79bea9ac8c","type":"FunctionalAlteration","dc:description":"in vitro assays revealed altered arrangement of the JPH2 protein, abnormal calcium signaling and marked cardiomyocyte hypertrophy.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17509612","rdfs:label":"Landstrom 2007"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Altered localization counted towards variant evidence. Cardiomyocyte hypertrophy counted here."},{"id":"cggv:db693fe6-ac04-46b6-8d49-5498d9ce1deb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dce0bd64-c4e5-45d5-998d-dcd1b72a4680","type":"FunctionalAlteration","dc:description":"Overexpression of S165F in primary mouse skeletal myotubes increases myotube diameter and resting cytosolic calcium concentration and causes a reduction in EC coupling and Ryr1-dependent calcium release from the SR.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20095964","type":"dc:BibliographicResource","dc:abstract":"JPs (junctophilins) contribute to the formation of junctional membrane complexes in muscle cells by physically linking the t-tubule (transverse-tubule) and SR (sarcoplasmic reticulum) membranes. In humans with HCM (hypertrophic cardiomyopathy), mutations in JP2 are linked to altered Ca2+ signalling in cardiomyocytes; however, the effects of these mutations on skeletal muscle function have not been examined. In the present study, we investigated the role of the dominant-negative JP2-S165F mutation (which is associated with human HCM) in skeletal muscle. Consistent with the hypertrophy observed in human cardiac muscle, overexpression of JP2-S165F in primary mouse skeletal myotubes led to a significant increase in myotube diameter and resting cytosolic Ca2+ concentration. Single myotube Ca2+ imaging experiments showed reductions in both the excitation-contraction coupling gain and RyR (ryanodine receptor) 1-mediated Ca2+ release from the SR. Immunoprecipitation assays revealed defects in the PKC (protein kinase C)-mediated phosphorylation of the JP2-S165F mutant protein at Ser165 and in binding of JP2-S165F to the Ca2+ channel TRPC3 (transient receptor potential cation canonical-type channel 3) on the t-tubule membrane. Therefore both the hypertrophy and altered intracellular Ca2+ signalling in the JP2-S165F-expressing skeletal myotubes can be linked to altered phosphorylation of JP2 and/or altered cross-talk among Ca2+ channels on the t-tubule and SR membranes.","dc:creator":"Woo JS","dc:date":"2010","dc:title":"S165F mutation of junctophilin 2 affects Ca2+ signalling in skeletal muscle."},"rdfs:label":"Woo 2010 Non-patient cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Phenotypes presented in skeletal muscle rather than cardiac muscle"},{"id":"cggv:bbc8ed49-c827-49ad-aeb4-773d0ebdfee2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:929d39d5-2016-4f32-b63f-c868c5660a79","type":"FunctionalAlteration","dc:description":"Similar to Woo, 2010, they overexpressed Y141H in primary mouse skeletal myotubes and observed hypertrophy and altered calcium signaling. Unlike S165F, Ryr1-mediated calcium release from the SR was no altered. Instead, abnormal JMC and increased SOCE via Orai1 were found","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22389502","type":"dc:BibliographicResource","dc:abstract":"Junctophilins (JPs) play an important role in the formation of junctional membrane complexes (JMC) in striated muscle by physically linking the transverse-tubule and sarcoplasmic reticulum (SR) membranes. Researchers have found five JP2 mutants in humans with hypertrophic cardiomyopathy. Among these, Y141H and S165F are associated with severely altered Ca(2+) signaling in cardiomyocytes. We previously reported that S165F also induced both hypertrophy and altered intracellular Ca(2+) signaling in mouse skeletal myotubes. In the present study, we attempted to identify the dominant-negative role(s) of Y141H in primary mouse skeletal myotubes. Consistent with S165F, Y141H led to hypertrophy and altered Ca(2+) signaling (a decrease in the gain of excitation-contraction coupling and an increase in the resting level of myoplasmic Ca(2+)). However, unlike S165F, neither ryanodine receptor 1-mediated Ca(2+) release from the SR nor the phosphorylation of the mutated JP2 by protein kinase C was related to the altered Ca(2+) signaling by Y141H. Instead, abnormal JMC and increased SOCE via Orai1 were found, suggesting that the hypertrophy caused by Y141H progressed differently from S165F. Therefore JP2 can be linked to skeletal muscle hypertrophy via various Ca(2+) signaling pathways, and SOCE could be one of the causes of altered Ca(2+) signaling observed in muscle hypertrophy.","dc:creator":"Woo JS","dc:date":"2012","dc:title":"Hypertrophy in skeletal myotubes induced by junctophilin-2 mutant, Y141H, involves an increase in store-operated Ca2+ entry via Orai1."},"rdfs:label":"Woo 2012 Non-patient cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Phenotypes observed in skeletal muscle rather than cardiac muscle"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f9929fa9-62ee-4f1d-834e-9e5f6a292aa9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:81ba60c5-bb90-41ea-a1fe-eb0ab012bd67","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"A399S mice exhibited various features typically associated with HCM, including a hypertrophic interventricular septum, an increased LV mass, asymmetric LV hypertrophy with a reduced diastolic filling and myofiber disarray.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28393127","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM), defined as asymmetric left ventricular hypertrophy, is a leading cause of cardiac death in the young. Perturbations in calcium (Ca2+) handling proteins have been implicated in the pathogenesis of HCM.JPH2-encoded junctophilin 2 is a major component of the junctional membrane complex, the subcellular microdomain involved in excitation-contraction coupling. We hypothesized that a novel JPH2 mutation identified in patients with HCM is causally linked to HCM, and alters intracellular Ca2+signaling in a pro-hypertrophic manner.","dc:creator":"Quick AP","dc:date":"2017","dc:title":"Novel junctophilin-2 mutation A405S is associated with basal septal hypertrophy and diastolic dysfunction."},"rdfs:label":"A405S pseudo-knockin"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Generated transgenic mouse with corresponding mutation A399S in mice (human A405S): expressed only in heart, but increased globally so crossed with cardiac-specific JPH2 KD mice. This generated pseudo-KI (PKI) mouse that express JPH2 levels similar to control mice. Cardiac JPH2 levels were similar in WT-PKI and A399S-PKI mice. Studied intracellular calcium handling in ventricular myocytes from A399S mice. Higher SERCA2 activity consistent with faster calcium re-uptake into the SR in mutant myocytes, altered transverse tubule organization."},{"id":"cggv:3ab88070-27e9-447a-a839-6309f370fe1e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b543c960-4d1a-4b74-923a-a4917e5ff2b5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"PCR confirmed increase in jp transcript levels (Fig. 1D), reduction of lifespan from 53 days in control flies to only 35 days (Fig. 3A), increased end-systolic diameter (ESD) and end-diastolic diameter (EDD) and decreased fractional shortening (FS) percentage (Fig. 3B), thickness of the heart wall in the mutant flies does not show any statistically significant difference from control flies (Fig. 3E), cardiac fiber in mutant flies were more disorganized and less compact than in control flies (Fig. 3G)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29208631","type":"dc:BibliographicResource","dc:abstract":"Members of the Junctophilin (JPH) protein family have emerged as key actors in all excitable cells, with crucial implications for human pathophysiology. In mammals, this family consists of four members (JPH1-JPH4) that are differentially expressed throughout excitable cells. The analysis of knockout mice lacking JPH subtypes has demonstrated their essential contribution to physiological functions in skeletal and cardiac muscles and in neurons. Moreover, mutations in the human JPH2 gene are associated with hypertrophic and dilated cardiomyopathies; mutations in JPH3 are responsible for the neurodegenerative Huntington's disease-like-2 (HDL2), whereas JPH1 acts as a genetic modifier in Charcot-Marie-Tooth 2K peripheral neuropathy. Drosophila melanogaster has a single junctophilin (jp) gene, as is the case in all invertebrates, which might retain equivalent functions of the four homologous JPH genes present in mammalian genomes. Therefore, owing to the lack of putatively redundant genes, a jpDrosophila model could provide an excellent platform to model the Junctophilin-related diseases, to discover the ancestral functions of the JPH proteins and to reveal new pathways. By up- and downregulation of Jp in a tissue-specific manner in Drosophila, we show that altering its levels of expression produces a phenotypic spectrum characterized by muscular deficits, dilated cardiomyopathy and neuronal alterations. Importantly, our study has demonstrated that Jp modifies the neuronal degeneration in a Drosophila model of Huntington's disease, and it has allowed us to uncover an unsuspected functional relationship with the Notch pathway. Therefore, this Drosophila model has revealed new aspects of Junctophilin function that can be relevant for the disease mechanisms of their human counterparts.","dc:creator":"Calpena E","dc:date":"2018","dc:title":"The Drosophila junctophilin gene is functionally equivalent to its four mammalian counterparts and is a modifier of a Huntingtin poly-Q expansion and the Notch pathway."},"rdfs:label":"Calpena Drosophila Model (JPH2 Overexpression)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This model more closely resembles DCM, so it receives a score of 0 since the curation is for the relationship with HCM."},{"id":"cggv:6ee0a2ad-45cd-4ee4-a45a-700262c007c8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89132dc0-3a1c-4fd9-bdfa-93949ab2e0d8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"E169K mice had a higher susceptibility to pacing-induced AF. Isolated atrial myocytes had a higher incidence of spontaneous SR calcium release.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23973696","type":"dc:BibliographicResource","dc:abstract":"This study sought to study the role of junctophilin-2 (JPH2) in atrial fibrillation (AF).","dc:creator":"Beavers DL","dc:date":"2013","dc:title":"Mutation E169K in junctophilin-2 causes atrial fibrillation due to impaired RyR2 stabilization."},"rdfs:label":"Beavers 2013 Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"not an HCM model but AF"},{"id":"cggv:b1c1c70c-87ef-4e89-9728-5e272be2376e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8a347d50-fa76-4dc4-97d4-83cec2019acf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"quantitative PCR confirmed decrease in jp transcript levels (Fig. 1D), reduction of lifespan from 53 days in control flies to only 35 days (Fig. 3A), increased end-systolic diameter (ESD) and end-diastolic diameter (EDD) and decreased fractional shortening (FS) percentage (Fig. 3B), thickness of the heart wall in the mutant flies does not show any statistically significant difference from control flies (Fig. 3E), cardiac fiber in mutant flies were more disorganized and less compact than in control flies (Fig. 3G)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29208631","rdfs:label":"Calpena Drosophila Model (JPH2 Knockdown)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This model more closely resembles DCM, so it receives a score of 0 since the curation is for the relationship with HCM."},{"id":"cggv:2dccdb1b-c5a5-44df-8176-82bfd0ca2a0e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5135528f-9afa-4272-abfb-23182e102026","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Acute loss of JPH2 in the heart results in sudden cardiac death similar to that observed in HCM affected individuals, however in this mouse model the sudden cardiac death is caused by acute heart failure in the absence of hypertrophic remodeling. Findings suggest that loss of JPH2 is directly responsible for impaired cardiac contractility, one of the hallmarks of congestive heart failure.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21339484","type":"dc:BibliographicResource","dc:abstract":"Excitation-contraction coupling in striated muscle requires proper communication of plasmalemmal voltage-activated Ca2+ channels and Ca2+ release channels on sarcoplasmic reticulum within junctional membrane complexes. Although previous studies revealed a loss of junctional membrane complexes and embryonic lethality in germ-line junctophilin-2 (JPH2) knockout mice, it has remained unclear whether JPH2 plays an essential role in junctional membrane complex formation and the Ca(2+)-induced Ca(2+) release process in the heart. Our recent work demonstrated loss-of-function mutations in JPH2 in patients with hypertrophic cardiomyopathy.","dc:creator":"van Oort RJ","dc:date":"2011","dc:title":"Disrupted junctional membrane complexes and hyperactive ryanodine receptors after acute junctophilin knockdown in mice."},"rdfs:label":"van Oort 2011"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Didn't count for HCM recuration since the evidence is rather supporting of DCM phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:226ceab2-6f6b-46c8-b8f9-61cd702432b3","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:226ceab2-6f6b-46c8-b8f9-61cd702432b3_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:7afe64a1-2019-453a-b62d-67c960f42ea4","type":"Cohort","allGenotypedSequenced":148,"alleleFrequency":0.02702702702702703,"detectionMethod":"Sequenced PCR products containing five protein-coding    exons with  adjacent  proximal  intron  regions","evidence":[{"id":"cggv:226ceab2-6f6b-46c8-b8f9-61cd702432b3_cc_evidence_item"}],"numWithVariant":4,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:8f50f863-6965-47bb-9c2e-3d9b11fc1815","type":"Cohort","allGenotypedSequenced":236,"alleleFrequency":0,"evidence":[{"id":"cggv:226ceab2-6f6b-46c8-b8f9-61cd702432b3_cc_evidence_item"}],"numWithVariant":0},"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.044,"statisticalSignificanceType":"Fisher’s exact test with Bonferroni’s  correction","statisticalSignificanceValueType":"Other","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17476457","type":"dc:BibliographicResource","dc:abstract":"Junctophilin subtypes, designated as JPH1 approximately 4, are protein components of junctional complexes and play essential roles in cellular Ca2+ signaling in excitable cells. Knockout mice lacking the cardiac-type Jph2 die of embryonic cardiac arrest, and the mutant cardiac myocytes exhibit impaired formation of peripheral couplings and arrhythmic Ca2+ signaling caused by functional uncoupling between dihydropyridine and ryanodine receptor channels. Based on these observations, we hypothesized that mutations of JPH2 could cause human genetic cardiac diseases. Among 195 Japanese patients (148 index cases and 47 affected family members) with hypertrophic cardiomyopathy (HCM), two heterozygous nonsynonymous nucleotide transitions, G505S and R436C, were newly found in JPH2. When Fisher's exact test was used to compare index cases with HCM to unrelated Japanese healthy controls in the frequencies of mutant alleles, only the G505S mutation showed statistical significance (4/296 HCM patients and 0/472 control individuals, P=0.022). This result was still significant after Bonferroni's correction for multiple comparisons (P=0.044). To the best of our knowledge, this is the first report on JPH2 mutation associated with HCM.","dc:creator":"Matsushita Y","dc:date":"2007","dc:title":"Mutation of junctophilin type 2 associated with hypertrophic cardiomyopathy."},"rdfs:label":"G505S Case-Control"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","strengthScore":0,"dc:description":"The p-value for the Fisher’s exact test with Bonferroni’s  correction (p=0.044) was just below the 0.05 cutoff for significance. The authors did not provide statistics for significance if they were to exclude the case in which there was an additional HCM-implicated gene mutation in MYH7. The variant identified in this case-control study (NM_020433.4:c1512G>A, ClinVar 30458) has an allele frequency of 0.0105 on gnomAD."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":7085,"specifiedBy":"GeneValidityCriteria9","strengthScore":8,"subject":{"id":"cggv:2704b741-8167-4205-b38e-af449e7d32a8","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:14202","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"JPH2 was first reported in relation to hypertrophic cardiomyopathy (HCM) in humans in 2007 (Landstrom et al, PMID 17509612). The JPH2 gene has been associated with hypertrophic cardiomyopathy in 16 probands in 5 publications. Six unique heterozygous variants (missense), with some evidence to support their pathogenicity, have been reported in humans (Landstrom et al, 2007, PMID 17509612; Beavers et al, 2013, PMID 23973696; Bongini et al, 2016, PMID 26869393; Quick et al, 2017, PMID 28393127; Vanninen et al, 2018  PMID:30235249). The mechanism for disease remains unknown. The gene-disease association is supported by expression studies, in vitro assays, and animal models. There is considerable background noise, which should be considered in variant interpretation (Jones et al, 2019, PMID 31227780). The Thr161Lys variant has been identified in 9 Finnish families and has emerged as a potential Finnish founder variant; further evidence regarding the ancestry of affected individuals is necessary to confirm or refute the role of Finnish ethnicity. In 2017, the ClinGen HCM GCEP classified the JPH2 gene to the moderate evidence category for monogenic hypertrophic cardiomyopathy. This gene-disease relationship was originally  approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on July 18, 2017. In summary, as in the initial curation, the re-curation showed moderate evidence to support the causal association of JPH2 in monogenic HCM. While more evidence is needed to establish this association definitively, no convincing contradictory evidence has emerged. This gene-disease relationship was reevaluated and approved on October 12, 2022 by the Hereditary Cardiovascular Disorders GCEP. As a result of this reevaluation, the classification remains MODERATE. ","dc:isVersionOf":{"id":"cggv:378a727d-0c5b-4563-9c96-ac18a2902742"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}