{"id":"cggv:cd0a9f58-4fb1-4904-9c38-c3e4b70c536ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cd0a9f58-4fb1-4904-9c38-c3e4b70c536e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-05-03T06:00:00.000Z","role":"Approver"},{"id":"cggv:cd0a9f58-4fb1-4904-9c38-c3e4b70c536e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-07-28T14:05:45.362Z","role":"Publisher"}],"evidence":[{"id":"cggv:cd0a9f58-4fb1-4904-9c38-c3e4b70c536e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:cd0a9f58-4fb1-4904-9c38-c3e4b70c536e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cd0a9f58-4fb1-4904-9c38-c3e4b70c536e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c36076c-682f-4015-b29a-b17caad4f425","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:48308cf1-2f77-489d-8102-9ed3b3553965","type":"FunctionalAlteration","dc:description":"Exogenous expression of either WT or a frameshift mutant H1.4 protein (c.430dupG), the most common H1–4 variant found in Rahman syndrome, leading to an abnormal C-terminus frameshifted tail (H1.4 CFT), in cultured primary embryonic rat neurons. The results showed abnormal distribution of the mutant protein in the nuclei of neurons expressing H1.4 CFT. Nuclear size of neurons expressing H1.4 CFT was significantly larger. Transcriptome analysis revealed 398 differentially expressed genes compared to WT.\nNeurons expressing H1.4 CFT also showed reduced neuronal activity on multielectrode arrays.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34788807","type":"dc:BibliographicResource","dc:abstract":"Rahman syndrome (RMNS) is a rare genetic disorder characterized by mild to severe intellectual disability, hypotonia, anxiety, autism spectrum disorder, vision problems, bone abnormalities and dysmorphic facies. RMNS is caused by de novo heterozygous mutations in the histone linker gene H1-4; however, mechanisms underlying impaired neurodevelopment in RMNS are not understood. All reported mutations associated with RMNS in H1-4 are small insertions or deletions that create a shared frameshift, resulting in a H1.4 protein that is both truncated and possessing an abnormal C-terminus frameshifted tail (H1.4 CFT). To expand understanding of mutations and phenotypes associated with mutant H1-4, we identified new variants at both the C- and N-terminus of H1.4. The clinical features of mutations identified at the C-terminus are consistent with other reports and strengthen the support of pathogenicity of H1.4 CFT. To understand how H1.4 CFT may disrupt brain function, we exogenously expressed wild-type or H1.4 CFT protein in rat hippocampal neurons and assessed neuronal structure and function. Genome-wide transcriptome analysis revealed ~ 400 genes altered in the presence of H1.4 CFT. Neuronal genes downregulated by H1.4 CFT were enriched for functional categories involved in synaptic communication and neuropeptide signaling. Neurons expressing H1.4 CFT also showed reduced neuronal activity on multielectrode arrays. These data are the first to characterize the transcriptional and functional consequence of H1.4 CFT in neurons. Our data provide insight into causes of neurodevelopmental impairments associated with frameshift mutations in the C-terminus of H1.4 and highlight the need for future studies on the function of histone H1.4 in neurons.","dc:creator":"Tremblay MW","dc:date":"2022","dc:title":"Mutations of the histone linker H1-4 in neurodevelopmental disorders and functional characterization of neurons expressing C-terminus frameshift mutant H1.4."},"rdfs:label":"Functional alteration in non-patient cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:ac8ebcf4-e807-4cff-a73f-2698428f3940","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63b4c4cd-9bed-49b1-a3f4-7af7874e6108","type":"FunctionalAlteration","dc:description":"COS-1 cells were transiently transfected with wild-type HIST1H1E and mutants carrying the p.Lys148Glnfs*48 and p.Lys157Glufs*39 variants. HIST1H1E constructs demonstrated an increased stability of the mutant proteins compared to the wild-type protein.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31447100","type":"dc:BibliographicResource","dc:abstract":"Histones mediate dynamic packaging of nuclear DNA in chromatin, a process that is precisely controlled to guarantee efficient compaction of the genome and proper chromosomal segregation during cell division and to accomplish DNA replication, transcription, and repair. Due to the important structural and regulatory roles played by histones, it is not surprising that histone functional dysregulation or aberrant levels of histones can have severe consequences for multiple cellular processes and ultimately might affect development or contribute to cell transformation. Recently, germline frameshift mutations involving the C-terminal tail of HIST1H1E, which is a widely expressed member of the linker histone family and facilitates higher-order chromatin folding, have been causally linked to an as-yet poorly defined syndrome that includes intellectual disability. We report that these mutations result in stable proteins that reside in the nucleus, bind to chromatin, disrupt proper compaction of DNA, and are associated with a specific methylation pattern. Cells expressing these mutant proteins have a dramatically reduced proliferation rate and competence, hardly enter into the S phase, and undergo accelerated senescence. Remarkably, clinical assessment of a relatively large cohort of subjects sharing these mutations revealed a premature aging phenotype as a previously unrecognized feature of the disorder. Our findings identify a direct link between aberrant chromatin remodeling, cellular senescence, and accelerated aging.","dc:creator":"Flex E","dc:date":"2019","dc:title":"Aberrant Function of the C-Terminal Tail of HIST1H1E Accelerates Cellular Senescence and Causes Premature Aging."},"rdfs:label":"Functional Characterization of HIST1H1E Mutations"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:5f725d3e-9a42-4055-9605-2d99cdc57d65","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:17f944a1-b095-42f8-b02d-cfb11fe5340c","type":"FunctionalAlteration","dc:description":"Fibroblasts from affected individuals with HIST1H1E C-terminal truncating variants display abnormal chromatin condensation and a specific methylation pattern. In addition, patient fibroblasts have reduced proliferation rate and competence, hardly enter into the S phase, and undergo accelerated senescence.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31447100","rdfs:label":"Alterations in patient-derived fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":6665,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:40bd98e7-d0da-4a12-97f6-fccd5ee791c8","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:4718","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variants in *H1-4* were first reported in relation to syndromic intellectual disability (also known as Rahman syndrome) in 2017 (Tatton-Brown et al., PMID: 28475857). Affected individuals present with mild to severe intellectual disability associated with a distinctive facial appearance. Other clinical features include hypotonia, behavioral issues (including autism spectrum disorder or autistic features), cryptorchidism, brain MRI abnormalities, abnormal dentition, cardiac anomalies, skeletal anomalies, and hypothyroidism (PMID: 31400068). Increased growth, reported in the initial description, was not observed in larger cohorts, although macrocephaly is common (PMID: 31447100). \n\n\nNumerous unique frameshift variants in the C-terminal domain of *H1-4* have been reported, with all of the variants occurring *de novo*. This curation includes variants in 8 probands in 4 publications (PMIDs: 2847585, 2938384, 33086257, 34788807). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. \n\n*H1-4* encodes histone H1.4, a member of the linker histone family that contributes to higher-order chromatin folding. This gene-disease relationship is supported by functional alterations in both patient and non-patient cells (PMIDs: 31447100, 34788807). The C-terminal frameshift variants result in stable truncated proteins that disrupt chromatin condensation and are associated with a specific methylation pattern (PMID: 31447100). The mechanism of disease has been postulated to be a dominant negative effect or gain of function (PMIDs: 31447100, 34788807).\n\n\nIn summary, there is definitive evidence supporting the relationship between *H1-4* and syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on May 3, 2023 (SOP Version 9). \n","dc:isVersionOf":{"id":"cggv:cd0a9f58-4fb1-4904-9c38-c3e4b70c536e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}