{"id":"cggv:6226904f-234f-490b-8353-7d6c63bd8724v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6226904f-234f-490b-8353-7d6c63bd8724_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2024-06-07T16:00:00.000Z","role":"Approver"},{"id":"cggv:6226904f-234f-490b-8353-7d6c63bd8724_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2024-06-07T19:46:48.239Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10110","role":"SecondaryContributor"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:6226904f-234f-490b-8353-7d6c63bd8724_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6226904f-234f-490b-8353-7d6c63bd8724_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:993da3c6-2c22-4f2c-a6f2-8e1f89293b14","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e732e7a9-b9a5-4fcc-89f1-2e7de513aad2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Abnormal brain MRI ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37831762","type":"dc:BibliographicResource","dc:abstract":"ClC-6 is a late endosomal voltage-gated chloride-proton exchanger that is predominantly expressed in the nervous system. Mutated forms of ClC-6 are associated with severe neurological disease. However, the mechanistic role of ClC-6 in normal and pathological states remains largely unknown. Here, we present cryo-EM structures of ClC-6 that guided subsequent functional studies. Previously unrecognized ATP binding to cytosolic ClC-6 domains enhanced ion transport activity. Guided by a disease-causing mutation (p.Y553C), we identified an interaction network formed by Y553/F317/T520 as potential hotspot for disease-causing mutations. This was validated by the identification of a patient with a de novo pathogenic variant p.T520A. Extending these findings, we found contacts between intramembrane helices and connecting loops that modulate the voltage dependence of ClC-6 gating and constitute additional candidate regions for disease-associated gain-of-function mutations. Besides providing insights into the structure, function, and regulation of ClC-6, our work correctly predicts hotspots for ","dc:creator":"Zhang B","dc:date":"2023","dc:title":"Molecular basis of ClC-6 function and its impairment in human disease."},"rdfs:label":"Electrophysiological characteristics of ClC-6"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6226904f-234f-490b-8353-7d6c63bd8724_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":8391,"specifiedBy":"GeneValidityCriteria10","strengthScore":5.5,"subject":{"id":"cggv:adf98ce4-1944-4504-a192-9a6e9ab03c21","type":"GeneValidityProposition","disease":"obo:MONDO_0030947","gene":"hgnc:2024","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CLCN6 was first reported in relation to autosomal dominant condition, “neurodegeneration, childhood-onset, hypotonia, respiratory insufficiency and brain imaging abnormalities” in 2020 (Polovitskaya et al., PMID: 33217309). This gene encodes a Cl- /H+ antiporter primarily expressed in neuronal cells and localizes to late endosome-lysosome compartments (PMID: 16950870, 33708769, 17534424). The voltage-dependent Cl- /H+ exchanger activity of CLCN6 is pH-dependent and relies on a V-ATPase pump to maintain acidic homeostasis within these compartments (PMID: 20466723, 37831762).\nAt least three unique missense variants have been identified in five unrelated individuals across three publications (PMID: 33217309, 37831762; 33590434). Affected individuals presented severe global developmental delays, regression, generalized hypotonia, abnormal brain imaging, respiratory insufficiency, vision impairment, and feeding difficulties. Additional features include seizures, neurogenic bladder, short stature, microcephaly, temperature dysregulation, skin anomalies, neuropathy, and variable craniofacial dysmorphism. Notably, among these variants, the de novo CLCN6 c.1658A>G, p.(Tyr553Cys) variant is shared by three of the five affected individuals, while the remaining two patients carry de novo c.1558A>G, p.(Thr520Ala) and c.599A>C, p.(Glu200Ala) variants, respectively.\nThe reported pathogenic mechanism involves a gain of function. Electrophysiological analyses demonstrated that both the p.Tyr553Cys and p.Thr520Ala variants induce larger, steady currents by selectively transporting Cl- independently of the acidic environment, using energy provided by ATP pumps at lower voltages compared to the wild type (PMID: 33217309, 37831762). Overexpression of these variants in Hela cells leads to the formation of giant cytoplasmic vacuoles resulting from the fusion of multiple small vesicles over time. These vacuoles exhibit reduced acidity, impaired endocytosis, and lysosomal enzyme incorporation (PMID: 33217309, 37831762). Structural modeling suggests that the p.Tyr553Cys and p.Thr520Ala variants form a mutation hotspot within an interaction network (PMID: 37831762). Furthermore, experimental evidence indicates that other variants at the same codon 553 may have a similar impact (PMID: 37831762). The experimental assays on the c.599A>C, p.(Glu200Ala) variant demonstrated similar disruption of the lysosomal system. Heterologous expression of this variant in Xenopus does not alter CLCN6 localization but blocks proton transposition, resulting in a change in Cl-/H+ exchanger activity (PMID: 20466723). In the presence of this CLCN6 variant, cytoplasmic vesicles are mildly enlarged and fail to incorporate lysosomal enzymes. Additionally, the mutant increases autophagosome accumulation by inhibiting autophagosome degradation and fusion with the lysosome (PMID: 33590434). These results suggested the impact of CLCN6 protein in the late endo-lysosomal pathway on the neurodegenerative disease.\nIn summary, there is moderate evidence supporting the relationship between CLCN6 and “neurodegeneration, childhood-onset, hypotonia, respiratory insufficiency and brain imaging abnormalities”. Of note, this classification only focuses on gain-of-function mechanisms while loss-of-function mechanisms reportedly associated with mild neuronal ceroid lipofuscinosis in mice model (PMID: 16950870) and frontotemporal dementia (PMID: 33737586) were not curated in this entry. This classification was approved by the ClinGen Lysosomal Diseases GCEP on May 7, 2024 (SOP Version 10). \n\nThe CLCN6 c.1658A>G, p.(Tyr553Cys) missense variant was reported as de novo in an additional unrelated patient from an abstract lacking a PMID (Lu et al., Genetics in Medicine, Vol 24, Issue 3, suppl S108-S111, March 2022). The patient’s clinical features align with those observed in other individuals carrying this variant, as described by Polovitskaya et al. (PMID: 33217309). The functional impact of the p.Tyr553Cys variant has been confirmed by multiple research groups (PMID: 37937504, 37937509). Furthermore, experimental evidence suggests that other variants at the same codon 553 and nearby codons (such as Glu550 and Asn549) play a crucial role in modulating the voltage dependence of CLC-6 and contribute to the formation of enlarged vacuoles in transfected CHO cells (Fig 6 in PMID: 37831762). Given the recurrent occurrence of the de novo p.Tyr553Cys variant in patients with “neurodegeneration, childhood-onset, hypotonia, respiratory insufficiency, and brain imaging abnormalities”, along with strong genetic and functional evidence supporting its pathogenicity, the total evidence score was upgraded to 7 points.","dc:isVersionOf":{"id":"cggv:6226904f-234f-490b-8353-7d6c63bd8724"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}