{"id":"cggv:3b8a1833-03a5-4e71-9f31-974fcd6443f6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:3b8a1833-03a5-4e71-9f31-974fcd6443f6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-02-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:3b8a1833-03a5-4e71-9f31-974fcd6443f6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2024-05-01T17:05:08.160Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/35638551","type":"dc:BibliographicResource","dc:abstract":"Vascular homeostasis is impaired in various diseases thereby contributing to the progression of their underlying pathologies. The endothelial immediate early gene Apolipoprotein L domain-containing 1 (APOLD1) helps to regulate endothelial function. However, its precise role in endothelial cell biology remains unclear. We have localized APOLD1 to endothelial cell contacts and to Weibel-Palade bodies (WPB) where it associates with von Willebrand factor (VWF) tubules. Silencing of APOLD1 in primary human endothelial cells disrupted the cell junction-cytoskeletal interface, thereby altering endothelial permeability accompanied by spontaneous release of WPB contents. This resulted in an increased presence of WPB cargoes, notably VWF and angiopoietin-2 in the extracellular medium. Autophagy flux, previously recognized as an essential mechanism for the regulated release of WPB, was impaired in the absence of APOLD1. In addition, we report APOLD1 as a candidate gene for a novel inherited bleeding disorder across three generations of a large family in which an atypical bleeding diathesis was associated with episodic impaired microcirculation. A dominant heterozygous nonsense APOLD1:p.R49* variant segregated to affected family members. Compromised vascular integrity resulting from an excess of plasma angiopoietin-2, and locally impaired availability of VWF may explain the unusual clinical profile of APOLD1:p.R49* patients. In summary, our findings identify APOLD1 as an important regulator of vascular homeostasis and raise the need to consider testing of endothelial cell function in patients with inherited bleeding disorders without apparent platelet or coagulation defects.","dc:creator":"Stritt S","dc:date":"2023","dc:title":"APOLD1 loss causes endothelial dysfunction involving cell junctions, cytoskeletal architecture, and Weibel-Palade bodies, while disrupting hemostasis."},"evidence":[{"id":"cggv:3b8a1833-03a5-4e71-9f31-974fcd6443f6_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3b8a1833-03a5-4e71-9f31-974fcd6443f6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3b8a1833-03a5-4e71-9f31-974fcd6443f6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e22f2294-b414-4e5d-8e07-ad4d11a5cbe5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:47ad9d45-c65b-4587-9aec-81551015dfe7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"APOLD1 is rapidly induced in endothelial cells of cerebral\nvessels by seizures. APOLD1 mRNA is expressed in capillaries and in the cells lining the inner surface of veins and arteries, suggesting expression by endothelial cells.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15102925","type":"dc:BibliographicResource","dc:abstract":"Vascular endothelium forms a continuous, semipermeable barrier that regulates the transvascular movement of hormones, macromolecules, and other solutes. Here, we describe a novel immediate early gene that is expressed selectively in vascular endothelial cells, verge (vascular early response gene). Verge protein includes an N-terminal region of approximately 70 amino acids with modest homology (approximately 30% identity) to Apolipoprotein L but is otherwise unique. Verge mRNA and protein are induced selectively in the endothelium of adult vasculature by electrical or chemical seizures. Verge expression appears to be responsive to local tissue conditions, because it is induced in the hemisphere ipsilateral to transient focal cerebral ischemia. In contrast to the transient expression in adult, Verge mRNA and protein are constitutively expressed at high levels in the endothelium of developing tissues (particularly heart) in association with angiogenesis. Verge mRNA is induced in cultured endothelial cells by defined growth factors and hypoxia. Verge protein is dramatically increased by cysteine proteinase inhibitors, suggesting rapid turnover, and is localized to focal regions near the periphery of the cells. Endothelial cell lines that stably express Verge form monolayers that show enhanced permeability in response to activation of protein kinase C by phorbol esters. This response is accompanied by reorganization of the actin cytoskeleton and the formation of paracellular gaps. These studies suggest that Verge functions as a dynamic regulator of endothelial cell signaling and vascular function.","dc:creator":"Regard JB","dc:date":"2004","dc:title":"Verge: a novel vascular early response gene."},"rdfs:label":"APOLD1 expression in endothelial cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9c2a4c81-6a8b-4714-a72f-18f9e96f6a2a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94aafa30-6c6e-4b97-9be3-fcf9a559a7d6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"APOLD1 localizes to cell-cell junctions and Weibel-Palade bodies in HDBEC , moreover it localizes in platelet alpha granules\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35638551","rdfs:label":"APOLD1 is expressed in platelets and endothelial cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:3b8a1833-03a5-4e71-9f31-974fcd6443f6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:34905616-489a-40b8-b7ab-43bad5951229","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf38a174-2517-452f-962a-9beaa0285be2","type":"FunctionalAlteration","dc:description":"APOLD1 silencing causes increase in cell size, altered shape, EC junction dismantling (reduction in the tight junction protein CLDN5 and PECAM1), markedly enhanced fibronectin fibrillogenesis and actin stress fiber formation, reminiscent of EC activation, and increased endothelial permeability to 40 kDa FITC-dextran","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35638551","rdfs:label":"APOLD1 silencing in endothelial cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3b8a1833-03a5-4e71-9f31-974fcd6443f6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72a169b9-a55d-4ffc-be49-77c4cb092ca4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:28a90034-c758-47c9-a1c2-9848291655e6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Stroke volume was similar in Apold1−/− and WT mice\n21 days after the stroke reduction in vascular area, branch numbers, and total length of the vascular network in Apold1 KO mice. One week after stroke Apold1−/− ECs within the ischemic border zone proliferate less.\nThis may be in line with the microvascular ischemic syndromes observed in the patients","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36933174","type":"dc:BibliographicResource","dc:abstract":"The molecular mechanisms of angiogenesis have been intensely studied, but many genes that control endothelial behavior and fate still need to be described. Here, we characterize the role of Apold1 (Apolipoprotein L domain containing 1) in angiogenesis in vivo and in vitro. Single-cell analyses reveal that - across tissues - the expression of Apold1 is restricted to the vasculature and that Apold1 expression in endothelial cells (ECs) is highly sensitive to environmental factors. Using Apold1","dc:creator":"Fan Z","dc:date":"2023","dc:title":"The vascular gene Apold1 is dispensable for normal development but controls angiogenesis under pathological conditions."},"rdfs:label":"ischemic stroke model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Limited","sequence":8231,"specifiedBy":"GeneValidityCriteria10","strengthScore":5,"subject":{"id":"cggv:cc9698ed-e4f2-4786-8789-6c5e811de64b","type":"GeneValidityProposition","disease":"obo:MONDO_0021181","gene":"hgnc:25268","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The APOLD1 gene encodes an endothelial cell early response protein induced after ischemia and expected to regulate endothelial cell signaling and vascular function\n\nOne variant, c.145_146delinsTA (p.Arg49Ter) in APOLD1 was reported in 4 members of a family with an unclassified bleeding disorder (Stritt et al., PMID:35638551). This variant results from a combination in cis of the common c.146G>A; p.R49Q (rs4763876) and the rare missense c.145C>T; p.R49W (rs757476941) nucleotide substitution in APOLD1.\n\nThe mechanism of disorder is not completely clear, however, it has been proposed that loss of APOLD1 results in dysmorphic endothelial cells with reduced cell-cell junctions and increased permeability, potentially leading to a bleeding disorder.\nEvidence supporting this gene-disease relationship includes genetic evidences (case-level data) and experimental evidences (expression; functional alteration in non-patient cells, non-human model organisms).\n\nSummary of Case Level Data: 1.5 POINTS \nVariants in this gene have been reported in 4 probands in 1 publication (PMID: 35638551). \nAffected patients show an unusual type of spontaneous and trauma-related bleeding defect as they have normal coagulation and platelet function test parameters and do not respond to classical treatment with tranexamic acid or platelet transfusion. The use of vasodilators or aspirin worsened their bleeding tendency, and they developed microcirculatory symptoms, such as livedo reticularis after the administration of desmopressin and Raynaud syndrome.\n\nSummary of Experimental Data: 3.5 POINTS \nRegard B et al. showed that APOLD1 is rapidly induced in endothelial cells of cerebral vessels by seizures. APOLD1 mRNA is expressed in capillaries and in the cells lining the inner surface of veins and arteries, suggesting expression by endothelial cells (PMID 15102925).\nStritt et al. showed that APOLD1 localizes to cell-cell junctions and Weibel-Palade bodies in endothelial cells and in platelet alpha granules (PMID 35638551). The same authors showed that APOLD1 silencing causes increase in cell size, altered shape, endothelial cell junction dismantling (reduction in the tight junction protein CLDN5 and PECAM1), markedly enhanced fibronectin fibrillogenesis and actin stress fiber formation, reminiscent of endothelial cell activation, and increased endothelial permeability to FITC-dextran.\nFan et al demonstrated that Apold1 KO mice show impaired angiogenesis in the ischemic stroke border zone (PMID:36933174).\n\nIn summary, we obtained limited association of APOLD1 with unclassified bleeding disorder.\n\nThis classification was approved by the ClinGen Hemostasis Thrombosis Working Group on DATE (SOP Version 10). \n\n","dc:isVersionOf":{"id":"cggv:3b8a1833-03a5-4e71-9f31-974fcd6443f6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}