{"id":"cggv:ba2a1616-b3d7-4762-a546-c838333db683v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:ba2a1616-b3d7-4762-a546-c838333db683_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-03-21T13:20:45.395Z","role":"Publisher"},{"id":"cggv:ba2a1616-b3d7-4762-a546-c838333db683_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-03-15T04:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ba2a1616-b3d7-4762-a546-c838333db683_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:ba2a1616-b3d7-4762-a546-c838333db683_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":5991,"specifiedBy":"GeneValidityCriteria8","strengthScore":0,"subject":{"id":"cggv:c57d9b3d-4270-499b-b35c-ed8b64654955","type":"GeneValidityProposition","disease":"obo:MONDO_0005027","gene":"hgnc:2020","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CLCN2* was first reported in association with disease in 2003 when Haug and colleagues identified *CLCN2* variants in patients with idiopathic generalized epilepsies (PMID:12612585). Over time, variants in this gene have been associated with various presentations: autosomal recessive leukoencephalopathy with ataxia,autosomal dominant familial hyperaldosteronism, and multiple autosomal dominant epilepsy presentations including idiopathic generalized epilepsy (IGE), juvenile absence epilepsy (JAE), and juvenile myoclonic epilepsy (JME). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in phenotypic variability or disease mechanism among the autosomal dominant epilepsy disease assertions. Therefore, this curation will be performed using the term “epilepsy,” which includes cases exhibiting the following disease entities: IGE, JAE, and JME. The gene-disease relationship between *CLCN2* and autosomal recessive leukoencephalopathy with ataxia and familial hyperaldosteronism may be assessed separately.\n\nHaug et al. identified three variants in the *CLCN2* gene in three of forty-six unrelated families with IGE localized to 3q26, which included several of the families reported in an original linkage study by Sander et al. (PMID:10888596). Later in 2009, Kleefuβ-Lie et al. (PMID:19710712) re-evaluated two of the families reported by Haug et al.and identified inconsistencies in the family structure, phenotype, and genetic analysis. This led to the retraction of the Haug et al. paper (PMID:19710717).\n\nBlanz et al. (2007, PMID:17567819) presented two variants in *CLCN2* previously reported in individuals with epilepsy; however, the probands in Blanz et al. with these variants had leukodystrophy without epilepsy. These authors postulated that these variants were therefore not related to epilepsy or leukodystrophy. Later, Saint-Martin et al. (2009, PMID:19191339) identified heterozygous variants in *CLCN2* in families with JME and IGE, but these variants were present in unaffected fathers. These authors concluded that either variants in *CLCN2* cause epilepsy with reduced penetrance, or additional unidentified factors are necessary for full phenotypic expression. Therefore, none of these variants were scored as a part of this curation.\n\nIn a mouse model published by Blanz et al. (2007, PMID:17567819), authors found that neither the heterozygous nor the homozygous *CLCN2* knockout mice demonstrated lowered seizure thresholds. Therefore, the model was not scored in this curation. \n\nIn summary, the evidence supporting the relationship between *CLCN2* and autosomal dominant epilepsy has been refuted and no valid evidence remains to support the claim. This classification was approved by the ClinGen Epilepsy Expert Panel on the meeting date March 15, 2022 (SOP Version 8).\nThe evidence supporting the relationship between CLCN2 and autosomal dominant epilepsy has been refuted and no valid evidence remains to support the claim. More details are present in the evidence summary.","dc:isVersionOf":{"id":"cggv:ba2a1616-b3d7-4762-a546-c838333db683"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}