{"id":"cggv:f83e013a-685f-405b-89d6-a8e80aefaf6ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:f83e013a-685f-405b-89d6-a8e80aefaf6e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:f83e013a-685f-405b-89d6-a8e80aefaf6e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-02-27T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f83e013a-685f-405b-89d6-a8e80aefaf6e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f83e013a-685f-405b-89d6-a8e80aefaf6e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:39bafb96-132f-4174-983b-1b98129ad7dd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c93d652-5bbb-4506-a236-2194651d308c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GJB3 was expressed in adult rat inner ear- measured by RT-PCR","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9843210","type":"dc:BibliographicResource","dc:abstract":"Hearing impairment is the most commonly occurring condition that affects the ability of humans to communicate. More than 50% of the cases of profound early-onset deafness are caused by genetic factors. Over 40 loci for non-syndromic deafness have been genetically mapped, and mutations in several genes have been shown to cause hearing loss. Mutations in the gene encoding connexin 26 (GJB2) cause both autosomal recessive and dominant forms of hearing impairment. To study the possible involvement of other members of the connexin family in hereditary hearing impairment, we cloned the gene (GJB3) encoding human gap junction protein beta-3 using homologous EST searching and nested PCR. GJB3 was mapped to human chromosome 1p33-p35. Mutation analysis revealed that a missense mutation and a nonsense mutation of GJB3 were associated with high-frequency hearing loss in two families. Moreover, expression of Gjb3 was identified in rat inner ear tissue by RT-PCR. These findings suggest that mutations in GJB3 may be responsible for bilateral high-frequency hearing impairment.","dc:creator":"Xia JH","dc:date":"1998","dc:title":"Mutations in the gene encoding gap junction protein beta-3 associated with autosomal dominant hearing impairment."},"rdfs:label":"Xia Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9c58c190-7940-44a9-abb9-a956286f47ce","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:076bbc7b-f4a2-4fe0-92a6-d9687b54cb9f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GJB3 expressed in mouse cochlea by in situ hybridization","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11309368","type":"dc:BibliographicResource","dc:abstract":"Mutations in the connexin 31 (GJB3) gene have been found in subjects with dominant and recessive deafness and in patients with erythrokeratodermia variabilis. We report here a dominant mutation in the GJB3 gene (D66del) in a family affected with peripheral neuropathy and sensorineural hearing impairment. A wide range of disease severity for peripheral neuropathy, from asymptomatic cases to subjects with chronic skin ulcers in their feet and osteomyelitis leading to amputations, was detected in D66del patients. Mild, often asymmetrical, hearing impairment was found in all but one patient with mutation D66del of this family and the same mutation was present in an independent family ascertained because of hearing impairment. We have found mouse connexin 31 (Gjb3) gene expression in the cochlea and in the auditory and sciatic nerves, showing a pattern similar to that of Gjb1 (connexin 32), of which the human ortholog (GJB1) is involved in X-linked peripheral neuropathy. This expression pattern, together with auditory-evoked brainstem anomalous response in D66del patients, indicates that hearing impairment due to GJB3 mutations involves alterations in both the cochlea and the auditory nerve. Peripheral neuropathy is the third phenotypic alteration linked to GJB3 mutations, which enlarges the list of genes that cause this group of heterogeneous disorders.","dc:creator":"López-Bigas N","dc:date":"2001","dc:title":"Connexin 31 (GJB3) is expressed in the peripheral and auditory nerves and causes neuropathy and hearing impairment."},"rdfs:label":"Lopez-Bigas Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:f83e013a-685f-405b-89d6-a8e80aefaf6e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f83e013a-685f-405b-89d6-a8e80aefaf6e_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:0a3046b7-560a-43e7-a70e-39d7c35e066a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ee19f970-28dc-41ce-8004-01b5166f657e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0005101","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:0a3046b7-560a-43e7-a70e-39d7c35e066a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cccb73e9-0aa1-4cf5-8db3-ae5964202385","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024009.2(GJB3):c.547G>A (p.Glu183Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6485"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9843210"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9843210","rdfs:label":"NDF006"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Variant is present in 0.106% (20/18868) East Asians in gnomAD, which is too frequent for a dominant variant. Two individuals (including a 27 year old) carry the variant but are not affected."},{"id":"cggv:62ba7e09-b25d-4316-8519-6173a70d5b23_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cffaf033-5800-45f1-a3ad-1c2b578e2866","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"GJB2 and mtDNA 1555A>G excluded. Sequenced GJB3","firstTestingMethod":"PCR","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:62ba7e09-b25d-4316-8519-6173a70d5b23_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9fe925f1-18df-404e-bd2b-d60c77a7fef7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024009.2(GJB3):c.497A>G (p.Asn166Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6492"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19744334","type":"dc:BibliographicResource","dc:abstract":"Every year, 30,000 babies are born with congenital hearing impairment in China. The molecular etiology of hearing impairment in the Chinese population has not been investigated thoroughly. To provide appropriate genetic testing and counseling to families, we performed a comprehensive investigation of the molecular etiology of nonsyndromic deafness in two typical areas from northern and southern China.","dc:creator":"Yuan Y","dc:date":"2009","dc:title":"Comprehensive molecular etiology analysis of nonsyndromic hearing impairment from typical areas in China."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19744334","rdfs:label":"Yuan Proband 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"No evidence for pathogenicity and no family information. Not scored"},{"id":"cggv:408e3378-e9c2-41e5-a929-941c5e3b0cd5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:18d23445-9841-4b01-9fed-d21b6acdce5c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:408e3378-e9c2-41e5-a929-941c5e3b0cd5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a1b47337-0ba0-4d51-a1c7-7d995628954d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.34785282G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA20571804"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17259707","type":"dc:BibliographicResource","dc:abstract":"Connexins (Cx), a large family of membrane proteins, are key components of gap junction channels. These channels are critical intercellular pathways through which ions or small molecules are passed, regulating a variety of physiological and developmental processes. One of these processes is hearing. In the current study, a genetic survey was made on 380 Taiwanese individuals, 260 with nonsyndromic deafness and 120 with normal hearing. All the 380 Taiwanese were screened for the presence of mutations in 8 genes of the Cx gene family. These genes included Cx26 (GJB2), Cx29 (GJE1), Cx30 (GJB6), Cx30.3 (GJB4), Cx31 (GJB3), Cx32 (GJB1), Cx43 (GJA1) and pseudogene [rho] of Cx43 (rho GJA1). Mutations were identified in 7 out of the 8 screened genes of the Cx family from 62 of the 260 deaf subjects (23.85%). Of the 17 mutations observed in the Cx gene family, 11 were novel mutations. Fourteen polymorphisms that were not associated with hearing loss were identified in the Cx gene family. The first 2 most frequently occurring mutations were found in the Cx26 (28/62; 45.16%) and the rho Cx43 (17/62; 27.42%), respectively. Nine cases of mutations were found in the Cx30.3 (9/62; 14.52%). In the Cx30, 1 novel mutation was identified in 1 case (1/62; 1.61%). Two patients with mutations of each of Cx29 and Cx43 were found (2/62; 3.23%). One novel mutation of Cx31 was identified in 3 patients with nonsyndromic deafness (3/62; 4.84%). The Cx32 was the only gene without detecting any mutation or polymorphism.Our study provides information for understanding the importance of genetic factors in nonsyndromic deafness of the Taiwanese and may be of use in the improvement of genetic diagnosis of hearing loss in Taiwan.","dc:creator":"Yang JJ","dc:date":"2007","dc:title":"Identification of mutations in members of the connexin gene family as a cause of nonsyndromic deafness in Taiwan."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17259707","rdfs:label":"Yang - 3 Individuals"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant was found in 3 school-age children with SNHL. Functional evidence in Li 2014 indicates mutant protein aggregates in lysosomes. Variant present in 1 African and 1 Latino allele in gnomAD."},{"id":"cggv:f8912a4b-61d2-413f-9ad2-6afcc5dbb566_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a3428e87-cca9-494b-a43b-26fa2ad3fa11","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:f8912a4b-61d2-413f-9ad2-6afcc5dbb566_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2d87b5f9-eaa5-41a5-aa7d-ac38f810edb0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.34785064G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA754800"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25214170","type":"dc:BibliographicResource","dc:abstract":"The prevalence of hearing impairment is estimated as approximately 1 on 1,000 newborn children. To assess a higher mutation detection rate in individuals with hearing loss a three-step mutation screening program consisting of GJB2 in first line, then GJB1, GJB3 and GJB6 (second step) and if tested negative or heterozygote, testing of GJA1, GJB4, SLC26A4 and PJVK (third) was performed. Audiograms were derived from all patients to characterize audiological features of GJB2 mutations especially. In 59 patients (31.3%) of the 188 probands, the hearing impairment was due to GJB2 mutations, 45 (23.9%) of these being homozygous for 35delG mutation and 14 (7.4%) compound heterozygous for GJB2 mutations in the coding region of exon 2 whereas no significant sequence variation was found in exon 1. In 22 (11.7%) additional patients a single recessive mutation in GJB2, GJB3, GJB6 and SLC26A4 without a second mutation on the other allele was identified, making genetic counseling difficult. Our study showed significant difference in hearing loss degree in the patients with GJB2-mutations. Forty-five (45.5%) GJB2-cases were identified in 99 individuals diagnosed with severe to profound hearing loss, 14 (17.7%) GJB2-cases were identified in 79 individuals with moderate deafness whereas no clear GJB2 mutation was found in 10 patients with mild hearing loss (p < 0.001). Revealing a high variability of hearing levels in identical genotypes (even intrafamilial), a significant genotype-phenotype correlation could not be established. Based on the identified mutations spectrum and frequencies, speaking mostly of GJB2, a step by step screening for mutations can be devised and in addition may lead to a better stratification of patients for specific therapeutical approaches.","dc:creator":"Beck C","dc:date":"2015","dc:title":"Identification and genotype/phenotype correlation of mutations in a large German cohort with hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25214170","rdfs:label":"Beck Proband 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"No evidence for pathogenicity"},{"id":"cggv:15043e41-bc97-4181-a63c-6d254087395d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fee4ceb8-c214-4431-a82d-9664a9222cb8","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:15043e41-bc97-4181-a63c-6d254087395d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2186768b-9021-45e2-910c-f9c8b4db009b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.34784841G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA754736"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22617145","type":"dc:BibliographicResource","dc:abstract":"A number of genes responsible for hearing loss are related to ion recycling and homeostasis in the inner ear. Connexins (Cx26 encoded by GJB2, Cx31 encoded by GJB3 and Cx30 encoded by GJB6) are core components of gap junctions in the inner ear. Gap junctions are intercellular communication channels and important factors that are associated with hearing loss. To date, a molecular genetics study of GJB3 and GJB6 as a causative gene for hearing loss has not been performed in Korea. This study was therefore performed to elucidate the genetic characteristics of Korean patients with nonsyndromic sensorineural hearing loss and to determine the pathological mechanism of hearing loss by analyzing the intercellular communication function of Cx30 and Cx31 variants. Sequencing analysis of the GJB3 and GJB6 genes in our population revealed a total of nine variants, including four novel variants in the two genes. Three of the novel variants (Cx31-p.V27M, Cx31-p.V43M and Cx-30-p.I248V) and two previously reported variants (Cx31-p.V84I and Cx30-p.A40V) were selected for functional studies using a pathogenicity prediction program and assessed for whether the mutations were located in a conserved region of the protein. The results of biochemical and ionic coupling tests showed that both the Cx31-p.V27M and Cx31-p.V84I variants did not function normally when each was expressed as a heterozygote with the wild-type Cx31. This study demonstrated that two variants of Cx31 were pathogenic mutations with deleterious effect. This information will be valuable in understanding the pathogenic role of GJB3 and GJB6 mutations associated with hearing loss.","dc:creator":"Oh SK","dc:date":"2013","dc:title":"Evaluation of the pathogenicity of GJB3 and GJB6 variants associated with nonsyndromic hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22617145","rdfs:label":"Oh proband 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Functional evidence done by Oh 2013: Heterozygous state modeled by cotransfection of variant p.V27M and WT Cx31 in Calcium assay showed decreased diffusion (lesser degree than homozygous model, but still reduced from WT)"},{"id":"cggv:4453a4c2-6fb0-4ff3-a7e3-8925ceeabbdb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9fa696f-0c02-4152-8622-85ddec6d8c86","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:4453a4c2-6fb0-4ff3-a7e3-8925ceeabbdb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:984bf95a-dfe5-4008-88f9-8d339b3394b4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024009.2(GJB3):c.94C>T (p.Arg32Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/46088"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12630965","type":"dc:BibliographicResource","dc:abstract":"Mutations in GJB3, the gene encoding the gap junction protein Connexin 31 (CX31), have been pathogenically linked to erythrokeratodermia and non-syndromic autosomal dominant (DFNA2) or recessive hereditary hearing impairment (HHI). To determine the contribution of CX31 to sporadic deafness, we assessed 63 individuals with non-syndromic hearing impairment for CX31 mutations. Single coding exon of CX31 was amplified from genomic DNA and then sequenced. Single nucleotide sequence alteration was present in 15 out of 63 patients (24%), all of the positives being heterozygous for the four different single base pair changes that were detected: C94T, C201T, C357T and C798T. Of these, only C94T transition, identified in two patients, results in amino acid change, R32W, while the other three changes are single nucleotide polymorphisms (SNPs). The R32W substitution in CX31 has been previously documented and is speculated to manifest variable penetrance, similar to the polymorphic allele encoding CX26M34T. Over one-third of all samples were also screened with denaturing high-performance liquid chromatography (dHPLC). Seven out of 25 individuals screened were determined to be positive for CX31 sequence variation. Sequence analysis of the 25 individuals screened identified nucleotide alterations in all of the 7 'positives' and in none of the 16 'negatives' yielding a specificity and sensitivity of 100%. Thus, dHPLC represents a highly efficient CX31 screening technique. This study suggests that while sequence alterations are common, pathogenic mutations of CX31 are infrequent in sporadic non-syndromic hearing impairment.","dc:creator":"Mhatre AN","dc:date":"2003","dc:title":"Mutation analysis of Connexin 31 (GJB3) in sporadic non-syndromic hearing impairment."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12630965","rdfs:label":"Mhatre Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Variant is present in 5% of Finnish alleles and 3% of European (non-Finnish) alleles in gnomAD."},{"id":"cggv:7febb7f0-575a-4a63-a0b9-97997f7a1101_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:821eafaa-ed6d-48f6-ac23-009e18480bd1","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"GJB2 excluded","firstTestingMethod":"PCR","phenotypes":"obo:HP_0011476","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:7febb7f0-575a-4a63-a0b9-97997f7a1101_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:61273e27-2029-42c2-bfbd-14cbc3bcaf1f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024009.2(GJB3):c.529T>G (p.Tyr177Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/178352"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15131355","type":"dc:BibliographicResource","dc:abstract":"Deafness is a complex disorder that is affected by a high number of genes and environmental factors. Recently, enormous progress has been made in nonsyndromic deafness research, with the identification of 90 loci and 33 nuclear and 2 mitochondrial genes involved (http://dnalab-www.uia.ac.be/dnalab/hhh/). Mutations in the GJB3 gene, encoding the gap junction protein connexin 31 (Cx31), have been pathogenically linked to erythrokeratodermia variabilis and nonsyndromic autosomal recessive or dominant hereditary hearing impairment. To determine the contribution of the GJB3 gene to sporadic deafness, we analysed the GJB3 gene in 67 families with nonsyndromic hearing impairment. A single coding exon of the GJB3 gene was amplified from genomic DNA and then sequenced. Here we report on three amino acid changes: Y177D (c.529T > G), 49delK (c.1227C > T), and R32W (c.144-146delGAA). The latter substitution has been previously described, but its involvement in hearing impairment remains uncertain. We hypothesize that mutations in the GJB3 gene are an infrequent cause of nonsyndromic deafness.","dc:creator":"Alexandrino F","dc:date":"2004","dc:title":"Screening for mutations in the GJB3 gene in Brazilian patients with nonsyndromic deafness."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15131355","rdfs:label":"Alexandrino 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Variant is present in 1.9% African alleles in gnomAD."},{"id":"cggv:d98c2d07-26ea-462b-b6cc-c78a9c5e9290_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:308f8d39-17a2-4600-b89c-dc36075af0dc","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:d98c2d07-26ea-462b-b6cc-c78a9c5e9290_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:779892ac-89ce-40fb-baa1-d49c37f03482","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.34784889G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA754756"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22617145"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22617145","rdfs:label":"Oh proband 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Lucifer yellow dye transfer assay showed minimal effect on dye diffusion (Oh et al. 2013). No other evidence for pathogenicity"},{"id":"cggv:6476389f-7e8c-45ff-8aeb-a3bf25accbe8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9ba44d5d-9491-4f95-8ce7-641f041ceeea","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:6476389f-7e8c-45ff-8aeb-a3bf25accbe8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cf07bc34-bfad-492e-959f-3d30fa0ab646","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.34785079G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA754807"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25214170"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25214170","rdfs:label":"Beck Proband 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"No evidence for pathogenicity"},{"id":"cggv:0084fc57-0ab6-4d92-8c12-ed059bfdc5ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d6747792-fbf4-416e-9b0d-48418c529de3","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Excluded GJB2","firstTestingMethod":"PCR","phenotypes":["obo:HP_0008504","obo:HP_0008615"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:0084fc57-0ab6-4d92-8c12-ed059bfdc5ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:38f34a2c-f834-4f0d-942c-1e098850f701","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.34784907_34784909del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA522353742"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15131355"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15131355","rdfs:label":"Alexandrino 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"No evidence for pathogenicity"},{"id":"cggv:23bba4bd-76d4-4135-9fad-119c1b339849_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d3fe1fca-c036-4b3a-aad3-2933d670546b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:23bba4bd-76d4-4135-9fad-119c1b339849_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8e3ad5a8-954e-486b-a43e-d38804553a2b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024009.2(GJB3):c.166A>C (p.Lys56Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/449491"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25214170"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25214170","rdfs:label":"Beck Proband 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"No evidence for pathogenicity"},{"id":"cggv:b2a9a91b-e1a2-472a-a29e-c9c21a0142bc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8e7c5b58-4229-4e44-976b-0c37e79d6004","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"GJB2 excluded","firstTestingMethod":"PCR","phenotypes":"obo:HP_0011476","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:b2a9a91b-e1a2-472a-a29e-c9c21a0142bc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:61273e27-2029-42c2-bfbd-14cbc3bcaf1f"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15131355"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15131355","rdfs:label":"Alexandrino 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Variant present in 1.9% African alleles in gnomAD."},{"id":"cggv:7ad19919-a7a5-4cbd-9d87-59e4c23754f9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cde704d6-2ba6-48f6-b0a6-ed0c84041726","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:7ad19919-a7a5-4cbd-9d87-59e4c23754f9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8bba9eff-48ec-43f6-bf52-632df26c38c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.34785012G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA754785"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22617145"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22617145","rdfs:label":"Oh proband 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Variant is present in 90/18870 (0.0048) East Asian alleles in gnomAD, which is to high for dominant hearing loss"},{"id":"cggv:34295ea0-445d-486d-a132-1b32eb6aa397_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2ea59d29-759f-4e20-a3d5-f1c0a0074f91","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:34295ea0-445d-486d-a132-1b32eb6aa397_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ecd4f8ea-e776-4619-a172-b3de584ef678","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000001.11:g.34785429C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA754881"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12791041","type":"dc:BibliographicResource","dc:abstract":"Mutations in genes encoding gap- and tight-junction proteins have been shown to cause distinct forms of hearing loss. We have now determined the GJB2[connexin 26 (Cx26)] mutation spectrum in 60 index patients from mostly large Turkish families with autosomal-recessive inherited non-syndromic sensorineural hearing loss (NSSHL). GJB2 mutations were found in 31.7% of the families, and the GJB2-35delG mutation accounted for 73.6% of all GJB2 mutations. The carrier frequency of GJB2-35delG in the normal Turkish population was found to be 1.17% (five in 429). In addition to the described W24X, 233delC, 120delE and R127H mutations, we also identified a novel mutation, Q80R, in the GJB2 gene. Interestingly, the Q80R allele was inherited on the same haplotype as V27I and E114G polymorphisms. As little is known about the mutation frequencies of most other recently identified gap- and tight-junction genes as a cause for hearing loss, we further screened our patients for mutations in GJB3 (Cx31), GJA1 (Cx43), DeltaGJB6-D13S1830 (Cx30) and the gene encoding the tight-junction protein, claudin 14 (CLDN14). Several novel polymorphisms, but no disease-associated mutations, were identified in the CLND14 and GJA1 genes, and we were unable to detect the DeltaGJB6-D13S1830 deletion. A novel putative mutation, P223T, was found in the GJB3 gene in heterozygous form in a family with two affected children. Our data shows that the frequency of GJB2 mutations in Turkish patients with autosomal-recessive NSSHL and the carrier rate of the GJB2-35delG mutation in the Turkish population, is much lower than described for other Mediterranean countries. Furthermore, mutations in other gap- and tight-junction proteins are not a frequent cause of hearing loss in Turkey.","dc:creator":"Uyguner O","dc:date":"2003","dc:title":"Frequencies of gap- and tight-junction mutations in Turkish families with autosomal-recessive non-syndromic hearing loss."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12791041","rdfs:label":"Uyguner Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"Variant present in 0.1% of Other alleles in gnomAD. Variant inherited from unaffected father."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:f83e013a-685f-405b-89d6-a8e80aefaf6e_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:f88a6a3c-9cab-4037-a0c3-bfc3e672f368_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f786712c-9f12-4c76-a54f-7b098a18c975","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypes":["obo:HP_0001271","obo:HP_0000763"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f88a6a3c-9cab-4037-a0c3-bfc3e672f368_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:382cf482-e09f-4ca4-a115-85ed076326ac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024009.2(GJB3):c.196_198delGAC (p.Asp66del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6490"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11309368"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11309368","rdfs:label":"Lopez-Bigas Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0,"dc:description":"Variant segregated with sensory neuropathy (severity varied greatly), not SNHL. One carrier had very mild HL (see audiogram in fig 2B; III-3) that is not explained. Hearing loss was asymmetric in several individuals. One variant carrier had HL due to acoustic trauma, another had mixed HL due to infections (IV-1). One WT individual  had symmetric HL possibly secondary to type 2 diabetes (III-5)."},{"id":"cggv:e704eef9-3010-45b9-88ff-e5bb20cf1951_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:37b84577-da3a-4db9-a629-c23338d6f8da","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0005101","obo:HP_0008615"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:e704eef9-3010-45b9-88ff-e5bb20cf1951_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:185b36a1-b388-47f7-ba31-bc1e79d3187e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_024009.2(GJB3):c.538C>T (p.Arg180Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6486"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9843210"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9843210","rdfs:label":"NDF005"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0,"dc:description":"Variant is present in 0.106% (20/18868) East Asian alleles in gnomAD. Family includes one individual above the age of onset (20-30 y) that is genotype positive, phenotype negative."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Disputed","sequence":396,"specifiedBy":"GeneValidityCriteria5","strengthScore":2,"subject":{"id":"cggv:ce55a19f-0136-40e5-918c-cd37257d3a21","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:4285","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The GJB3 gene has been associated with autosomal dominant nonsyndromic hearing loss using the ClinGen Clinical Validity Framework as of 3/7/2017. This association was made using case-level data only. Multiple missense and nonsense variants have been reported in humans, however many of these variants are present in high frequency in population databases and/or have no evidence for pathogenicity. 3 variants were considered to have enough evidence to score. GJB3 was first associated with this disease in humans as early as 1998 (Xia et al.). Association is seen in at least 5 probands in 3 publications (12759707, 19744334, 22617145). This gene-disease association is supported by expression studies in rat and mouse cochlea. Of note, this gene has also been implicated in Erythrokeratodermia variabilis. This has been assessed separately. In summary, there is convincing evidence disputing the association between GJB3 and autosomal dominant nonsyndromic hearing loss. More evidence is needed to either support or refute the role GJB3 plays in this disease. This classification was approved by the ClinGen Hearing Loss Working Group on 2/27/2018.\nAn additional 0.5 point awarded to Yuan 2009 Proband 1, however variant is not supported by ClinVar or Allele Registry. The Hearing Loss Expert Panel concluded that this association is Disputed, due to lack of convincing evidence of an association.","dc:isVersionOf":{"id":"cggv:f83e013a-685f-405b-89d6-a8e80aefaf6e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}