{"id":"cggv:4d7c9aa2-0a9a-4359-af98-6097cc6a3b91v1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:4d7c9aa2-0a9a-4359-af98-6097cc6a3b91_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-11-17T17:00:00.000Z","role":"Approver"},{"id":"cggv:4d7c9aa2-0a9a-4359-af98-6097cc6a3b91_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-04-21T20:36:01.712Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25356899","type":"dc:BibliographicResource","dc:abstract":"Genetics is believed to have an important role in intellectual disability (ID). Recent studies have emphasized the involvement of de novo mutations (DNMs) in ID but the extent to which they contribute to its pathogenesis and the identity of the corresponding genes remain largely unknown. Here, we report a screen for DNMs in subjects with moderate or severe ID. We sequenced the exomes of 41 probands and their parents, and confirmed 81 DNMs affecting the coding sequence or consensus splice sites (1.98 DNMs/proband). We observed a significant excess of de novo single nucleotide substitutions and loss-of-function mutations in these cases compared to control subjects, suggesting that at least a subset of these variations are pathogenic. A total of 12 likely pathogenic DNMs were identified in genes previously associated with ID (ARID1B, CHD2, FOXG1, GABRB3, GATAD2B, GRIN2B, MBD5, MED13L, SETBP1, TBR1, TCF4, WDR45), resulting in a diagnostic yield of ∼29%. We also identified 12 possibly pathogenic DNMs in genes (HNRNPU, WAC, RYR2, SET, EGR1, MYH10, EIF2C1, COL4A3BP, CHMP2A, PPP1CB, VPS4A, PPP2R2B) that have not previously been causally linked to ID. Interestingly, no case was explained by inherited mutations. Protein network analysis indicated that the products of many of these known and candidate genes interact with each other or with products of other ID-associated genes further supporting their involvement in ID. We conclude that DNMs represent a major cause of moderate or severe ID.","dc:creator":"Hamdan FF","dc:date":"2014","dc:title":"De novo mutations in moderate or severe intellectual disability."},"evidence":[{"id":"cggv:4d7c9aa2-0a9a-4359-af98-6097cc6a3b91_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:4d7c9aa2-0a9a-4359-af98-6097cc6a3b91_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4d7c9aa2-0a9a-4359-af98-6097cc6a3b91_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:709ec8ed-25bb-45af-b2ce-98e84cd2c1a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:782f6c3b-5a87-4e26-aeb8-39e02c7303f1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SET directly binds to the N terminus of MCPH1","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21515671","type":"dc:BibliographicResource","dc:abstract":"Primary microcephaly is an autosomal recessive disorder characterized by marked reduction in human brain size. Microcephalin (MCPH1), one of the genes mutated in primary microcephaly, plays an important role in DNA damage checkpoint control and mitotic entry. Additionally, MCPH1 ensures the proper temporal activation of chromosome condensation during mitosis, by acting as a negative regulator of the condensin II complex. We previously found that deletion of the of the MCPH1 N terminus leads to the premature chromosome condensation (PCC) phenotype. In the present study, we unexpectedly observed that a truncated form of MCPH1 appears to be expressed in MCPH1(S25X/S25X) patient cells. This likely results from utilization of an alternative translational start codon, which would produce a mutant MCPH1 protein with a small deletion of its N-terminal BRCT domain. Furthermore, missense mutations in the MCPH1 cluster at its N terminus, suggesting that intact function of this BRCT protein-interaction domain is required both for coordinating chromosome condensation and human brain development. Subsequently, we identified the SET nuclear oncogene as a direct binding partner of the MCPH1 N-terminal BRCT domain. Cells with SET knockdown exhibited abnormal condensed chromosomes similar to those observed in MCPH1-deficient mouse embryonic fibroblasts. Condensin II knockdown rescued the abnormal chromosome condensation phenotype in SET-depleted cells. In addition, MCPH1 V50G/I51V missense mutations, impair binding to SET and fail to fully rescue the abnormal chromosome condensation phenotype in Mcph1(-/-) mouse embryonic fibroblasts. Collectively, our findings suggest that SET is an important regulator of chromosome condensation/decondensation and that disruption of the MCPH1-SET interaction might be important for the pathogenesis of primary microcephaly.","dc:creator":"Leung JW","dc:date":"2011","dc:title":"SET nuclear oncogene associates with microcephalin/MCPH1 and regulates chromosome condensation."},"rdfs:label":"Co-precipitation and GST Pulldown Assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Not scored, there are only two patients with microcephaly, insufficient functional evidence to conclusively state SET association with microcephaly."},{"id":"cggv:eb3b8ada-9a68-4f64-afa2-915ea6da8adc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f5fe2cd6-6ad7-4bed-a264-c1f74288fa1e","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"SET interacts with numerous proteins involved in histone modification, some of which are encoded by known autosomal dominant intellectual disability genes (e.g., CREBBP, CTCF, EP300, KMT2A, SETBP1, RAC1, TREX1) (Table 1). Additional function and related information was reviewed in Uniprot. \n\nSET also interacts with microcephalin (MCPH1) participate in the regulation of chromosome condensation [PMID: 20800572, Kim et al].","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29749127","type":"dc:BibliographicResource","dc:abstract":"SET is a multifunctional oncoprotein which is ubiquitously expressed in all kinds of cells. The SET protein participates in many cellular processes including cell cycle, cell migration, apoptosis, transcription, and DNA repair. Accumulating evidence demonstrates that the expression and activity of SET correlate with cancer occurrence, metastasis, and prognosis. Therefore, the SET protein is regarded as a potential target for cancer therapy and several inhibitors are being developed for clinical use. Herein, we comprehensively review the physiological and pathological functions of SET as well as its structure-function relationship. Additionally, the regulatory mechanisms of SET at both transcriptional and posttranslational levels are also discussed.","dc:creator":"Bayarkhangai B","dc:date":"2018","dc:title":"A comprehensive and perspective view of oncoprotein SET in cancer."},"rdfs:label":"Interactions with proteins involved in ID"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:4d7c9aa2-0a9a-4359-af98-6097cc6a3b91_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41fe6c06-50fb-496e-9bfa-afa69715ba2f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:128054cb-46ff-414c-b0f2-af3b2bdc3a2e","type":"FunctionalAlteration","dc:description":"SET depletion slows down cells in the G2/M phase, and SET overexpression increased ESC proliferation rates by ∼1.4-fold.\nAdditionally, knockdown cells affects cell growth and aberrant neuronal differentiation. SET-knockdown cells failed to upregulate many genes involved in neurogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28966118","type":"dc:BibliographicResource","dc:abstract":"Embryonic stem cells (ESCs) are regulated by pluripotency-related transcription factors in concert with chromatin regulators. To identify additional stem cell regulators, we screened a library of endogenously labeled fluorescent fusion proteins in mouse ESCs for fluorescence loss during differentiation. We identified SET, which displayed a rapid isoform shift during early differentiation from the predominant isoform in ESCs, SETα, to the primary isoform in differentiated cells, SETβ, through alternative promoters. SETα is selectively bound and regulated by pluripotency factors. SET depletion causes proliferation slowdown and perturbed neuronal differentiation in vitro and developmental arrest in vivo, and photobleaching methods demonstrate SET's role in maintaining a dynamic chromatin state in ESCs. This work identifies an important regulator of pluripotency and early differentiation, which is controlled by alternative promoter usage.","dc:creator":"Edupuganti RR","dc:date":"2017","dc:title":"Alternative SET/TAFI Promoters Regulate Embryonic Stem Cell Differentiation."},"rdfs:label":"SET depletion affects embryonic stem cell differentiation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:ffb873f9-ad65-47b6-b543-bf9e265895b9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:686fd4d4-0f01-4878-993b-624f73146663","type":"FunctionalAlteration","dc:description":"Result in increased expression of SYN1, MAP1a and NF-M (neurofilament medium chain). Cell images also show abnormal morphological changes when treated with retinoic acid to induce cell differentiation.\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20800572","type":"dc:BibliographicResource","dc:abstract":"Epigenetic modification plays an important role in transcriptional regulation. As a subunit of the INHAT (inhibitor of histone acetyltransferases) complex, SET/TAF-Iβ evidences transcriptional repression activity. In this study, we demonstrate that SET/TAF-Iβ is abundantly expressed in neuronal tissues of Drosophila embryos. It is expressed at high levels prior to and in early stages of neuronal development, and gradually reduced as differentiation proceeds. SET/TAF-Iβ binds to the promoters of a subset of neuronal development markers and negatively regulates the transcription of these genes. The results of this study show that the knockdown of SET/TAF-Iβ by si-RNA induces neuronal cell differentiation, thus implicating SET/TAF-Iβ as a negative regulator of neuronal development.","dc:creator":"Kim DW","dc:date":"2010","dc:title":"Negative regulation of neuronal cell differentiation by INHAT subunit SET/TAF-Iβ."},"rdfs:label":"Knockdown of SET in neuroblastoma cell lines"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":4265,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:83321255-ff29-489e-9f4d-f5976b16a450","type":"GeneValidityProposition","disease":"obo:MONDO_0001071","gene":"hgnc:10760","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"*SET* encodes a multifunctional protein involved in transcriptional regulation and chromatin remodeling. The relationship between variants in *SET* and autosomal dominant intellectual disability (ID) was first reported in 2018 (Stevens et al., PMID: 29688601; Richardson et al., PMID: 29907757). At least 9 variants (5 frameshift, 1 nonsense, 1 splice, 2 missense) have been reported in 10 individuals, with the majority occurring *de novo* (PMIDs: 25356899, 29688601, 29907757). Affected individuals presented with motor and speech delay, ID and variable additional features, including mild dysmorphic features, microcephaly in two individuals, and autism in one. The gene-disease relationship is further supported by experimental evidence, including interactions with proteins involved in histone modification and encoded by known autosomal dominant ID genes (e.g., *CREBBP, CTCF, EP300, KMT2A, SETBP1, RAC1, TREX1*) (PMID:29749127), and *in vitro* studies indicating *SET* is required for neuronal development (PMIDs: 20800572, 28966118). \n\nIn summary, *SET* is definitively associated with autosomal dominant intellectual disability. This was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on November 17, 2021 (SOP version 8).","dc:isVersionOf":{"id":"cggv:4d7c9aa2-0a9a-4359-af98-6097cc6a3b91"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}