{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2020-03-09T16:00:00.000Z","role":"Approver"},{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:92c60c1b-d953-4240-8e80-a12443f1f1ec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4144e332-cbf7-43db-b702-999085934a43","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Hybridization of different human skeletal muscle with cRNA probes specific for the 3’UTR of MYH2 revealed expression in fast, type IIa muscle fibers.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7545970","type":"dc:BibliographicResource","dc:abstract":"Several members of the sarcomeric myosin heavy chain (MHC) gene family have been mapped in the human genome but many of them have not yet been identified. In this study we report the identification of two human skeletal MHC genes as fast IIa and IIx MHC based on pattern of expression and sequence homology with the corresponding rat genes in the 3'-translated and untranslated regions. The distribution of these two gene products as well as that of the beta/slow MHC gene was analyzed in human skeletal muscles by in situ hybridization. The distribution of beta/slow, IIa, and IIx MHC transcripts defines three major muscle fiber types expressing a single MHC mRNA, i.e., either beta/slow, IIa, or IIx MHC mRNA, and two populations of hybrid fibers coexpressing beta/slow with IIa or IIa with IIx MHC mRNA. Fiber typing by ATPase histochemistry shows that IIa MHC transcripts are more abundant in histochemical type IIa fibers, whereas IIx MHC transcripts are more abundant in histochemical type IIb fibers.","dc:creator":"Smerdu V","dc:date":"1994","dc:title":"Type IIx myosin heavy chain transcripts are expressed in type IIb fibers of human skeletal muscle."},"rdfs:label":"MYH2 expression in fast, type IIa muscle fibers"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"MYH2 is expressed in fast, type IIa muscle fibers affected by MYH2-associated myopathy. Further, Human Protein Atlas and GTEx suggest enriched expression of MYH2 in skeletal muscle and tongue compared to other tissues."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d721541f-a48e-4cd6-81b9-f6f8cb91bc25","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:be8fc304-0db8-4aa9-a6be-5f0149404b4c","type":"FunctionalAlteration","dc:description":"In vitro motility studies of muscle fibers isolated from patients carrying the MYH2 E706K variant revealed a marked reduction of speed compared to muscle fibers from control fibers (~1 um/s in patient fibers compared to ~2.5 um/s in control fibers).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17005402","type":"dc:BibliographicResource","dc:abstract":"The pathogenic events leading to the progressive muscle weakness in patients with a E706K mutation in the head of the myosin heavy chain (MyHC) IIa were analyzed at the muscle cell and motor protein levels. Contractile properties were measured in single muscle fiber segments using the skinned fiber preparation and a single muscle fiber in vitro motility assay. A dramatic impairment in the function of the IIa MyHC isoform was observed at the motor protein level. At the single muscle fiber level, on the other hand, a general decrease was observed in the number of preparations where the specific criteria for acceptance were fulfilled irrespective of MyHC isoform expression. Our results provide evidence that the pathogenesis of the MyHC IIa E706K myopathy involves defective function of the mutated myosin as well as alterations in the structural integrity of all muscle cells irrespective of MyHC isoform expression.","dc:creator":"Li M","dc:date":"2006","dc:title":"Muscle cell and motor protein function in patients with a IIa myosin missense mutation (Glu-706 to Lys)."},"rdfs:label":"Effect of MYH2 E706K variant on muscle fiber motility"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The results of this motility assay suggest reduced function of myosin containing the E706K variant and the authors assert this may be due to an altered conformational change of the IIa myosin molecule during ATP hydrolysis."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6e5fbcf4-8da5-4ced-b9fb-14bfe6dce6b7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c58898e7-9b56-4d01-ab60-f9208104fe0b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Expression of unc-54 in unc-54 null worms partially rescued the phenotype with regard to motility, as spontaneous movement increased from 0.25cm/hour to nearly 5cm/hour. The formation of thick filaments in body wall muscles also improved, as alignment of thick filaments was observed in the muscle cells, although the muscle appeared generally thinner compared with the wild type strain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16130113","type":"dc:BibliographicResource","dc:abstract":"Mutations in myosin heavy chain (MyHC) genes recently have been shown to be associated with various forms of congenital myopathies: myosin myopathies. The MyHC IIa E706K mutation is associated with congenital joint contractures, early-onset muscle weakness, and progressive course with moderate to severe muscle weakness later in life. To study the pathogenicity of this MyHC mutation, we investigated the effect of the corresponding mutation (E710K) in the major MyHC isoform (MyHC B) of the body wall muscle of the nematode Caenorhabditis elegans. Worms with null mutations in the MyHC B gene (unc-54) are severely paralyzed and depleted of thick filaments in the body wall muscle sarcomeres. unc-54 null mutants with extrachromosomal arrays of a gene construct including the entire wild-type unc-54 gene were partially rescued as determined by a motility assay and by morphological analysis of the body wall muscle. Analysis of unc-54 null mutants with extrachromosomal arrays of the unc-54 gene with the E710K mutation were severely paralyzed but showed formation of thick filaments in the body wall muscle. We conclude that the MyHC E706K (E710K in C. elegans) mutation is pathogenic and that the effect is primarily functional rather than structural because thick filaments are formed. The C. elegans model may be useful to study suspected pathogenic mutations in MyHC genes associated with human muscle diseases.","dc:creator":"Tajsharghi H","dc:date":"2005","dc:title":"A Caenorhabditis elegans model of the myosin heavy chain IIa E706K [corrected] mutation."},"rdfs:label":"C. elegans unc-54 knockout rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"The score for this experimental evidence was reduced to 1 point (from a default score of 2 points) due to the severity of the phenotype observed in the worms and the high homology of unc-54 to multiple other human myosin genes."},{"id":"cggv:4c7207c9-e056-427e-b5d5-4bea81588aa3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5707a135-b92f-4de7-90cb-0d79c615c409","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Although more severe, unc-54 null worms are paralyzed due to muscle defects, similar to the muscle weakness observed in patients with MYH2-associated autosomal recessive myopathy.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16130113","rdfs:label":"C. elegans unc-54 knockout model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score for this experimental evidence was reduced to 1 point (from a default score of 2 points) due to the severity of the phenotype observed in the worms and the high homology of unc-54 to multiple other human myosin genes."},{"id":"cggv:9face270-b670-4c4f-8dbb-40b3fdb4818c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:040b22b8-17de-4c0a-9281-5a1d5330a744","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"On a wild type background, expression of the unc-54 E710K variant results in reduced motility\nand reduced thickness of body wall, while on a unc-54 null background, the variant results in severe paralysis and wild-type like muscle formation. Although more severe, these muscle defects are similar to the muscle weakness observed in patients with MYH2-associated autosomal dominant myopathy. Importantly, unc-54 expression in wild type worms also leads to reduced motility and body wall thickness, suggesting there may be adverse effects of unc-54 overexpression.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16130113","rdfs:label":"C. elegans unc-54 E710K (MYH2 E706K) model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score for this experimental evidence was reduced to 1 point (from a default score of 2 points) due to the severity of the phenotype observed in the worms and the high homology of unc-54 to multiple other human myosin genes, as well as the finding that overexpression of even normal MyHC B has a negative effect."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:14add894-ec63-48e3-a704-6d3675d54305_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:22c41498-6866-46f5-a30e-ad8b76c191d6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":60,"detectionMethod":"Genomic DNA was extracted from frozen skeletal muscle or peripheral blood. The entire coding region and exon–intron boundary regions of MYH2 were analyzed by PCR and Sanger sequencing. The proband's parents were not available for testing.","firstTestingMethod":"PCR","phenotypeFreeText":"Neonatal onset. MRI of the thighs demonstrated prominent fatty infiltration in the quadriceps, adductors and semitendinosus muscles and relative sparing of the biceps femoris and sartorius muscles. A quadriceps muscle biopsy showed fatty infiltration, fiber size variability, type 1 fiber uniformity and numerous fibers with internalized nuclei.","phenotypes":["obo:HP_0000602","obo:HP_0002033","obo:HP_0003701","obo:HP_0000508","obo:HP_0030319","obo:HP_0003236","obo:HP_0003722"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:14add894-ec63-48e3-a704-6d3675d54305_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d5c73cfa-3909-41f0-910e-4dcda09fe6bd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.10525716del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8390659"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24193343","type":"dc:BibliographicResource","dc:abstract":"Myosin myopathies comprise a group of inherited diseases caused by mutations in myosin heavy chain (MyHC) genes. Homozygous or compound heterozygous truncating MYH2 mutations have been demonstrated to cause recessive myopathy with ophthalmoplegia, mild-to-moderate muscle weakness and complete lack of type 2A muscle fibers. In this study, we describe for the first time the clinical and morphological characteristics of recessive myosin IIa myopathy associated with MYH2 missense mutations. Seven patients of five different families with a myopathy characterized by ophthalmoplegia and mild-to-moderate muscle weakness were investigated. Muscle biopsy was performed to study morphological changes and MyHC isoform expression. Five of the patients were homozygous for MYH2 missense mutations, one patient was compound heterozygous for a missense and a nonsense mutation and one patient was homozygous for a frame-shift MYH2 mutation. Muscle biopsy demonstrated small or absent type 2A muscle fibers and reduced or absent expression of the corresponding MyHC IIa transcript and protein. We conclude that mild muscle weakness and ophthalmoplegia in combination with muscle biopsy demonstrating small or absent type 2A muscle fibers are the hallmark of recessive myopathy associated with MYH2 mutations. ","dc:creator":"Tajsharghi H","dc:date":"2014","dc:title":"Recessive myosin myopathy with external ophthalmoplegia associated with MYH2 mutations."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24193343","rdfs:label":"Patient E"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The NM_017534.6:c.4352del (p.Lys1451SerfsTer40) variant reported in this patient deletes a single nucleotide in exon 29, shifting the reading frame and introducing in a premature stop codon, and is predicted to result in nonsense mediated decay of the mRNA product. This variant is reported in 2 individuals in gnomAD in heterozygosity (2/251414; 0.0007955%), but not identified in homozygosity."},{"id":"cggv:14ce6c99-e30f-4ea2-a21d-43feb16fcddb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c1332036-c26a-4f7c-bdf5-3c463353c80e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":58,"detectionMethod":"Genomic DNA extracted from frozen skeletal muscle or peripheral blood was amplified by PCR and sequenced via Sanger sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"General muscle weakness from early childhood, no improvement on strength training. Upper limbs MRC grade 4–5; abdominal muscle weakness MRC grade 3. Moderate diffuse fatty degenerative change in thigh and in medial gastrocnemius. Quadriceps muscle biopsy sections revealed increased variability of muscle fiber size with atrophic and hypertrophic fibers and occasional fibers with internalized nuclei and lack of type 2A muscle fibers. Immunohistochemical staining demonstrated muscle fibers with expression of either of myosin heavy chain I and IIx. No fibers expressing IIa MyHC were present.","phenotypes":["obo:HP_0008994","obo:HP_0000602","obo:HP_0003324","obo:HP_0003458","obo:HP_0000768","obo:HP_0030319"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:14ce6c99-e30f-4ea2-a21d-43feb16fcddb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1a2b013f-6390-4923-bf31-bcf5c874bb25","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017534.6(MYH2):c.1975-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8391240"}},{"id":"cggv:131159d8-3a05-4796-a328-30441fbc4afa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017534.6(MYH2):c.2405T>A (p.Leu802Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA186122"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20418530","type":"dc:BibliographicResource","dc:abstract":"Striated muscle myosin heavy chain is a molecular motor protein that converts chemical energy into mechanical force. It is a major determinant of the physiological properties of each of the three muscle fibre types that make up the skeletal muscles. Heterozygous dominant missense mutations in myosin heavy chain genes cause various types of cardiomyopathy and skeletal myopathy, but the effects of myosin heavy chain null mutations in humans have not previously been reported. We have identified the first patients lacking fast type 2A muscle fibres, caused by total absence of fast myosin heavy chain IIa protein due to truncating mutations of the corresponding gene MYH2. Five adult patients, two males and three females, from three unrelated families in UK and Finland were clinically assessed and muscle biopsy was performed in one patient from each family. MYH2 was sequenced and the expression of the corresponding transcripts and protein was analysed in muscle tissue. The patients had early-onset symptoms characterized by mild generalized muscle weakness, extraocular muscle involvement and relatively favourable prognosis. Muscle biopsy revealed myopathic changes including variability of fibre size, internalized nuclei, and increased interstitial connective and adipose tissue. No muscle fibres expressing type IIa myosin heavy chain were identified and the MYH2 transcripts were markedly reduced. All patients were compound heterozygous for truncating mutations in MYH2. The parents were unaffected, consistent with recessive mutations. Our findings show that null mutations in the fast myosin heavy chain IIa gene cause early onset myopathy and demonstrate that this isoform is necessary for normal muscle development and function. The relatively mild phenotype is interesting in relation to the more severe phenotypes generally seen in relation to recessive null mutations in sarcomeric proteins.","dc:creator":"Tajsharghi H","dc:date":"2010","dc:title":"Human disease caused by loss of fast IIa myosin heavy chain due to recessive MYH2 mutations."}},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20418530","rdfs:label":"Family B Patient II:2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The NM_017534.6:c.2405T>A (p.Leu802Ter) variant identified in this patient in heterozygosity introduces a premature stop codon in exon 19/40 and is predicted to result in nonsense mediated decay of the mRNA product. This variant is reported in 41 individuals in gnomAD in heterozygosity (41/282846; 0.01450%), but not reported in homozygosity.\nThe second MYH2 variant (NM_017534.6:c.1975-2A>G) identified in trans in this patient in heterozygosity affects a highly conserved second nucleotide of the 3' splice site of intron 15. PCR analysis of complementary DNA in a region covering exons 15-20 of MYH2 revealed two different fragments: one fragment of normal size and a shorter fragment. Sequence analysis of the short fragment demonstrated skipping of exon 16, shifting of the reading frame and a premature stop codon. This variant is reported in 7 individuals in gnomAD in heterozygosity (7/282264; 0.002480%), but not reported in homozygosity.\nAnalysis of the relative level of expression of different isoforms of MyHC mRNA was performed by PCR on complementary DNA from the patient's quadriceps muscle and revealed very low levels of transcript. See Patient II:1 Family C entry for protein-level evidence supporting that these variants result in mRNA products that undergo nonsense-mediated decay."},{"id":"cggv:4543db62-eec4-4b0c-b084-dfa0b8bab546_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:775b8d20-772c-41ae-bd97-81a96ce43093","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":51,"detectionMethod":"Genomic DNA was extracted from frozen skeletal muscle or peripheral blood. The entire coding region and exon–intron boundary regions of MYH2 were analyzed by PCR and Sanger sequencing. The proband's parents were not available for testing, however two other affected siblings were homozygous for the MYH2 c.706G>A variant identified in the patient, suggesting the variant was inherited from both parents.","firstTestingMethod":"PCR","phenotypeFreeText":"Muscle weakness beginning in late childhood. Biopsy of the biceps muscle showed poor fiber type differentiation but without more specific alterations.","phenotypes":["obo:HP_0030319","obo:HP_0003701","obo:HP_0001270","obo:HP_0000544","obo:HP_0002460","obo:HP_0003722","obo:HP_0002747"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:4543db62-eec4-4b0c-b084-dfa0b8bab546_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e4b7fcd4-1e07-4871-aa5e-fef6d00548ca","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017534.6(MYH2):c.706G>A (p.Ala236Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA186124"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24193343"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24193343","rdfs:label":"Patient B1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The NM_017534.6:c.706G>A (p.Ala236Thr) variant reported in this patient in homozygosity changes the conserved nonpolar amino-acid alanine to the polar uncharged threonine and is predicted to be damaging by multiple in silico tools (REVEL, SIFT, PolyPhen2, MutationTaster). The variant has been observed in 4 individuals in heterozygosity in gnomAD (4/251424 alleles; 0.001591%), but is not reported in homozygosity.\nThe score for this proband was downgraded due to a lack of functional evidence supporting the impact of this missense variant on protein function."},{"id":"cggv:d3e8210e-ea5b-45a5-a9e3-865bd6e7045b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d7a57cc0-d30c-4d51-b005-3d809aec17f5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"detectionMethod":"Exome sequencing was performed and results were filtered to identify homozygous, compound heterozygous, or splice site variants with a recessive pattern of inheritance previously associated with muscle disease and an EXAC MAF < 0.001. The authors identified a homozygous variant in MYH2 (NM_017534.6:c.737G>A, p.R246H). Sanger sequencing confirmed the homozygous c.737G>A MYH2 variant in the proband and heterozygous changes in each of the consanguineous parents (first cousins).","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Patient's early motor milestones were normal with the exception that he ran and jumped at a later age than his peers. Weakness became more pronounced in his 20s. Also noted eye and lip closure weakness and use of a modified Gower to rise from the floor. Strength assessment was 5/5 and symmetric with the exception of 4/5 deltoid strength, 4/5 bicep strength, 4-/5 triceps strength, 3/5 iliopsoas strength, 4-/5 quadriceps strength and 4/5 hamstring strength. A biopsy of the biceps muscle revealed marked fiber size variation with hypertrophied fibers as large as 280 μm in diameter, rimmed vacuoles, diffusely increased endomysial connective tissue, large pyknotic nuclear clumps, and altered internal architecture. Immunofluorescent myosin stains demonstrated presence of MyHCIIa in primarily small fibers or larger fibers with abnormal internal architecture.","phenotypes":["obo:HP_0003749","obo:HP_0000508","obo:HP_0003805","obo:HP_0003557","obo:HP_0003236","obo:HP_0001388","obo:HP_0000602","obo:HP_0003700","obo:HP_0009073","obo:HP_0003198","obo:HP_0001611","obo:HP_0002015"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:d3e8210e-ea5b-45a5-a9e3-865bd6e7045b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:63fc0d96-7644-48d8-9919-7e804de8beeb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.10543715C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8391556"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29934118","type":"dc:BibliographicResource","dc:abstract":"Mutations in MYH2 that encodes myosin heavy chain IIa cause both dominant and recessively inherited myopathies. Patients with dominantly inherited MYH2 missense mutations present with ophthalmoplegia and progressive proximal limb weakness. Muscle biopsy reveals rimmed vacuoles and inclusions, prompting this entity to initially be described as hereditary inclusion body myopathy 3. In contrast, patients with recessive MYH2 mutations have early onset, non-progressive, diffuse weakness and ophthalmoplegia. Muscle biopsy reveals near or complete absence of type 2A fibers with no vacuole or inclusion pathology. We describe a patient with childhood onset ophthalmoplegia, progressive proximal muscle weakness beginning in adolescence, and muscle biopsy with myopathic changes and rimmed vacuoles. Although this patient's disease course and histopathology is consistent with dominant MYH2 mutations, whole exome sequencing revealed a c.737 G>A p.Arg246His homozygous MYH2 variant. These findings expand the clinical and pathologic phenotype of recessive MYH2 myopathies.","dc:creator":"Findlay AR","dc:date":"2018","dc:title":"Homozygous recessive MYH2 mutation mimicking dominant MYH2 associated myopathy."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29934118","rdfs:label":"Findlay Patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The NM_017534.6:c.737G>A (p.Arg246His) variant reported in this patient in homozygosity alters an amino acid that is highly conserved among lower species (phastCons score of 1 and phyloP score of 5.664) and between myosin isoforms. Paralogous mutations in MYH7 (p.Arg243His) have been associated with dominant cardiomyopathies. The variant is predicted to be damaging by multiple in silico analysis tools (SIFT, REVEL, MutationTaster, and Polyphen2). This variant is reported in gnomAD in heterozygosity in two individuals (AF= 0.0008%, 2/251416) and is not reported in homozygosity.\nThe score for this proband was reduced to 0.1 point (from a default score of 1 point) since no experimental evidence is available to support the effect of this missense variant on myosin function."},{"id":"cggv:a9dce84f-f7f6-4c82-a783-d9970487b12d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c87ead89-7bcf-4603-af19-5b6d9e92e2b2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Exome sequencing of peripheral blood DNA was used to identify homozygosity for a variant in MYH2 (authors reported as NM_001100112:c.2398delG, p.Gly800fs but this variant is the same as NM_017534.6:c.2400del, p.Phe801fs). Sanger sequencing identified an affected brother was also homozygous for the variant, while the asymptomatic parents and sister were heterozygous carriers.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Quadriceps muscle biopsy revealed type-1 myofiber uniformity, with almost all myofibers immunopositive for slow-myosin, hypertrophic myofibers, and few myofibers with internally displaced nuclei. Only one myofiber was immunopositive for fast-myosin.","phenotypes":["obo:HP_0002020","obo:HP_0002015","obo:HP_0000639","obo:HP_0003701","obo:HP_0006532","obo:HP_0011471","obo:HP_0000602","obo:HP_0003722"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a9dce84f-f7f6-4c82-a783-d9970487b12d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a0522892-d65e-422d-a22b-3581e5feeaf5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017534.6(MYH2):c.2400del (p.Phe801fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10575690"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28729039","type":"dc:BibliographicResource","dc:abstract":"A 7-week-old infant presented with persistent noisy breathing and aspirations during swallowing. Neurological examination and brain MRI were normal. His 12-year-old brother underwent pneumonectomy at the age of 10 years due to recurrent aspirations leading to severe lung damage. The older brother developed subsequently ophthalmoplegia and nystagmus along with mild weakness of the neck flexors and proximal muscles. Exome analysis revealed homozygosity for a novel truncating mutation p.G800fs27* in the Myosin Heavy Chain 2 (MYH2) gene in both brothers, while parents and an unaffected sibling were heterozygous. A muscle biopsy from the older brother showed absence of type-2 muscle fibers and predominance of type-1 fibers. The aspirations causing pneumonia likely result from weakness of the laryngeal muscles, normally rich in type-2 fibers. The findings expand the phenotypic spectrum of MYH2 deficiency. MYH2 mutations should be included in the differential diagnosis of infants presenting with recurrent aspirations.","dc:creator":"Tsabari R","dc:date":"2017","dc:title":"Congenital myopathy due to myosin heavy chain 2 mutation presenting as chronic aspiration pneumonia in infancy."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28729039","rdfs:label":"Tsabari Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The NM_017534.6:c.2400del (p.Phe801) variant reported in this patient is located in exon 21/40 and introduces a frameshift and premature termination codon, resulting in an mRNA predicted to undergo nonsense mediated decay. This variant is not reported in gnomAD. \nThe score for this proband was downgraded to 1 point (from a default of 2 points) since this variant was previously observed (and scored) in homozygosity in a different patient (PMID: 23388406)."},{"id":"cggv:cb25590b-b096-4c1e-a220-01732df05ba2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:78b61280-4694-422a-91b8-35e5ff6e55a7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"detectionMethod":"Genomic DNA was extracted from frozen skeletal muscle or peripheral blood. The entire coding region and exon–intron boundary regions of MYH2 were analyzed by PCR and Sanger sequencing. The proband's parents were not available for testing.","firstTestingMethod":"PCR","phenotypeFreeText":"A deltoid muscle biopsy showed increased variability of fiber size because of numerous small type 2A muscle fibers expressing MyHC IIa. In agreement with the protein analysis performed by immunohistochemistry, the analysis of MyHC transcripts showed presence of all three major isoforms with a reduced amount of MyHC IIa.","phenotypes":["obo:HP_0000467","obo:HP_0003458","obo:HP_0003701","obo:HP_0000602","obo:HP_0030319","obo:HP_0001250"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:cb25590b-b096-4c1e-a220-01732df05ba2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0030c5ed-8425-4277-90a1-cd6801451a2d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.10537538A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398156592"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24193343"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24193343","rdfs:label":"Patient C"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The NM_017534.6:c.1592T>C (p.Met531Thr) variant described in this patient in homozygosity changes a nonpolar amino acid (methionine) to a polar uncharged amino acid (threonine) and is predicted to be damaging by multiple in silico tools (REVEL, SIFT, MutationTaster). This variant is not reported in gnomAD. The score for this proband was downgraded due to a lack of functional evidence supporting the impact of this missense variant on protein function."},{"id":"cggv:3fd803f2-d438-4975-a20d-53781d8e51a9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3ead8ab6-754b-448b-82bf-d4fa990ebcee","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sanger sequencing was used to investigate the entire coding sequence and intron–exon boundaries of MYH2 (NM_017534) in genomic DNA from the proband, both affected parents and an affected sister.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Ran more slowly than peers, unable to ride a bicycle or climb stairs without support. A muscle biopsy showed abnormal variation in fiber size with predominance of type 1 fibers, enlarged type 2 fibers, small type 1 fibers in some areas and absence of type 2A fibers. There were core-like areas. Immunohistochemical staining of MyHC isoforms revealed predominance of slow MyHC with few fibers expressing fast MyHC. Some small fibers expressed fetal MyHC. Electron microscopy showed that ultrastructural changes were minimal.","phenotypes":["obo:HP_0003701","obo:HP_0030319","obo:HP_0000508","obo:HP_0002650","obo:HP_0002058"],"previousTesting":true,"previousTestingDescription":"Prior to MYH2 testing, mutation screening of mitochondrial DNA (mtDNA), Selenoprotein N, 1 (SEPN1) and Ryanodine receptor 1 (RYR1) was performed and were all negative for variants.","sex":"Male","variant":{"id":"cggv:3fd803f2-d438-4975-a20d-53781d8e51a9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d9f96068-0072-49fa-ad3c-1ecfd3beafff","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.10540067C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398163755"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27177998","type":"dc:BibliographicResource","dc:abstract":"Myosin heavy chain (MyHC) is a major structural component of the striated muscle contractile apparatus. In adult human limb skeletal muscle, there are three major MyHC isoforms, slow/beta cardiac MyHC, MyHC IIa and MHC IIx, which are important for the functional characteristics of different muscle fiber types. Hereditary myosin myopathies have emerged as an important group of diseases with variable clinical and morphological expression dependent on the mutated isoform, and also the type and location of the mutation. Myosin myopathy with external ophthalmoplegia is associated with mutations in MYH2, encoding for MyHC IIa that is mainly expressed in type 2A muscle fibers and is inherited in dominant as well as recessive manner. We present a family with myopathy with early onset proximal muscle weakness, facial muscle involvement and ophthalmoplegia. Muscle biopsy demonstrated lack of type 2A muscle fibers and genetic work up demonstrated that the disease was caused by a novel recessive MYH2 mutation: c.1009-1G>A resulting in skipping of exon 12, which is predicted to result in a frame shift and introducing at premature stop codon at position 347 (p.Ser337Leufs*11). ","dc:creator":"Willis T","dc:date":"2016","dc:title":"A novel MYH2 mutation in family members presenting with congenital myopathy, ophthalmoplegia and facial weakness."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27177998","rdfs:label":"Patient III:1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The NM_017534.6:c.1009-1G>A variant reported in this patient in homozygosity is predicted to result in a frame shift and introduction of a premature stop codon at position 347 (p.Ser337Leufs*11). Analysis of MYH2 cDNA from the patient's skeletal muscle revealed an aberrantly spliced transcript with skipping of exon 12 and is expected to undergo nonsense-mediated decay. This variant is reported in heterozygosity in 1 individual in gnomAD (1/251168 alleles; 0.0003981%), but is not reported in homozygosity."},{"id":"cggv:c3c35afd-3760-4488-8a2f-5fd9641e5f6a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3844d4dc-3c99-4844-93e5-6720b22818c5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":57,"detectionMethod":"Genomic DNA was extracted from frozen skeletal muscle or peripheral blood. The entire coding region and exon–intron boundary regions of MYH2 were analyzed by PCR and Sanger sequencing and identified two MYH2 variants present in heterozygosity (c.1331C>T, p.Arg445Cys and c.2405T>A, p.Leu802Ter). The unaffected mother had only the c.2405T>A variant and the unaffected brother was heterozygous for the c.1331C>T variant, indicating that the c.1331C>T variant was inherited from the father, who was not available for investigation.","firstTestingMethod":"PCR","phenotypeFreeText":"Slight slowness in running as a child, but was able to participate in several sport activities. A biopsy of the deltoid muscle revealed fatty infiltration and extreme type 1 fiber predominance. Several of the type 1 fibers showed internalized nuclei and structural changes. Only two type 2B fibers expressing MyHC IIx as demonstrated by ATPase activity and immunohistochemistry were identified in the entire sample. No fibers expressing MyHC IIa were identified.","phenotypes":["obo:HP_0009023","obo:HP_0003722","obo:HP_0000602","obo:HP_0008997","obo:HP_0003236"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c3c35afd-3760-4488-8a2f-5fd9641e5f6a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a104cde9-a898-4127-9f5e-9fd09f995950","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.10539288G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8391390"}},{"id":"cggv:131159d8-3a05-4796-a328-30441fbc4afa"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24193343"},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24193343","rdfs:label":"Patient D"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"The NM_017534.6:c.1333C>T (p.Arg445Cys) variant identified in this patient in heterozygosity changes the positively charged arginine to the polar uncharged cysteine and is predicted by multiple in silico tools to be damaging (REVEL, SIFT, PolyPhen2, MutationTaster). This variant is reported in heterozygosity in 7 individuals in gnomAD (7/282884 alleles; 0.002475%), but not reported in homozygosity. \nThe second MYH2 variant identified in this patient in heterozygosity (NM_017534.6:c.2405T>A, p.Leu802Ter) introduces a premature stop codon in exon 19/40 and is predicted to result in nonsense-mediated decay of the mRNA product. Sequence analysis of cDNA in the region covering exon 15 through exon 20 of MYH2 demonstrated homozygosity for the wild-type c.2405T allele, indicating nonsense-mediated mRNA decay of the c.2405T>A variant allele does occur. This variant is reported in heterozygosity in 41 individuals in gnomAD (41/282846 alleles; 0.01450%), but not reported in homozygosity.\nThis proband has ample phenotypic and experimental evidence, but the c.2405T>A, p.Leu802Ter has been described (and scored) in other patients (PMID: 20418530 Patient II:1 Family B and Patient II:1 Family C) Therefore the score for this proband has been reduced to 1.5 points (from a default score of 2 points)."},{"id":"cggv:37f56089-f737-4f40-83e7-6d2c02654ee2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4a95c817-1698-4f06-a958-f03a92144eb6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":48,"detectionMethod":"Next-generation sequencing of a targeted panel of genes related to progressive myopathies identified a homozygous nonsense variant in MYH2 (NM_017534.6:c.1498G>T (p.Glu500Ter)). The variant was confirmed in both the proband and his affected sister (also homozygous) using Sanger sequencing.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"A biopsy of the biceps brachii muscle showed mild variability in fiber size and an increase in internal nuclei. There was a lack of fiber differentiation with ATPase histochemical stain. Immunochemistry for slow myosin showed marked predominance of type I fibers. There were also a few small “hybrid fibers” that co-expressed fast and slow myosin. No cores, lobulated fibers, rimmed vacuoles, or increase in endomysial connective tissue were present. Ultrastructural study did not reveal filamentous inclusions or myofilament disorganization.","phenotypes":["obo:HP_0012507","obo:HP_0003236","obo:HP_0003701","obo:HP_0003391","obo:HP_0000544","obo:HP_0000518","obo:HP_0001324"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:37f56089-f737-4f40-83e7-6d2c02654ee2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:56959f9b-4065-40e0-a107-e9bf91cb1419","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.10537754C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398157630"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27490141","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Hernández-Laín A","dc:date":"2017","dc:title":"Myosin myopathy with external ophthalmoplegia associated with a novel homozygous mutation in MYH2."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27490141","rdfs:label":"Hernandez-Lain Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The MYH2 NM_017534.6:c.1498G>T (p.Glu500Ter) truncating variant identified in this patient is located in the motor domain of the MyHC IIa protein (exon 15/40) and is likely to result in functional loss of the protein via nonsense mediated decay. This variant is not reported in gnomAD."},{"id":"cggv:c78c8465-afcc-49bb-9d53-0d8628c178ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:39f20846-cd07-47fc-b957-fd36f1c570f2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"Genomic DNA was extracted from frozen skeletal muscle or peripheral blood. The entire coding region and exon–intron boundary regions of MYH2 were analyzed by PCR and Sanger sequencing. The proband's parents were confirmed to be heterozygous for the MYH2 c.533C>T (p.Thr178Ile) variant identified in homozygosity in the patient.","firstTestingMethod":"PCR","phenotypeFreeText":"Biopsies of the deltoid and quadriceps muscles revealed type 1 fiber uniformity (confirmed by immunohistochemistry) but otherwise no significant abnormalities. Analysis of MyHC transcripts revealed expression of only MyHC I, not MyHC IIa or MyHC IIx.","phenotypes":["obo:HP_0000508","obo:HP_0003722","obo:HP_0002938","obo:HP_0000544","obo:HP_0030319"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c78c8465-afcc-49bb-9d53-0d8628c178ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bba9b1cf-b9a3-41bc-bf71-5286a5f65564","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017534.6(MYH2):c.533C>T (p.Thr178Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA186126"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24193343"},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24193343","rdfs:label":"Patient A"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The NM_017534.6:c.533C>T (p.Thr178Ile) variant identified in this patient in homozygosity affects the last highly conserved nucleotide of the 3' end of exon 4 and results in a substitution of the polar uncharged threonine to the nonpolar isoleucine. This variant is predicted to be damaging by multiple in silico tools (REVEL, PolyPhen2, SIFT, MutationTaster). Sequencing of MYH2 cDNA from skeletal muscle confirmed normal splicing of exons 4 and 5. This variant is reported in heterozygosity in 2 individuals in gnomAD (2/250774  alleles; 0.0007975%), but not reported in homozygosity. The score for this proband was downgraded due to a lack of functional evidence supporting the impact of this missense variant on protein function."},{"id":"cggv:cf4afeed-a424-4fb5-8f04-138c8eb234d3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:adf0511a-baf4-4643-bbef-a96a73e47ded","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":59,"detectionMethod":"Genomic DNA extracted from frozen skeletal muscle or peripheral blood was amplified by PCR and sequenced via Sanger sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Ptosis, ophthalmoplegia and mild general weakness since early childhood. Upper limbs MRC grade 4–5; abdominal muscle weakness MRC grade 3. Moderate diffuse fatty degenerative change in thigh and in medial gastrocnemius. Muscle biopsy from vastus lateralis of the quadriceps femoris muscle revealed fatty infiltration, hypertrophic and atrophic muscle fibers with internalized nuclei, type 1 fiber predominance, and slight disorganization of the intermyofibrillar network as revealed by NADH-tetrazolium reductase.","phenotypes":["obo:HP_0000602","obo:HP_0008994","obo:HP_0000508","obo:HP_0003324","obo:HP_0003458","obo:HP_0030319"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:cf4afeed-a424-4fb5-8f04-138c8eb234d3_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:131159d8-3a05-4796-a328-30441fbc4afa"},{"id":"cggv:1a2b013f-6390-4923-bf31-bcf5c874bb25"}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20418530"},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20418530","rdfs:label":"Family C Patient II:1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"The NM_017534.6:c.2405T>A (p.Leu802Ter) variant identified in this patient in heterozygosity introduces a premature stop codon in exon 19/40 and is predicted to result in nonsense mediated decay of the mRNA product. This variant is reported in 41 individuals in gnomAD in heterozygosity (41/282846; 0.01450%), but not reported in homozygosity.\nThe second MYH2 variant (NM_017534.6:c.1975-2A>G) variant identified in trans in this patient in heterozygosity affects a highly conserved second nucleotide of the 3' splice site of intron 15. PCR analysis of complementary DNA in a region covering exons 15-20 of MYH2 revealed two different fragments: one fragment of normal size and a shorter fragment. Sequence analysis of the short fragment demonstrated skipping of exon 16, shifting of the reading frame and a premature stop codon. This variant is reported in 7 individuals in gnomAD in heterozygosity (7/282264; 0.002480%), but not reported in homozygosity.\nAnalysis of the relative level of expression of different isoforms of MyHC mRNA was performed by PCR on complementary DNA from the patient's quadriceps muscle and revealed very low levels of transcript. The expression of MyHC protein isoforms by SDS-PAGE analysis of the quadriceps muscle from the patient confirmed the absence of MyHC IIa protein, further supporting that both variants lead to nonsense-mediated decay of the mRNA product.\nThis proband has ample phenotypic and experimental evidence, but is the second compound heterozygote for these two variants (see Patient II:1 Family B). Therefore the score for this proband has been reduced to 1 point (from a default score of 2 points)."},{"id":"cggv:9abb49ad-fcde-4feb-ab13-2c5a6af32a76_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fd3f60bf-4136-4d1c-a88e-022e42758127","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Polymerase chain reaction and Sanger sequencing identified a homozygous MYH2 c.2400delG variant (p.Phe801SerfsTer28).","firstTestingMethod":"PCR","phenotypeFreeText":"Muscle biopsy reported to show no identifiable alterations but was not directly reviewed by authors/published.","phenotypes":["obo:HP_0000602","obo:HP_0008180","obo:HP_0001324"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:9abb49ad-fcde-4feb-ab13-2c5a6af32a76_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a0522892-d65e-422d-a22b-3581e5feeaf5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23388406","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Lossos A","dc:date":"2013","dc:title":"MYH2 mutation in recessive myopathy with external ophthalmoplegia linked to chromosome 17p13.1-p12."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23388406","rdfs:label":"Lossos Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The NM_017534.6:c.2400del (p.Phe801) variant reported in this patient is located in exon 21/40 and introduces a frameshift and premature termination codon, resulting in an mRNA predicted to undergo nonsense mediated decay. Relative expression of different MyHC isoforms was analysed in an additional patient with this mutation (not described in detail in this publication) using complementary DNA extracted from his skeletal muscle biopsy originally performed for diagnosis and detected no MyHC IIa transcript. This variant is not reported in gnomAD."},{"id":"cggv:be6ce5ca-f396-4b68-98b1-fd8ab3f178ab_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:936b51c5-9b3b-426e-bb4a-dad4d24453ca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"Genomic DNA extracted from frozen skeletal muscle or peripheral blood was amplified by PCR and sequenced via Sanger sequencing.","firstTestingMethod":"PCR","phenotypeFreeText":"Early childhood onset of muscle weakness with little to no progression. \nMorphological analysis of biopsy specimens from the quadriceps femoris and deltoid muscles demonstrated type 1 fiber uniformity in the deltoid muscle and absence of type 2A fiber in both muscles.","phenotypes":["obo:HP_0030319","obo:HP_0003722","obo:HP_0003458","obo:HP_0000508","obo:HP_0001382","obo:HP_0003690","obo:HP_0000602"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:be6ce5ca-f396-4b68-98b1-fd8ab3f178ab_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:847de3fb-e416-4e0f-9f17-85f87399ab1c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017534.6(MYH2):c.2347C>T (p.Arg783Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA186120"}},{"id":"cggv:35af237e-8104-4a3c-a31a-919e1990bc2f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017534.6(MYH2):c.904+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10575689"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20418530"},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20418530","rdfs:label":"Family A Patient II:1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The NM_017534.6:c.904+1G>A variant identified in this patient in heterozygosity affects a highly conserved nucleotide of the 5' splice junction of intron 8. PCR analysis of complementary DNA in a region covering exons 2–10 of MYH2 revealed two different fragments: one fragment of normal size and a shorter fragment. Sequence analysis of the short fragment demonstrated skipping of exon 8, shifting of the reading frame and a premature stop codon. This variant is not reported in gnomAD.\nThe second MYH2 variant (NM_017534.6:c.2347C>T, p.Arg783Ter) identified in this patient in heterozygosity introduces a premature stop codon in exon 19/40 and is predicted to result in nonsense mediated decay of the mRNA product. This variant is reported in 4 individuals in gnomAD in heterozygosity (4/251368; 0.001591%), but not reported in homozygosity.\nAnalysis of the relative level of expression of different isoforms of MyHC mRNA was performed by PCR on complementary DNA from the patient's deltoid muscle and revealed very low levels of transcript. The expression of MyHC protein isoforms by SDS-PAGE analysis of the deltoid muscle from the patient confirmed the absence of MyHC IIa protein, further supporting that both variants lead to nonsense-mediated decay of the mRNA product."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:91486568-d6f2-4983-b75a-d27c67be871f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e871b2c3-2f53-4996-aa29-d4fbd7b6d0c0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"PCR primer pairs flanking all 38 MYH2 exons were used to amplify MYH2 from patient genomic DNA. All exons were sequenced from both directions via Sanger sequencing and a c.2116G>A (p.E706K) variant was identified. Screening for the c.2116G>A variant in DNA from all available family members and in 129 healthy control individuals was performed with single-strand conformation polymorphism analysis.","firstTestingMethod":"PCR","phenotypeFreeText":"Muscle biopsy revealed small, infrequent (􏰕1% and 8% of all fibers, respectively) type 2A fibers and showed structural alterations. The other fiber types appeared structurally normal.","phenotypes":["obo:HP_0001315","obo:HP_0003687","obo:HP_0003680","obo:HP_0001374","obo:HP_0000602","obo:HP_0003749","obo:HP_0002803","obo:HP_0002808","obo:HP_0002650","obo:HP_0003547"],"previousTesting":true,"previousTestingDescription":"Two-point linkage analysis (reported in previous publication PMID 9708547) was used to investigate a region of interest on chromosome 9 (9p-q1) associated with autosomal recessive quadriceps-sparing h-IBM with onset in early adulthood. However, no indications of linkage could be detected for any of the markers used.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:91486568-d6f2-4983-b75a-d27c67be871f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1bd1cafe-4cbf-489e-9d07-b6780a1817dd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017534.6(MYH2):c.2116G>A (p.Glu706Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123753"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11114175","type":"dc:BibliographicResource","dc:abstract":"We here report on a human myopathy associated with a mutation in a fast myosin heavy chain (MyHC) gene, and also the genetic defect in a hereditary inclusion body myopathy. The disorder has previously been described in a family with an \"autosomal dominant myopathy, with joint contractures, ophthalmoplegia, and rimmed vacuoles.\" Linkage analysis and radiation hybrid mapping showed that the gene locus (Human Genome Map locus name: IBM3) is situated in a 2-Mb region of chromosome 17p13, where also a cluster of MyHC genes is located. These include the genes encoding embryonic, IIa, IIx/d, IIb, perinatal, and extraocular MyHCs. Morphological analysis of muscle biopsies from patients from the family indicated to us that the type 2A fibers frequently were abnormal, whereas other fiber types appeared normal. This observation prompted us to investigate the MyHC-IIa gene, since MyHC-IIa is the major isoform in type 2A fibers. The complete genomic sequence for this gene was deduced by using an \"in silico\" strategy. The gene, found to consist of 38 exons, was subjected to a complete mutation scan in patients and controls. We identified a missense mutation, Glu-706 --> Lys, which is located in a highly conserved region of the motor domain, the so-called SH1 helix region. By conformational changes this region communicates activity at the nucleotide-binding site to the neck region, resulting in the lever arm swing. The mutation in this region is likely to result in a dysfunctional myosin, compatible with the disorder in the family.","dc:creator":"Martinsson T","dc:date":"2000","dc:title":"Autosomal dominant myopathy: missense mutation (Glu-706 --> Lys) in the myosin heavy chain IIa gene."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11114175","rdfs:label":"IV:29"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"The NM_017534.6(MYH2):c.2116G>A (p.Glu706Lys) variant reported in this patient in heterozygosity is located in the SH1 helix domain of the myosin heavy chain IIa protein and is not reported in gnomAD. PMID 15647160: The equivalent variant (E683K) was introduced in Dictyostelium discoideum myosin in a W501+ background (integration of this single tryptophan residue allows investigation of movement of the relay helix) and was found to result in a threefold reduction of the ATP hydrolysis step, slower actin-myosin dissociation, and reduced velocity of contraction. Additional experimental evidence of the impact of this variant in patient muscle fibers and in a C. elegans model is catalogued separately under \"Experimental Evidence\"."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:172228a1-0a2c-468b-a715-0b5bb4856c0a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dde2c467-21c6-42ff-af2e-3b9dc3d054d4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":16,"detectionMethod":"Targeted capture and next generation sequencing of 277 known and candidate neuromuscular disease-causing genes identified a heterozygous variant in MYH2 (NM_017534.6:c.5630T>C (p.Leu1877Pro). Sanger sequencing confirmed the heterozygous c.5630T>C MYH2 variant in the proband and absence of this variant in the parents and two unaffected siblings, suggesting this variant is de novo.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Pectoralis, deltoid, biceps, triceps, and wrist flexors and extensors were graded 4/5. The intrinsic muscles of the hand were globally graded as 3/5. Flexion of hips and knees was estimated to be 3/5. Dorsiflexion and plantar flexion of the foot were 3/5 and inversion of the foot 3+/5. Five muscle biopsies were performed at age 20 (right biceps and right vastus lateralis), 32 (right vastus lateralis) and 46 (left vastus lateralis and left deltoid). Common features in all the biopsies were increased variability in fiber size, atrophic and hypertrophic fibers ranging from 20 to 250 μm in diameter, internal nuclei (up to 15%) and endomysial fibrosis. Dystrophic features were present, being more prominent later in the disease. Deltoid was relatively spared compared to vastus lateralis. Oxidative enzyme stains demonstrated abundant lobulated fibers, and core-like structures. In some areas, all fibers were lobulated except for scattered hypertrophic fibers which showed central cores. No rimmed vacuoles were seen. All fibers were type 1, except for a few scattered small type 2 fibers, in deltoid and vastus lateralis.","phenotypes":["obo:HP_0003236","obo:HP_0006466","obo:HP_0030319","obo:HP_0012548","obo:HP_0009055","obo:HP_0003198","obo:HP_0001621","obo:HP_0009005","obo:HP_0003551","obo:HP_0002747","obo:HP_0003391","obo:HP_0000602","obo:HP_0009027","obo:HP_0002015","obo:HP_0003691","obo:HP_0001284","obo:HP_0001488"],"previousTesting":true,"previousTestingDescription":"Previous testing did not identify causative variants in ANO5, calpain 3, collagens 6A1, 6A2, or 6A3, or exons 7, 8, 13, or 16–18 of POLG, and also ruled out deletion of exon 7 of SMN1, facioscapulohumeral muscular dystrophy D4Z4 repeat contractions, and large scale deletions of mitochondrial DNA.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:172228a1-0a2c-468b-a715-0b5bb4856c0a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cd8445b3-0b35-4dfd-b947-d2c8ad1f0cd9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000017.11:g.10523133A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA398113897"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25529940","type":"dc:BibliographicResource","dc:abstract":"An MYH2 mutation p.(Glu706Lys) was originally described in a family with autosomal dominant inheritance, where the affected family members presented with multiple congenital contractures and ophthalmoplegia, progressing to a proximal myopathy in adulthood. Another patient with a dominant mutation p.(Leu1870Pro) was described, presenting as a congenital myopathy with ophthalmoplegia. Here, we present a patient with symptoms beginning at age 16 years, of prominent distal but also proximal weakness, bulbar involvement and ophthalmoplegia. Initially, clinically classified as oculopharyngodistal myopathy, the patient was found to carry a novel, de novo MYH2 mutation c.5630T>C p.(Leu1877Pro). This expands the phenotype of dominant MYH2 myopathies with the clinical phenotype overlapping the oculopharyngodistal myopathy spectrum. ","dc:creator":"Cabrera-Serrano M","dc:date":"2015","dc:title":"Adult onset distal and proximal myopathy with complete ophthalmoplegia associated with a novel de novo p.(Leu1877Pro) mutation in MYH2."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25529940","rdfs:label":"Cabrera-Serrano Patient"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"The NM_017534.6:c.5630T>C (p.Leu1877Pro) variant reported in this patient in heterozygosity alters a highly conserved amino acid in the coiled-coil tail domain. The variant is predicted to be damaging by multiple in silico analysis tools (SIFT, REVEL, MutationTaster, and Polyphen2) and is similar to the variant described in D'Amico et al., 2013 (PMID 23489661; MYH2 c.5609T>C (p.Leu1870Pro)), as both variants are located at the ‘d’ position of the coiled-coil heptad repeat. Similar dominant missense mutations to proline in the coiled-coil tail domain of MYH7 are a principal cause of Laing distal and myosin storage myopathies and have been identified at all seven positions of the heptad repeat, indicating insertion of a proline at any repeat position is deleterious to the protein structure. This variant is not reported in gnomAD. MYH expression studies in patient-derived vastus lateralis biopsy tissue revealed almost complete absence of both MYH1 and MYH2 transcripts, suggesting the MYH2 variant identified in this patient may disrupt thick filament assembly and lead to type 2a fiber loss. The score for this proband was reduced to 1.5 points (from a default of 2 points) since no experimental evidence is available for this missense variant."},{"id":"cggv:125ccb75-4c15-496e-9b73-1ec2a7b1abc1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:492d8ad7-f3a3-4b60-83a2-e2685fd5a614","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Direct sequencing of MYH2 was performed on the basis of phenotypic similarity (ophthalmoplegia and non-progressive myopathy) to previously reported MYH2-associated myopathy and revealed a heterozygous variant in exon 39 (NM_017534.6:c.5609T>C (p.Leu1870Pro)). The variant is reported to have arisen de novo in the family (not identified in either parent), but no other details of the family genotyping method/confirmation of maternity or paternity are given.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Neonatal symptoms improved over time, with independent ambulation acquired at 2 years and swallowing problems improving to allow removal of gastrostomy at 4 years. A muscle biopsy performed at the age of 9 months showed marked variability in fiber size and moderate fibrosis without inflammation or necrosis. Immunochemistry for myosin isoforms showed predominance of type I fibers and few type II fibers.","phenotypes":["obo:HP_0002015","obo:HP_0003803","obo:HP_0011471","obo:HP_0002705","obo:HP_0004887","obo:HP_0002650","obo:HP_0030951","obo:HP_0001611","obo:HP_0000602","obo:HP_0003557","obo:HP_0002515","obo:HP_0002643","obo:HP_0001488","obo:HP_0001319","obo:HP_0002058","obo:HP_0000597"],"previousTesting":true,"previousTestingDescription":"No pathogenic variants were observed in RYR1, TPM2, or TPM3.","sex":"Female","variant":{"id":"cggv:125ccb75-4c15-496e-9b73-1ec2a7b1abc1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:853c9ce1-cb79-48a8-b9d5-ec777c6e7317","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_017534.6(MYH2):c.5609T>C (p.Leu1870Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA186118"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23489661","type":"dc:BibliographicResource","dc:abstract":"Congenital myopathy related to mutations in myosin MyHC IIa gene (MYH2) is a rare neuromuscular disease. A single dominant missense mutation has been reported so far in a family in which the affected members had congenital joint contractures at birth, external ophthalmoplegia and proximal muscle weakness. Afterward only additional 4 recessive mutations have been identified in 5 patients presenting a mild non-progressive early-onset myopathy associated with ophthalmoparesis. We report a new de novo MYH2 missense mutation in a baby affected by a congenital myopathy characterized by severe dysphagia, respiratory distress at birth and external ophthalmoplegia. We describe clinical, histopathological and muscle imaging findings expanding the clinical and genetic spectrum of MYH2-related myopathy.","dc:creator":"D'Amico A","dc:date":"2013","dc:title":"A new de novo missense mutation in MYH2 expands clinical and genetic findings in hereditary myosin myopathies."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23489661","rdfs:label":"D'Amico Patient"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"The NM_017534.6:c.5609T>C (p.Leu1870Pro) variant reported in this patient in heterozygosity alters a highly conserved amino acid in the coiled-coil tail domain. The variant is predicted to be damaging by multiple in silico analysis tools (SIFT, REVEL, MutationTaster, and Polyphen2) and thought to distort the helical structure of the coiled-coil tail domain. Similar dominant missense mutations to proline in the coiled-coil tail domain of MYH7 are a principal cause of Laing distal and myosin storage myopathies and have been identified at all seven positions of the heptad repeat, indicating insertion of a proline at any repeat position is deleterious to the protein structure. This variant is not reported in gnomAD.\nThe score for this proband was reduced to 1 point (from a default of 2 points) since maternity and paternity were not confirmed and no experimental evidence is available for this missense variant."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":357,"specifiedBy":"GeneValidityCriteria7","strengthScore":16.5,"subject":{"id":"cggv:76d45d0f-53c5-4882-bef6-bd363d0b8d8f","type":"GeneValidityProposition","disease":"obo:MONDO_0011577","gene":"hgnc:7572","modeOfInheritance":"obo:HP_0032113"},"version":"1.0","dc:description":"MYH2 was first reported in relation to ​autosomal dominant proximal myopathy and ophthalmoplegia ​​in ​2000 (Martinsson et al., PMID: 11114175)​​. Later publications described additional MYH2 variants in relation to autosomal recessive proximal myopathy and ophthalmoplegia. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found insufficient evidence of a distinct molecular mechanism and wide phenotypic variability between the dominant and recessive forms of the disease and, therefore, the disease entities have been lumped into one disease entity (autosomal dominant and autosomal recessive proximal myopathy and ophthalmoplegia). At least 16 unique variants (including missense, nonsense, frameshift, and splicing variants) have been reported in humans. Three of these variants are associated with dominantly inherited disease, while the remaining variants are associated with disease inherited in a recessive manner. Evidence ​supporting this gene-disease relationship includes ​case-level data from 16 probands in 10 publications, extending beyond the maximum score for genetic evidence (12 points). This gene-disease association is also supported by experimental evidence, including expression evidence, functional alteration in patient cells, and a C. elegans model (totaling 4.5 points). In summary, ​MYH2​​ is definitively associated with ​autosomal dominant and autosomal recessive proximal myopathy and ophthalmoplegia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Congenital Myopathies Gene Curation Expert Panel on ​March 9, 2020 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:72e37c65-570c-4d1c-b749-61d8981a6f21"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}