{"id":"cggv:2854d105-0d20-4a19-9dee-d7aa6a60ed99v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:2854d105-0d20-4a19-9dee-d7aa6a60ed99_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:44:54.089Z","role":"Publisher"},{"id":"cggv:2854d105-0d20-4a19-9dee-d7aa6a60ed99_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-01-14T21:44:39.481Z","role":"Approver"}],"evidence":[{"id":"cggv:2854d105-0d20-4a19-9dee-d7aa6a60ed99_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2854d105-0d20-4a19-9dee-d7aa6a60ed99_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:51d0e4be-95ef-48e5-b9fd-53d3962a341e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a0aed13e-149e-4c31-953c-3b246231ccef","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Fourth child of healthy first-cousin Pakistani parents. He presented with lactic acidosis at birth following a normal pregnancy and full-term delivery. Birth weight was 2.7 kg. There was initial normal motor development, but gait was later considered\n‘‘stiff,’’ and at 24 months he was diagnosed with a spastic diplegia. Speech was delayed and there were moderate learning difficulties. Aged 13 years, he suffered his first generalized tonic-clonic seizure and subsequently developed treatment-resistant myoclonus. An electroencephalogram indicated a right temporal focus with interictal discharges over the right anterior temporal and frontocentral regions. At 17 years, plasma lactate was 2.4 mmol/l (reference <2.0), and cerebrospinal fluid (CSF) lactate was 3.2 mmol/l (reference <2.0). CSF protein was also elevated at 0.54 g/l (reference 0.1–0.3), as was CSF alanine at 45 mg/l (reference 16–36). Brain CT (13 years) and MRI (17 years)were both normal. However, a brain MRI at age 25 years demonstrated T2 hyperintensities in the deep white matter. Nerve conduction studies indicated there was a sensory axonal peripheral neuropathy. Muscle biopsy at age 17 years showed nonspecific changes, including increased fiber size variation and intense peripheral staining of some fibers on modified Gomori trichrome, although no true ragged red fibers. COX histochemistry was normal. Electron microscopy revealed lipid droplets in some fibers. Spectrophotometric assay of muscle confirmed significant COX deficiency (COX/citrate synthase [CS] ratio 0.008; controls 0.014–0.034), whereas enzyme assays of mitochondrial respiratory chain complex I and complex II+III (succinate: cytochrome c reductase), corrected for CS, were normal. Although fibroblast COX activity was\ninitially found to be normal (COX/CS ratio 2.2; controls >1), a repeat assay using whole-cell lysate of cultured skin fibroblasts grown on galactose rather than glucose medium did demonstrate reduced COX activity (1.07 k/min/mg; control mean ± SD [n = 5]: 3.60± 0.24 k/min/mg). Complex I activity in fibroblasts grown under the same conditions was normal (37.3 nmol/min/mg; control mean ± SD [n = 5]: 19.4 ± 7.2 nmol/min/mg). Pyruvate dehydrogenaseactivity was retained in cultured skin fibroblasts, and mutations in SURF1 (encoding the surfeit locus protein 1, MIM 185620), POLG (encoding the catalytic subunit of mitochondrial DNA polymerase gamma, MIM 174763), C10orf2 (encoding the DNA helicase Twinkle, MIM 606075), and the entire mitochondrial genome were excluded. Most recent clinical examination at age 32 years showed short stature (5 ft 4 in) and a spastic gait. Cranial nerves were normal. Upper and lower limb examination revealed dystonic posturing and increased tone with pyramidal weakness (Medical Research Council [MRC] grade 4/5). Tendon reflexes were pathologically brisk in arms and legs and plantar responses extensor.","previousTesting":true,"previousTestingDescription":"Whole-mtDNA sequencing was normal and analysis of nuclear genes known to cause isolated COX deficiency did not reveal any pathogenic variants. \nTo identify areas of shared homozygosity among affected relatives, genotyped six family members (3 x affected and 3 x unaffected - see Figure 1A) and identified two large regions of homozygosity on 7p. Performed WES on two affected family members (III-4 and III-6). All four affected individual were homozygous for the variant, whereas three unaffected family members (II-2, III-1 and III-2) were heterozygous (Figure 2A). A further 20 probands with isolated COX deficiency were screened for variants in NDUFA4 but no further variants were identified.","sex":"Male","variant":{"id":"cggv:51d0e4be-95ef-48e5-b9fd-53d3962a341e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:28839706-57ab-4078-88e8-756002bb0310","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002489.4(NDUFA4):c.42+1G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA366851725"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23746447","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of cytochrome c oxidase (COX, complex IV) deficiency remains genetically undetermined in many cases. Homozygosity mapping and whole-exome sequencing were performed in a consanguineous pedigree with isolated COX deficiency linked to a Leigh syndrome neurological phenotype. Unexpectedly, affected individuals harbored homozygous splice donor site mutations in NDUFA4, a gene previously assigned to encode a mitochondrial respiratory chain complex I (NADH:ubiquinone oxidoreductase) subunit. Western blot analysis of denaturing gels and immunocytochemistry revealed undetectable steady-state NDUFA4 protein levels, indicating that the mutation causes a loss-of-function effect in the homozygous state. Analysis of one- and two-dimensional blue-native polyacrylamide gels confirmed an interaction between NDUFA4 and the COX enzyme complex in control muscle, whereas the COX enzyme complex without NDUFA4 was detectable with no abnormal subassemblies in patient muscle. These observations support recent work in cell lines suggesting that NDUFA4 is an additional COX subunit and demonstrate that NDUFA4 mutations cause human disease. Our findings support reassignment of the NDUFA4 protein to complex IV and suggest that patients with unexplained COX deficiency should be screened for NDUFA4 mutations. ","dc:creator":"Pitceathly RD","dc:date":"2013","dc:title":"NDUFA4 mutations underlie dysfunction of a cytochrome c oxidase subunit linked to human neurological disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23746447","rdfs:label":"Case 111-4"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2},{"id":"cggv:2854d105-0d20-4a19-9dee-d7aa6a60ed99_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2854d105-0d20-4a19-9dee-d7aa6a60ed99_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:80682c3b-3839-4280-aaac-c21c28eccbbf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b3de6bae-c5a7-44e9-ad6c-7764f043914e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"From The Protein Atlas - detected in all tissues but enhanced in muscle","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"The Protein Atlas 1"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:300f79b0-f514-475f-922e-e20550c7b46f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:75c8629c-7486-4f58-91fb-78dba6025131","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"NDUFA4 interacts with two other gene products whose dysfunction is known to cause Leigh syndrome as part of the Compex IV subunit: COX8A and MT-CO3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Rahman 1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Used internal guidance for scoring encoded protein shares a biochemical relationship or function with 2 -5 gene products whose dysfunction is known to cause Leigh syndrome"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":1855,"specifiedBy":"GeneValidityCriteria7","strengthScore":3.5,"subject":{"id":"cggv:b93dca90-faa3-4cb0-85c8-b2b3ce7db154","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7687","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFA4 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of June 8, 2020. This gene is also known as COXFA4, as this gene encodes cytochrome c oxidase subunit FA4. This gene was initially thought to encode a subunit of complex I, but has since been demonstrated to be a subunit of complex IV and not complex I. Defects of this protein lead to complex IV deficiency.\n\nThe NDUFA4 gene has been reported only once in relation to autosomal recessive Leigh syndrome spectrum, in 2013 (PMID: 23746447) and this remains the only report of this condition. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one variant identified in one case from one publication (PMID: 23746447). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function and expression (PMIDs: 27977873, 25613900).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on June 8, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:2854d105-0d20-4a19-9dee-d7aa6a60ed99"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}