{"id":"cggv:33f71829-1d1a-4d34-b2ff-1df63ec5d0b5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:33f71829-1d1a-4d34-b2ff-1df63ec5d0b5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-03-06T17:00:00.000Z","role":"Approver"},{"id":"cggv:33f71829-1d1a-4d34-b2ff-1df63ec5d0b5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2024-04-09T14:09:06.109Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:33f71829-1d1a-4d34-b2ff-1df63ec5d0b5_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:33f71829-1d1a-4d34-b2ff-1df63ec5d0b5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:33f71829-1d1a-4d34-b2ff-1df63ec5d0b5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2a904bca-3e73-426e-9b00-79c36ebeeb8a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e68c1ba9-db33-4dfb-bd51-2ff0960d25a7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"FN1 knockdown was completed with siRNA and cells were triggered using osteogenic induction medium (Si-FN-1) and overexpression of FN1 (OE-FN1-1 & OE-FN1-2) was analyzed. The osteoblastic markers Runx 2, OCN, and OSX were expressed at lower levels in the knockdown mutants, and higher levels when FN1 was overexpressed, than in the respective controls. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32561820","type":"dc:BibliographicResource","dc:abstract":"Osteoporosis (OP) is a systemic skeletal disease leading to fragility fractures and is a major health issue globally. WNT/β-catenin signaling regulates bone-remodeling processes and plays vital roles in OP development. However, the underlying regulatory mechanisms behind WNT/β-catenin signaling in OP requires clarification, as further studies are required to identify novel alternate therapeutic agents to improve OP. Here we report that fibronectin 1 (FN-1) promoted differentiation and mineralization of osteoblasts by activating WNT/β-catenin pathway, in cultured pre-osteoblasts. With isobaric tags for relative and absolute quantitation labeling proteomics analysis, we investigated protein changes in bone samples from OP patients and normal controls. FN-1 accumulated in osteoblasts in bone samples from OP patients and age-related OP mice compared to control group. In addition, we observed that integrin β1 (ITGB1) acts as an indispensable signaling molecule for the interplay between FN-1 and β-catenin, and that FN-1 expression increased, but ITGB1 expression decreased in osteoblasts during OP progression. Therefore, our study reveals a novel explanation for WNT/β-catenin pathway inactivation in OP pathology. Supplying of FN-1 and ITGB1 may provide a potential therapeutic strategy in improving bone formation during OP.","dc:creator":"Yang C","dc:date":"2020","dc:title":"Fibronectin 1 activates WNT/β-catenin signaling to induce osteogenic differentiation via integrin β1 interaction."},"rdfs:label":"Knockdown/over-expression in mice"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Please note that only the knockdown/over-expression data from mice was scored. The general expression data from mice as they aged and from osteoporosis patients was not scored due to not being specific to SMDCF. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Definitive","sequence":8133,"specifiedBy":"GeneValidityCriteria10","strengthScore":12.5,"subject":{"id":"cggv:17cf12c1-e4fd-4551-9f16-4697fb126c76","type":"GeneValidityProposition","disease":"obo:MONDO_0008479","gene":"hgnc:3778","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FN1 was first reported in relation to autosomal dominant spondylometaphyseal dysplasia, corner fracture type (SMDCF) in 2017 (Lee et al., PMID: 29100092). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found clear differences in phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities: autosomal dominant SMDCF (OMIM: 184255) and autosomal dominant glomerulopathy with fibronectin deposits 2 (GFND2; OMIM: 601894). The split curation for GFND2 has been curated separately. 12 variants (missense, in-frame deletion) that have been reported in at least 18 probands in 4 publications (PMIDs: 29100092, 30599297, 33605604, 37940834) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be haploinsufficiency. This gene-disease relationship is also supported by experimental evidence (expression-level evidence; PMIDs: 32561820). Altered expression of FN1 in mice impacted expression of osteoblastic markers. In summary, there is definitive evidence supporting the relationship between FN1 and autosomal dominant SMDCF. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date 3/6/2024 (SOP Version 10). ","dc:isVersionOf":{"id":"cggv:33f71829-1d1a-4d34-b2ff-1df63ec5d0b5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}