{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-07T04:00:00.000Z","role":"Approver"},{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-05-30T15:34:53.077Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d5a2396e-86b4-40b6-8a88-d5b2c1a05f2d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b3e28eeb-215b-4b49-a9f6-842a70702f82","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"NDUFA2 is an accessory subunit of mitochondrial complex I and is required for complex assembly. Complex I deficiency is the underlying mechanism of disease for the probands included in this curation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"NDUFA2 function in disease"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Score upgraded in accordance with MD-GCEP guidelines"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1acb9fe6-a285-44fc-b791-3f1ef6b84ebd","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:394cf5a5-0353-4b5c-adf1-3581d9648f58","type":"FunctionalAlteration","dc:description":"Western blot demonstrated reduced expression of NDUFA2 in patient fibroblasts (c.208+5G>A) compared to controls (Fig. 2A). Subsequent BN-PAGE showed reduced complex I assembly as detected by NDUFA9 immunostaining. An in-gel activity assay showed reduced activity in the patient fibroblasts compared to controls (Fig. 2B). Finally, two-dimensional BN-PAGE detected a series of faint, abnormally migrating bands indicative of complex I assembly intermediates. These were not detected in samples from an unaffected control (Fig. 2C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18513682","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial isolated complex I deficiency is the most frequently encountered OXPHOS defect. We report a patient with an isolated complex I deficiency expressed in skin fibroblasts as well as muscle tissue. Because the parents were consanguineous, we performed homozygosity mapping to identify homozygous regions containing candidate genes such as NDUFA2 on chromosome 5. Screening of this gene on genomic DNA revealed a mutation that interferes with correct splicing and results in the skipping of exon 2. Exon skipping was confirmed on the mRNA level. The mutation in this accessory subunit causes reduced activity and disturbed assembly of complex I. Furthermore, the mutation is associated with a mitochondrial depolarization. The expression and activity of complex I and the depolarization was (partially) rescued with a baculovirus system expressing the NDUFA2 gene.","dc:creator":"Hoefs SJ","dc:date":"2008","dc:title":"NDUFA2 complex I mutation leads to Leigh disease."},"rdfs:label":"NDUFA2 FA in patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eaa3ff01-1103-4069-a328-85bd9f00f129","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6b57f3b6-3d77-4fd7-a506-36f4ecd20f34","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"After confirming a defect in mitochondrial complex I assembly in patient fibroblasts (Fig. 2), the authors sought to confirm causality of the detected homozygous NDUFA2 variant via transgenic rescue. They used a modified baculovirus to transfect an NDUFA2-GFP construct into fibroblasts obtained from the patient, a second patient with variants in NDUFS7, and an unaffected control. BN-PAGE followed by detection with NDUFA9 antibodies demonstrated an increase in assembled complex I; this effect was specific to complex I, and to NDUFA2 (COX8-GFP used as a negative control; Fig. 3A). They also demonstrated an increase in complex I activity using both an in-gel activity assay (Fig. 3B) and standard fluorometric methods (Fig. 3C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18513682","rdfs:label":"NDUFA2 Rescue in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:b69f48d6-e012-4e5e-85b8-58927e75c94b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7e9de551-7b7a-4f52-adb0-b6e6fc2366e8","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The authors generated 31 single-gene KO lines using CRISPR/Cas9, targeting accessory subunits of complex I. Cells that were NDUFA2 deficient were unable to grow on galactose medium, indicating a respiratory defect (Fig. 1). This was confirmed by an assay of isolated complex I activity and whole-cell respiration (Fig. 2C). Complex I was still assembled and detected in NDUFA2 KO cells, but it migrated as a lower MW band, suggesting loss of the N-module (Fig. 1). Mass spectrometry in SILAC-labeled, NDUFA2 KO cells demonstrated a significant reduction in N-module subunits (NDUFV1, NDUFS1, NDUFV2) recovered from isolated mitochondria (Fig. 3A). Re-introduction of NDUFA2 rescued the complex I assembly defect (Fig. 2B). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626371","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first enzyme of the mitochondrial respiratory chain and is composed of 45 subunits in humans, making it one of the largest known multi-subunit membrane protein complexes. Complex I exists in supercomplex forms with respiratory chain complexes III and IV, which are together required for the generation of a transmembrane proton gradient used for the synthesis of ATP. Complex I is also a major source of damaging reactive oxygen species and its dysfunction is associated with mitochondrial disease, Parkinson's disease and ageing. Bacterial and human complex I share 14 core subunits that are essential for enzymatic function; however, the role and necessity of the remaining 31 human accessory subunits is unclear. The incorporation of accessory subunits into the complex increases the cellular energetic cost and has necessitated the involvement of numerous assembly factors for complex I biogenesis. Here we use gene editing to generate human knockout cell lines for each accessory subunit. We show that 25 subunits are strictly required for assembly of a functional complex and 1 subunit is essential for cell viability. Quantitative proteomic analysis of cell lines revealed that loss of each subunit affects the stability of other subunits residing in the same structural module. Analysis of proteomic changes after the loss of specific modules revealed that ATP5SL and DMAC1 are required for assembly of the distal portion of the complex I membrane arm. Our results demonstrate the broad importance of accessory subunits in the structure and function of human complex I. Coupling gene-editing technology with proteomics represents a powerful tool for dissecting large multi-subunit complexes and enables the study of complex dysfunction at a cellular level.","dc:creator":"Stroud DA","dc:date":"2016","dc:title":"Accessory subunits are integral for assembly and function of human mitochondrial complex I."},"rdfs:label":"NDUFA2 cell culture rescue"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"This is a rescue in cell culture model"},{"id":"cggv:593fd2b6-f11d-43e2-ad36-c8cc18ae19f7","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b02a9a49-8e4b-48c7-abe7-c5e8b1064069","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Reduced mitochondrial respiration due to complex I deficiency is the underlying molecular mechanism in the probands that appear in this curation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22822087","type":"dc:BibliographicResource","dc:abstract":"Carbonylation is the covalent, non-reversible modification of the side chains of cysteine, histidine, and lysine residues by lipid peroxidation end products such as 4-hydroxy- and 4-oxononenal. In adipose tissue the effects of such modifications are associated with increased oxidative stress and metabolic dysregulation centered on mitochondrial energy metabolism. To address the role of protein carbonylation in the pathogenesis of mitochondrial dysfunction, quantitative proteomics was employed to identify specific targets of carbonylation in GSTA4-silenced or overexpressing 3T3-L1 adipocytes. GSTA4-silenced adipocytes displayed elevated carbonylation of several key mitochondrial proteins including the phosphate carrier protein, NADH dehydrogenase 1α subcomplexes 2 and 3, translocase of inner mitochondrial membrane 50, and valyl-tRNA synthetase. Elevated protein carbonylation is accompanied by diminished complex I activity, impaired respiration, increased superoxide production, and a reduction in membrane potential without changes in mitochondrial number, area, or density. Silencing of the phosphate carrier or NADH dehydrogenase 1α subcomplexes 2 or 3 in 3T3-L1 cells results in decreased basal and maximal respiration. These results suggest that protein carbonylation plays a major instigating role in cytokine-dependent mitochondrial dysfunction and may be linked to the development of insulin resistance in the adipocyte.","dc:creator":"Curtis JM","dc:date":"2012","dc:title":"Protein carbonylation and adipocyte mitochondrial function."},"rdfs:label":"NDUFA2 function in adipocytes"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Experimental evidence score downgraded in keeping with previous scoring for the association between NDUFA2 and Leigh syndrome"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:aa38cbc5-233c-4ffe-b5e4-be2096785c78_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:aa38cbc5-233c-4ffe-b5e4-be2096785c78","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":20,"allele":{"id":"cggv:1112207d-456a-404d-8b46-335ba95bf83b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002488.5(NDUFA2):c.170A>C (p.Glu57Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA361216456"}},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0009062","obo:HP_0000252","obo:HP_0002376","obo:HP_0002197"],"previousTesting":true,"previousTestingDescription":"Array CGH detected 3p14.1 and 7q21.11 microdeletions","sex":"Female","variant":{"id":"cggv:3515253f-cd63-4889-9915-65482ce56088_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1112207d-456a-404d-8b46-335ba95bf83b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32154054","type":"dc:BibliographicResource","dc:abstract":"Biallelic variants in nuclear gene ","dc:creator":"Alagia M","dc:date":"2020","dc:title":"Cavitating and tigroid-like leukoencephalopathy in a case of "}},"rdfs:label":"Alagia 2020 - Patient 1"},{"id":"cggv:3515253f-cd63-4889-9915-65482ce56088","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:3515253f-cd63-4889-9915-65482ce56088_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"No case score penalty for homozygosity applied due to the use of genome-wide variant detection methods"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3150f0c3-7b4b-419b-ae22-60e98d12188f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3150f0c3-7b4b-419b-ae22-60e98d12188f","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":8,"allele":{"id":"cggv:d5b11a80-e21c-4ad7-aa86-b30da2dc0e72","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002488.5(NDUFA2):c.134A>C (p.Lys45Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA325196"}},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"T2 signal hyperintensity with cystic changes of the periventricular and deep white matter","phenotypes":["obo:HP_0001249","obo:HP_0002493","obo:HP_0001317","obo:HP_0001257","obo:HP_0001263"],"previousTesting":true,"previousTestingDescription":"Proband homozygous for SLC22A5 c.12C>G p.(Tyr4Ter)","sex":"Female","variant":{"id":"cggv:baee3406-df2f-47f5-9995-bb19b00bc80b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d5b11a80-e21c-4ad7-aa86-b30da2dc0e72"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28857146","type":"dc:BibliographicResource","dc:abstract":"Deficiencies of mitochondrial respiratory chain complex I frequently result in leukoencephalopathy in young patients, and different mutations in the genes encoding its subunits are still being uncovered. We report 2 patients with cystic leukoencephalopathy and complex I deficiency with recessive mutations in NDUFA2, an accessory subunit of complex I. The first patient was initially diagnosed with a primary systemic carnitine deficiency associated with a homozygous variant in SLC22A5, but also exhibited developmental regression and cystic leukoencephalopathy, and an additional diagnosis of complex I deficiency was suspected. Biochemical analysis confirmed a complex I deficiency, and whole-exome sequencing revealed a homozygous mutation in NDUFA2 (c.134A>C, p.Lys45Thr). Review of a biorepository of patients with unsolved genetic leukoencephalopathies who underwent whole-exome or genome sequencing allowed us to identify a second patient with compound heterozygous mutations in NDUFA2 (c.134A>C, p.Lys45Thr; c.225del, p.Asn76Metfs*4). Only 1 other patient with mutations in NDUFA2 and a different phenotype (Leigh syndrome) has previously been reported. This is the first report of cystic leukoencephalopathy caused by mutations in NDUFA2.","dc:creator":"Perrier S","dc:date":"2018","dc:title":"Recessive mutations in NDUFA2 cause mitochondrial leukoencephalopathy."}},"rdfs:label":"Perrier 2018 - Patient 1"},{"id":"cggv:baee3406-df2f-47f5-9995-bb19b00bc80b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:baee3406-df2f-47f5-9995-bb19b00bc80b_variant_evidence_item"},{"id":"cggv:baee3406-df2f-47f5-9995-bb19b00bc80b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Using BN-PAGE, the authors observed a specific complex I assembly defect in patient fibroblasts (Fig. 2) This deficiency was not observed in fibroblasts from an unaffected control. "}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4b042d97-106a-454d-9e54-747d17ff2513_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4b042d97-106a-454d-9e54-747d17ff2513","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":5,"allele":{"id":"cggv:bd166c4c-ac17-4a0d-8bbb-343b3c77ae13","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002488.5(NDUFA2):c.208+5G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA804719863"}},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"subacute necrotizing encephalomyelopathy","phenotypes":["obo:HP_0002059","obo:HP_0001639","obo:HP_0002079","obo:HP_0001263"],"previousTesting":true,"previousTestingDescription":"Full mtDNA genome sequenced","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:eb22a474-c836-4bba-a87f-5d79ea69357d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bd166c4c-ac17-4a0d-8bbb-343b3c77ae13"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18513682"},"rdfs:label":"Hoefs 2008 - Patient 1"},{"id":"cggv:eb22a474-c836-4bba-a87f-5d79ea69357d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eb22a474-c836-4bba-a87f-5d79ea69357d_variant_evidence_item"},{"id":"cggv:eb22a474-c836-4bba-a87f-5d79ea69357d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR using fibroblasts from the patient and an unaffected control demonstrated skipping of exon 2 (Fig. 1B). A faint band of wt size was still present, suggesting that this splicing defect is incomplete. "}],"strengthScore":1,"dc:description":"Variant score upgraded for functional evidence and reduced MRC enzyme activity in the proband as per MD-GCEP guidelines"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98b_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.7},{"id":"cggv:15f6d907-1a70-40cc-b294-9e3c1c2bfa46_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:15f6d907-1a70-40cc-b294-9e3c1c2bfa46","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":1,"allele":[{"id":"cggv:d5b11a80-e21c-4ad7-aa86-b30da2dc0e72"},{"id":"cggv:bf6e8d2d-c916-42e5-9f11-4bc5db17617c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002488.5(NDUFA2):c.225del (p.Asn76MetfsTer4)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA321418"}}],"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0008872","obo:HP_0007266","obo:HP_0001508","obo:HP_0002119","obo:HP_0002376"],"sex":"Female","variant":[{"id":"cggv:7aa540f3-bddc-4bad-b5ba-293b3af54785_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d5b11a80-e21c-4ad7-aa86-b30da2dc0e72"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27159321","type":"dc:BibliographicResource","dc:abstract":"Here we report whole exome sequencing (WES) on a cohort of 71 patients with persistently unresolved white matter abnormalities with a suspected diagnosis of leukodystrophy or genetic leukoencephalopathy. WES analyses were performed on trio, or greater, family groups. Diagnostic pathogenic variants were identified in 35% (25 of 71) of patients. Potentially pathogenic variants were identified in clinically relevant genes in a further 7% (5 of 71) of cases, giving a total yield of clinical diagnoses in 42% of individuals. These findings provide evidence that WES can substantially decrease the number of unresolved white matter cases. Ann Neurol 2016;79:1031-1037.","dc:creator":"Vanderver A","dc:date":"2016","dc:title":"Whole exome sequencing in patients with white matter abnormalities."}},{"id":"cggv:d67bc1ea-8e65-4e08-9920-3358bc1c4c07_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bf6e8d2d-c916-42e5-9f11-4bc5db17617c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27159321"}],"rdfs:label":"LD_0821"},{"id":"cggv:7aa540f3-bddc-4bad-b5ba-293b3af54785","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7aa540f3-bddc-4bad-b5ba-293b3af54785_variant_evidence_item"},{"id":"cggv:7aa540f3-bddc-4bad-b5ba-293b3af54785_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"From PMID:28857146 -- Using BN-PAGE, the authors observed a specific complex I assembly defect in patient fibroblasts (Fig. 2) This deficiency was not observed in fibroblasts from an unaffected control. "}],"strengthScore":0.5},{"id":"cggv:d67bc1ea-8e65-4e08-9920-3358bc1c4c07","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d67bc1ea-8e65-4e08-9920-3358bc1c4c07_variant_evidence_item"}],"strengthScore":1,"dc:description":"Variant score reduced for lack of NMD (last exon affected)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.7}],"evidenceStrength":"Definitive","sequence":8329,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.7,"subject":{"id":"cggv:4c349b56-8cb1-43dc-b7a9-bc15cbf6adb0","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7685","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *NDUFA2* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of August 7, 2023. The *NDUFA2* gene encodes the NADH dehydrogenase 1 alpha subcomplex subunit 2 protein, which is an accessory subunit of mitochondrial complex I. Defects of this protein lead to complex I deficiency.  \n\n*NDUFA2* was first reported in relation to autosomal recessive primary mitochondrial disease in 2008 (PMID: 18513682). While various names could be given to the constellation of features seen in those with *NDUFA2*-related disorders, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *NDUFA2* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *NDUFA2* was first curated by this GCEP for its association with Leigh syndrome spectrum (LSS) on March 13, 2019 (SOP v6), with a final classification of Moderate. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation includes four variants in four probands across four publications (PMIDs: 18513682; 27159321; 28857146; 32154054). Affected individuals had a fairly consistent phenotype with early childhood onset and including Leigh syndrome spectrum, global developmental delay and/or regression, spasticity, upper motor neuron signs, microcephaly, seizures, hypertrophic cardiomyopathy, and failure to thrive; with brain imaging findings including cerebral atrophy, hypoplasia of the corpus callosum, and demyelination. Lab abnormalities include lactic acidemia, hypoketotic hypoglycemia, and/or hyperammonemia. Complex I deficiency was noted in muscle and/or fibroblasts. \n\nLoss of function is implicated as the mechanism of disease. This gene-disease relationship is also supported by known biochemical function, functional alteration in patient cells, a cell culture model, and transgenic rescue in model systems (PMID: 18513682; 22822087; 27626371; 33340416).  \n\nIn summary, there is moderate evidence to support the relationship between *NDUFA2* and autosomal recessive primary mitochondrial disease. However, given the consistent clinical and biochemical phenotype seen in the four reported cases, this Expert Panel elected to upgrade the classification to Definitive. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on August 7, 2023 (SOP Version 9). \nIn summary, there is moderate evidence to support the relationship between NDUFA2 and autosomal recessive primary mitochondrial disease. However, given the consistent clinical and biochemical phenotype seen in the four reported cases, this Expert Panel elected to upgrade the classification to Definitive. ","dc:isVersionOf":{"id":"cggv:846591ba-d5d5-40fb-b769-9fbb6fcad98b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}