{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T14:54:00.928Z","role":"Publisher"},{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T14:53:50.161Z","role":"Approver"}],"evidence":[{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:885eed95-76dd-45e3-a0f1-2fe1cb430a12","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d6048883-b491-4d6b-9018-e76ab74dfca3","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"https://www.proteinatlas.org/ENSG00000198899-MT-ATP6/brain","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"expressed in brain - highest in BG"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"expressed in brain, highest expression in basal ganglia"},{"id":"cggv:b0241497-6df9-4110-a2b6-ede9a56db4f6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:53743d07-d8ff-42a1-a2dd-596dd92459e9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Complex V subunits","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Complex V subunit"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Shares a function/interacts with one other gene product (ATP5MD aka USMG5)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1712ade9-d220-4882-b9d0-cd734b2c1f44","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3f99cb29-e206-4e71-98bb-117c8eac8a83","type":"FunctionalAlteration","dc:description":"ATP production: REDUCED: significantly (P <0.001) reduced in all clones when these were compared\nwith Rho-zero control cell lines.\n\nATP synthesis correlating with mutation load:  L156R and L217R mutated clones showed an ATP production that decreased as the percentage of mutated DNA increased. This reduction reached\nsignificance (P <0.01) at 50% mutation load with the L156R mutation and at 84% mutation load with the L217R mutation. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19160410","type":"dc:BibliographicResource","dc:abstract":"The smallest rotary motor of living cells, F0F1-ATP synthase, couples proton flow-generated by the OXPHOS system-from the intermembrane space back to the matrix with the conversion of ADP to ATP. While all mutations affecting the multisubunit complexes of the OXPHOS system probably impact on the cell's output of ATP, only mutations in complex V can be considered to affect this output directly. So far, most of the F0F1-ATP synthase variations have been detected in the mitochondrial ATPase6 gene. In this study, the four most frequent mutations in the ATPase6 gene, namely L156R, L217R, L156P, and L217P, are studied for the first time together, both in primary cells and in cybrid clones. Arginine (\"R\") mutations were associated with a much more severe phenotype than Proline (\"P\") mutations, in terms of both biochemical activity and growth capacity. Also, a threshold effect in both \"R\" mutations appeared at 50% mutation load. Different mechanisms seemed to emerge for the two \"R\" mutations: the F1 seemed loosely bound to the membrane in the L156R mutant, whereas the L217R mutant induced low activity of complex V, possibly the result of a reduced rate of proton flow through the A6 channel.","dc:creator":"Vazquez-Memije ME","dc:date":"2009","dc:title":"Cellular and functional analysis of four mutations located in the mitochondrial ATPase6 gene."},"rdfs:label":"Cybrids - p.L156R, L217R, L156P, L217P"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":2,"dc:description":"Cybrid study showing decreased ATP synthesis, that also correlates with mutant load"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:44354e36-ad49-40fe-8c32-070a40f255e6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:88abf245-9ed5-4b15-aaa8-d49b648c6943","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Cybrids infected with adenovirus leads to selective reduction of mutant mtDNA; results in cells with \nsignificantly increased rates of oxygen consumption and ATP production ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18256697","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial diseases are not uncommon, and may result from mutations in both nuclear and mitochondrial DNA (mtDNA). At present, only palliative therapies are available for these disorders, and interest in the development of efficient treatment protocols is high. Here, we demonstrate that in cells heteroplasmic for the T8993G mutation, which is a cause for the NARP and MILS syndromes, infection with an adenovirus, which encodes the mitochondrially targeted R.XmaI restriction endonuclease, leads to selective destruction of mutant mtDNA. This destruction proceeds in a time- and dose-dependent manner and results in cells with significantly increased rates of oxygen consumption and ATP production. The delivery of R.XmaI to mitochondria is accompanied by improvement in the ability to utilize galactose as the sole carbon source, which is a surrogate indicator of the proficiency of oxidative phosphorylation. Concurrently, the rate of lactic acid production by these cells, which is a marker of mitochondrial dysfunction, decreases. We further demonstrate that levels of phosphorylated P53 and gammaH2ax proteins, markers of nuclear DNA damage, do not change in response to infection with recombinant adenovirus indicating the absence of nuclear DNA damage and the relative safety of the technique. Finally, some advantages and limitations of the proposed approach are discussed.","dc:creator":"Alexeyev MF","dc:date":"2008","dc:title":"Selective elimination of mutant mitochondrial genomes as therapeutic strategy for the treatment of NARP and MILS syndromes."},"rdfs:label":"Selective elimination of mutant mitochondrial genomes"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Rescued mitochondrial dysfunction (1 point)"},{"id":"cggv:d743c41f-7b8e-4fdd-8446-46e2540998f4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:004f5ec5-83cf-40e9-ada4-54112d8fc5a1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"decreased ATP production","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24316278","type":"dc:BibliographicResource","dc:abstract":"Mutations in the human mitochondrial ATP6 gene encoding ATP synthase subunit a/6 (referred to as Atp6p in yeast) are at the base of neurodegenerative disorders like Neurogenic Ataxia and Retinitis Pigmentosa (NARP), Leigh syndrome (LS), Charcot-Marie-Tooth (CMT), and ataxia telangiectasia. In previous studies, using the yeast Saccharomyces cerevisiae as a model we were able to better define how several of these mutations impact the ATP synthase. Here we report the construction of yeast models of two other ATP6 pathogenic mutations, T9185C and T9191C. The first one was reported as conferring a mild, sometimes reversible, CMT clinical phenotype; the second one has been described in a patient presenting with severe LS. We found that an equivalent of the T9185C mutation partially impaired the functioning of yeast ATP synthase, with only a 30% deficit in mitochondrial ATP production. An equivalent of the mutation T9191C had much more severe effects, with a nearly complete block in yeast Atp6p assembly and an >95% drop in the rate of ATP synthesis. These findings provide a molecular basis for the relative severities of the diseases induced by T9185C and T9191C. ","dc:creator":"Kabala AM","dc:date":"2014","dc:title":"Defining the impact on yeast ATP synthase of two pathogenic human mitochondrial DNA mutations, T9185C and T9191C."},"rdfs:label":"Yeast"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"1 point for mitochondrial dysfunction in animal model"},{"id":"cggv:0415db93-c24b-4237-a38c-d0781a0c7e39","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:616ef8dd-69c8-4de6-bf74-244b5595c315","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant had slow growth on respiratory substrates, attributed to a major lowering in the mitochondrial ATP synthesis rate, by about 90% compared with wild type.  Oxygen consumption\nrate in the NARP mutant was also compromised, by about 80%, due to a decreased complex IV content.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17855363","type":"dc:BibliographicResource","dc:abstract":"NARP (neuropathy, ataxia, and retinitis pigmentosa) and MILS (maternally inherited Leigh syndrome) are mitochondrial disorders associated with point mutations of the mitochondrial DNA (mtDNA) in the gene encoding the Atp6p subunit of the ATP synthase. The most common and studied of these mutations is T8993G converting the highly conserved leucine 156 into arginine. We have introduced this mutation at the corresponding position (183) of yeast Saccharomyces cerevisiae mitochondrially encoded Atp6p. The \"yeast NARP mutant\" grew very slowly on respiratory substrates, possibly because mitochondrial ATP synthesis was only 10% of the wild type level. The mutated ATP synthase was found to be correctly assembled and present at nearly normal levels (80% of the wild type). Contrary to what has been reported for human NARP cells, the reverse functioning of the ATP synthase, i.e. ATP hydrolysis in the F(1) coupled to F(0)-mediated proton translocation out of the mitochondrial matrix, was significantly compromised in the yeast NARP mutant. Interestingly, the oxygen consumption rate in the yeast NARP mutant was decreased by about 80% compared with the wild type, due to a selective lowering in cytochrome c oxidase (complex IV) content. This finding suggests a possible regulatory mechanism between ATP synthase activity and complex IV expression in yeast mitochondria. The availability of a yeast NARP model could ease the search for rescuing mechanisms against this mitochondrial disease.","dc:creator":"Rak M","dc:date":"2007","dc:title":"A yeast model of the neurogenic ataxia retinitis pigmentosa (NARP) T8993G mutation in the mitochondrial ATP synthase-6 gene."},"rdfs:label":"Yeast (m.8993T>G)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"1 point for mitochondrial dysfunction in yeast."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:b04ec9f3-78df-490b-9eb7-f0216f8f59af_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:89269130-e1b9-4d24-864d-2721b699eef9","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":7,"detectionMethod":"PCR restriction digest of mtDNA","firstTestingMethod":"Restriction digest","phenotypeFreeText":"In first 3 months of life, feed poorly and slowly, weight fell from the 70th to 25th percentile, hypotonia and head lag.\n\nElevated blood lactate (3-5 mM )\n\nBrain MRI: Bilateral symmetrical basal ganglia abnormalities consistent with Leigh disease. \nVisual and auditory evoked potentials, EEG were normal.\n\n6 months: increasing lethargy, an episode of apnea, and seizure activity thought to be caused by otitis media. Further apneic episodes occurred in the following weeks, and after discussion with the parents resuscitative support was withdrawn and the patient died of respiratory failure.\n\n\nAutopsy (7 months): bilateral cystic lesions of the basal ganglia, thalamus, periventricular region, substantia nigra, and tectal and tegmental brain stem; proliferation of astrocytes and blood vessels in cystic areas\n\nProband het levels (m;8993T>G):\nHet: FCL: \"very high\"; >95%\nBrain:  >95%\nKidney:  >95%\nLiver:  >95%\n\nmother (FCL het: 71%; lymphoblast culture: 39%) \ngrandmother (II-1; FCL het: 52%; lymphoblast het: 45%) \naffected maternal aunt (Lymphoblast culture:  >95%)\nless severely affected maternal uncle: FCL het:78%;  lymphoblast culture: 79%\n","phenotypes":["obo:HP_0012758","obo:HP_0002151","obo:HP_0002134"],"sex":"Female","variant":{"id":"cggv:b04ec9f3-78df-490b-9eb7-f0216f8f59af_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:236f3381-67d7-473a-a84c-fc1d5bd294e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.8993T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA250380"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1550128","type":"dc:BibliographicResource","dc:abstract":"A female infant showing lacticacidemia, hypotonia, and neurodegenerative disease died at 7 mo of age. Autopsy revealed lesions typical of Leigh disease, both in the basal ganglia and in the brain stem. A maternal aunt and uncle died 1 year and 5 mo, respectively, after following a similar clinical course, while another uncle, presently 33 years of age, has retinitis pigmentosa and ataxia and is mentally retarded. PCR restriction-digest analysis of mtDNA isolated from the proband revealed a T-to-G change at position 8993, creating a new AvaI restriction site. The mutation present in the ATP 6 gene results in the substitution of an arginine residue for a leucine. The indexed patient had greater than 95% abnormal mtDNA in her skin fibroblasts, brain, kidney, and liver tissues, as measured by laser densitometry. The maternal aunt who died at age 1 year had greater than 95% abnormal mtDNA in her lymphoblasts. The uncle with retinitis pigmentosa had 78% and 79% abnormal mtDNA in his skin fibroblasts and lymphoblasts, respectively, while an asymptomatic maternal aunt and her son had no trace of this mutation. The mother of the index case had 71% and 39% abnormal mtDNA in her skin fibroblasts and lymphoblasts, respectively, showing that the heteroplasmy can be variable, on a tissue-specific basis, within one individual. This shows that mtDNA mutations at 8993 can produce the clinical phenotype of Leigh disease in addition to the phenotype of ataxia and retinitis pigmentosa described by Holt et al.(ABSTRACT TRUNCATED AT 250 WORDS)","dc:creator":"Tatuch Y","dc:date":"1992","dc:title":"Heteroplasmic mtDNA mutation (T----G) at 8993 can cause Leigh disease when the percentage of abnormal mtDNA is high."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1550128","rdfs:label":"Index case (IV-1)"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 (extensively tested in maternal family members and tracks) + 0.5 for known path"},{"id":"cggv:75c57969-d033-48b9-b2da-8e7de6fb4d59_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b26f37fc-3ef3-4be8-ae4a-dacfa6672a9a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"MT-ATP6 and MT-ATP8 sequencing","firstTestingMethod":"Other","phenotypeFreeText":"2.5 yo boy admitted for developmental delay. \nNormal development in first year of life.\nWalked at 18 months but fell frequently, speech delay, hypotonia, was (at 2.5 years) unable to walk without falling, had intermittent choreoathetotic movements of trunk and limbs increased in the resting position and decreased with voluntary movements.\n\nNormal blood lactate; elevated CSF lactate  (2.7 mmol/L; normal 2.2) \n\nMuscle bx was normal. \n\nCranial MRI (Fig I): lesions in the basal ganglia consisting of a prolongation of both T1- and T2-weighted signals in the caudate nucleus and putamen, while the midbrain and brainstem were normal.\n\nm.8851T>C\nProband was virtually homoplasmic in leukocytes and fibroblasts.\nMother's blood was 85%\nMGM had undetectable levels of the variant","sex":"Male","variant":{"id":"cggv:75c57969-d033-48b9-b2da-8e7de6fb4d59_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a8a57dec-49b9-413c-b668-273d2bfa4bb0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.8851T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120598"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8554662","type":"dc:BibliographicResource","dc:abstract":"A 2.5-year-old boy with bilateral striatal lesions is reported. Using polymerase chain reaction-single-strand conformation polymorphism analysis and direct DNA sequencing, a novel point mutation (T to C) at nucleotide 8851 of the mitochondrial DNA (mtDNA) was identified. This mutation changes a highly conserved tryptophan to arginine in subunit 6 of the mtATPase gene. The mutation was nearly homoplasmic and maternally inherited. This is the first published report of a mutation in the mtDNA in bilateral striatal degeneration. It is possible that other cases of bilateral striatal degeneration have been caused by mutations in the mtATPase 6 gene or genes encoding other subunits of the mtATPase; and therefore the mtATPase genes should be examined in children with this condition.","dc:creator":"De Meirleir L","dc:date":"1995","dc:title":"Bilateral striatal necrosis with a novel point mutation in the mitochondrial ATPase 6 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8554662","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"0.5 for segregation with disease (lower heterplasmy in healthy mother)\n2 homoplasmic occurrences in gnomAD; 3 in genbank; 10 in helix"},{"id":"cggv:b8dd0589-3c6d-4c04-9134-d7c16b648c9c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be3d3cc3-71a0-4164-8784-fbee6801eff2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"phenotypeFreeText":"7yo girl with hypotonia, psychomotor regression, choreoathetosis, lactic acidosis, and symmetrical low-density areas in the basal ganglia on CT. \n\nMuscle biopsy showed no RRF but COX activity was diffusely decreased.\n\nFound to harbor m.8993T>G - 56.6% in the patient’s blood cells and 4.8% in mother’s.","phenotypes":["obo:HP_0002151","obo:HP_0002376","obo:HP_0002134"],"sex":"Female","variant":{"id":"cggv:b8dd0589-3c6d-4c04-9134-d7c16b648c9c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:236f3381-67d7-473a-a84c-fc1d5bd294e5"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1456751","type":"dc:BibliographicResource","dc:creator":"Sakuta R","dc:date":"1992","dc:title":"Mitochondrial DNA mutation and Leigh's syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1456751","rdfs:label":"Case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 for known path variant; 0.5 for segregation"},{"id":"cggv:7fda3f4e-f288-4966-86c3-0ad7dbe15df2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b44fff2-149c-4c85-9f05-0016f71274f0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"phenotypeFreeText":"10-year-old girl at time of report\n\nNormal motor and intellectual development during first year of life\n\n22 months: onset of drug-resistant epileptic seizures; able to pronounce only a few words and showed ataxic-spastic gait.\n\nBrain MRI revealed bilateral hyperlucencies in T2-weighted images in the putamen and periventricular areas.\n\n6 years: several episodes of coma during febrile illnesses. \nFollowing last episode, unable to control her head and irreversibly lost all intellectual\nperformance. \n\nElevated venous blood lactate levels (3.1 mmol/L, normal ,2) \n\nNeuro exam:  alert child who could not walk unaided and had dystonic postures. \n\nFunduscopy showed bilaterally pale optic disks but excluded pigmentary changes of the retina. Nerve conduction velocities showed an axonal sensory-motor polyneuropathy.\n\nSISTER with neuropath features of LS (IV-2)\n\nm.9176T>C:\n>95% het in proband and sister with LS (muscle, blood, and skin fibroblasts from IV-1 and in all postmortem tissues studied from IV-2)\n-Rest of family members had heteroplasmy levels corresponding to affected status (Figure 1A)\n","sex":"Female","variant":{"id":"cggv:7fda3f4e-f288-4966-86c3-0ad7dbe15df2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9f1a8f8-df78-42c1-82c2-35fac225bda2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.9176T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120597"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11245730","type":"dc:BibliographicResource","dc:abstract":"The authors identified a novel mtDNA mutation (T9176G) in the ATPase 6 gene in a family in which a 10-year-old girl had a severe neurodegenerative disorder, her elder sister had died of Leigh syndrome (LS), and a maternal uncle had a spinocerebellar disorder. Biochemical studies disclosed a reduced rate of ATP synthesis in skin fibroblast cultures from the proposita as the likely explanation of her severe illness. The findings expand the genetic variants associated with LS.","dc:creator":"Carrozzo R","dc:date":"2001","dc:title":"The T9176G mtDNA mutation severely affects ATP production and results in Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11245730","rdfs:label":"IV-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"0.5 for variant heteroplasmy segregating with disease manifestations;\n0.5 for known pathogenic variant;\n0.5 for additional variant evidence: \"Cells from Patient IV-1 were much larger, flatter, and were stuck to the cell culture dishes much more strongly than normal fibroblasts. By adding the dye JC-1, we found many cells exhibiting an increased orange stain, arguing for an increased mitochondrial membrane potential due to an alteration of complex V, as already observed in T8993G mutant cells.\" and \"ATP synthesis rates were severely reduced in IV-1 (figure 1C). The residual activity was about 20% when we used succinate as substrate to start the reaction, and negligible (,2%) using malate as substrate. ATP synthesis was fully inhibited by oligomycin'"},{"id":"cggv:817ca8bc-be21-4036-a898-ea9db4e3ce0e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:70625a90-8d39-4dea-b212-f8bbacce41e4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":3,"phenotypeFreeText":"Onset 3 days\n\nFirst brain CT normal; second showed LS\nCSF lactate: 4.7\nPlasma lactate: 4.4, 4.5\nAutopsy consistent with LS\n\nm.8993T>G heteroplasmy levels:\nProband: 90% +- 6% (tested in multiple tissues)\nhealthy mother: blood and fibroblasts 51%\nhealthy MGM: blood 17%\nhealthy MGM's mother: blood 0%\nhealthy MGM's sister's daughter: blood 0%\nbrother with unexplained infant death - 89% in multiple tissues\nbrother with MR/DD: blood 89%, fibroblasts 91%","sex":"Male","variant":{"id":"cggv:817ca8bc-be21-4036-a898-ea9db4e3ce0e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:236f3381-67d7-473a-a84c-fc1d5bd294e5"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10604142","type":"dc:BibliographicResource","dc:abstract":"Two pathogenic mitochondrial DNA mutations, a T-to-G substitution (8993T > G) and a T-to-C substitution (8993T > C), at nucleotide 8993 have been reported. We describe 13 pedigrees with mitochondrial DNA mutations at nucleotide 8993; 10 pedigrees with the 8993T > G mutation and three with the 8993T > C mutation. Prenatal diagnosis of the nucleotide 8993 mutations is technically possible. However, there are three major concerns: (i) that there is variation in mutant loads among tissues; (ii) that the mutant load in a tissue may change over time; and (iii) that the genotype-phenotype correlation is not clearly understood. We have used the 13 pedigrees to determine specifically the extent of tissue- and age-related variation of the two mutations at nucleotide 8993 in the mitochondrial DNA. The tissue variation was investigated by analysing two or more different tissues from a total of 18 individuals. The age-related variation of the mutation was investigated by comparing the amount of both mutations in blood taken at birth and at a later age. No substantial tissue variation was found, nor was there any substantial change in the proportion of either mutation over periods of 8-23 years in the four individuals studied. In addition, we noted that two features were remarkably common in families with nucleotide 8993 mutations, namely (i) unexplained infant death (8 cases in 13 pedigrees); and (ii) de novo mutations (5 of the 10 8993T > G pedigrees).","dc:creator":"White SL","dc:date":"1999","dc:title":"Mitochondrial DNA mutations at nucleotide 8993 show a lack of tissue- or age-related variation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142","rdfs:label":"Family 4; Individual IV:1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 for known pathogenic variant; 0.5 for segregation"},{"id":"cggv:df174616-d725-4a04-8a7d-b8ede57ba446_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5e8000ea-f734-4e0d-b169-2ffdfd85e23d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"phenotypeFreeText":"LS on CT scan and autopsy; onset 6 months\nCSF lactate: 3.1; 5.4\nPlasma lactate: 2.0 to 5.6\n\nm.8993T>G: 99% in proband (in 3+ tissues)\nmother: 0% in blood\nAlthough appears de novo, maternal family history of several individuals with unexplained infant death\n\n","sex":"Male","variant":{"id":"cggv:df174616-d725-4a04-8a7d-b8ede57ba446_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:236f3381-67d7-473a-a84c-fc1d5bd294e5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142","rdfs:label":"Family 3; Individual IV:2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 for known pathogenic variant; 0.5 for segregation"},{"id":"cggv:a019b0f3-f41f-4363-814f-869fa1125b30_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:64f8a0fb-07d8-4f12-bdce-12cca2f2eb48","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":4,"phenotypeFreeText":"Generally healthy boy until 3 years old:\nURI - became ataxic then recovered; normal brain CT and EEG\n\n4 years old:\nFebrile illness, became progressively lethargic, developed metabolic acidosis and recurrent apnea; neuro exam revealed lethargic/motionless, diffuse hypotonia, areflexia, bilateral Babinski sign\n\nDeteriorated, ventilator-dependent, lost brainstem reflex activities; had repeated episodes of apnea, and died 1 month after admission.\n\nMildly elevated blood and CSF lactate. \n\nBrain CT: symmetrical hypodensities iin basal ganglia and, later, also the periventricular and periaqueductal areas, the internal capsule, and the brain peduncles. \n\nBrain MRI: bilateral T1 and T2 signal increases involving the basal ganglia, thalamus, periaqueductal and periventricular regions, and posterior cords of medulla. \n\nMuscle biopsy: mild nonspecific atrophy of both type I and type II fibers, no RRF, normla SDH and COX stain; normal RC activities\n\nAutopsy: characteristic findings of LS - bilateral cystic lesions in basal ganglia, thalamus,  periventricular region, substantia nigra, and tectal and tegmental brainstem. Loss of Purkinje\ncells was marked in the cerebellum.\n\n22 year old mother with DD/ID, lifelong ataxia/unsteady gait; brain MRI showed mild cerebellar atrophy.\n\nAll other family members were  healthy\n\n\nm.9176T>C virtually homoplasmic in proband muscle\nmother: 93% in WBCs\nmaternal uncle: 88% in WBCs\nMGM: 76% in WBCs\nMGM's sister: 15% in WBCs","sex":"Male","variant":{"id":"cggv:a019b0f3-f41f-4363-814f-869fa1125b30_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9f1a8f8-df78-42c1-82c2-35fac225bda2"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9270604","type":"dc:BibliographicResource","dc:abstract":"A child with clinical and neuroradiologic evidence of Leigh syndrome (LS) had the T-to-C transition at nt 9176 in the ATPase 6 gene of mtDNA. The mutation was homoplasmic in muscle and maternally inherited. The proband's mother had ataxia and harbored 93% of mutant genomes in blood, whereas three clinically unaffected maternal relatives had varying degrees of heteroplasmy in blood. These data confirm the association of the T9176C mutation with LS and extend the clinical heterogeneity of mutations in the ATPase 6 gene.","dc:creator":"Campos Y","dc:date":"1997","dc:title":"Leigh syndrome associated with the T9176C mutation in the ATPase 6 gene of mitochondrial DNA."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9270604","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 points for segregation; 0.5 for known pathogenic variant"},{"id":"cggv:93873c76-c74a-4a5e-a8d0-a36df083432f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb93ef97-f584-47fe-b8fd-6f55403c643b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"phenotypeFreeText":"8½-year-old boy at the time of publication\nWell and intellectually normal; presented with a 3-month history of frequent falls while walking, ataxia, lassitude, slowed speech, and poor concentration. \nDeterioration during a febrile illness attributed to streptococcal pharyngitis brought him to medical attention. \n\nMild quadriceps weakness and ataxia, bilateral pes cavus, absent ankle jerks\n\nWeakness and ataxia temporarily improved \n\nPresented again 3 months later with intellectual decline and increased weakness. \nExam showed saccadic paresis most prominent in vertical gaze, and fine pendular and\nrotatory nystagmus, bilateral intermittent ptosis and bilateral facial weakness; no\nophthalmoplegia or optic atrophy\nIntermittent choreiform movements of the face were noted.\n\nHe rapidly deteriorated into a comatose state, required assisted ventilation due to brain stem\ndysfunction, and died within 2 weeks of this admission.\n\nNormal venous lactate (1.41, 1.90 mmol/l)\nElevated CSF lactate of 3.68 mmol/l (normal <2 mmol/l). \n\nWPW on EKG\n\nBrain MRI showed symmetrical hyperintense signals in the putamina, caudate bodies and periaqueductal gray matter on T2-weighted images (Fig. 1A) with prominent involvement of the cortical cerebellar cortex. \n\nETC in muscle and skin\n\nm.9185T>C:\nThis proband had 90% heteroplasmy\n\"All the affected children (III-4, III-5, III-7, III-8) showed>90% heteroplasmy for the 9,185T>C\nmtDNA mutation. The mother of the proband (II-6) showed 86% and the asymptomatic mother (II-5) of III-5 showed 81%. The affected uncle (II-4) was 85% heteroplasmic (not shown) while the asymptomatic maternal grandmother was 52% heteroplasmic and the asymptomatic brother of the proband (III-6) was 17%.\"","sex":"Male","variant":{"id":"cggv:93873c76-c74a-4a5e-a8d0-a36df083432f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c4a213b4-638e-4f0e-93be-ddfe63fbef68","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.9185T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340928"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17352390","type":"dc:BibliographicResource","dc:abstract":"A T-to-C missense mutation at nucleotide position 9,185 in the protein-coding ATP6 gene of the mitochondrial genome was present at high heteroplasmy in members of a Canadian family with Leigh syndrome with predominant ataxia and peripheral neuropathy. This mutation results in the substitution of a proline residue for an evolutionary-conserved leucine at position of amino acid 220 near the carboxyl terminus of the mitochondrial protein. The index patient and brother, who had an identical clinical presentation, had >90% mutant mtDNA in cultured skin fibroblasts, lymphocytes, and whole blood. Their mother and a maternal uncle, symptomatic with a peripheral neuropathy alone, had 86% and 85% heteroplasmy, respectively. Symptomatic maternal cousins with early onset revealed 90% and 91% mutant mtDNA in all tissues analyzed. Studies of lymphoblasts from the asymptomatic maternal grandmother and eldest brother of the proband were heteroplasmic for mutant mtDNA with 56% and 17%, respectively. Biochemical analysis demonstrated normal respiratory chain enzyme activity in muscle and fibroblasts, normal ATP synthesis, but reduced oligomycin-sensitive H(+)ATPase in cultured lymphoblast mitochondria. We propose that the 9,185T > C mtDNA mutation is pathogenic even though the initial phenotype is mild and the biochemical phenotype not easily detectable.","dc:creator":"Castagna AE","dc:date":"2007","dc:title":"Late onset Leigh syndrome and ataxia due to a T to C mutation at bp 9,185 of mitochondrial DNA."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17352390","rdfs:label":"III-7"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 for variant segregating with disease in family; 0.5 for known pathogenic variant"},{"id":"cggv:467cebf9-fb46-4a00-8222-2a5bfe5b633a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3cf897d6-9901-4dc7-8875-2f0f3f982988","type":"Proband","phenotypeFreeText":"Currently a 6-year-old boy , referred at age 16 months for developmental delay. \n\nDevelopment normal until 4 months when noted could not roll over.\n\nBy 3 years, nonverbal and not walking.\n\nBrain MRI: bilateral T1 and T2 signal increases involving the putamen and the periaqueductal region. \n\nElevated plasma lactate - 0.98 mmol/L (range, 0.30-0.80 mmol/L). \nElevated CSF lactate - 3.8 mmol/L; range, 0.9-2.8 mmol/L.\n\nAt age 6 years, cruising, single words; stable for several years\n\nm.9176T>C: essential homoplasmic in muscle, fibroblasts, leukocytes;\nAffected brother leukocytes: 98%.\nHealthy mother leukocytes: 7%;\nHealthy brotherleukocytes: 55%;\nHealthy sister: 76%\n","sex":"Male","variant":{"id":"cggv:467cebf9-fb46-4a00-8222-2a5bfe5b633a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9f1a8f8-df78-42c1-82c2-35fac225bda2"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7668837","type":"dc:BibliographicResource","dc:abstract":"A T-to-C transition at nucleotide (nt) 9176 in the mitochondrial adenosine triphosphatase 6 (ATPase 6) gene was detected in 2 brothers with a neurological disorder resembling Leigh syndrome. The mutation was also present in the 2 other siblings and in the mother, who were asymptomatic. In the more severely affected boy (the proband), the mutation was homoplasmic in muscle, leucocytes, and fibroblasts. In leucocytes from his affected brother, 98% of mtDNA was mutant. Heteroplasmy of varying degrees was seen in leucocytes from the mother and the 2 unaffected siblings. The mutation changes a highly conserved leucine residue near the carboxyl terminus of the mitochondrial ATPase 6 subunit to proline. It could not be detected in 168 control subjects. Studies of ATP synthesis and hydrolysis in fibroblasts from the proband were normal.","dc:creator":"Thyagarajan D","dc:date":"1995","dc:title":"A novel mitochondrial ATPase 6 point mutation in familial bilateral striatal necrosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7668837","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 for segregation and 0.5 for known pathogenic variant"},{"id":"cggv:3b9fd5f3-6826-422d-a868-000ab09219e4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de2eac7b-161a-47e4-8b79-282d612ade55","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"phenotypeFreeText":"Onset 3 months\n\nCT: LS, periventricular leukomalacia\nCSF lactate: 5.6\nPlasma lactate: 5.8\nAutopsy: LS\n\nm.8993T>G homoplasmic in blood, no other tissues tested\nmother not tested","sex":"Female","variant":{"id":"cggv:3b9fd5f3-6826-422d-a868-000ab09219e4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:236f3381-67d7-473a-a84c-fc1d5bd294e5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142","rdfs:label":"Family 9; Individual II-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"0.5 for known pathogenic variant"},{"id":"cggv:37b726c2-97e1-4c5d-9d01-4cdd335ab865_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:299f387a-3721-4277-a990-82dded6c07dc","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"phenotypeFreeText":"Onset: 5.5 years\n\nPlasma lactate: 1.8\nCSF lactate: 6.3\nBrain MRI: LS\n\nm.8993T>C:\n94+-1% in several tissues in proband\nbrother with ataxia and ID/DD with 92+-2% het in several tissues\nsister with ataxia and 83% in blood and 76% in lymphoblast cell line\nhealthy mother with 62% in blood and 74% in lymphoblast cell line\nhealthy MGM with 0% blood and 14% in  lymphoblast cell line\n\n","sex":"Male","variant":{"id":"cggv:37b726c2-97e1-4c5d-9d01-4cdd335ab865_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:77145c6e-0af8-43f4-9a26-a359039b3a27","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.8993T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120596"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142","rdfs:label":"Family 13; Individual III-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 - segregation + 0.5 for known pathogenic variant"},{"id":"cggv:6c174533-ff01-4b55-8420-dbd32f22b778_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:95c44844-8348-44cf-afca-3c53574b1b75","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"phenotypeFreeText":"Normal neonatal period and development until 4 months old - weakness of the neck muscles and axial hypotonia noticed. \n\n6 months: became less responsive, increasingly fatigued, and had episodes of hyperventilation.\n\n8 months: metabolic acidosis with increased lactate levels, between 2.8 and 4.7 mmol/L in blood and up to 5.0 mmol/L in CSF. \n\nBrain CT: decreased attenuation of the basal ganglia, thalami, and mesencephalon. \n\n18 months: severe psychomotor retardation with a developmental age around 5 months, muscular\nweakness and hypotonia and discrete choreathetosis.\n\nDied at 28 months of age.\n\nm.9191T>C: 90% FCL, 94% muscle in proband.\nNo detectable levels of variant in mother or healthy siblings.","sex":"Male","variant":{"id":"cggv:6c174533-ff01-4b55-8420-dbd32f22b778_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c29de3ae-47fd-445f-a22d-f7273b407a71","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.9191T>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345914"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16217706","type":"dc:BibliographicResource","dc:abstract":"In this study we have analyzed the mtDNA encoded ATPase 6 and 8 genes ( MTATP6 and MTATP8) in two children with Leigh syndrome (LS) and reduced Mg (2+) ATPase activity in muscle mitochondria. In patient 1, with a mild and reversible phenotype, mutational analysis revealed a heteroplasmic T --> C mutation at nt position 9185 (T9185C) in the MTATP6. The mutation resulted in substitution of a highly conserved leucine to proline at codon 220. The proportion of the mutation was > 97 % in the patient's blood and muscle and 85 % in blood of his asymptomatic mother. Patient 2, with severe clinical phenotype and death at 2 years of age, exhibited a novel heteroplasmic T9191C missense mutation in the MTATP6, which converted a highly conserved leucine to a proline at position 222 of the polypeptide. The proportion of the mutation was 90 % in fibroblasts and 94 % muscle tissue. This mutation was absent in the patient's parents and sister suggesting that the mutation was de novo. Our findings expand the spectrum of mutations causing LS and emphasize the role of MTATP6 gene mutations in pathogenesis of LS.","dc:creator":"Moslemi AR","dc:date":"2005","dc:title":"Two new mutations in the MTATP6 gene associated with Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16217706","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"0.5 for segregation"},{"id":"cggv:ec7c7196-9abb-453f-a0cf-4be9c0a278ca_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4f7ebca4-20af-424e-ba46-86ca87651af0","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":7,"phenotypeFreeText":"LS on neuropathology\n\nHypotonic after birth; delayed development.\n\nAt 6 months old had extension fits and apneic spells; died of respiratory failure at 7 months old\n\nm.8993T>G heteroplasmy: 98% in muscle\nBrother severely affected and has 92% in muscle\nHealthy sister with 41% in leukocytes\nMother with poor vision ant 54% in leukocytes\nOther family members testing and heteroplasmy tracks Figure 1)","sex":"Female","variant":{"id":"cggv:ec7c7196-9abb-453f-a0cf-4be9c0a278ca_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:236f3381-67d7-473a-a84c-fc1d5bd294e5"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7603783","type":"dc:BibliographicResource","dc:abstract":"We describe a four-generation family with a maternally inherited mitochondrial disorder. The symptoms were restricted to the CNS and muscle, the most common features being subacute necrotizing encephalomyopathy, cognitive impairment, ataxia, retinitis pigmentosa, infantile spasms, and optic atrophy. A point mutation at the nucleotide 8993 of the gene encoding subunit 6 of the ATP synthase, associated with the neurogenic muscle weakness, ataxia, retinitis pigmentosa (NARP) syndrome, was shown to be inherited maternally in this family, and a clear correlation was found between the clinical severity of the disease and the proportion of mutant mtDNA. Analysis of oxidative phosphorylation in mitochondria carrying 80% mutant mitochondrial DNA showed a reduction of the ATP generation rate coupled to substrate oxidation.","dc:creator":"Mäkelä-Bengs P","dc:date":"1995","dc:title":"Correlation between the clinical symptoms and the proportion of mitochondrial DNA carrying the 8993 point mutation in the NARP syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7603783","rdfs:label":"Patient IV/3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 for segregation and 0.5 for known pathogenic variant"},{"id":"cggv:d142ffbd-1016-4189-8503-5b20d7af3404_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b74f1a2f-be74-431c-ab3b-f507f5127a99","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"phenotypeFreeText":"9 months: febrile illness: coma, periodic breathing, seizures and pyramidal signs\nsevere metabolic acidosis (BE [9.9 mmol/L; HCO 11.2 mmol/L) \nElevated blood and CSF lactate 7mmol/L (normal \\2). \nBrain CT: symmetric hypodensities in the basal ganglia and brainstem (Figure 1)\nDied 3 weeks after hospitalization from cardiorespiratory arrest\n\nm.9176T>C present at >95% in muscle and fibroblasts from proband\nMother (healthy) lymphocytes: 50%\nmaternal uncle (healthy) lymphocytes: 70%\nMGM (healthy) lymphocytesL 10%\n\n","sex":"Male","variant":{"id":"cggv:d142ffbd-1016-4189-8503-5b20d7af3404_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9f1a8f8-df78-42c1-82c2-35fac225bda2"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9501263","type":"dc:BibliographicResource","dc:abstract":"We report an Italian family in which the T-to-C point mutation at nucleotide 9176 of the mitochondrial adenosine triphosphate synthetase (mtATPase) 6 gene is associated with an early-onset fulminant form of Leigh syndrome and with sudden unexpected death in two siblings, respectively. Polymerase chain reaction single-strand conformation polymorphism (PCR-SSCP) analysis and direct sequencing revealed that the mutation was homoplasmic in mitochondrial DNA of the proband. The T9176C mutation changes a highly conserved leucine to a proline in subunit 6 of the mtATPase gene and is maternally inherited, but the maternal relatives are asymptomatic. This point mutation was initially described in two brothers with bilateral striatal necrosis, a milder variant of Leigh syndrome.","dc:creator":"Dionisi-Vici C","dc:date":"1998","dc:title":"Fulminant Leigh syndrome and sudden unexpected death in a family with the T9176C mutation of the mitochondrial ATPase 6 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9501263","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"0.5 for variant segregating with family member affected status; 0.5 for known pathogenic variant"},{"id":"cggv:8bc615be-7389-447d-9c93-9cefe2eb8776_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65e14c50-617d-4e98-9ddb-d4bd1b3face8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":8,"phenotypeFreeText":"5th child of nonconsanguineous Roma parents\n\nThis girl was healthy until 8 months old when hypotonia and loss of responsive smiling were observed. \n\nAfter 1 year old: had developmental delay (on 7-month-old level)\n\n14 months: weight, HC <3rd percentile\nNeuro exam: central hypotonia, ataxia, and a poor hearing response. \n\nBrain MRI: diffuse symmetric hyperintensity on a T2-weighted image of the bilateral basal ganglia, including the caudate nuclei. \nThe white matter, brainstem, and spinal cord did not show any abnormalities. \n\nmild metabolic acidosis with a base excess of −4 mmol/L (reference range ±2 mmol/L)\nelevated blood lactate level of 2.7 mmol/L (reference range 0.5–2.2 mmol/L)\nelevated CSF lactate level of 3.8–6.4 mmol/L (reference range 1.2–2.1 mmol/L) without hyperlactaciduria. \nGas chromatography mass spectrometry showed elevated ethyl malonate in her urine (22 mg/g of\ncreatinine; reference range b15 mg/g). \nAmino acid profiles in the CSF and urine were normal, but an elevated alanine blood level of 649 μmol/L (reference range 150–500 μmol/L) was observed.\n \nMuscle biopsy: normal histology\nEnzyme histochemistry:  focal subsarcolemmal accumulation of SDH reaction product in up to 5% of muscle fibers (Fig. 1); COX-negative fibers were not observed.\nEM: focal increase of subsarcolemmal mitochondria without altered morphology.\nOXPHOS: diminished OXPHOS activity due to a disturbed complex V.\nRC enzyme activities:  normal to increased activities of respiratory chain complexes I, II, III, I+III, II+III, and IV and citrate synthase (CS) in comparison to age-related controls (for details see\nsupplementary Table 1).\nMuscle BN-PAGE: marked decrease of the steady state level of complex V and the accumulation of its disintegrated parts were found (Fig. 2A). \n\nSkin fibroblasts:\nBN-PAGE, Western blot: mild decrease (80% of controls) in complex V. However, free F1-part and free F1-alpha subunits were not observed (Fig. 2B). \n\nMuscle mtDNA sequencing: T-to-C transition at position 8851 in the MTATP6 gene; heteroplasmic:\nmuscle (97%)\nhair follicles (95%)\nblood (92%)\nbuccal cells (92%) \nurinary sediment cells (87%)\n\nMother with CMT phenotype: Heteroplasmy:\nbuccal cells (85%)\nhair follicles (96%)\nblood (68%)\nurinary sediment cells (69%)\n\nHealthy sister:\nHeteroplasmy:\n60% - blood \n52% - buccal cells","phenotypes":"obo:HP_0002376","sex":"Female","variant":{"id":"cggv:8bc615be-7389-447d-9c93-9cefe2eb8776_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a8a57dec-49b9-413c-b668-273d2bfa4bb0"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23206802","type":"dc:BibliographicResource","dc:abstract":"We report the second known family with a very rare, maternally inherited missense m.8851T>C mutation in the mitochondrial MTATP6 gene. A failure to thrive, microcephaly, psychomotor retardation and hypotonia were present in a 3-year-old girl with a high mtDNA mutation load (87-97%). Ataxia and Leigh syndrome were subsequently documented in a neurological examination and brain MRI. A muscle biopsy demonstrated decreased ATP synthase and an accumulation of succinate dehydrogenase products, indicating mitochondrial myopathy. Her 36-year-old mother (68% blood heteroplasmy) developed peripheral neuropathy and muscle weakness at the age of 22 years. Our findings extend the clinical and laboratory phenotype associated with the m.8851T>C mutation.","dc:creator":"Honzik T","dc:date":"2013","dc:title":"Different laboratory and muscle biopsy findings in a family with an m.8851T>C mutation in the mitochondrial MTATP6 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23206802","rdfs:label":"Case report - girl"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"0.5 for variant segregating with disease manifestations in family\n2 homoplasmic occurrences in gnomAD; 3 in genbank; 10 in helix"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:3f41994a-6f20-4900-9a1d-705f6817b402_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e140e3ea-a96e-44f4-9aa7-c4ff57eba8db","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"phenotypeFreeText":"Onset 3 years old\n\nPlasma lactate: 1.7\nCSF lactate: 4.3\n\nCT scan: LS\nMRI: LS\n\nm.8993T>G:\n75% in proband fibroblasts\nabsent in mother's blood","sex":"Female","variant":{"id":"cggv:3f41994a-6f20-4900-9a1d-705f6817b402_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:236f3381-67d7-473a-a84c-fc1d5bd294e5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142","rdfs:label":"Family 10; Individual II-3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"0.5 segregation (mom blood only tested for de novo status) + 0.5 (high heteroplasmy, known pathogenic variant)"},{"id":"cggv:a9b87e3b-9b6b-4b75-8a09-7139d513510e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6be85356-267f-4ea6-84a9-36a33073d776","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"phenotypeFreeText":"Onset 3.5 months\n\nBrain MRI: moderate cerebral atrophy\nCSF lactate: 3.4\nPlasma lactate:7\nAutopsy: LS\n\nm.8993T>G:\nEssentially homoplasmic in several tissues in proband\n0% in healthy mother blood and fibroblasts","sex":"Female","variant":{"id":"cggv:a9b87e3b-9b6b-4b75-8a09-7139d513510e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:236f3381-67d7-473a-a84c-fc1d5bd294e5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142","rdfs:label":"Family 7; Individual III:2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":" 0.5  for de novo variant; 0.5 for homoplasmic known pathogenic variant"},{"id":"cggv:98bced41-baed-4186-8f7e-63053b101d3f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:154cc225-fd89-4a1e-b725-c33b1fc4a888","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"phenotypeFreeText":"Onset 3.5 months\n\nLS on CT scan; HI changes on MRI\nCSF lactate: 4\nPlasma lactate: 6.1\n\nm.8993T>G\nhomoplasmic in several tissues\nhealthy mother with undetectable level in blood","sex":"Female","variant":{"id":"cggv:98bced41-baed-4186-8f7e-63053b101d3f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:236f3381-67d7-473a-a84c-fc1d5bd294e5"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10604142","rdfs:label":"Family 5; Individual III-2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"0.5 for de novo/segregation; 0.5 for known pathogenic variant"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10}],"evidenceStrength":"Definitive","sequence":3039,"specifiedBy":"GeneValidityCriteria8","strengthScore":16,"subject":{"id":"cggv:da23161c-a9ca-4cda-83ea-6702439dfb6a","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7414","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between MT-ATP6 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 24, 2021. The MT-ATP6 gene encodes the ATP synthase (complex V) subunit 6. Defects of this protein lead to complex V deficiency.\n\nThe MT-ATP6 gene was first reported in relation to maternally inherited Leigh syndrome spectrum in 1992 (PMID: 1550128). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 6 variants in 18 cases (2 with m.8851T>C, 1 with m.8993T>C, 9 with m.8993T>G, 4 with m.9176T>C, 1 with m.9185T>C, and 1 with m.9191T>C) from 12 publications (PMIDs: 9270604, 11245730, 17352390, 8554662, 9501263, 23206802, 7603783, 16217706, 1456751, 1550128, 7668837, 10604142). Of note, while Gene Curation SOP Version 8 maxes case level missense variant total score at 7, the Mitochondrial Disease Gene Curation Expert Panel agreed the maximum score would be 12 given that the majority of pathogenic mitochondrial DNA variants are missense variants. Variants in the MT-ATP6 gene are associated with other mitochondrial phenotypes, including Neurogenic muscle weakness, ataxia and retinitis pigmentosa (NARP), axonal Charcot-Marie-Tooth disease and spinocerebellar ataxia (PMID: 30763462). Segregation information is scored as case level evidence according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interaction, expression, functional alterations in patient cells, rescue in human cells, and animal models (PMIDs: 27977873, 25613900, 19160410, 18256697, 24316278, 17855363). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 24, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:e492464b-cb98-4bf4-a12e-169b59576b04"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}