{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-09-13T17:00:00.000Z","role":"Approver"},{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-11-01T00:54:17.400Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21548011","type":"dc:BibliographicResource","dc:abstract":"Congenital pancytopenia is a rare and often lethal condition. Current knowledge of lymphoid and hematopoietic development in mice, as well as understanding regulators of human hematopoiesis, have led to the recent discovery of genetic causes of bone marrow failure disorders. However, in the absence of mutations of specific genes or a distinct clinical phenotype, many cases of aplastic anemia are labeled as idiopathic, while congenital immune deficiencies are described as combined immune deficiency.","dc:creator":"Goldman FD","dc:date":"2012","dc:title":"Congenital pancytopenia and absence of B lymphocytes in a neonate with a mutation in the Ikaros gene."},"evidence":[{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4de8a14a-2582-41f2-89bd-277552004763","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3a90e3b4-5e75-4364-b4e3-13911f9ba67e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Peripheral blood-derived mononuclear cells from the patient were stained to investigate the localization of IKZF1 protein. Patient´s cells showed a difused IKZF1 localization compare to his sister and Jurkat cell line.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21548011","rdfs:label":"IKZF1 localization in T cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ad31d7cf-b9f9-4b61-9f60-b666ecdb5e6d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:139356da-7507-493f-98b9-9808488ce632","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"T cells and B cells from patients showed decreased expression of IKZF1 protein by flow cytometry","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26981933","type":"dc:BibliographicResource","dc:abstract":"Common variable immunodeficiency (CVID) is characterized by late-onset hypogammaglobulinemia in the absence of predisposing factors. The genetic cause is unknown in the majority of cases, and less than 10% of patients have a family history of the disease. Most patients have normal numbers of B cells but lack plasma cells.","dc:creator":"Kuehn HS","dc:date":"2016","dc:title":"Loss of B Cells in Patients with Heterozygous Mutations in IKAROS."},"rdfs:label":"IKZF1 expression in T and B cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4d3be19c-973e-4625-b4dc-c9a9f3630718","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0053ba8d-4c3d-401f-83c9-6e09c348fce6","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"IKZF1 protein can form homodimers IKZF1-IKZF1, by overexpression system authors evaluated whether the mutants: N159S and N159T can form dimers with the WT IKZF1. Co Immunoprecipitation results showed that all mutants have the ability to form dimers with WT IKZF1 similar to the WT-WT interactions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29889099","type":"dc:BibliographicResource","dc:abstract":"Ikaros/IKZF1 is an essential transcription factor expressed throughout hematopoiesis. IKZF1 is implicated in lymphocyte and myeloid differentiation and negative regulation of cell proliferation. In humans, somatic mutations in IKZF1 have been linked to the development of B cell acute lymphoblastic leukemia (ALL) in children and adults. Recently, heterozygous germline IKZF1 mutations have been identified in patients with a B cell immune deficiency mimicking common variable immunodeficiency. These mutations demonstrated incomplete penetrance and led to haploinsufficiency. Herein, we report 7 unrelated patients with a novel early-onset combined immunodeficiency associated with de novo germline IKZF1 heterozygous mutations affecting amino acid N159 located in the DNA-binding domain of IKZF1. Different bacterial and viral infections were diagnosed, but Pneumocystis jirovecii pneumonia was reported in all patients. One patient developed a T cell ALL. This immunodeficiency was characterized by innate and adaptive immune defects, including low numbers of B cells, neutrophils, eosinophils, and myeloid dendritic cells, as well as T cell and monocyte dysfunctions. Notably, most T cells exhibited a naive phenotype and were unable to evolve into effector memory cells. Functional studies indicated these mutations act as dominant negative. This defect expands the clinical spectrum of human IKZF1-associated diseases from somatic to germline, from haploinsufficient to dominant negative.","dc:creator":"Boutboul D","dc:date":"2018","dc:title":"Dominant-negative IKZF1 mutations cause a T, B, and myeloid cell combined immunodeficiency."},"rdfs:label":"IKZF1 dimerization"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"\nEvidence suggests differences between novel variants: N159T and N159T and variants conferring CVID: R162Q, R162Q, H167R, R184Q or deletions. However, this experiment does not show differences between mutant and WT IKZF1"},{"id":"cggv:8c5b1f2e-3b74-469d-aaa0-3084d71075f4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8f3f69e7-681b-45e0-a58c-3c990b92ba15","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"IKZF1 is necesary for the differentiation of B cells. Loss of function variants impact the differentiation of B cells by happloinsuficiency mechanism. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26981933","rdfs:label":"DNA binding capacity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:a7aaa354-74e2-44b9-855d-c2890f085ce1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3b44afe-290d-4d51-ae93-fcf14fc004d0","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The molecular mechanism for loss of function variants: R162Q, R162L, H167R and R184Q is suggested to be haploinsufficiency. The clinical phenotype of these patients is not severe compared to the patient´s carrying dominant negative IKZF1 variants. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/26981933","rdfs:label":"IKZF1 dimerization"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:114006a3-49ad-48e2-b68a-af47e7358ce6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:01e5644a-8df8-4fdd-87b3-3d784db32a98","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"IKZF1 is important in hematopoiesis, loss of function variants have been proven to cause CVID. However, variants N159S and N159T in IKZF1 cause a much severe phenotype: combined immunodeficiency by dominant negative mechanism. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29889099","rdfs:label":"DNA binding capacity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9f458282-5edd-4d4e-b2ca-f55d523eb4ab","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a77c0de5-6126-4b8a-afe7-7c59a5b07a3b","type":"FunctionalAlteration","dc:description":"NIH3T3 cells transfected with H195R variant can´t form punctual foci formation in the nucleus compared to the WT","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31069201","type":"dc:BibliographicResource","dc:abstract":"We report a novel variant in ","dc:creator":"Sriaroon P","dc:date":"2019","dc:title":"Familial Immune Thrombocytopenia Associated With a Novel Variant in "},"rdfs:label":"Pericentromeric heterocrhomatin staining"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:35c1e2fa-1ca0-4ff9-8b36-ac786251074b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f8078c7-52fd-42e5-8beb-67c7caba1d21","type":"FunctionalAlteration","dc:description":"Results showed that Ikaros proteins harboring the mutation observed in the patient have decreased DNA-binding affinity toward probes derived from human PC-HC when compared to the wild type Ikaros","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21548011","rdfs:label":"DNA binding capacity"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:8a0c1a41-f51c-4190-9d41-069eb9871712","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a861e1fb-958b-4fcb-afc1-c0db64103fac","type":"FunctionalAlteration","dc:description":"NIH3T3 cells transfected with N159T or N159S variants can´t form punctual foci formation in the nucleus. Moreover, cotransfection with 50% of WT IKZF1 demonstrates that variants N159T and N159S disrupts completely the migration of IKZF1 homodimers to the nucleus by a dominant negative effect.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29889099","rdfs:label":"Dominant negative effect"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:091e0b37-d6c7-4b6c-bd43-c08a94017600","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:06348a83-439a-4d49-9090-d4a95783daad","type":"FunctionalAlteration","dc:description":"Immunophenotyping in PBMCs of patients carrying N159T and N159S mutation in IKZF1 showed severe B lymphopenia, affected T cell count and dendritic cell differentiation. Additionally, in these patients was found a profound hypogammaglobulinemia, impairment in T cell proliferation upon PHA and OKT3 stimulation and decreased cytokine production upon activation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29889099","rdfs:label":"Immunophenotyping: Impaired T , B & myeloid differentiatio"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:37b3a231-2027-4abb-940a-339a0022ec94","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:853aedb1-0081-4558-ae50-7d314eafe0de","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Dominant negative IKAROS mice show severe B cell lymphopenia, lack of NK which and susceptibility to develop leukemias these phenotypes are similar to the patients with heterozygous loss of function IKZF1 alleles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7585946","type":"dc:BibliographicResource","dc:abstract":"The Ikaros gene is essential for lymphoid lineage specification. As previously reported, mice homozygous for a mutation in the Ikaros DNA-binding domain fail to generate mature lymphocytes as well as their earliest described progenitors. In addition, our studies with mice heterozygous for this mutation establish the Ikaros gene as an essential regulator of T cell proliferation. Thymocytes display augmented TCR-mediated proliferative responses, and peripheral T cells are autoproliferative. A general lymphoproliferation precedes the T cell leukemia and lymphoma that rapidly develop in all heterozygotes. The first step toward leukemic transformation occurs within the maturing thymocyte population and is demarcated by clonal expansions and loss of the single Ikaros wild-type allele. From these studies, we propose that within developing and mature T lymphocytes, distinct thresholds of Ikaros activity are required to regulate proliferation. A decrease in Ikaros activity below the first threshold causes the rapid accumulation of T lymphoblasts, whereas a further decrease leads to neoplastic transformation.","dc:creator":"Winandy S","dc:date":"1995","dc:title":"A dominant mutation in the Ikaros gene leads to rapid development of leukemia and lymphoma."},"rdfs:label":"Dominant negative mice model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:e3ab1bff-0c0c-4a81-9be7-cb55d80b86bc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2df46f6e-56b8-4ffe-988a-45c12f68336f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"IKAROS null mice models remarks the important role of IKAROS in hematopoiesis. Null mice show severe B cell lymphopenia, lack of NK which are similar phenotypes that have been observed for patients with heterozygous loss of function IKZF1 alleles.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8986714","type":"dc:BibliographicResource","dc:abstract":"Mice homozygous for an Ikaros null mutation display distinct defects in the development of fetal and adult lymphocytes. Fetal T lymphocytes, and fetal and adult B lymphocytes and their earliest progenitors are absent. Postnatally, hematopoietic stem cells give rise to thymocyte precursors that undergo aberrant differentiation into the CD4 lineage and clonal expansion. The lack of NK cells and some gamma delta T cell subsets and a large reduction in thymic dendritic APCs suggest that Ikaros is essential for establishing early branch points in the postnatal T cell pathway. The lymphoid defects detected in Ikaros null mice reveal critical molecular differences between fetal and postnatal hematopoietic progenitors that dictate their ability to give rise to T cells. These studies also establish Ikaros as a tumor suppressor gene acting during thymocyte differentiation. Phenotypic comparison of this null mutation with a severe dominant-negative Ikaros mutation identifies molecular redundancy in the postnatal hemolymphoid system.","dc:creator":"Wang JH","dc:date":"1996","dc:title":"Selective defects in the development of the fetal and adult lymphoid system in mice with an Ikaros null mutation."},"rdfs:label":"IKAROS -/- mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:522f713c-ee32-4944-b8cf-c1f7e49e4dea","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:820a47de-58c9-4325-bec0-56d4f6a5db91","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Point mutation in H191R disrupts the DNA binding capability of IKAROS, Homozygous mice for this mutation are embryonic lethal and heterozygous mice can survive but they present severe lymphopenia, severe defects in terminal erythrocyte and granulocyte differentiation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/7585946","rdfs:label":"IKAROS point mutation mice model. "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":5291,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:5d304003-df4a-4eb4-bc32-1f6cae0cf89c","type":"GeneValidityProposition","disease":"obo:MONDO_0014810","gene":"hgnc:13176","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"​The IKZF1 gene encodes ​the protein IKAROS. The first report of IKAROS deficiency was described in 2012 in a patient suffering pancytopenia (Goldman et al, 2012; PMID: 21548011). This report described the ​importance of ​the IKZF1 gene as a crucial transcription factor for hematopoiesis with relevance in immune development. IKAROS deficiency is a heterogeneous disease characterized by lymphopenia, hypogammaglobulinemia, immune dysregulation, and depending on the mechanism of disease, it can confer common variable immunodeficiency, combined immunodeficiency, or immune dysregulation. According to the criteria outlined by the ClinGen Lumping and Splitting Working Group, ​the molecular mechanism of this disease can be described as loss of function, gain of function, or somatic. Furthermore, the loss of function and gain of function mutations have been split into two disease entities, pancytopenia due to IKZF1 mutations (MONDO: 0014810) and autoimmune diseases (MONDO:0007179), respectively. . The somatic mutations that have been associated with leukemias were not considered for this curation because they are beyond the scope of the Immunology Clinical Domain Working Group. Pancytopenia due to IKZF1 mutations (MONDO: 0014810) have been associated with the partial or complete loss of function of the IKAROS protein. A total of 13 variants (Missense, deletions or splicing) that have been reported in 22 probands in 6 publications (PMIDS: 21548011, 26981933, 27939403, 28096536, 29889099, 31069201) are included in this curation. The mechanism of pathogenicity is loss of function, which is typically determined based on the DNA binding capability of the IKAROS protein. This gene-disease association is also supported by experimental evidence, including impaired protein expression, homodimer formation, nuclear translocation and biochemical function of IKAROS protein in in vitro cell lines and patient´s cells (PMIDS: 21548011, 26981933, 27939403, 28096536, 29889099). IKZF1 heterozygous mutations cause a wide spectrum of clinical manifestations such as B cell lymphopenia, hypogammaglobulinemia, autoimmune manifestations and in some cases development of leukemia. The molecular mechanism evaluated by biochemical function is haploinsufficiency . The majority of patients with haploinsufficiency in IKAROS are diagnosed with common variable immunodeficiency. On the other hand, another molecular mechanism was described in 2018 (PMID: 29889099) in where a point mutation N159S or N159T cause a dominant negative effect causing a much severe clinical phenotype characterized by B cell lymphopenia,  T cell lymphopenia and myeloid differentiation defects. All patients carrying dominant negative variants had early onset with severe life threatening infections, these patient´s were diagnosed with combined immunodeficiency.   In summary, IKZF1 is definitively associated with pancytopenia due to ikaros mutations. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:be4b4555-477b-477b-bff9-7fcc8883806a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}