{"id":"cggv:e87f1ffb-3657-4f88-92e0-20936346c207v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e87f1ffb-3657-4f88-92e0-20936346c207_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-06-05T16:00:00.000Z","role":"Approver"},{"id":"cggv:e87f1ffb-3657-4f88-92e0-20936346c207_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-09-12T19:56:28.873Z","role":"Publisher"}],"evidence":[{"id":"cggv:e87f1ffb-3657-4f88-92e0-20936346c207_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e87f1ffb-3657-4f88-92e0-20936346c207_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cfaa8d6e-d73e-4d8c-bc9b-35d4f0388e9b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d203373d-cdd3-4726-9808-ed9a51f94218","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The underlying mechanism of disease is loss of MRC activity. Variants in MT-CO1 can lead to reduced complex IV assembly and/or loss of enzymatic function. Either outcome at the molecular level is sufficient to cause disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030519","type":"dc:BibliographicResource","dc:abstract":"Respiration is one of the most basic features of living organisms, and the electron transport chain complexes are probably the most complicated protein system in mitochondria. Complex-IV is the terminal enzyme of the electron transport chain, existing either as randomly scattered complexes or as a component of supercomplexes. NDUFA4 was previously assumed as a subunit of complex-I, but recent biochemical data suggested it may be a subunit of complex-IV. However, no structural evidence supporting this notion was available till now. Here we obtained the 3.3 Å resolution structure of complex-IV derived from the human supercomplex I","dc:creator":"Zong S","dc:date":"2018","dc:title":"Structure of the intact 14-subunit human cytochrome c oxidase."},"rdfs:label":"MT-CO1 Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"MRC complex IV is comprised of 14 total subunits. Score upgraded for the number of interacting partners as per MD-GCEP guidelines"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:e87f1ffb-3657-4f88-92e0-20936346c207_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65a9a532-0150-4f07-a2cb-da45be1caf65","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:63d2ae95-a00a-4e07-904a-ba71ece7fa13","type":"FunctionalAlteration","dc:description":"Three cybrid lines were generated for these experiments, one with 65% variant DNA, one with 35%, and one with 0% (wt). Cell growth on glucose media was identical across lines, but on galactose media, both cybrid lines showed very little growth, with the 65% strain performing the worst (Fig. 3). An assay of COX activity in each line showed reduced activity correlating with increasing percentages of variant mtDNA. Estimated values from the chart in Fig. 4A are 2.1 for wt, 1.1 for the 35% line, and 0.4 for the 65% line (no units provided, expressed as \"COX/Citrate synthase\"). Measures of oxygen consumption showed a minor decrease for the 35% line compared to wt (~6 fmol/cell/min vs 5, likely not significant), but a major decrease for the 65% line (~0.75 fmol/cell/min; Fig. 4B). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10441567","type":"dc:BibliographicResource","dc:abstract":"We have identified a novel stop-codon mutation in the mtDNA of a young woman with a multisystem mitochondrial disorder. Histochemical analysis of a muscle-biopsy sample showed virtually absent cytochrome c oxidase (COX) stain, and biochemical studies confirmed an isolated reduction of COX activity. Sequence analysis of the mitochondrial-encoded COX-subunit genes identified a heteroplasmic G-->A transition at nucleotide position 6930 in the gene for subunit I (COX I). The mutation changes a glycine codon to a stop codon, resulting in a predicted loss of the last 170 amino acids (33%) of the polypeptide. The mutation was present in the patient's muscle, myoblasts, and blood and was not detected in normal or disease controls. It was not detected in mtDNA from leukocytes of the patient's mother, sister, and four maternal aunts. We studied the genetic, biochemical, and morphological characteristics of transmitochondrial cybrid cell lines, obtained by fusing of platelets from the patient with human cells lacking endogenous mtDNA (rho0 cells). There was a direct relationship between the proportion of mutant mtDNA and the biochemical defect. We also observed that the threshold for the phenotypic expression of this mutation was lower than that reported in mutations involving tRNA genes. We suggest that the G6930A mutation causes a disruption in the assembly of the respiratory-chain complex IV.","dc:creator":"Bruno C","dc:date":"1999","dc:title":"A stop-codon mutation in the human mtDNA cytochrome c oxidase I gene disrupts the functional structure of complex IV."},"rdfs:label":"MT-CO1 Functional Alteration"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:e87f1ffb-3657-4f88-92e0-20936346c207_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2692cab1-234d-48fd-a2c5-ef8453a678f3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6426bce8-5e83-4fc0-bef0-716f194e081a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The partial complex IV deficiency, abnormal muscle histology, and mitochondrial morphology defects observed in these mice are all hallmarks of primary mitochondrial disease ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18276892","type":"dc:BibliographicResource","dc:abstract":"The majority of mitochondrial DNA (mtDNA) mutations that cause human disease are mild to moderately deleterious, yet many random mtDNA mutations would be expected to be severe. To determine the fate of the more severe mtDNA mutations, we introduced mtDNAs containing two mutations that affect oxidative phosphorylation into the female mouse germ line. The severe ND6 mutation was selectively eliminated during oogenesis within four generations, whereas the milder COI mutation was retained throughout multiple generations even though the offspring consistently developed mitochondrial myopathy and cardiomyopathy. Thus, severe mtDNA mutations appear to be selectively eliminated from the female germ line, thereby minimizing their impact on population fitness.","dc:creator":"Fan W","dc:date":"2008","dc:title":"A mouse model of mitochondrial disease reveals germline selection against severe mtDNA mutations."},"rdfs:label":"MT-CO1 Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Model scored due to biochemical deficiencies and observed mitochondrial defects; however, the effects are mild compared to most human mitochondrial disease patients, and these mice show no overt, global phenotypes"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:e87f1ffb-3657-4f88-92e0-20936346c207_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.25}],"evidenceStrength":"Definitive","sequence":6831,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.25,"subject":{"id":"cggv:84bbda14-d697-4775-8340-8998d52afcaa","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7419","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-CO1* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of June 5, 2023. The *MT-CO1* gene encodes the cytochrome c oxidase (complex IV) subunit 1, which is one of three core subunits of the mitochondrial respiratory chain complex IV holoenzyme and is required for both complex assembly and catalysis. Defects of this protein lead to complex IV deficiency.\n\n*MT-CO1* was first reported in relation to maternally-inherited primary mitochondrial disease in 1999 in an individual with cerebellar ataxia, progressive visual loss, and muscle weakness (PMID: 10441567). Other associated features have been reported over time. While various names could be given to the constellation of features seen in those with *MT-CO1*-related disorders, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-CO1* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT-CO1* was first curated by this GCEP for its association with Leigh syndrome spectrum (LSS) on May 17, 2021 (SOP v8), with a final classification of Limited. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting the gene-disease relationship between *MT-CO1* and primary mitochondrial disease includes case-level data and experimental data. This curation includes eight variants (m.5920G>A, m.6328C>T, m.6579G>A, m.6597C>A, m.6698del, m.6708G>A, m.6930G>A, m.7402del) in eight probands in eight publications (PMIDs: 10441567, 10980727, 15751226, 16284789, 18977334, 22832341, 24956508, 30743023). Single fiber testing and cybrid analyses further supported the pathogenicity of several of these variants (PMIDs: 10441567, 10980727, 22832341, 24956508). Age of onset in affected individuals ranged from infancy to adolescence. Clinical features in affected individuals included LSS, cognitive decline, exercise intolerance, myoglobinuria, stroke-like episodes, myoclonic epilepsy, cerebellar ataxia, muscle weakness, muscle atrophy, cataracts, optic atrophy, sensorineural hearing loss, and left ventricular hypertrophy. Brain imaging was variable and ranged from normal to findings consistent with LSS, cerebellar atrophy, and cortical atrophy. Muscle biopsies showed ragged red fibers, COX-deficient fibers, and complex IV deficiency. Metabolic laboratory investigations revealed normal to elevated lactate and creatine kinase (CK).  Heteroplasmy levels in affected individuals were highest in muscle when multiple tissues were assessed (61-95% in muscle, undetectable to 30% in blood, undetectable to 40% in skin fibroblasts, undetectable in hair follicles when tested, and 15-70% in urine).\n\nSegregation evidence is scored as case-level data according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. The mechanism of pathogenicity appears to be loss of function resulting in specific loss of complex IV activity. This gene-disease relationship is also supported by known biochemical function, in vitro functional assays, and a mouse model, all of which demonstrate altered mitochondrial function as a result of variants in *MT-CO1* (PMIDs: 10441567, 18276892, 30030519).  \n\nIn summary, there is definitive evidence to support the relationship between *MT-CO1* and primary mitochondrial disease. This has been repeatedly demonstrated and upheld over time, and no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on on June 5, 2023. ","dc:isVersionOf":{"id":"cggv:e87f1ffb-3657-4f88-92e0-20936346c207"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}