{"id":"cggv:f1795399-d5bc-456d-bc6b-be07d7ab6af6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f1795399-d5bc-456d-bc6b-be07d7ab6af6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-03-15T13:42:16.369Z","role":"Publisher"},{"id":"cggv:f1795399-d5bc-456d-bc6b-be07d7ab6af6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-04-19T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":[{"id":"https://pubmed.ncbi.nlm.nih.gov/27479907","type":"dc:BibliographicResource","dc:abstract":"Congenital heart defects (CHDs) have a neonatal incidence of 0.8-1% (refs. 1,2). Despite abundant examples of monogenic CHD in humans and mice, CHD has a low absolute sibling recurrence risk (∼2.7%), suggesting a considerable role for de novo mutations (DNMs) and/or incomplete penetrance. De novo protein-truncating variants (PTVs) have been shown to be enriched among the 10% of 'syndromic' patients with extra-cardiac manifestations. We exome sequenced 1,891 probands, including both syndromic CHD (S-CHD, n = 610) and nonsyndromic CHD (NS-CHD, n = 1,281). In S-CHD, we confirmed a significant enrichment of de novo PTVs but not inherited PTVs in known CHD-associated genes, consistent with recent findings. Conversely, in NS-CHD we observed significant enrichment of PTVs inherited from unaffected parents in CHD-associated genes. We identified three genome-wide significant S-CHD disorders caused by DNMs in CHD4, CDK13 and PRKD1. Our study finds evidence for distinct genetic architectures underlying the low sibling recurrence risk in S-CHD and NS-CHD.","dc:creator":"Sifrim A","dc:date":"2016","dc:title":"Distinct genetic architectures for syndromic and nonsyndromic congenital heart defects identified by exome sequencing."},{"id":"https://pubmed.ncbi.nlm.nih.gov/27616479","type":"dc:BibliographicResource","dc:abstract":"Chromodomain helicase DNA-binding protein 4 (CHD4) is an ATP-dependent chromatin remodeler involved in epigenetic regulation of gene transcription, DNA repair, and cell cycle progression. Also known as Mi2β, CHD4 is an integral subunit of a well-characterized histone deacetylase complex. Here we report five individuals with de novo missense substitutions in CHD4 identified through whole-exome sequencing and web-based gene matching. These individuals have overlapping phenotypes including developmental delay, intellectual disability, hearing loss, macrocephaly, distinct facial dysmorphisms, palatal abnormalities, ventriculomegaly, and hypogonadism as well as additional findings such as bone fusions. The variants, c.3380G>A (p.Arg1127Gln), c.3443G>T (p.Trp1148Leu), c.3518G>T (p.Arg1173Leu), and c.3008G>A, (p.Gly1003Asp) (GenBank: NM_001273.3), affect evolutionarily highly conserved residues and are predicted to be deleterious. Previous studies in yeast showed the equivalent Arg1127 and Trp1148 residues to be crucial for SNF2 function. Furthermore, mutations in the same positions were reported in malignant tumors, and a de novo missense substitution in an equivalent arginine residue in the C-terminal helicase domain of SMARCA4 is associated with Coffin Siris syndrome. Cell-based studies of the p.Arg1127Gln and p.Arg1173Leu mutants demonstrate normal localization to the nucleus and HDAC1 interaction. Based on these findings, the mutations potentially alter the complex activity but not its formation. This report provides evidence for the role of CHD4 in human development and expands an increasingly recognized group of Mendelian disorders involving chromatin remodeling and modification.","dc:creator":"Weiss K","dc:date":"2016","dc:title":"De Novo Mutations in CHD4, an ATP-Dependent Chromatin Remodeler Gene, Cause an Intellectual Disability Syndrome with Distinctive Dysmorphisms."}],"evidence":[{"id":"cggv:f1795399-d5bc-456d-bc6b-be07d7ab6af6_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:f1795399-d5bc-456d-bc6b-be07d7ab6af6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f1795399-d5bc-456d-bc6b-be07d7ab6af6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab842062-5196-49de-a029-97e45310a867","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3c5fe416-cf6b-46f2-9912-a7e38fa3763f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"CHD4 interacts with the DNA-binding factor ADNP and the chromatin architectural protein HP1 to form the ChAHP (CHD4, ADNP, HP1) complex (PMID: 29795351). ADNP is involved in  ADNP-related multiple congenital anomalies - intellectual disability - autism spectrum disorder (Helsmoortel–Van der Aa syndrome).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29795351","type":"dc:BibliographicResource","dc:abstract":"De novo mutations in ADNP, which encodes activity-dependent neuroprotective protein (ADNP), have recently been found to underlie Helsmoortel-Van der Aa syndrome, a complex neurological developmental disorder that also affects several other organ functions ","dc:creator":"Ostapcuk V","dc:date":"2018","dc:title":"Activity-dependent neuroprotective protein recruits HP1 and CHD4 to control lineage-specifying genes."},"rdfs:label":"CHD4 interaction with ADNP and HP1 proteins"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:636d2242-8330-4a7d-9997-ead53234481d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:860f91e7-e8f2-4435-b0e1-347800d76e14","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"CHD4 is a chromodomain-helicase DNA-binding protein that is involved in chromatin remodeling; other chromodomain-helicase DNA-binding (CHD) genes are also associated with ID or ID syndromes: CHD2 (complex neurodevelopmental disorder), CHD8 (complex neurodevelopmental disorder), CHD7 (CHARGE syndrome), CHD3 (Snijders Blok-Campeau syndrome).\nIn addition to the CHD protein family, there are other proteins with similar ATP-dependent chromatin remodeling activity, such as the ATP-dependent helicase SMARCA2, SMARCA4, and ATRX, which are associated with neurodevelopmental syndromes.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31388190","type":"dc:BibliographicResource","dc:abstract":"Sifrim-Hitz-Weiss syndrome (SIHIWES) is a recently described multisystemic neurodevelopmental disorder caused by de novo variants inCHD4. In this study, we investigated the clinical spectrum of the disorder, genotype-phenotype correlations, and the effect of different missense variants on CHD4 function.","dc:creator":"Weiss K","dc:date":"2020","dc:title":"The CHD4-related syndrome: a comprehensive investigation of the clinical spectrum, genotype-phenotype correlations, and molecular basis."},"rdfs:label":"Chromodomain-helicase DNA-binding protein function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:f1795399-d5bc-456d-bc6b-be07d7ab6af6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0192945c-1b8f-4b18-b4bd-77787dec2cf5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78efc1b3-18f4-4a14-b1a6-8b29d13306fb","type":"FunctionalAlteration","dc:description":"Results from ATPase activity assay and nucleosome remodeling activity assay demonstrate impaired results with CHD4 protein with patient variants compared to wild-type CHD4","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31388190","rdfs:label":"ATPase&Chromatic Remodeling Activity Assay of CHD4 variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f1795399-d5bc-456d-bc6b-be07d7ab6af6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ac454d5a-9140-4320-90ed-0d80d189ab24","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:150da151-a80d-4d5f-bfdf-4608708355aa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Chd4 knockdown in mouse embryonic stem cells suppresses neural differentiation and results in global gene expression changes during neural differentiation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30409903","type":"dc:BibliographicResource","dc:abstract":"Lineage specification of the three germ layers occurs during early embryogenesis and is critical for normal development. The nucleosome remodeling and deacetylase (NuRD) complex is a repressive chromatin modifier that plays a role in lineage commitment. However, the role of chromodomain helicase DNA-binding protein 4 (CHD4), one of the core subunits of the NuRD complex, in neural lineage commitment is poorly understood. Here, we report that the CHD4/NuRD complex plays a critical role in neural differentiation of mouse embryonic stem cells (ESCs). We found that RNAi-mediated ","dc:creator":"Hirota A","dc:date":"2019","dc:title":"The nucleosome remodeling and deacetylase complex protein CHD4 regulates neural differentiation of mouse embryonic stem cells by down-regulating p53."},"rdfs:label":"Mouse embryonic stem cell knockdown "}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:5abcb5ab-4bce-4435-aac5-fad5d710b3e9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:63c9a69d-efdc-4b7b-ab1c-613769500be3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Conditional knockout of Chd4 in granule neurons of the mouse cerebellum impacts genomic accessibility and results in increased promoter and enhancer accessibility during development, modulating genome architecture at a genome-wide level.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32647123","type":"dc:BibliographicResource","dc:abstract":"The development and function of the brain require tight control of gene expression. Genome architecture is thought to play a critical regulatory role in gene expression, but the mechanisms governing genome architecture in the brain in vivo remain poorly understood. Here, we report that conditional knockout of the chromatin remodeling enzyme Chd4 in granule neurons of the mouse cerebellum increases accessibility of gene regulatory sites genome-wide in vivo. Conditional knockout of Chd4 promotes recruitment of the architectural protein complex cohesin preferentially to gene enhancers in granule neurons in vivo. Importantly, in vivo profiling of genome architecture reveals that conditional knockout of Chd4 strengthens interactions among developmentally repressed contact domains as well as genomic loops in a manner that tightly correlates with increased accessibility, enhancer activity, and cohesin occupancy at these sites. Collectively, our findings define a role for chromatin remodeling in the control of genome architecture organization in the mammalian brain.","dc:creator":"Goodman JV","dc:date":"2020","dc:title":"The chromatin remodeling enzyme Chd4 regulates genome architecture in the mouse brain."},"rdfs:label":"Conditional Chd4 KO in granule neurons of mouse cerebellum"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Score downgraded because the knockout only affected the granule neurons of the cerebellum and the analysis focused only on chromatin remodeling."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":7903,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.5,"subject":{"id":"cggv:282d9928-5996-4924-9c36-9fdacc3c8ee2","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:1919","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*CHD4* was first reported in relation to autosomal dominant syndromic intellectual disability in 2016 (Sifrim et al., PMID: 27479907; Weiss et al., PMID: 27616479); the terms *CHD4* neurodevelopmental disorder and Sifrim-Hitz-Weiss syndrome have also been used in the literature to describe patients with *CHD4* variants. *CHD4* encodes a chromodomain-helicase DNA-binding protein that is involved in chromatin remodeling, epigenetic regulation of gene transcription, DNA repair, and cell cycle progression. Affected individuals present with motor and speech delays, mild-to-moderate intellectual disability, brain anomalies, heart defects, and dysmorphic facial features; other variable features include hypotonia, hearing loss, hypogonadotrophic hypogonadism in males, limb or skeletal anomalies, and Moyamoya angiopathy (PMIDs: 31388190, 31474762).\n\nTwenty-three unique variants (22 missense, 1 inframe indel) reported in 24 probands in 3 publications (PMIDs: 27616479, 31388190, 31474762) are included in this curation; 1 recurrent missense variant (p.Arg1127Gln) was reported in 2 unrelated probands. More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. Most variants are *de novo*. The mechanism of disease is suggested to be dominant negative or gain-of-function (PMID: 31388190). Four patients with protein truncating variants have also been reported (PMIDs: 31388190, 31474762), but were not scored in this curation due to lack of consistent clinical features and unclear disease mechanism. Additional genetic evidence is needed to determine whether loss of function is a mechanism of pathogenicity. *CHD4* is highly constrained for both missense (Z = 6.34, gnomAD v2.1.1) and loss-of-function variants (pLI = 1).\n\nThis gene-disease relationship is also supported by experimental evidence, including *in vitro* functional assays, biochemical function, protein interaction, and cell culture models (PMIDs: 31388190, 29795351, 30409903, 32647123). Patient variants result in decreased ATPase and nucleosome remodeling activity (PMID: 31388190).\n\nIn summary, there is definitive evidence supporting the relationship between *CHD4* and autosomal dominant syndromic intellectual disability. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 19, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:f1795399-d5bc-456d-bc6b-be07d7ab6af6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}