{"id":"cggv:f8d82e6f-8ee8-4944-898b-165916c13cacv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:f8d82e6f-8ee8-4944-898b-165916c13cac_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-04-27T23:57:13.455Z","role":"Publisher"},{"id":"cggv:f8d82e6f-8ee8-4944-898b-165916c13cac_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-04-15T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f8d82e6f-8ee8-4944-898b-165916c13cac_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8d82e6f-8ee8-4944-898b-165916c13cac_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:42e3aa76-ceb7-4ded-b8ef-af0b2fa40249","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67f375cb-2e0c-49fe-b7a0-643ab8dcff9f","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"PMP70 was found to heterodimerize with ALDP, encoded by ABCD1. In 3T3 cells expressing mouse or human ALDP and mouse PMP70, immunoprecipitation with anti-hALDP antibody detected hALDP and mPMP70 as a heterodimer. Immunoprecipitation with anti-mPMP70 antibodies showed heterodimerization of mPMP70 and hALDP. ABCD1 encodes a peroxisome half-transporter similar to ABCD3 and ABCD1 mutations result in adrenoleukodystrophy, a peroxisome disorder.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10551832","type":"dc:BibliographicResource","dc:abstract":"Mammalian peroxisomal proteins adrenoleukodystrophy protein (ALDP), adrenoleukodystrophy-related protein (ALDRP), and 70-kDa peroxisomal protein (PMP70) belong to the superfamily of ATP-binding cassette (ABC) transporters. Unlike many ABC transporters that are single functional proteins with two related halves, ALDP, ALDRP, and PMP70 have the structure of ABC half-transporters. The dysfunction of ALDP is responsible for X-linked adrenoleukodystrophy (X-ALD), a neurodegenerative disorder in which saturated very long-chain fatty acids accumulate because of their impaired peroxisomal beta-oxidation. No disease has so far been associated with mutations of adrenoleukodystrophy-related or PMP70 genes. It has been proposed that peroxisomal ABC transporters need to dimerize to exert import functions. Using the yeast two-hybrid system, we show that homo- as well as heterodimerization occur between the carboxyl-terminal halves of ALDP, ALDRP, and PMP70. Two X-ALD disease mutations located in the carboxyl-terminal half of ALDP affect both homo- and heterodimerization of ALDP. Co-immunoprecipitation demonstrated the homodimerization of ALDP, the heterodimerization of ALDP with PMP70 or ALDRP, and the heterodimerization of ALDRP with PMP70. These results provide the first evidence of both homo- and heterodimerization of mammalian ABC half-transporters and suggest that the loss of ALDP dimerization plays a role in X-ALD pathogenesis.","dc:creator":"Liu LX","dc:date":"1999","dc:title":"Homo- and heterodimerization of peroxisomal ATP-binding cassette half-transporters."},"rdfs:label":"Interaction with ABCD1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:e9437108-2856-4ec4-8ad0-076fb90763bc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c8fadee-960a-4de5-89ed-dc729ccc8e52","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"75% ABCD3 (PMP70) protein is reported to co-immunoprecipitate with PEX19 when translation of ABCD3 occurred in the presence of His-Pex19p. This was reduced to 25% when His-Pex19p was added after translation of ABCD3. The interaction between ABCD3 and PEX19 is shown to be co-translational.\n\nAlthough PEX19 is definitively associated with peroxisome biogenesis disorder using the ClinGen framework, this evidence needs expert review before a score may be assigned.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16344115","type":"dc:BibliographicResource","dc:abstract":"Pex19p is a protein required for the peroxisomal membrane synthesis. The 70-kDa peroxisomal membrane protein (PMP70) is synthesized on free cytosolic ribosomes and then inserted posttranslationally into peroxisomal membranes. Pex19p has been shown to play an important role in this process. Using an in vitro translation system, we investigated the role of Pex19p as a chaperone and identified the regions of PMP70 required for the interaction with Pex19p. When PMP70 was translated in the presence of purified Pex19p, a large part of PMP70 existed as soluble form and was co-immunoprecipitated with Pex19p. However, in the absence of Pex19p, PMP70 formed aggregates during translation. To identify the regions that interact with Pex19p, various truncated PMP70 were translated in the presence of Pex19p and subjected to co-immunoprecipitation. The interaction was markedly reduced by the deletion of the NH(2)-terminal 61 amino acids or the region around TMD6. Further, we expressed these deletion constructs of PMP70 in fusion with the green fluorescent protein in CHO cells. Fusion proteins lacking these Pex19p binding sites did not display any peroxisomal localization. These results suggest that Pex19p binds to PMP70 co-translationally and keeps PMP70 as a proper conformation for the localization to peroxisome.","dc:creator":"Kashiwayama Y","dc:date":"2005","dc:title":"Role of Pex19p in the targeting of PMP70 to peroxisome."},"rdfs:label":"Kashiwayama_ABCD3/PEX19"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:f8d82e6f-8ee8-4944-898b-165916c13cac_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6f0da4a2-faa1-4a1c-9437-2a697af49780","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:535d1f1b-3f46-4c4f-8149-36801a0c3d0e","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Immunofluorescence microscopy revealed that all transfected cells showed normal number and size of peroxisomes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25168382","type":"dc:BibliographicResource","dc:abstract":"ABCD3 is one of three ATP-binding cassette (ABC) transporters present in the peroxisomal membrane catalyzing ATP-dependent transport of substrates for metabolic pathways localized in peroxisomes. So far, the precise function of ABCD3 is not known. Here, we report the identification of the first patient with a defect of ABCD3. The patient presented with hepatosplenomegaly and severe liver disease and showed a striking accumulation of peroxisomal C27-bile acid intermediates in plasma. Investigation of peroxisomal parameters in skin fibroblasts revealed a reduced number of enlarged import-competent peroxisomes. Peroxisomal beta-oxidation of C26:0 was normal, but beta-oxidation of pristanic acid was reduced. Genetic analysis revealed a homozygous deletion at the DNA level of 1758bp, predicted to result in a truncated ABCD3 protein lacking the C-terminal 24 amino acids (p.Y635NfsX1). Liver disease progressed and the patient required liver transplantation at 4 years of age but expired shortly after transplantation. To corroborate our findings in the patient, we studied a previously generated Abcd3 knockout mouse model. Abcd3-/- mice accumulated the branched chain fatty acid phytanic acid after phytol loading. In addition, analysis of bile acids revealed a reduction of C24 bile acids, whereas C27-bile acid intermediates were significantly increased in liver, bile and intestine of Abcd3-/- mice. Thus, both in the patient and in Abcd3-/- mice, there was evidence of a bile acid biosynthesis defect. In conclusion, our studies show that ABCD3 is involved in transport of branched-chain fatty acids and C27 bile acids into the peroxisome and that this is a crucial step in bile acid biosynthesis. ","dc:creator":"Ferdinandusse S","dc:date":"2015","dc:title":"A novel bile acid biosynthesis defect due to a deficiency of peroxisomal ABCD3."},"rdfs:label":"Ferdinandusse_Rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:7659757a-f396-4e59-8335-d30922e30ad2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3875f6d8-fd4e-4920-8410-f9dd21640044","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The size of the liver in null Abcd3-/- mice was increased ~2 fold compared to controls. mRNA and protein isolated from the liver showed no detectable mRNA or protein. Catalase immunofluorescence microscopy analyses in cultured skin fibroblasts of Abcd3−/− mice revealed peroxisomes that were import-competent, but reduced in number and enlarged in size. Null mice showed significant reduction of mature C24 bile acids (taurine-conjugated cholic and muri-cholic acid); total C24 bile acids = 174 ± 111 nmol/g wet weight in null mice liver, compared to 306 ± 113 nmol/g in wild-type mice.\n\nWild-type mice had 5% of the liver C24 bile acids that were unconjugated, while 33% C24 bile acids (mainly cholic acid) in null mice were unconjugated. In bile, unconjugated C24 bile acids was 2% in wild-type and 22% in null mice. A significant increase in the C27-bile acid intermediates in liver, bile and intestine of null mice was observed.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25168382","rdfs:label":"Ferdinandusse_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced score is awarded as the mouse model does not fully recapitulate the human phenotype"},{"id":"cggv:2056828e-0775-4a95-8497-613150cebd2b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:51b18302-2562-4910-a5c6-6b629db8ea2a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abcd3-knock-out (KO) mice appeared healthy and normal at birth, but displayed pronounced elevations of the C27 bile acid precursors DHCA and THCA in plasma. The primary bile acids cholic acid (CA) and muricholic acid (MCA) were increased in plasma, consistent with cholestasis as reported in the ABCD3-deficient patient. KO mice showed pronounced hepatomegaly with no histological signs of increased fat or fluid. Plasma levels of hepatic enzymes ALT and AST tended to be slightly elevated in Abcd3 KO mice, which may indicate mild liver injury. Hepatic nodules with vesicular steatosis and inflammatory infiltrates were noted in 2 out of 4 15-month-old Abcd3 KO mice. Decreased glycogen synthesis and/or increased glycogen utilization in Abcd3 KO livers was also inferred based on a reduction in total glycogen synthase protein levels. Authors describe a lipodystrophic phenotype in KO mice.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34564857","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes metabolize a specific subset of fatty acids, which include dicarboxylic fatty acids (DCAs) generated by ω-oxidation. Data obtained in vitro suggest that the peroxisomal transporter ABCD3 (also known as PMP70) mediates the transport of DCAs into the peroxisome, but in vivo evidence to support this role is lacking. In this work, we studied an Abcd3 KO mouse model generated by CRISPR-Cas9 technology using targeted and untargeted metabolomics, histology, immunoblotting, and stable isotope tracing technology. We show that ABCD3 functions in hepatic DCA metabolism and uncover a novel role for this peroxisomal transporter in lipid homeostasis. The Abcd3 KO mouse presents with increased hepatic long-chain DCAs, increased urine medium-chain DCAs, lipodystrophy, enhanced hepatic cholesterol synthesis and decreased hepatic de novo lipogenesis. Moreover, our study suggests that DCAs are metabolized by mitochondrial fatty acid β-oxidation when ABCD3 is not functional, reflecting the importance of the metabolic compartmentalization and communication between peroxisomes and mitochondria. In summary, this study provides data on the role of the peroxisomal transporter ABCD3 in hepatic lipid homeostasis and DCA metabolism, and the consequences of peroxisomal dysfunction for the liver.","dc:creator":"Ranea-Robles P","dc:date":"2021","dc:title":"The peroxisomal transporter ABCD3 plays a major role in hepatic dicarboxylic fatty acid metabolism and lipid homeostasis."},"rdfs:label":"Ranea-Robles_KOMP Mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mouse model recapitulates some of the human phenotype and suggests a role for ABCD3 in the transport of long-chain dicarboxylic fatty acids into the peroxisome; however, it is not clear if this role is part of the disease mechanism."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:f8d82e6f-8ee8-4944-898b-165916c13cac_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8d82e6f-8ee8-4944-898b-165916c13cac_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:56fdc453-a21a-49a7-93e2-ec1e9278dac3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:56fdc453-a21a-49a7-93e2-ec1e9278dac3","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:5ffbba65-967e-40d0-8396-ce0546d1d2f8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002858.4(ABCD3):c.1903-573_*1108del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/187846"}},"detectionMethod":"cDNA and genomic DNA from fibroblasts were PCR-amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Mild jaundice at birth and at 6mo were untreated. Development was normal. Abdominal distension at 1y. At 1.5y, she had fever, gastroenteritis due to a rotavirus infection and subsequent severe anemia. Liver core biopsy was taken at the age of 1.5 years, and microscopic examination of the biopsy revealed scant mononuclear cell infiltration in the portal areas with minimal interface activity. Ursodeoxycholic acid treatment was then started. At follow-up, liver and spleen were further enlarged to fill the abdomen. Febrile infections, epistaxis, bleeding due to hepatic dysfunction were noted. At 3y, severe portal hypertension with umbilical collaterals, esophageal varices and progressive fatigue owing to hepatopulmonary syndrome were seen. Bile acids in plasma were all increased. At 4y, rapid deterioration and decompensated liver cirrhosis with hepatopulmonary syndrome led to liver transplantation, following which hypoxemia and death occurred.","phenotypes":["obo:HP_0001396","obo:HP_0000980","obo:HP_0002904","obo:HP_0012023","obo:HP_0001903","obo:HP_0002910","obo:HP_0003256","obo:HP_0001945","obo:HP_0003270","obo:HP_0002240","obo:HP_0001409","obo:HP_0001971","obo:HP_0001876","obo:HP_0000421"],"previousTesting":true,"previousTestingDescription":"VLCFA analysis in blood showed increased C26/C22 (0.1; ref = 0–0.02 ) and C24/C22 (1.29; ref = 0.57–0.92) ratios and low levels of C22:0 (10.7; ref = 40–119). C26:0 was 1.12; ref = 0.45–1.32 and C24:0 was 13.8; ref = 33–84. Phytanic and pristanic acid levels were normal, while erythrocyte plasmalogen levels were reduced but not deficient (C18DMA: 9.8; ref = 10.6–24.9; C16DMA: 3.8; ref = 6.8–11.9 ). DHCA = 6.3 µmol/l (nv = 0–0.02); THCA = 5.3 µmol/l (nv = 0–0.08); chenodeoxycholic acid = 12.6 µmol/l (nv = 0.7–10); cholic acid = 15.7 µmol/l (nv = 0.1–4.7); C29DCA = 1.4 µmol/l (nv= 0–0.001). \n\nVLCFAs in fibroblasts were marginally decreased. Normal beta-oxidation of C26:0 but reduced beta-oxidation of pristanic acid was noted. Immunofluorescence analyses revealed normal ABCD1 and PEX14.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7a9b24a2-d13b-482c-967d-a47fd9061a43_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5ffbba65-967e-40d0-8396-ce0546d1d2f8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25168382"},"rdfs:label":"Ferdinandusse_Proband"},{"id":"cggv:7a9b24a2-d13b-482c-967d-a47fd9061a43","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a9b24a2-d13b-482c-967d-a47fd9061a43_variant_evidence_item"},{"id":"cggv:7a9b24a2-d13b-482c-967d-a47fd9061a43_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"A truncated ABCD3 protein was detectable in patient fibroblasts on immunofluorescence microscopy, but was previously undetectable using a C-terminal epitope antibody. Catalase immunofluorescence microscopy on patient fibroblasts showed localization to peroxisomes, but the number of peroxisomes was reduced, while their size was enlarged. "}],"strengthScore":0.5,"dc:description":"The proband was found to be homozygous for a 1785-bp deletion of the last exon, exon 23 (noted as exon 24 in the paper), and the subsequent 3' UTR. This results in a truncated ABCD3 protein. The proband is scored reduced points as the variant results in a truncated protein still being made."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":4323,"specifiedBy":"GeneValidityCriteria7","strengthScore":5,"subject":{"id":"cggv:25ac3469-c640-45a7-aaf4-a7de2c3319a0","type":"GeneValidityProposition","disease":"obo:MONDO_0014564","gene":"hgnc:67","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between *ABCD3* and congenital bile acid synthesis defect 5 (ABCD3 congenital bile acid synthesis defect), an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of April, 2022. *ABCD3* encodes an ATP-binding cassette transporter involved in peroxisomal import of fatty acids and/or fatty acyl-CoAs (also called peroxisomal membrane protein 70, PMP70). Some of the phenotypes associated with ABCD3 congenital bile acid synthesis defect or include hepatomegaly, jaundice and increased plasma bile acid intermediates and VLCFAs.\n\n*ABCD3* was first reported in relation to autosomal recessive  congenital bile acid synthesis defect in 2015. (Ferdinandusse et al, PMID: 25168382). This is the only report of a genetic defect in *ABCD3* identified in a human patient. Earlier, *ABCD3* was associated with peroxisome biogenesis as mutations were identified in the *ABCD3* gene in patients with Zellweger syndrome. However, it was later shown that a *PEX1* defect was the underlying cause of peroxisome biogenesis disorder in those patients (PMID: 25168382). \n   \nSummary of Case Level Data (1 point):\nA homozygous deletion variant has been reported in 1 proband in 1 publication (PMID: 25168382), wherein a truncated protein product is shown to be made. The mechanism for disease is expected to be homozygous loss of function.  \n  \nSummary of experimental data (4 points):\nThis gene-disease association is supported by a mouse models that recapitulate some of the human disease phenotype (PMIDs 25168382, 34564857) and protein interactions with *ABCD1* (PMID: 10551832) and PEX19 (PMID: 16344115). \n  \nIn summary, there is limited evidence to support the gene-disease relationship of *ABCD3* and congenital bile acid synthesis defect 5. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.","dc:isVersionOf":{"id":"cggv:f8d82e6f-8ee8-4944-898b-165916c13cac"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}