{"id":"cggv:d15cf48a-3696-467a-b3c8-a45ef5a577bfv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:d15cf48a-3696-467a-b3c8-a45ef5a577bf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2021-09-21T16:00:00.000Z","role":"Approver"},{"id":"cggv:d15cf48a-3696-467a-b3c8-a45ef5a577bf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2021-12-02T18:54:22.023Z","role":"Publisher"}],"evidence":[{"id":"cggv:d15cf48a-3696-467a-b3c8-a45ef5a577bf_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.3},{"id":"cggv:d15cf48a-3696-467a-b3c8-a45ef5a577bf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d15cf48a-3696-467a-b3c8-a45ef5a577bf_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2a0e80d-d385-4737-bb2e-f89936d2daac","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f408d513-2a41-45da-922e-7a1d47e85acb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Investigation of differential expression of many genes in the mouse cochlea between apical, middle, and basal turns revealed that CRYM expression was higher in the apex than in the base. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24676347","type":"dc:BibliographicResource","dc:abstract":"Tonotopy is one of the most fundamental principles of auditory function. While gradients in various morphological and physiological characteristics of the cochlea have been reported, little information is available on gradient patterns of gene expression. In addition, the audiograms in autosomal dominant non syndromic hearing loss can be distinctive, however, the mechanism that accounts for that has not been clarified. We thought that it is possible that tonotopic gradients of gene expression within the cochlea account for the distinct audiograms.","dc:creator":"Yoshimura H","dc:date":"2014","dc:title":"Deafness gene expression patterns in the mouse cochlea found by microarray analysis."},"rdfs:label":"Yoshimura_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"0.25 points given because no explanation of relevance to CRYM hearing loss is provided"},{"id":"cggv:60b83af0-e3ff-448a-9dd8-a33f22924f8c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f247cc44-d0eb-4169-9224-533cba863edb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Mouse cochlea were immunostained for CRYM. Consistent with Abe 2003's findings, crym was detected in the type II fibrocytes of the spiral ligmanet, and not the spiral limbus, the stria vascularis, or spiral prominent. CRYM was also found to colocalize with ATPaseB1, known to also be regulated by T3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16740909","type":"dc:BibliographicResource","dc:abstract":"In a search for mutations of mu-crystallin (CRYM), a taxion specific crystalline which is also known as an NADP regulated thyroid hormone binding protein, two mutations were found at the C-terminus in patients with non-syndromic deafness.","dc:creator":"Oshima A","dc:date":"2006","dc:title":"CRYM mutations cause deafness through thyroid hormone binding properties in the fibrocytes of the cochlea."},"rdfs:label":"Oshima_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:efab6671-7515-435a-8c1b-ad82eb36a411","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:27b539d3-1a2b-4896-beeb-60df5ea08ad8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Same findings as Abe and Oshima. Crym was found in type II fibrocytes in the mouse cochlea. In rats, it was also distributed in the stria vascularis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18448257","type":"dc:BibliographicResource","dc:abstract":"Genes that are highly expressed in the inner ear, as revealed by cDNA microarray analysis, may have a crucial functional role there. Those that are expressed specifically in auditory tissues are likely to be good candidates to screen for genetic alterations in patients with deafness, and several genes have been successfully identified as responsible for hereditary hearing loss. To understand the detailed mechanisms of the hearing loss caused by the mutations in these genes, the present study examined the immunocytochemical localization of the proteins encoded by Crym, KIAA1199 homolog, Uba52, Col9a3, and Col9a1 in the cochlea of rats and mice. Confocal microscopic immunocytochemistry was performed on cryostat sections. Ultrastructurally, postembedding immunogold cytochemistry was applied using Lowicryl sections. Crym protein was predominantly distributed in the fibrocytes in the spiral ligament, as well as the stria vascularis in rats. KIAA1199 protein homolog was localized in various supporting cells, including inner phalangeal, border, inner and outer pillar, and Deiters' cells. Uba52 protein was restrictedly localized within the surface of the marginal cells of the stria vascularis. Collagen type IX was found within the tectorial membrane as well as fibrocytes in the spiral ligament. The present results showed cell-specific localization of the encoded proteins of these highly expressed genes, indicating that the coordinated actions of various molecules distributed in different parts of the cochlea are essential for maintenance of auditory processing in the cochlea.","dc:creator":"Usami S","dc:date":"2008","dc:title":"The localization of proteins encoded by CRYM, KIAA1199, UBA52, COL9A3, and COL9A1, genes highly expressed in the cochlea."},"rdfs:label":"Usami_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.25,"dc:description":"0.25 points given because these results are similar to other expression studies"},{"id":"cggv:b082b2f9-dfdc-4958-bcb8-b573b80b0f06","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:91c2b187-8e0f-4075-9fa2-b7f4bdda7dc1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CRYM expression was detected in the marmoset. Expression was broader than in mice- was detected in both inner and outer hair cells and supporting cells. This suggests that mice may not be a good model for CRYM deafness.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26915689","type":"dc:BibliographicResource","dc:abstract":"Hearing impairment is the most frequent sensory deficit in humans. Deafness genes, which harbor pathogenic mutations that have been identified in families with hereditary hearing loss, are commonly expressed in the auditory end organ or the cochlea and may contribute to normal hearing function, yet some of the mouse models carrying these mutations fail to recapitulate the hearing loss phenotype. In this study, we find that distinct expression patterns of those deafness genes in the cochlea of a non-human primate, the common marmoset (Callithrix jacchus). We examined 20 genes whose expression in the cochlea has already been reported. The deafness genes GJB3, CRYM, GRHL2, DFNA5, and ATP6B1 were expressed in marmoset cochleae in patterns different from those in mouse cochleae. Of note, all those genes are causative for progressive hearing loss in humans, but not in mice. The other tested genes, including the deafness gene COCH, in which mutation recapitulates deafness in mice, were expressed in a similar manner in both species. The result suggests that the discrepancy in the expression between rodents and primates may account for the phenotypic difference. This limitation of the rodent models can be bypassed by using non-human primate models such as the marmoset. ","dc:creator":"Hosoya M","dc:date":"2016","dc:title":"Distinct Expression Patterns Of Causative Genes Responsible For Hereditary Progressive Hearing Loss In Non-Human Primate Cochlea."},"rdfs:label":"Hosoya_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bd5453fd-0dd7-4f94-b60a-0a3cbb420d12","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6d6bbdea-6c75-42bf-a582-fcea5f89ceac","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization in mouse cochlea revealed CRYM expression in the fibrocytes of spiral ligaments and the spiral limbus. No CRYM was detected in inner or outer hair cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12471561","type":"dc:BibliographicResource","dc:abstract":"Through cDNA microarray analysis of gene expression in human cochlea and vestibule, we detected strong expression of mu-crystallin (CRYM; also known as \"NADP-regulated thyroid hormone-binding protein\") only in these inner-ear tissues. In a subsequent search for mutations of CRYM, among 192 patients with nonsyndromic deafness, we identified two mutations at the C-terminus; one was a de novo change (X315Y) in a patient with unaffected parents, and the other was a missense mutation (K314T) that segregated dominantly in the proband's family. When the mutated proteins were expressed in COS-7 cells, their subcellular localizations were different from that of the normal protein: the X315Y mutant showed vacuolated distribution in the cytoplasm, and the K314T mutant localized in perinuclear areas, whereas normal protein was distributed homogeneously in the cytoplasm. Aberrant intracellular localization of the mutated proteins might cause dysfunction of the CRYM product and result in hearing impairment. In situ hybridization analysis using mouse tissues indicated its expression in the lateral region of the spiral ligament and the fibrocytes of the spiral limbus, implying its possible involvement in the potassium-ion recycling system. Our results strongly implicate CRYM in normal auditory function and identify it as one of the genes that can be responsible for nonsyndromic deafness.","dc:creator":"Abe S","dc:date":"2003","dc:title":"Identification of CRYM as a candidate responsible for nonsyndromic deafness, through cDNA microarray analysis of human cochlear and vestibular tissues."},"rdfs:label":"Abe_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d15cf48a-3696-467a-b3c8-a45ef5a577bf_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a286ded8-1c3c-4e53-87fc-66aa42c41151","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1e17d57f-3880-4077-a39e-764d3bb64390","type":"FunctionalAlteration","dc:description":"Binding affinity constant between CRYM and T3 was assessed for WT and variant CRYM with the variants seen in Families 1 and 12. The p.K314T but not the p.*315Y variant significantly reduced binding affinity. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16740909","rdfs:label":"CRYM and T3 binding affinity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"0.5 points given because not clear how T3 binding is related to hearing loss, however cell lysates came from human blood cells. CRYM is known to be a carrier protein of T3, and T3 may regulate hearing, but still no direct link to HL. Two different mechanisms for hearing loss are proposed, given the truncation variant did not reduce T3 binding "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:d15cf48a-3696-467a-b3c8-a45ef5a577bf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9453b0f7-24c1-45c6-ad0a-6ff851c406c0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c057b6d-86b8-442b-abb9-f451976dccf7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These mice did not have hearing loss. However, both human variants are either a missense or a stop loss variant, so it's unclear if they would be causing a LOF.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17264173","type":"dc:BibliographicResource","dc:abstract":"Previously, we identified reduced nicotinamide adenine dinucleotide phosphate-dependent cytosolic T(3) binding protein in rat cytosol. Cytosolic T(3)-binding protein is identical to mu-crystallin (CRYM). Recently, CRYM mutations were found in patients with nonsyndromic hereditary deafness. Although it has been established that CRYM plays pivotal roles in reserving and transporting T(3) into the nuclei in vitro and has a clinical impact on hearing ability, the precise functions of CRYM remain to be elucidated in vivo. To further investigate the in vivo functions of CRYM gene products, we have generated mice with targeted disruption of the CRYM gene, which abrogates the production of CRYM. CRYM knockout loses the reduced nicotinamide adenine dinucleotide phosphate-dependent T(3) binding activity in the cytosol of the brain, kidney, heart, and liver. At the euthyroid state, knockout significantly suppresses the serum concentration of T(3) and T(4) despite normal growth, heart rate, and hearing ability. The disruption of the gene does not alter the expression of TSHbeta mRNA in the pituitary gland or glutathione-S-transferase alpha2 and deiodinase 1 mRNAs in either the liver or kidney. When radiolabeled T(3) is injected intravenously, labeled T(3) rapidly enters into and then escapes from the tissues in CRYM-knockout mice. These data suggest that because of rapid T(3) turnover, disruption of the CRYM gene decreases T(3) concentrations in tissues and serum without alteration of peripheral T(3) action in vivo.","dc:creator":"Suzuki S","dc:date":"2007","dc:title":"micro-Crystallin as an intracellular 3,5,3'-triiodothyronine holder in vivo."},"rdfs:label":"Suzuki_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This mouse did not have hearing loss."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":3721,"specifiedBy":"GeneValidityCriteria8","strengthScore":2.8,"subject":{"id":"cggv:61e94f12-3ed8-4021-9805-f44310f67e23","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:2418","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"CRYM was first reported in relation to autosomal dominant nonsyndromic hearing loss in 2003 (Abe et al., PMID: 12471561). Three variants (stop loss, missense) that have been reported in three probands in two publications are included in this curation. These variants segregated with disease in 7 additional family members in two families (PMIDs: 12471561, 32742378).\nThe mechanism of pathogenicity is unknown. This gene-disease association is also supported by \nexpression studies and in vitro functional assays (PMIDs: 16740909, 18448257, 24676347, 26915689). Of note, both homozygous and heterozygous CRYM null mice do not have hearing loss (PMID: 17264173). In summary, there is limited evidence to support this gene-disease\nrelationship. Although more evidence is needed to support a causal role, no convincing\nevidence has emerged that contradicts the gene-disease relationship. This gene-disease pair was originally evaluated by the Hearing Loss GCEP on 2/16/2017. It was\nreevaluated on 9/21/2021 (SOP v8). As a result of this reevaluation, the classification did not\nchange. Although new literature was published (PMID: 32742378), the scoring still corresponded to a limited gene-disease relationship.\n","dc:isVersionOf":{"id":"cggv:d15cf48a-3696-467a-b3c8-a45ef5a577bf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}