{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2018-06-26T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:febce124-2981-4740-a4a0-ec16352ab603","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bd2e34f9-e6b1-4b49-b2c9-abc9493b0490","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"HL mRNA and activity was measured in liver, kidney, pancreas, testis, heart, brain, and skeletal muscle. Expression and activity were significantly higher in liver than any other tissue.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20532825","type":"dc:BibliographicResource","dc:abstract":"3-Hydroxy-3-methylglutaric aciduria is a rare human autosomal recessive disorder caused by deficiency of 3-hydroxy-3-methylglutaryl CoA lyase (HL). This mitochondrial enzyme catalyzes the common final step of leucine degradation and ketogenesis. Acute symptoms include vomiting, seizures and lethargy, accompanied by metabolic acidosis and hypoketotic hypoglycaemia. Such organs as the liver, brain, pancreas, and heart can also be involved. However, the pathophysiology of this disease is only partially understood. We measured mRNA levels, protein expression and enzyme activity of human HMG-CoA lyase from liver, kidney, pancreas, testis, heart, skeletal muscle, and brain. Surprisingly, the pancreas is, after the liver, the tissue with most HL activity. However, in heart and adult brain, HL activity was not detected in the mitochondrial fraction. These findings contribute to our understanding of the enzyme function and the consequences of its deficiency and suggest the need for assessment of pancreatic damage in these patients.","dc:creator":"Puisac B","dc:date":"2010","dc:title":"Differential HMG-CoA lyase expression in human tissues provides clues about 3-hydroxy-3-methylglutaric aciduria."},"rdfs:label":"HL expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:08603209-b6d7-45ab-9af3-3a8d9fb34334","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:75bb8ae2-0650-4179-b568-453320371b4a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The deficiency in humans results in episodes of hypoketotic hypoglycemia, which a decreased concentration of glucose in the blood associated with a reduced concentration of ketone bodies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8617516","type":"dc:BibliographicResource","dc:abstract":"3-hydroxy-3-methylglutaryl CoA lyase (HL, EC 4.1.3.4) catalyzes the cleavage of 3-hydroxy-3-methylglutaryl CoA to acetoacetic acid and acetyl CoA, the final reaction of both ketogenesis and leucine catabolism. Autosomal-recessive HL deficiency in humans results in episodes of hypoketotic hypoglycemia and coma. Using a mouse HL cDNA as a probe, we isolated a clone containing the full-length mouse HL gene that spans about 15 kb of mouse chromosome 4 and contains nine exons. The promoter region of the mouse HL gene contains elements characteristic of a housekeeping gene: a CpG island containing multiple Sp1 binding sites surrounds exon 1, and neither a TATA nor a CAAT box are present. We identified multiple transcription start sites in the mouse HL gene, 35 to 9 bases upstream of the translation start codon. We also isolated two human HL genomic clones that include HL exons 2 to 9 within 18 kb. The mouse and human HL genes (HGMW-approved symbol HMGCL) are highly homologous, with identical locations of intron-exon junctions. By genomic Southern blot analysis and exonic PCR, we found 2 of 33 HL-deficient probands to be homozygous for large deletions in the HL gene.","dc:creator":"Wang SP","dc:date":"1996","dc:title":"3-Hydroxy-3-methylglutaryl CoA lyase (HL): mouse and human HL gene (HMGCL) cloning and detection of large gene deletions in two unrelated HL-deficient patients."},"rdfs:label":"Ketogenesis"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e07d9f6-94e9-43af-8994-b98f5832f1b3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fa8f6850-d78e-4d30-962b-33b4963727f0","type":"FunctionalAlteration","dc:description":"HMG-CoA lyase activity in cultured fibroblasts derived from AMS showed 3, 6, and 1% of activity compared to control in 3 different replicates.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3128690","type":"dc:BibliographicResource","dc:abstract":"Five new patients are reported and the pathogenesis of the hypoglycaemia without ketogenesis is discussed. This report extends a recent review.","dc:creator":"Gibson KM","dc:date":"1988","dc:title":"3-Hydroxy-3-methylglutaryl-coenzyme A lyase deficiency: report of five new patients."},"rdfs:label":"HMG-CoA lyase activity"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c1ec35d-d999-42b6-8feb-282872f0ab65","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1ca74dba-9c32-47e4-aa73-38f0b7b974cf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"HLLKO mice died between 3 and 5 weeks and appeared normal until 1-3 hours before death. Progressive lethargy, hypoglycemia, and hyperammonemia occurred (Figure 3). Urine organic acids and plasma acylcarnitines were measured under non-stressed conditions, following KIC injection (a transamination product of leucine), and in samples available from spontaneous crises in HLLKO mice. Under stable conditions, HLLKO mice had elevated levels of leucine-related metabolites. In spontaneous crises of HLLKO mice, Krebs cycle and fatty acid derivatives were higher. Under stressed conditions, HLLKO mice showed elevated C5-hydroxylcarnitine, FA-derived acylcarnitines and decreased C4- and C3-acylcarnitines. In HLLKO hepatocytes, acetoacetate production was undetectable. Glucogenesis was measured in vivoby intraperitoneal pyruvate loading. The rapid increase of blood glucose occured in controls but not in HLLKO mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23861731","type":"dc:BibliographicResource","dc:abstract":"Most conditions detected by expanded newborn screening result from deficiency of one of the enzymes that degrade acyl-coenzyme A (CoA) esters in mitochondria. The role of acyl-CoAs in the pathophysiology of these disorders is poorly understood, in part because CoA esters are intracellular and samples are not generally available from human patients. We created a mouse model of one such condition, deficiency of 3-hydroxy-3-methylglutaryl-CoA lyase (HL), in liver (HLLKO mice). HL catalyses a reaction of ketone body synthesis and of leucine degradation. Chronic HL deficiency and acute crises each produced distinct abnormal liver acyl-CoA patterns, which would not be predictable from levels of urine organic acids and plasma acylcarnitines. In HLLKO hepatocytes, ketogenesis was undetectable. Carboxylation of [2-(14)C] pyruvate diminished following incubation of HLLKO hepatocytes with the leucine metabolite 2-ketoisocaproate (KIC). HLLKO mice also had suppression of the normal hyperglycemic response to a systemic pyruvate load, a measure of gluconeogenesis. Hyperammonemia and hypoglycemia, cardinal features of many inborn errors of acyl-CoA metabolism, occurred spontaneously in some HLLKO mice and were inducible by administering KIC. KIC loading also increased levels of several leucine-related acyl-CoAs and reduced acetyl-CoA levels. Ultrastructurally, hepatocyte mitochondria of KIC-treated HLLKO mice show marked swelling. KIC-induced hyperammonemia improved following administration of carglumate (N-carbamyl-L-glutamic acid), which substitutes for the product of an acetyl-CoA-dependent reaction essential for urea cycle function, demonstrating an acyl-CoA-related mechanism for this complication. ","dc:creator":"Gauthier N","dc:date":"2013","dc:title":"A liver-specific defect of Acyl-CoA degradation produces hyperammonemia, hypoglycemia and a distinct hepatic Acyl-CoA pattern."},"rdfs:label":"Liver-specific KO in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:0e324523-b9fd-4fb7-8500-f606a2746042","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6c3cbd4b-d12c-4092-b586-ecc108aa550a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Histological analysis on 22 embryos (8 HL +/+, 8 HL +/-, 6 HL -/-) showed vacuolization in the liver. Hepatocytes of 2 HL -/- were further analyzed and vacuolization, particularly in the mitochondria, was present. Mitochondria are predicted to be the site of HMG-CoA accumulation in HL deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9817922","type":"dc:BibliographicResource","dc:abstract":"3-Hydroxy-3-methylglutaryl-CoA lyase (HL, EC 4.1.3.4) catalyses the last step of ketogenesis from leucine and fatty acids. HL deficiency in humans is one of the many inborn errors of CoA ester metabolism. By gene targeting, we created a strain of HL-deficient mice. Heterozygous HL-deficient mice are clinically normal and fibroblasts from homozygous HL-deficient embryos grow normally despite absence of HL activity. In contrast, homozygous HL-deficient embryos die at approximately 11.5 days post-coitum. Histologically, HL-deficient embryos show marked vacuolization, particularly in liver. Ultrastructural studies of hepatocytes obtained before death from HL-deficient embryos reveal abnormal dilated mitochondria. HL-deficient mice are the first mammalian example of a disease primarily affecting CoA ester metabolism with abnormal prenatal development.","dc:creator":"Wang SP","dc:date":"1998","dc:title":"3-Hydroxy-3-methylglutaryl-CoA lyase (HL): gene targeting causes prenatal lethality in HL-deficient mice."},"rdfs:label":"KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Due to embryonic lethality, the phenotype could not be further analyzed."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4e_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:ad271f71-54d4-4f23-a3e7-c0bd140c75bd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:030140e0-92fb-473f-bddc-96414e03d1da","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"detectionMethod":"Entire coding region sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"14 out of 24 patients showed elevation of organic acids in urine.","phenotypes":["obo:HP_0000707","obo:HP_0001985","obo:HP_0001942"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:ad271f71-54d4-4f23-a3e7-c0bd140c75bd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:853ec455-d5a8-4070-b38b-78210cfa6cc5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.598A>T (p.Ile200Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339024374"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19177531","type":"dc:BibliographicResource","dc:abstract":"3-Hydroxy-3-methylglutaric aciduria is a rare autosomal recessive genetic disorder that affects ketogenesis and L-leucine catabolism. The clinical acute symptoms include vomiting, convulsions, metabolic acidosis, hypoketotic hypoglycaemia and lethargy. To date, 33 mutations in 100 patients have been reported in the HMGCL gene. In this study 10 new mutations in 24 patients are described. They include: 5 missense mutations: c.109G>A, c.425C>T, c.521G>A, c.575T>C and c.598A>T, 2 nonsense mutations: c.242G>A and c.559G>T, one small deletion: c.853delC, and 2 mutations in intron regions: c.497+4A>G and c.750+1G>A. Two prevalent mutations were detected, 109G>T (E37X) in 38% of disease alleles analyzed and c.504_505delCT in 10% of them. Although patients are mainly of European origin (71%) and mostly Spanish (54%), the group is ethnically diverse and includes, for the first time, patients from Pakistan, Palestine and Ecuador. We also present a simple, efficient method to express the enzyme and we analyze the possible functional effects of missense mutations. The finding that all identified missense mutations cause a >95% decrease in the enzyme activity, indicates that the disease appears only in very severe genotypes.\"","dc:creator":"Menao S","dc:date":"2009","dc:title":"Ten novel HMGCL mutations in 24 patients of different origin with 3-hydroxy-3-methyl-glutaric aciduria."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19177531","rdfs:label":"Patient 13"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Expressed variant in E. coli and performed HL assay. Activity (nmol acetoacetate/min/mg protein) was less than 5% of wild type and Km (HMG-CoA, uM) was not detectable."},{"id":"cggv:58a23d86-7c22-47ed-b6c4-be053c06ba58_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2657e623-837f-4348-92d2-2e21b4a1791d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"Entire coding region sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"14 out of 24 patients showed elevation of organic acids in urine.","phenotypes":["obo:HP_0001942","obo:HP_0001985"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:58a23d86-7c22-47ed-b6c4-be053c06ba58_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1686b6b5-1c03-4748-b9cc-1ab7d2ae8812","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.575T>C (p.Phe192Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339024521"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19177531"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19177531","rdfs:label":"Patient 12"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Expressed variant in E. coli and performed HL assay. Activity (nmol acetoacetate/min/mg protein) was less than 5% of wild type and Km (HMG-CoA, uM) was not detectable."},{"id":"cggv:756e3139-f13d-4fb9-a09f-7a49cce5401e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:15535a5e-59a7-4ad9-a497-82969dac39db","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":3,"detectionMethod":"Genomic DNA and total RNA extracted from blood or fibroblasts. All exons and exon-intron boundaries PCR amplified and Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"HMGCLD diagnosis based on characteristic metabolite findings. \"2 metabolic decompensations\", deficient in fibroblasts.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:756e3139-f13d-4fb9-a09f-7a49cce5401e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5e4c8359-242b-4e29-b63d-60672212a668","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.876+1G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339020821"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28583327","type":"dc:BibliographicResource","dc:abstract":"3-Hydroxy-3-methylglutaryl-coenzyme A lyase deficiency (HMGCLD) is a rare inborn error of ketone body synthesis and leucine degradation, caused by mutations in the HMGCL gene. In order to obtain a comprehensive view on this disease, we have collected clinical and biochemical data as well as information on HMGCL mutations of 37 patients (35 families) from metabolic centers in Belgium, Germany, The Netherlands, Switzerland, and Turkey. All patients were symptomatic at some stage with 94% presenting with an acute metabolic decompensation. In 50% of the patients, the disorder manifested neonatally, mostly within the first days of life. Only 8% of patients presented after one year of age. Six patients died prior to data collection. Long-term neurological complications were common. Half of the patients had a normal cognitive development while the remainder showed psychomotor deficits. We identified seven novel HMGCL mutations. In agreement with previous reports, no clear genotype-phenotype correlation could be found. This is the largest cohort of HMGCLD patients reported so far, demonstrating that HMGCLD is a potentially life-threatening disease with variable clinical outcome. Our findings suggest that the clinical course of HMGCLD cannot be predicted accurately from HMGCL genotype. The overall outcome in HMGCLD appears limited, thus rendering early diagnosis and strict avoidance of metabolic crises important.","dc:creator":"Grünert SC","dc:date":"2017","dc:title":"3-Hydroxy-3-methylglutaryl-coenzyme A lyase deficiency: Clinical presentation and outcome in a series of 37 patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28583327","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:de3b71cd-54e1-4658-a861-ead0f7eea4c6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3e15ec44-a824-473a-b714-fd7957b92fd8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"Entire coding region sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"14 out of 24 patients showed elevation of organic acids in urine.","phenotypes":["obo:HP_0001942","obo:HP_0001985"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:de3b71cd-54e1-4658-a861-ead0f7eea4c6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d6bbfcef-e644-4f05-9cb5-98c21a580d38","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.521G>A (p.Cys174Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA686065"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19177531"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19177531","rdfs:label":"Patient 11"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Expressed variant in E. coli and performed HL assay. Activity (nmol acetoacetate/min/mg protein) was less than 5% of wild type and Km (HMG-CoA, uM) was not detectable."},{"id":"cggv:d1006d20-64b1-4a94-891b-5795a91dcc6b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1320ef82-7fd5-4702-8c90-c1d56b5a07c4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","detectionMethod":"Entire coding region sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"14 out of 24 patients showed elevation of organic acids in urine.","phenotypes":["obo:HP_0002910","obo:HP_0002240","obo:HP_0001942","obo:HP_0001985"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:d1006d20-64b1-4a94-891b-5795a91dcc6b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:065d1c64-f015-495a-9254-7fff81878dc1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.242G>A (p.Trp81Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339028998"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19177531"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19177531","rdfs:label":"Patient 10"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:55222653-e7c9-4fd9-89d9-268f029367df_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7d49f9f4-291d-423f-a1c6-8f279ee17085","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Days","ageValue":3,"detectionMethod":"Genomic DNA and total RNA extracted from blood or fibroblasts. All exons and exon-intron boundaries PCR amplified and Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"HMGCLD diagnosis based on characteristic metabolite findings. \"1 metabolic decompensation.\"","phenotypes":"obo:HP_0010864","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:55222653-e7c9-4fd9-89d9-268f029367df_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c8caa18e-0d71-4a02-a90b-d36887ea2512","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.658del (p.Ala220LeufsTer27)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820586"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28583327"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28583327","rdfs:label":"Patient 6"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:d4b177c7-722b-41ee-aedd-a8b51f81e25e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c03a2713-b1a3-40b7-80a4-25fad0ee332b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","detectionMethod":"Entire coding region sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"14 out of 24 patients showed elevation of organic acids in urine.","phenotypes":["obo:HP_0002240","obo:HP_0001985","obo:HP_0001942"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:d4b177c7-722b-41ee-aedd-a8b51f81e25e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c6ab2ac0-0324-483f-9a38-a939b52255c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.109G>A (p.Glu37Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339030391"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19177531"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19177531","rdfs:label":"Patient 8"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Expressed variant in E. coli and performed HL assay. Activity (nmol acetoacetate/min/mg protein) was less than 5% of wild type and Km (HMG-CoA, uM) was not detectable."},{"id":"cggv:e9e88de5-dfcb-473e-8987-52003a1ab0ed_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c54cb660-e6c0-4fdf-810e-18d3a420ff37","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":4,"detectionMethod":"Genomic DNA and total RNA extracted from blood or fibroblasts. All exons and exon-intron boundaries PCR amplified and Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"HMGCLD diagnosis based on characteristic metabolite findings. \"2 metabolic decompensations,\" deficient in EBV-transformed lymphoblastoid cells.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e9e88de5-dfcb-473e-8987-52003a1ab0ed_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:775090cf-85f6-4b34-8be4-6d7aba545448","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.308_317dup (p.Thr107ProfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA521650914"}},{"id":"cggv:ad521365-6200-4def-8ef5-7f8cf8592fca","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.27del (p.Arg10GlyfsTer24)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA521652907"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28583327"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28583327","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:d53c52e1-c2d8-4c58-9ca8-a04f068c2b46_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:001322cf-c836-4c82-9311-ef78027c0929","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP analysis using cDNA found abnormal migration of a fragment spanning residues 557 to 756. Direct sequencing was performed on this region.","phenotypeFreeText":"In lymphocytes, had 0% of control HL enzyme activity. Northern analysis showed severely reduced amounts of normal sized mRNA (Figure 3).","phenotypes":["obo:HP_0001254","obo:HP_0001325","obo:HP_0001992","obo:HP_0001958"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:d53c52e1-c2d8-4c58-9ca8-a04f068c2b46_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fe2c5bc7-a9fd-43df-9aa8-125a017b0cac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000191.2(HMGCL):c.206_207delCT (p.Ser69Cysfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11954"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8440722","type":"dc:BibliographicResource","dc:abstract":"3-Hydroxy-3-methylglutaryl coenzyme A lyase (HL) catalyzes the final step of ketogenesis, an important pathway of mammalian energy metabolism. HL deficiency is an autosomal recessive inborn error in man leading to episodes of hypoglycemia and coma. Using the N-terminal peptide sequence of purified chicken liver HL, we designed degenerate sequence primers and amplified an 89-base pair (bp) chicken liver HL cDNA fragment. Longer cDNA clones for chicken (1384 bp) and human (1575 bp) HL were obtained by library screening. The peptide sequence predicted from the chicken clone contains two peptides from purified chicken HL. Mature human and chicken HL are 298-residue peptides. The sequence of the human clone predicts a 27-residue mitochondrial leader and a 31.6-kDa mature HL peptide. Human fibroblast and liver RNA contain a single 1.7-kilobase HL message. Two Acadian French-Canadian siblings with HL deficiency were homozygous for a 2-base pair deletion within the Ser-69 codon (S69fs(-2)), predicted to result in a truncated nonfunctional HL peptide lacking a complete active site. S69fs(-2) was not present in 12 other HL-deficient patients of 10 other ethnic origins, showing that HL deficiency is genetically heterogeneous.","dc:creator":"Mitchell GA","dc:date":"1993","dc:title":"3-Hydroxy-3-methylglutaryl coenzyme A lyase (HL). Cloning of human and chicken liver HL cDNAs and characterization of a mutation causing human HL deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8440722","rdfs:label":"Sibling 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Mutation causes a frameshift within Ser-69 codon and is predicted to produce a 78-residue peptide, 8 of the last 10 residues differing from normal HL. Termination at nucleotides 237-239. Northern analysis showed a small amount of mRNA."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":386,"specifiedBy":"GeneValidityCriteria6","strengthScore":16.5,"subject":{"id":"cggv:0e364cff-0932-4544-9224-3c8d96c31512","type":"GeneValidityProposition","disease":"obo:MONDO_0009520","gene":"hgnc:5005","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"\n","dc:isVersionOf":{"id":"cggv:f4d084e5-a740-4bfd-a850-d6db900d4a4e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}