{"id":"cggv:67d145eb-648f-4e00-b53f-9447d650cc3ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:67d145eb-648f-4e00-b53f-9447d650cc3e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-02-07T17:00:00.000Z","role":"Approver"},{"id":"cggv:67d145eb-648f-4e00-b53f-9447d650cc3e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-02-08T13:38:52.717Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:67d145eb-648f-4e00-b53f-9447d650cc3e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67d145eb-648f-4e00-b53f-9447d650cc3e_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.2},{"id":"cggv:5cbb9634-31a5-4cce-a081-203db1a7a309_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5cbb9634-31a5-4cce-a081-203db1a7a309","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"allele":[{"id":"cggv:2fe72ce5-a61c-4d8e-8d2b-9fca37e58eb4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007357.3(COG2):c.701dup (p.Tyr234Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645293933"}},{"id":"cggv:40b68399-97d5-48dd-bdb4-b8cc07bb42e6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007357.3(COG2):c.1900T>G (p.Trp634Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345198944"}}],"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000252","obo:HP_0001249","obo:HP_0001999","obo:HP_0001250","obo:HP_0002510","obo:HP_0011967","obo:HP_0001410","obo:HP_0001263","obo:HP_0033725","obo:HP_0003256","obo:HP_0012506","obo:HP_0002506","obo:HP_0010837"],"sex":"Male","variant":[{"id":"cggv:fd114296-bb8a-40de-b55c-30a46282ce50_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:40b68399-97d5-48dd-bdb4-b8cc07bb42e6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24784932","type":"dc:BibliographicResource","dc:abstract":"The conserved oligomeric Golgi (COG) complex is involved in intra-Golgi retrograde trafficking, and mutations in six of its eight subunits have been reported in congenital disorders of glycosylation (CDG). Here we report a patient showing severe acquired microcephaly, psychomotor retardation, seizures, liver dysfunction, hypocupremia, and hypoceruloplasminemia. Analysis of his serum glycoproteins revealed defects in both sialylation and galactosylation of glycan termini. Trio-based whole-exome sequencing identified two heterozygous mutations in COG2: a de novo frameshift mutation [c.701dup (p.Tyr234*)] and a missense mutation [c.1900T > G (p.Trp634Gly)]. Sequencing of cloned reverse-transcription polymerase chain reaction (RT-PCR) products revealed that both mutations were located on separate alleles, as expected, and that the mutant transcript harboring the frameshift mutation underwent degradation. The c.1900T > G (p.Trp634Gly) mutation is located in a domain highly conserved among vertebrates and was absent from both the public database and our control exomes. Protein expression of COG2, along with COG3 and COG4, was decreased in fibroblasts from the patient. Our data strongly suggest that these compound heterozygous mutations in COG2 are causative of CDG.","dc:creator":"Kodera H","dc:date":"2015","dc:title":"Mutations in COG2 encoding a subunit of the conserved oligomeric golgi complex cause a congenital disorder of glycosylation."}},{"id":"cggv:4d0a8a3a-142b-44b9-aaed-caf8a4b12f6c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2fe72ce5-a61c-4d8e-8d2b-9fca37e58eb4"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24784932"}],"rdfs:label":"Patient "},{"id":"cggv:fd114296-bb8a-40de-b55c-30a46282ce50","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:fd114296-bb8a-40de-b55c-30a46282ce50_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:4d0a8a3a-142b-44b9-aaed-caf8a4b12f6c","type":"obo:SEPIO_0004097","calculatedScore":2.5,"direction":"Supports","evidence":[{"id":"cggv:4d0a8a3a-142b-44b9-aaed-caf8a4b12f6c_variant_evidence_item"},{"id":"cggv:4d0a8a3a-142b-44b9-aaed-caf8a4b12f6c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Western blot"}],"strengthScore":2.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bb110ddf-cd22-4d5b-b90a-2ed23694c3e3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bb110ddf-cd22-4d5b-b90a-2ed23694c3e3","type":"Proband","allele":[{"id":"cggv:536e37e4-d398-42ce-bd56-cf3fd25b47a3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007357.3(COG2):c.389T>A (p.Val130Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1447407"}},{"id":"cggv:7902b7fd-6a3f-40c5-8def-459368caa5fc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_007357.3(COG2):c.380del (p.Lys127ArgfsTer5)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA529684816"}}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"apolipoprotein C-III deficiency.","sex":"UnknownEthnicity","variant":[{"id":"cggv:241d3675-7e7d-41ba-8fa4-0c605b0f2784_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:536e37e4-d398-42ce-bd56-cf3fd25b47a3"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29878199","type":"dc:BibliographicResource","dc:abstract":"Genomics methodologies have significantly improved elucidation of Mendelian disorders. The combination with high-throughput functional-omics technologies potentiates the identification and confirmation of causative genetic variants, especially in singleton families of recessive inheritance. In a cohort of 99 individuals with abnormal Golgi glycosylation, 47 of which being unsolved, glycomics profiling was performed of total plasma glycoproteins. Combination with whole-exome sequencing in 31 cases revealed a known genetic defect in 15 individuals. To identify additional genetic factors, hierarchical clustering of the plasma glycomics data was done, which indicated a subgroup of four patients that shared a unique glycomics signature of hybrid type N-glycans. In two siblings, compound heterozygous mutations were found in SLC10A7, a gene of unknown function in human. These included a missense mutation that disrupted transmembrane domain 4 and a mutation in a splice acceptor site resulting in skipping of exon 9. The two other individuals showed a complete loss of SLC10A7 mRNA. The patients' phenotype consisted of amelogenesis imperfecta, skeletal dysplasia, and decreased bone mineral density compatible with osteoporosis. The patients' phenotype was mirrored in SLC10A7 deficient zebrafish. Furthermore, alizarin red staining of calcium deposits in zebrafish morphants showed a strong reduction in bone mineralization. Cell biology studies in fibroblasts of affected individuals showed intracellular mislocalization of glycoproteins and a defect in post-Golgi transport of glycoproteins to the cell membrane. In contrast to yeast, human SLC10A7 localized to the Golgi. Our combined data indicate an important role for SLC10A7 in bone mineralization and transport of glycoproteins to the extracellular matrix.","dc:creator":"Ashikov A","dc:date":"2018","dc:title":"Integrating glycomics and genomics uncovers SLC10A7 as essential factor for bone mineralization by regulating post-Golgi protein transport and glycosylation."}},{"id":"cggv:067f7efc-86d1-4f9d-8ab9-2dfd22808a96_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7902b7fd-6a3f-40c5-8def-459368caa5fc"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29878199"}],"rdfs:label":"p78"},{"id":"cggv:067f7efc-86d1-4f9d-8ab9-2dfd22808a96","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:067f7efc-86d1-4f9d-8ab9-2dfd22808a96_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:241d3675-7e7d-41ba-8fa4-0c605b0f2784","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:241d3675-7e7d-41ba-8fa4-0c605b0f2784_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.2},{"id":"cggv:67d145eb-648f-4e00-b53f-9447d650cc3e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:67d145eb-648f-4e00-b53f-9447d650cc3e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:18b9fbf2-def9-4994-982e-57741ae54210","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:064d5842-5dbb-4cb3-be66-2b70153574e3","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"The researchers employed coimmunoprecipitation, focusing on the COG proteins, namely Cog1, Cog2, Cog3, and Cog5. In their experiment, an antibody against Cog2 was used to pull out proteins from rat liver cells. The results demonstrated that all examined COG proteins (Cog1, Cog2, Cog3, and Cog5) co-precipitated together. Similarly, using an antibody against Cog1 in a sample from bovine brain cells yielded the same outcome. Furthermore, the researchers confirmed that Sec8, a protein from a different complex, did not co-precipitate with the COG proteins.\n\nThis experimental evidence supports the interaction among the COG proteins, specifically Cog1, Cog2, Cog3, and Cog5, as revealed by co-immunoprecipitation. (Default: 0.5 points)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11980916","type":"dc:BibliographicResource","dc:abstract":"Multiprotein complexes are key determinants of Golgi apparatus structure and its capacity for intracellular transport and glycoprotein modification. Three complexes that have previously been partially characterized include (a) the Golgi transport complex (GTC), identified in an in vitro membrane transport assay, (b) the ldlCp complex, identified in analyses of CHO cell mutants with defects in Golgi-associated glycosylation reactions, and (c) the mammalian Sec34 complex, identified by homology to yeast Sec34p, implicated in vesicular transport. We show that these three complexes are identical and rename them the conserved oligomeric Golgi (COG) complex. The COG complex comprises four previously characterized proteins (Cog1/ldlBp, Cog2/ldlCp, Cog3/Sec34, and Cog5/GTC-90), three homologues of yeast Sec34/35 complex subunits (Cog4, -6, and -8), and a previously unidentified Golgi-associated protein (Cog7). EM of ldlB and ldlC mutants established that COG is required for normal Golgi morphology. \"Deep etch\" EM of purified COG revealed an approximately 37-nm-long structure comprised of two similarly sized globular domains connected by smaller extensions. Consideration of biochemical and genetic data for mammalian COG and its yeast homologue suggests a model for the subunit distribution within this complex, which plays critical roles in Golgi structure and function.","dc:creator":"Ungar D","dc:date":"2002","dc:title":"Characterization of a mammalian Golgi-localized protein complex, COG, that is required for normal Golgi morphology and function."},"rdfs:label":"Interaction of COG2 and other COGs"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:64e55bf5-aaa4-48f6-ab91-08c87261a56d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5a09d6bc-4b93-4e6e-a0e5-376feb1bbe48","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The conserved oligomeric Golgi (COG) complex is involved in intra-Golgi retrograde trafficking, and mutations in six of its eight subunits have been reported in congenital disorders of glycosylation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7962052","type":"dc:BibliographicResource","dc:abstract":"Two genetically distinct classes of low density lipoprotein (LDL) receptor-deficient Chinese hamster ovary cell mutants, ldlB and ldlC, exhibit nearly identical pleiotropic defects in multiple medial and trans Golgi-associated processes (Kingsley, D., K. F. Kozarsky, M. Segal, and M. Krieger. 1986. J. Cell Biol. 102:1576-1585). In these mutants, the synthesis of virtually all N- and O-linked glycoproteins and of the major lipid-linked oligosaccharides is abnormal. The abnormal glycosylation of LDL receptors in ldlB and ldlC cells results in their dramatically reduced stability and thus very low LDL receptor activity. We have cloned and sequenced a human cDNA (LDLC) which corrects the mutant phenotypes of ldlC, but not ldlB, cells. Unlike wild-type CHO or ldlB cells, ldlC cells had virtually no detectable endogenous LDLC mRNA, indicating that LDLC is likely to be the normal human homologue of the defective gene in ldlC cells. The predicted sequence of the human LDLC protein (ldlCp, approximately 83 kD) is not similar to that of any known proteins, and contains no major common structural motifs such as transmembrane domains or an ER translocation signal sequence. We have also determined the sequence of the Caenorhabditis elegans ldlCp by cDNA cloning and sequencing. Its similarity to that of human ldlCp suggests that ldlCp mediates a well-conserved cellular function. Immunofluorescence studies with anti-ldlCp antibodies in mammalian cells established that ldlCp is a peripheral Golgi protein whose association with the Golgi is brefeldin A sensitive. In ldlB cells, ldlCp was expressed at normal levels; however, it was not associated with the Golgi. Thus, a combination of somatic cell and molecular genetics has identified a previously unrecognized protein, ldlCp, which is required for multiple Golgi functions and whose peripheral association with the Golgi is both LDLB dependent and brefeldin A sensitive.","dc:creator":"Podos SD","dc:date":"1994","dc:title":"LDLC encodes a brefeldin A-sensitive, peripheral Golgi protein required for normal Golgi function."},"rdfs:label":"LDL deficient CHO cells "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:9e9a9a2b-df5c-4531-b9ea-1621d487ca46","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:553d7a26-9add-4e0e-85c7-0dc5a0c70946","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The study shows how in Cog2 null mutant ldlC cells, the content of sphingomyelin (SM) is reduced to ∼25% of WT cells. Cog2 transfection was effective in restoring SMS1 localization to the Golgi (Fig. 5C) and also in restoring the SM synthesis level to nearly normal levels in ldlC cells metabolically labeled with [3H]palmitate (Fig 6)\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21047787","type":"dc:BibliographicResource","dc:abstract":"The COG (conserved oligomeric Golgi complex) is a Golgi-associated tethering complex involved in retrograde trafficking of multiple Golgi enzymes. COG deficiencies lead to misorganization of the Golgi, defective trafficking of glycosylation enzymes, and abnormal N-, O- and ceramide-linked oligosaccharides. Here, we show that in Cog2 null mutant ldlC cells, the content of sphingomyelin (SM) is reduced to ∼25% of WT cells. Sphingomyelin synthase (SMS) activity is essentially normal in ldlC cells, but in contrast with the typical Golgi localization in WT cells, in ldlC cells, transfected SMS1 localizes to vesicular structures scattered throughout the cytoplasm, which show almost no signal of co-transfected ceramide transfer protein (CERT). Cog2 transfection restores SM formation and the typical SMS1 Golgi localization phenotype. Adding exogenous N-6-[(7-nitrobenzo-2-oxa-1,3-diazol-4-yl)amino]hexanoyl-4-d-erythro-sphingosine (C(6)-NBD-ceramide) to ldlC cell cultures results in normal SM formation. Endogenous ceramide levels were 3-fold higher in ldlC cells than in WT cells, indicating that Golgi misorganization caused by Cog2 deficiency affects the delivery of ceramide to sites of SM synthesis by SMS1. Considering the importance of SM as a structural component of membranes, this finding is also worth of consideration in relation to a possible contribution to the clinical phenotype of patients suffering congenital disorders of glycosylation type II.","dc:creator":"Spessott W","dc:date":"2010","dc:title":"Cog2 null mutant CHO cells show defective sphingomyelin synthesis."},"rdfs:label":"Cog2 null mutant ldlC cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":7787,"specifiedBy":"GeneValidityCriteria10","strengthScore":5.7,"subject":{"id":"cggv:f6e1f36e-e9e4-40b3-80a7-56866052644f","type":"GeneValidityProposition","disease":"obo:MONDO_0054559","gene":"hgnc:6546","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"***COG2*** was first reported in relation to autosomal recessive Congenital Disorders of Glycosylation by Kodera H et al. in 2015 (PMID: 24784932). ***COG2*** has only been reported in one additional proband since the first publication. Mutations in ***COG2*** can lead to Congenital disorder of glycosylation (CDG), type IIq. CDGs result in a wide variety of clinical features, such as defects in the nervous system development, psychomotor delay, dysmorphic features, hypotonia, coagulation disorders, and immunodeficiency. The broad spectrum of features reflects the critical role of N-glycoproteins during embryonic development, differentiation, and maintenance of cell functions. Clinical features of CDG-II caused by ***COG2*** are characterized by normal presentation at birth, followed by progressive deterioration with postnatal microcephaly, developmental delay, intellectual disability, seizures, spastic quadriplegia, liver dysfunction, hypocupremia and hypoceruloplasminemia in the first year of life. No supporting segregation information is available, and the disease mechanism appears to be biallelic loss of function. Heterozygous carriers are reportedly unaffected. This gene-disease relationship is supported by the biochemical function of ***COG2***, the protein encoded by this gene is one of eight proteins (Cog1-8) that form a Golgi-localized complex (COG) required for normal Golgi morphology and function. LDLC CHO cells have shown the effects of **COG2** and its restoration capabilities when transfected in the CHO cells (PMID: 21047787, 7962052). Coimmunoprecipitation experiments showed interaction with other proteins in the COG complex, specifically its interaction with ***COG1***, ***COG3***, and ***COG5***(PMID: 11980916). Although additional genetic and experimental evidence is needed to establish a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. A classification of LIMITED was approved by the ClinGen Congenital Disorders of Glycosylation GCEP on 2/7/24 (SOP Version 10)\n\n","dc:isVersionOf":{"id":"cggv:67d145eb-648f-4e00-b53f-9447d650cc3e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}