{"id":"cggv:3da28582-9929-4fcd-8c77-13dc1705b168v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3da28582-9929-4fcd-8c77-13dc1705b168_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-01-12T19:00:00.000Z","role":"Approver"},{"id":"cggv:3da28582-9929-4fcd-8c77-13dc1705b168_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-07-07T14:09:05.602Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21419380","type":"dc:BibliographicResource","dc:abstract":"Megalencephalic leukoencephalopathy with subcortical cysts (MLC) is a leukodystrophy characterized by early-onset macrocephaly and delayed-onset neurological deterioration. Recessive MLC1 mutations are observed in 75% of patients with MLC. Genetic-linkage studies failed to identify another gene. We recently showed that some patients without MLC1 mutations display the classical phenotype; others improve or become normal but retain macrocephaly. To find another MLC-related gene, we used quantitative proteomic analysis of affinity-purified MLC1 as an alternative approach and found that GlialCAM, an IgG-like cell adhesion molecule that is also called HepaCAM and is encoded by HEPACAM, is a direct MLC1-binding partner. Analysis of 40 MLC patients without MLC1 mutations revealed multiple different HEPACAM mutations. Ten patients with the classical, deteriorating phenotype had two mutations, and 18 patients with the improving phenotype had one mutation. Most parents with a single mutation had macrocephaly, indicating dominant inheritance. In some families with dominant HEPACAM mutations, the clinical picture and magnetic resonance imaging normalized, indicating that HEPACAM mutations can cause benign familial macrocephaly. In other families with dominant HEPACAM mutations, patients had macrocephaly and mental retardation with or without autism. Further experiments demonstrated that GlialCAM and MLC1 both localize in axons and colocalize in junctions between astrocytes. GlialCAM is additionally located in myelin. Mutant GlialCAM disrupts the localization of MLC1-GlialCAM complexes in astrocytic junctions in a manner reflecting the mode of inheritance. In conclusion, GlialCAM is required for proper localization of MLC1. HEPACAM is the second gene found to be mutated in MLC. Dominant HEPACAM mutations can cause either macrocephaly and mental retardation with or without autism or benign familial macrocephaly.","dc:creator":"López-Hernández T","dc:date":"2011","dc:title":"Mutant GlialCAM causes megalencephalic leukoencephalopathy with subcortical cysts, benign familial macrocephaly, and macrocephaly with retardation and autism."},"evidence":[{"id":"cggv:3da28582-9929-4fcd-8c77-13dc1705b168_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:3da28582-9929-4fcd-8c77-13dc1705b168_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6617,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:e298594e-c164-4fe1-ada8-0ff543891b72","type":"GeneValidityProposition","disease":"obo:MONDO_0013491","gene":"hgnc:26361","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Heterozygous variants in HEPACAM, also known as GLIALCAM, have been reported in relation to an autosomal dominant (AD) disorder, megalencephalic leukoencephalopathy with subcortical cysts 2B, remitting, with or without intellectual disability (MLC2B), the subject of this curation. Bi-allelic variants in this gene have also been reported in relation to the autosomal recessive (AR) disorder, megalencephalic leukoencephalopathy with subcortical cysts 2A (MLC2A). AD MLC2B is characterized by infantile-onset macrocephaly and mildly delayed motor development related to spontaneously resolving white matter abnormalities. AR MLC2A is characterized by early-onset macrocephaly and delayed onset neurological deterioration including ataxia, spasticity epilepsy and mild cognitive decline. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there are differences in inheritance pattern and phenotypic variability and therefore, the disorders related to HEPACAM have been split into two disease entities. AR MLC2A has been curated separately. \n\nSeven unique variants, including 6 missense and 1 ins/del mutations that have been reported in 22 probands and 3 affected siblings with improving MLC phenotypes in three publications (PMIDs: 21419380, 24202401, 27322623), are included in this curation. Most reported patients inherited their variants from a parent with macrocephaly. The maximum score for genetic evidence (12 pts.) has been reached.\n\n\nIn summary, there is definitive evidence to support the relationship between HEPACAM and autosomal dominant megalencephalic leukoencephalopathy with subcortical cysts 2B, remitting, with or without intellectual disability. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on January 12, 2023 (SOP 9). ","dc:isVersionOf":{"id":"cggv:3da28582-9929-4fcd-8c77-13dc1705b168"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}