{"id":"cggv:64552de0-3f81-4110-90f7-97de14b0387bv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:64552de0-3f81-4110-90f7-97de14b0387b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-04-08T05:09:21.681Z","role":"Approver"},{"id":"cggv:64552de0-3f81-4110-90f7-97de14b0387b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-04-08T05:09:33.202Z","role":"Publisher"}],"evidence":[{"id":"cggv:64552de0-3f81-4110-90f7-97de14b0387b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:64552de0-3f81-4110-90f7-97de14b0387b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:45de9be1-ac4f-4418-885b-474247c9b5fb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a60ec67a-e204-4bb0-9cde-5b6355e5aa1b","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Review of CSK2 in the nervous system.  Authors include a review of multiple studies of CSK2 expression and activity within model organism tissue. The holoenzyme is ubiquitously expressed but at more abundant levels within the brain  as demonstrated in chick, rat and mouse. Girault et al. showed that in the rat brain CSK2 is more intense in large striatal neurons, cortical pyramidal cells of the layer 5, ventral pallidum neurons, Purkinje cells and some scattered cells in the subiculum of the hippocampus and the medial nucleus of the amygdala (Girault et al. 1990). During development of the mouse cortex and caudate putamen, CSK2 was found to be high at embryonic day 16  and during the early post-natal period, and appeared to be decreased slightly in the adult.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10658642","type":"dc:BibliographicResource","dc:abstract":"Protein kinase CK2 is a ubiquitous and pleiotropic seryl/threonyl protein kinase which is highly conserved in evolution indicating a vital cellular role for this kinase. The holoenzyme is generally composed of two catalytic (alpha and/or alpha') and two regulatory (beta) subunits, but the free alpha/alpha' subunits are catalytically active by themselves and can be present in cells under some circumstances. Special attention has been devoted to phosphorylation status and structure of these enzymic molecules, however, their regulation and roles remain intriguing. Until recently, CK2 was believed to represent a kinase especially required for cell cycle progression in non-neural cells. At present, with respect to recent findings, four essential features suggest potentially important roles for this enzyme in specific neural functions: (1) CK2 is much more abundant in brain than in any other tissue; (2) there appear to be a myriad of substrates for CK2 in both synaptic and nuclear compartments that have clear implications in development, neuritogenesis, synaptic transmission, synaptic plasticity, information storage and survival; (3) CK2 seems to be associated with mechanisms underlying long-term potentiation in hippocampus; and (4) neurotrophins stimulate activity of CK2 in hippocampus. In addition, some data are suggestive that CK2 might play a role in processes underlying progressive disorders due to Alzheimer's disease, ischemia, chronic alcohol exposure or immunodeficiency virus HIV. The present review focuses mainly on the latest data concerning the regulatory mechanisms and the possible neurophysiological functions of this enzyme.","dc:creator":"Blanquet PR","dc:date":"2000","dc:title":"Casein kinase 2 as a potentially important enzyme in the nervous system."},"rdfs:label":"Review of CSK2 expression in the nervous system"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The expression of CSK2 within the brain and during early development of the mouse brain is consistent with the disease phenotype. "},{"id":"cggv:0d488404-af4f-44fc-b101-01857c27428d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9ebdcc4-dd5e-45a4-b3d0-a87f6d6d10a9","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This article reviews the structure and regulation of the CK2 holoenzyme. Protein kinase CK2 is a messenger-independent protein serine/threonine kinase that is typically found in tetrameric complexes consisting of two catalytic (alpha and/or alpha') subunits and two regulatory beta subunits. Dimers of CK2beta, encoded by CSNK2B are at the core of the tetrameric complex. \nCK2Beta is highly conserved across species, its entire aa sequence is identical between birds and mammals, and differs from xenopus sequence by 1 amino-acid only.\nCK2b subunit plays a role in the assembly of tetrameric CK2 complexes, in enhancing the catalytic activity and stability of CK2, and in modulation of the substrate selectivity of CK2. It is also responsible for docking and or recruitment of CK2 substrates or potential regulators. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12396231","type":"dc:BibliographicResource","dc:abstract":"Protein kinase CK2 ('casein kinase II') has traditionally been classified as a messenger-independent protein serine/threonine kinase that is typically found in tetrameric complexes consisting of two catalytic (alpha and/or alpha') subunits and two regulatory beta subunits. Accumulated biochemical and genetic evidence indicates that CK2 has a vast array of candidate physiological targets and participates in a complex series of cellular functions, including the maintenance of cell viability. This review summarizes current knowledge of the structural and enzymic features of CK2, and discusses advances that challenge traditional views of this enzyme. For example, the recent demonstrations that individual CK2 subunits exist outside tetrameric complexes and that CK2 displays dual-specificity kinase activity raises new prospects for the precise elucidation of its regulation and cellular functions. This review also discusses a number of the mechanisms that contribute to the regulation of CK2 in cells, and will highlight emerging insights into the role of CK2 in cellular decisions of life and death. In this latter respect, recent evidence suggests that CK2 can exert an anti-apoptotic role by protecting regulatory proteins from caspase-mediated degradation. The mechanistic basis of the observation that CK2 is essential for viability may reside in part in this ability to protect cellular proteins from caspase action. Furthermore, this anti-apoptotic function of CK2 may contribute to its ability to participate in transformation and tumorigenesis.","dc:creator":"Litchfield DW","dc:date":"2003","dc:title":"Protein kinase CK2: structure, regulation and role in cellular decisions of life and death."},"rdfs:label":"CK2 review"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Pathogenic variants in the CSNK2A1 gene are associated with Okur-Chung neurodevelopmental syndrome and a similar spectrum of phenotypic features as those onserved in cases with de novo CSNK2B variants,  including delayed psychomotor development, intellectual disability (ID), speech delay, behavioral abnormalities, brain malformations, and variable dysmorphic facial features. This GDA has not been curated by ClinGen but there are many de novo cases in the literature to suggest at least a strong GDA. \n(Original citation for the protein interaction. Kusk M, Ahmed R, Thomsen B, Bendixen C, Issinger OG, Boldyreff B. Interactions of protein kinase CK2beta subunit within the holoenzyme and with other proteins. Mol Cell Biochem. 1999;191:51–58, this reference was unavailable , the abstract indicates Y2H was used to identify CSNK2B binding partners). Default score: 1 interacting protein associated with with a similar disease spectrum."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:64552de0-3f81-4110-90f7-97de14b0387b_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d17c56fd-1128-44d1-8123-893ffb1ad460","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:44f3b943-1aed-429e-adb8-0778e1cf7c3b","type":"FunctionalAlteration","dc:description":"Mouse neural stem cells (NSCs) (derived from embryonic day 14.5) were transfected with small hairpin RNAs (shRNAs) targeting CSNK2B. Experiments used two shRNAs and a scramble shRNA control. Knockdown cells showed an increased rate of proliferation while  protein markers of differentiation (fig 3) and proteins regulating differentiation were significantly reduced compared to controls (fig 4 and 5). \nKnockdown of CSNK2B in primary hippocampal neurons altered neuron morphology: the dendritic length, number of dendrites, and branch points were significantly reduced in neurons after shRNA treatment compared with controls, (Fig. 5).\nPatch clamp electrophysiology recording demonstrated that knockdown of CSNK2B in primary hippocampal neurons alters synaptic transmission, the frequency of miniature excitatory postsynaptic currents (mEPSC) was increased in the knockdown cells and the amplitude and frequency of the miniature inhibitory postsynaptic currents (mIPSC) was increased (Fig. 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29483533","type":"dc:BibliographicResource","dc:abstract":"Recent genome-wide association studies (GWAS) have identified multiple risk loci that show strong associations with schizophrenia. However, pinpointing the potential causal genes at the reported loci remains a major challenge. Here we identify candidate causal genes for schizophrenia using an integrative genomic approach. Sherlock integrative analysis shows that ALMS1, GLT8D1, and CSNK2B are schizophrenia risk genes, which are validated using independent brain expression quantitative trait loci (eQTL) data and integrative analysis method (SMR). Consistently, gene expression analysis in schizophrenia cases and controls further supports the potential role of these three genes in the pathogenesis of schizophrenia. Finally, we show that GLT8D1 and CSNK2B knockdown promote the proliferation and inhibit the differentiation abilities of neural stem cells, and alter morphology and synaptic transmission of neurons. These convergent lines of evidence suggest that the ALMS1, CSNK2B, and GLT8D1 genes may be involved in pathophysiology of schizophrenia.","dc:creator":"Yang CP","dc:date":"2018","dc:title":"Comprehensive integrative analyses identify GLT8D1 and CSNK2B as schizophrenia risk genes."},"rdfs:label":"shRNA knockdown"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The experiments point to CSNK2B having important roles in neurodevelopment through regulating the proliferation and differentiation of NSCs. CSNK2B may also be involved in regulating dendritic morphology and modulating synaptic transmission which could be consistent with the ID phenotype. "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:64552de0-3f81-4110-90f7-97de14b0387b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:307d24fb-a809-4751-b1c5-28a398be8c04","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd47d6c7-69cf-44d9-958f-73ff5137686d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Using the cre lox system conditional CK2β-deficient mice were generated under the control of \ta nestin promoter, driving KO of expression specifically in the embryonic neural stem/progenitor \tcells (NSCs). Mice were born but were unable to feed and died shortly \tafter birth. Analysis of \tembryos at day E18.5 showed that the gross brain morphology of the mutant mice is similar to \tWT mice. A defect in the telencepahlon was observed; oligodendroglia cells were absent from the \tcorpus callosum, there was also an absence of the emerging hippocampal dentate gyrus. \n\t\nA CK2B deficiency in NSC cells leads to morphology defects later in development, pointing to a role \tfor CK2B in brain development, which could be consistent with the brain malformations seen in some CSNK2B cases.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20368359","type":"dc:BibliographicResource","dc:abstract":"Genetic programs that govern neural stem/progenitor cell (NSC) proliferation and differentiation are dependent on extracellular cues and a network of transcription factors, which can be regulated posttranslationally by phosphorylation. However, little is known about the kinase-dependent pathways regulating NSC maintenance and oligodendrocyte development. We used a conditional knockout approach to target the murine regulatory subunit (beta) of protein kinase casein kinase 2 (CK2beta) in embryonic neural progenitors. Loss of CK2beta leads to defects in proliferation and differentiation of embryonic NSCs. We establish CK2beta as a key positive regulator for the development of oligodendrocyte precursor cells (OPCs), both in vivo and in vitro. We show that CK2beta directly interacts with the basic helix-loop-helix (bHLH) transcription factor Olig2, a critical modulator of OPC development, and activates the CK2-dependent phosphorylation of its serine-threonine-rich (STR) domain. Finally, we reveal that the CK2-targeted STR domain is required for the oligodendroglial function of Olig2. These findings suggest that CK2 may control oligodendrogenesis, in part, by regulating the activity of the lineage-specific transcription factor Olig2. Thus, CK2beta appears to play an essential and uncompensated role in central nervous system development.","dc:creator":"Huillard E","dc:date":"2010","dc:title":"Disruption of CK2beta in embryonic neural stem cells compromises proliferation and oligodendrogenesis in the mouse telencephalon."},"rdfs:label":"Conditional Cnk2B KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"At the GCEP meeting the experts agreed that the phenotypes reported in the mouse model are consistent with the brain malformations seen in some CSNK2B cases. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:64552de0-3f81-4110-90f7-97de14b0387b_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4199,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:ec04c48f-cbcc-4d1d-bcfa-79a8ddb426d2","type":"GeneValidityProposition","disease":"obo:MONDO_0032889","gene":"hgnc:2460","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The CSNK2B gene is located on chromosome 6 at 6p21.33 and encodes the casein kinase 2 beta protein, the regulatory subunit of casein kinase 2 (CK2). The CK-beta subunits form homodimers at the core of the CK2 enzyme and are thought to contribute to the stability of the holoenzyme complex, regulating the catalytic activity and substrate recognition. CK2 is a ubiquitously expressed serine threonine kinase and plays a role in many cellular processes. CSNK2B was first reported in relation to autosomal dominant Poirier-Bienvenu neurodevelopmental syndrome in 2017 (Poirier et al., PMID: 28585349). This disorder is characterized by mild to profound intellectual disability, with or without epilepsy. The epilepsy is often early-onset occurring before three years of age, often intractable with the most common seizure type being generalized tonic-clonic seizures (Nakashima et al., 2019, PMID: 30655572; Li et al., 2019, PMID: 31784560; Ernst et al., 2021, PMID: 34041744). The presentation is variable. Other phenotypes commonly seen in patients include global developmental delays with mild to severe delayed psychomotor development, speech and language delay, facial dysmorphic features and growth abnormalities (PMID: 28585349; Sakaguchi et al., 2017, PMID: 28762608; PMIDs: 30655572, 31784560; Selvam et al., 2021, PMID: 33166063). Some affected individuals also exhibit autistic features, hypotonia, dystonia, and cerebral atrophy (PMID: 34041744).\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least ten unrelated individuals in five publications. At least ten unique variants have been reported and include a spectrum of missense, splice site, frameshift, and nonsense variants. Variants typically occur de novo. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease relationship is also supported by a temporal and spatial expression pattern of CK2 which is consistent with disease and studies reducing expression levels of Csnk2b mouse in neural stem cells and primary hippocampal neurons support a role for CSNK2B in the regulation of neuronal proliferation and differentiation as well as the modulation of synaptic transmission (Blanquet 2000, PMID: 10658642; Yang et al., 2018, PMID: 29483533). Furthermore, the CSNK2A gene which also encodes a subunit of CK2 holoenzyme, is associated with Okur-Chung neurodevelopmental syndrome and a similar phenotypic spectrum of disease (Okur et al., 2016; PMID: 27048600). In summary, CSNK2B is definitively associated with autosomal dominant Poirier-Bienvenu neurodevelopmental syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 01.21.2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:64552de0-3f81-4110-90f7-97de14b0387b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}