{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2019-02-27T17:00:00.000Z","role":"Approver"},{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:865339b1-8006-4d2f-9fdf-66647754a512","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a5e7fdf-cc95-4749-8c36-941cb68e6c38","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Skin biopsies from controls and EDS Type IV patient were taken to culture fibroblasts. Northern blot analysis was performed on mutant and control fibroblasts, showing an abundance of type III collagen. Differences in the expression of normal type III collagen is an established method of diagnosing EDS Type IV.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2834369","type":"dc:BibliographicResource","dc:abstract":"We have studied a patient with severe, dominantly inherited Ehlers-Danlos syndrome type IV. The results indicate that this patient carries a deletion of 3.3 kilo-base pairs in the triple helical coding domain of one of the two alleles for the pro-alpha-chains of type III collagen (COL3A1). His cultured skin fibroblasts contain equal amounts of normal length mRNA and of mRNA shortened by approximately 600 bases, and synthesize both normal and shortened pro-alpha 1(III)-chains. In procollagen molecules containing one or more shortened chains, a triple helix is formed with a length of only about 780 amino acids. The mutant procollagen molecules have decreased thermal stability, are less efficiently secreted, and are not processed as their normal counterpart. The deletion in this family is the first mutation to be described in COL3A1.","dc:creator":"Superti-Furga A","dc:date":"1988","dc:title":"Ehlers-Danlos syndrome type IV: a multi-exon deletion in one of the two COL3A1 alleles affecting structure, stability, and processing of type III procollagen."},"rdfs:label":"Superti-Furga 1988 Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Expression in connective tissue is consistent with disease phenotype."},{"id":"cggv:fcbf618a-84cd-4d5f-9bba-bfb1d66ae86d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb3932df-35dd-4a1e-9f2e-f6615de290dc","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Review: Type III collagen, which is a homotrimer of 3 alpha1(III) chains encoded by COL3A1, is a classic fibril-forming collagen that assembles into highly organized aggregates. Type III collagen is found in skin, vessel wall, and reticular fibers of most tissues.  Phenotypes with EDS type IV include arterial, intestinal and/or uterine fragility, thin/translucent skin, easy bruising, vascular dissection or rupture, gastrointestinal perforation or organ rupture .","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14623400","type":"dc:BibliographicResource","dc:abstract":"The extracellular matrix represents a complex alloy of variable members of diverse protein families defining structural integrity and various physiological functions. The most abundant family is the collagens with more than 20 different collagen types identified so far. Collagens are centrally involved in the formation of fibrillar and microfibrillar networks of the extracellular matrix, basement membranes as well as other structures of the extracellular matrix. This review focuses on the distribution and function of various collagen types in different tissues. It introduces their basic structural subunits and points out major steps in the biosynthesis and supramolecular processing of fibrillar collagens as prototypical members of this protein family. A final outlook indicates the importance of different collagen types not only for the understanding of collagen-related diseases, but also as a basis for the therapeutical use of members of this protein family discussed in other chapters of this issue.","dc:creator":"Gelse K","dc:date":"2003","dc:title":"Collagens--structure, function, and biosynthesis."},"rdfs:label":"Type III Collagen"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a5a40fa1-3dc8-4b0a-82b0-164aa217b81a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e11c3cbf-271b-4274-8781-83eedf1a5fd5","type":"FunctionalAlteration","dc:description":"Primary human skin fibroblast cultures were obtained from skin biopsies of a patient with a p.G252V mutation and a control individual. Also from a patient with a different glycine substitution (p.G501A) and a haploinsufficient patient (p.Q857X). Patients with EDS Type IV are unable to form well-organized extracellular matrices. In the p.G252V patient cells, labeling with antibodies against collagen types I and III showed disorganized bundles of collagen fibrils. They identified a single siRNA that was able to knockdown the mutant COL3A1 mRNA in the p.G252V patient without affecting the wild type COL3A1. After treatment with the siRNA, the morphology of the extracellular matrix more closely resembled the healthy control fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22038052","type":"dc:BibliographicResource","dc:abstract":"The vascular type of the Ehlers-Danlos syndrome (vEDS) is caused by dominant-negative mutations in the procollagen type III (COL3A1) gene. Patients with this autosomal dominant disorder have a shortened life expectancy due to complications from ruptured vessels or hollow organs. We tested the effectiveness of allele-specific RNA interference (RNAi) to reduce the mutated phenotype in fibroblasts. Small-interfering RNAs (siRNAs) discriminating between wild-type and mutant COL3A1 allele were identified by a luciferase reporter gene assay and in primary fibroblasts from a normal donor and a patient with vEDS. The best discriminative siRNA with the mutation at position 10 resulted in >90% silencing of the mutant allele without affecting the wild-type allele. Transmission and immunogold electron microscopy of extracted extracellular matrices from untreated fibroblasts of the patient with vEDS revealed structurally abnormal fibrils. After siRNA treatment, collagen fibrils became similar to fibrils from fibroblasts of normal and COL3A1 haploinsufficient donors. In addition, it was shown that expression of mutated COL3A1 activates the unfolded protein response and that reduction of the amount of mutated protein by siRNA reduces cellular stress. Taken together, the results provide evidence that allele-specific siRNAs are able to reduce negative effects of mutated COL3A1 proteins. Thus, the application of allele-specific RNAi may be a promising direction for future personalized therapies to reduce the severity of vEDS.","dc:creator":"Müller GA","dc:date":"2012","dc:title":"Allele-specific siRNA knockdown as a personalized treatment strategy for vascular Ehlers-Danlos syndrome in human fibroblasts."},"rdfs:label":"siRNA"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9a562368-084e-4aa3-8ab5-a2348efaea5d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:060b84bf-ed53-4d88-892d-3d4db38150b2","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Primary human skin fibroblast cultures were obtained from skin biopsies of a patient with a p.G252V mutation and a control individual. Also from a patient with a different glycine substitution (p.G501A) and a haploinsufficient patient (p.Q857X). Patients with EDS Type IV are unable to form well-organized extracellular matrices. In the p.G252V patient cells, labeling with antibodies against collagen types I and III showed disorganized bundles of collagen fibrils. They identified a single siRNA that was able to knockdown the mutant COL3A1 mRNA in the p.G252V patient without affecting the wild type COL3A1. After treatment with the siRNA, the morphology of the extracellular matrix more closely resembled the healthy control fibroblasts.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22038052","rdfs:label":"siRNA rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Evidence of a dominant negative effect."},{"id":"cggv:3a17a87c-9daf-434c-8083-b06a1efe4adf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c8c1830a-8228-464d-9ff7-f3956b67099c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Type III collagen is critical for fibrillogenesis and is an essential component of fibrils in tissues such as the aorta but is also important in regulating type I collagen fibrils. The phenotype of col3a1 null mice is similar to clinical manifestations of EDS Type IV, in which patients often experience blood vessel or intestinal rupture, leading to death. Although the heterozygous mice did not show this phenotype, recent studies have demonstrated that the mice do have reduced levels of aortic collagen and reduced aortic wall strength. Histologically, they have minor aortic lesions that appear between 2 and 14 months (PMID: 20587693).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9050868","type":"dc:BibliographicResource","dc:abstract":"Type III collagen is a fibrillar forming collagen comprising three alpha1(III) chains and is expressed in early embryos and throughout embryogenesis. In the adult, type III collagen is a major component of the extracellular matrix in a variety of internal organs and skin. Mutations in the COL3A1 gene have been implicated as a cause of type IV Ehlers-Danlos syndrome, a disease leading to aortic rupture in early adult life. To directly study the role of Col3a1 in development and disease, we have inactivated the Col3a1 gene in embryonic stem cells by homologous recombination. The mutated allele was transmitted through the mouse germ line and homozygous mutant animals were derived from heterozygous intercrosses. About 10% of the homozygous mutant animals survived to adulthood but have a much shorter life span compared with wild-type mice. The major cause of death of mutant mice was rupture of the major blood vessels, similar to patients with type IV Ehlers-Danlos syndrome. Ultrastructural analysis of tissues from mutant mice revealed that type III collagen is essential for normal collagen I fibrillogenesis in the cardiovascular system and other organs.","dc:creator":"Liu X","dc:date":"1997","dc:title":"Type III collagen is crucial for collagen I fibrillogenesis and for normal cardiovascular development."},"rdfs:label":"Col3a1 Null Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Medial collagen content in thoracic aortas from mutant mice was lower than wild type. TEM analysis revealed clear aortic abnormalities in mutant mice (elastic lamellae showed reduced electron density, variable width, and disrupted architecture). Molecular mechanism is not the same so points were reduced."},{"id":"cggv:cb450ed3-9e37-422a-8ae6-4f0a8c2888ea","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:145a0b4c-6235-4cd2-a71c-357b8d4b5431","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients with vEDS are susceptible to rupture of arteries, bowel, and uterus. Most cases are caused by a missense variant leading to the substitution of a critical glycine in the repetitive Gly-Xaa-Yaa sequence of the collagen triple helix domain, leading to a dominant negative effect: only 1 in 8 collagen homotrimers are normal. Transgenic mice carrying p.Gly182Ser (human p.Gly183Ser) variant show signs of vascular and dermal fragility with aberrant collagen fibrils in the aorta and dermis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29551664","type":"dc:BibliographicResource","dc:abstract":"Type III collagen is a major fibrillar collagen consisting of three identical α1(III)-chains that is particularly present in tissues exhibiting elastic properties, such as the skin and the arterial wall. Heterozygous mutations in the COL3A1 gene result in vascular Ehlers-Danlos syndrome (vEDS), a severe, life-threatening disorder, characterized by thin, translucent skin and propensity to arterial, intestinal and uterine rupture. Most human vEDS cases result from a missense mutation substituting a crucial glycine residue in the triple helical domain of the α1(III)-chains. The mechanisms by which these mutant type III collagen molecules cause dermal and vascular fragility are not well understood. We generated a transgenic mouse line expressing mutant type III collagen, containing a typical helical glycine substitution (p.(Gly182Ser)). This Col3a1Tg-G182S mouse line displays a phenotype recapitulating characteristics of human vEDS patients with signs of dermal and vascular fragility. The Col3a1Tg-G182S mice develop severe transdermal skin wounds, resulting in early demise at 13-14weeks of age. We found that this phenotype was associated with a reduced total collagen content and an abnormal collagen III:I ratio, leading to the production of severely malformed collagen fibrils in the extracellular matrix of dermal and arterial tissues. These results indicate that expression of the glycine substitution in the α1(III)-chain disturbs formation of heterotypic type III:I collagen fibrils, and thereby demonstrate a key role for type III collagen in collagen fibrillogenesis in dermal and arterial tissues.","dc:creator":"D'hondt S","dc:date":"2018","dc:title":"Type III collagen affects dermal and vascular collagen fibrillogenesis and tissue integrity in a mutant Col3a1 transgenic mouse model."},"rdfs:label":"Transgenic Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The mouse phenotypes are consistent with the human disease and the mechanism (dominant negative) is the same."},{"id":"cggv:bbb8dd0c-26fe-4e99-a600-64d105f24360","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bd76741f-4efe-4dfd-bae4-9bcc230acd51","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Gene-targeting experiment resulted in spontaneous 185 kb deletion of Col3a1 including the promoter region and exons 1-39. Q-PCR was used to quantify DNA within the deleted region and carriers were identified by a 50% reduction of product compared to wild type litter mates. Cause of death in all cases was acute aortic dissection with rupture of the ascending or descending thoracic aorta.  Medial collagen content in thoracic aortas from mutant mice was lower than wild type. TEM analysis revealed clear aortic abnormalities in mutant mice (elastic lamellae showed reduced electron density, variable width, and disrupted architecture).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21071432","type":"dc:BibliographicResource","dc:abstract":"The vascular type of Ehlers-Danlos syndrome (EDS IV) is an autosomal-dominant disorder characterized by thin translucent skin and extensive bruising. Patients with EDS IV have reduced life expectancy (median 45-50 years) due to spontaneous rupture of arteries (particularly large arteries) or bowel. EDS IV results from mutation of the COL3A1 gene, which encodes the pro-α(1) chains of type III collagen that is secreted into the extracellular matrix, e.g. by smooth muscle cells. A mouse model of EDS IV produced by targeted ablation of Col3a1 has been of limited use as only 10% of homozygous animals survive to adulthood, whereas heterozygous animals do not die from arterial rupture. We report a novel, exploitable model of EDS IV in a spontaneously generated mouse line.","dc:creator":"Smith LB","dc:date":"2011","dc:title":"Haploinsufficiency of the murine Col3a1 locus causes aortic dissection: a novel model of the vascular type of Ehlers-Danlos syndrome."},"rdfs:label":"Smith 2011 Haploinsufficient Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Acute aortic rupture shown in the mutant mouse line is consistent with EDS Type IV  patients with haploinsufficiency who also exhibit vascular complications. Although the heterozygous mice from the Liu 1997 paper did not show this phenotype, recent studies have demonstrated that the mice do have reduced levels of aortic collagen and reduced aortic wall strength. Histologically, they have minor aortic lesions that appear between 2 and 14 months (PMID: 20587693). The differences between these two studies may be due to genetic background and modifiers."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:dba8fc73-87d7-4066-91f8-f90cf87ac2c6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:22316060-1be5-4583-aa60-586d456b9851","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RNA and DNA were extracted from cultured fibroblasts and cDNA was synthesized. PCR amplification of overlapping cDNA sequences- analyzed by electrophoresis for insertions/deletions or by single-strand confirmation analysis for point mutations. Abnormal fragments sequenced by dideoxy chain-termination method. Mutations confirmed by sequence analysis or restriction-enzyme digestion of genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Biochemically confirmed EDS Type IV. Gastrointestinal and arterial complications reported.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:dba8fc73-87d7-4066-91f8-f90cf87ac2c6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:cecba798-43bc-4b40-8d91-8395d0bb939d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.1618G>A (p.Gly540Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/101297"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10706896","type":"dc:BibliographicResource","dc:abstract":"Ehlers-Danlos syndrome type IV, the vascular type, results from mutations in the gene for type III procollagen (COL3A1). Affected patients are at risk for arterial, bowel, and uterine rupture, but the timing of these events, their frequency, and the course of the disease are not well documented.","dc:creator":"Pepin M","dc:date":"2000","dc:title":"Clinical and genetic features of Ehlers-Danlos syndrome type IV, the vascular type."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896","rdfs:label":"Gly373Arg"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Glycine residues within the Gly-Xaa-Yaa repeats of the triple helix domain are required for the structure and stability of fibrillar collagens. No functional evidence."},{"id":"cggv:6f2823bc-b59f-4b19-8896-a0c7dc9ff53e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:d187cb27-38ec-4ae9-9653-40b5458c8c7a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":38,"detectionMethod":"Next-Generation sequencing. 9 genes were included in the HaloPlex Target Enrichment panel (ADAMTS2, B4GALT7, CHST14, COL3A1, COL5A1, COL5A2, PLOD1, PLOD3, TNXB).","phenotypeFreeText":"\"Typical symptoms of vEDS.\" Referred an ischemic perforation of her sigmoid-rectum with stercoral peritonitis.","phenotypes":"obo:HP_0010648","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:6f2823bc-b59f-4b19-8896-a0c7dc9ff53e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b8e3d90f-60a5-4287-8b16-3a35294590d1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.188995083G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16602222"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27799058","type":"dc:BibliographicResource","dc:abstract":"The vascular type of Ehlers-Danlos syndrome is an autosomal dominant connective tissue disorder caused by a mutation in the COL3A1 gene encoding pro-alpha1 chain of type III collagen. The vascular type of Ehlers-Danlos syndrome causes severe fragility of connective tissues with arterial and intestinal ruptures and complications in surgical and radiological treatments.","dc:creator":"Cortini F","dc:date":"2016","dc:title":"Next-generation sequencing and a novel COL3A1 mutation associated with vascular Ehlers-Danlos syndrome with severe intestinal involvement: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27799058","rdfs:label":"Cortini 2016 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:b085290e-6f2e-4d8e-a51d-6f6107203578_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3a5548e5-02e3-41b1-82d0-efe6e36bdc3e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RNA and DNA were extracted from cultured fibroblasts and cDNA was synthesized. PCR amplification of overlapping cDNA sequences- analyzed by electrophoresis for insertions/deletions or by single-strand confirmation analysis for point mutations. Abnormal fragments sequenced by dideoxy chain-termination method. Mutations confirmed by sequence analysis or restriction-enzyme digestion of genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Biochemically confirmed EDS Type IV. Arterial complications reported.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:b085290e-6f2e-4d8e-a51d-6f6107203578_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c606943f-0662-422d-99b9-79ebe548b897","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.1744G>A (p.Gly582Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17225"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896","rdfs:label":"Gly415Ser"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"Variant occurs in one of the triple helical region in which variants are known to cause EDS type IV and has been found in multiple unrelated individuals. No variant-level evidence."},{"id":"cggv:3c017b9c-1a45-48b4-bf35-22df4aace22f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6c897302-7d74-45a6-a7ba-ab964e5ffdac","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RNA and DNA were extracted from cultured fibroblasts and cDNA was synthesized. PCR amplification of overlapping cDNA sequences- analyzed by electrophoresis for insertions/deletions or by single-strand confirmation analysis for point mutations. Abnormal fragments sequenced by dideoxy chain-termination method. Mutations confirmed by sequence analysis or restriction-enzyme digestion of genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Index patients were biochemically confirmed EDS Type IV (cultured fibroblasts from patients synthesized abnormal type III procollagen molecules). Both bowel and arterial complications were indicated for this proband.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:3c017b9c-1a45-48b4-bf35-22df4aace22f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4dfb1c57-8874-41fc-9679-f8fb7188af0f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.547G>A (p.Gly183Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17228"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896","rdfs:label":"G16S"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This substitution affects the glycine residue in a Gly-X-Y motif in the triple helical region of COL3A1. There is a transgenic mouse model that supports its pathogenicity."},{"id":"cggv:b9edf05b-2f68-478d-b176-f8eb89345a05_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f9dc54d1-ad09-4052-ab7a-09e2975142be","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RNA and DNA were extracted from cultured fibroblasts and cDNA was synthesized. PCR amplification of overlapping cDNA sequences- analyzed by electrophoresis for insertions/deletions or by single-strand confirmation analysis for point mutations. Abnormal fragments sequenced by dideoxy chain-termination method. Mutations confirmed by sequence analysis or restriction-enzyme digestion of genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Biochemically confirmed EDS Type IV. Gastrointestinal and arterial complications reported.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:b9edf05b-2f68-478d-b176-f8eb89345a05_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aceef043-cf2c-48de-8f33-667ece948f82","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.1997G>A (p.Gly666Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17223"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896","rdfs:label":"Gly499Asp"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence."},{"id":"cggv:3a0a8c15-6eec-4cdd-ad49-b263833d8562_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:44383a7e-b8ec-4952-8c5b-03702965c0b0","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":37,"detectionMethod":"Targeted Next-Gen sequencing of 17 genes involved in vascular fragility (ACTA2, CBS, COL3A1, COL5A1, COL5A2, ELN, FBN1, MYH11, MYLK, SLC2A10, SMAD3, TGFB2, TGFB3, TGFBR1, TGFBR) was performed on the proband. Family members further underwent DNA analysis to identify the COL3A1 variant.","phenotypeFreeText":"Dissection of right common iliac artery.","phenotypes":["obo:HP_0005294","obo:HP_0010648"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:3a0a8c15-6eec-4cdd-ad49-b263833d8562_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ade26a5b-100b-4751-ab7b-144763cbeb16","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.188992212G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16602228"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28102592","type":"dc:BibliographicResource","dc:abstract":"Vascular Ehlers-Danlos Syndrome (vEDS) is caused by heterozygous mutations in COL3A1 and is characterized by fragile vasculature and hollow organs, with a high risk of catastrophic events at a young age. During pregnancy and delivery, maternal mortality rates up until 25% have been reported. However, recent pedigree analysis reported a substantial lower pregnancy-related mortality rate of 4.9%. Here, we describe an extended vEDS family with multiple uneventful pregnancy outcomes. In the proband, a 37-year-old woman, DNA-analysis because of an asymptomatic iliac artery dissection revealed a pathogenic mutation in COL3A1 (c.980G>A; p. Gly327Asp). She had had three uneventful vaginal deliveries. At the time of diagnosis, her 33-year-old niece was 25 weeks pregnant. She had had one uneventful vaginal delivery. Targeted DNA-analysis revealed that she was carrier of the COL3A1 mutation. Ultrasound detected an aneurysm in the abdominal aorta with likely a dissection. An uneventful elective cesarean section was performed at a gestational age of 37 weeks. The 40-year-old sister of our proband had had one uneventful vaginal delivery and an active pregnancy wish. Cascade DNA-screening showed her to carry the COL3A1 mutation. Computed Tomography Angiography (CTA) of her aorta revealed a type B dissection with the most proximal entry tear just below the superior mesenteric artery. Pregnancy was therefore discouraged. This familial case illustrates the complexity and challenges of reproductive decision-making in a potentially lethal condition as vEDS, and highlights the importance of a multidisciplinary approach. Moreover, it suggests that previous pregnancy-related risks of vEDS may be overestimated. © 2016 Wiley Periodicals, Inc.","dc:creator":"Baas AF","dc:date":"2017","dc:title":"Six uneventful pregnancy outcomes in an extended vascular Ehlers-Danlos syndrome family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28102592","rdfs:label":"III.3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence."},{"id":"cggv:e05beead-5702-4c1d-8532-51f7eb3e0efd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a01a89da-0771-4b21-b9b5-d4a46978012c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RNA and DNA were extracted from cultured fibroblasts and cDNA was synthesized. PCR amplification of overlapping cDNA sequences- analyzed by electrophoresis for insertions/deletions or by single-strand confirmation analysis for point mutations. Abnormal fragments sequenced by dideoxy chain-termination method. Mutations confirmed by sequence analysis or restriction-enzyme digestion of genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Biochemically confirmed EDS Type IV. Gastrointestinal and arterial complications reported.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:e05beead-5702-4c1d-8532-51f7eb3e0efd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:35b5566f-0ace-4142-bd83-379248a0839a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.1655G>A (p.Gly552Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17211"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896","rdfs:label":"Gly385Glu"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence."},{"id":"cggv:0070b68b-654c-47e9-bae8-4ad5455adbb8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ee2c3bf2-13e1-4858-917f-27f50d316eb5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":64,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Hysterectomy at 26 years 1 month after giving birth due to an intractable uterine hemorrhage. Stripping of varicose veins of lower extremities at 49 years. Diagnosed with arteriovenous fistulae of her lower extremities at 62 years. History of skin ulcers. Abnormal CT showed saccular and fusiform aneurysms in celiac artery, splenic artery, superior mesenteric artery, right and left renal arteries, and right and left common iliac arteries.","phenotypes":["obo:HP_0010648","obo:HP_0002102","obo:HP_0002202"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:0070b68b-654c-47e9-bae8-4ad5455adbb8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c1333a4e-60a5-471f-aa36-92629aacf5e0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.189002317G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16602223"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23374456","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Kashizaki F","dc:date":"2013","dc:title":"Vascular-type Ehlers-Danlos syndrome caused by a hitherto unknown genetic mutation: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23374456","rdfs:label":"Kashizaki 2013 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.25,"dc:description":"No functional evidence."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":3},{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:bcb34cd0-d394-41c9-8d47-abd3f5ff555b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:828e912a-a638-427a-9860-c9b23ad82a4c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"For initial screening for mutations, 5 single-stranded cDNA probes spanning the entire coding sequence of the human alpha1(III) chain were prepared and S1 nuclease protection experiments were performed. Overlapping PCR products were then generated from mRNA-derived cDNA from fibroblasts and sequencing was performed.","firstTestingMethod":"PCR","phenotypeFreeText":"At 33 weeks pregnant, she had hypertension, pre-eclampsia, and gestational diabetes. Premature rupture of membranes, underwent C-section, the infant died 4 hours later.","phenotypes":["obo:HP_0001382","obo:HP_0007394","obo:HP_0010648"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:bcb34cd0-d394-41c9-8d47-abd3f5ff555b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:edf0e9be-8e29-4e5a-9bf6-0790bd1d2e28","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.1149+1G>A (p.Gly351_Pro383del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17203"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2365710","type":"dc:BibliographicResource","dc:abstract":"Identical G+1 mutations in three different introns of the gene for type III procollagen (COL3A1) that cause aberrant splicing of RNA were found in three probands with life-threatening variants of Ehlers-Danlos syndrome. Because the three mutations were in a gene with multiple and homologous exons, they provided an interesting test for factors that influence aberrant splicing. The G+1 to A mutation in intron 16 caused extensive exon skipping, the G+1 to A mutation in intron 20 caused both use of a cryptic splice site and retention of all the intron sequences, and the G+1 to A mutation in intron 42 caused efficient use of a single cryptic splice site. The different patterns of RNA splicing were not explained by evaluation of potential cryptic splice sites in the introns by either their homology with 5'-splice sites from other genes or by their delta G(0)37 values for binding to U1 RNA. Instead, the results suggested that the patterns of aberrant RNA splicing were primarily determined by the relative rates at which adjacent introns were normally spliced.","dc:creator":"Kuivaniemi H","dc:date":"1990","dc:title":"Identical G+1 to A mutations in three different introns of the type III procollagen gene (COL3A1) produce different patterns of RNA splicing in three variants of Ehlers-Danlos syndrome. IV. An explanation for exon skipping some mutations and not others."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2365710","rdfs:label":"Proband I (+1 IVS16)"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:10d6e1da-1250-4ec9-9d9b-caa5110792d8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b5b01a35-176e-47cf-844d-6b3800a23b63","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":31,"detectionMethod":"PCR and sequencing of COL3A1 coding region.","firstTestingMethod":"PCR","phenotypeFreeText":"Characteristic physical findings: \"pinched\" nose, thin lips, lobeless ears, scant subcutaneous tissue with visible veins, multiple ecchymoses, numerous wide scars from surgeries, hypermobility of finger joints. Easy bruisability since childhood. Colonectomy at 21 for \"polyposis coli\", bowel tissue paper thin, several laprotomies to repair enterocutaneous fistulae complicated by bowel anastomoses and wound dehiscence. Rupture of common-hepatic-artery aneurysm at 29, resulting in large retroperitoneal hematoma. Sciatic-nerve palsy at 30 years due to spontaneous gluteal hematoma. Subarachnoid hemorrhage at 31. Patient died during surgery when the ophthalmic artery tore off the carotid artery, resulting in massive cerebral infarct.","phenotypes":["obo:HP_0000233","obo:HP_0006094","obo:HP_0000418","obo:HP_0000963","obo:HP_0000387","obo:HP_0000978","obo:HP_0002138"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:10d6e1da-1250-4ec9-9d9b-caa5110792d8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:65facde1-58ee-4279-84bb-421c443b084e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.1831_1832delAA (p.Asn611Trpfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/101154"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11577371","type":"dc:BibliographicResource","dc:abstract":"Mutations in the COL3A1 gene that encodes the chains of type III procollagen result in the vascular form of Ehlers-Danlos syndrome (EDS), EDS type IV, if they alter the sequence in the triple-helical domain. Although other fibrillar collagen-gene mutations that lead to allele instability or failure to incorporate proalpha-chains into trimers-and that thus reduce the amount of mature molecules produced-result in clinically apparent phenotypes, no such mutations have been identified in COL3A1. Furthermore, mice heterozygous for Col3a1 \"null\" alleles have no identified phenotype. We have now found three frameshift mutations (1832delAA, 413delC, and 555delT) that lead to premature termination codons (PTCs) in exons 27, 6, and 9, respectively, and to allele-product instability. The mRNA from each mutant allele was transcribed efficiently but rapidly degraded, presumably by the mechanisms of nonsense-mediated decay. In a fourth patient, we identified a point mutation, in the final exon, that resulted in a PTC (4294C-->T [Arg1432Ter]). In this last instance, the mRNA was stable but led to synthesis of a truncated protein that was not incorporated into mature type III procollagen molecules. In all probands, the presenting feature was vascular aneurysm or rupture. Thus, in contrast to mutations in genes that encode the dominant protein of a tissue (e.g., COL1A1 and COL2A1), in which \"null\" mutations result in phenotypes milder than those caused by mutations that alter protein sequence, the phenotypes produced by these mutations in COL3A1 overlap with those of the vascular form of EDS. This suggests that the major effect of many of these dominant mutations in the \"minor\" collagen genes may be expressed through protein deficiency rather than through incorporation of structurally altered molecules into fibrils.","dc:creator":"Schwarze U","dc:date":"2001","dc:title":"Haploinsufficiency for one COL3A1 allele of type III procollagen results in a phenotype similar to the vascular form of Ehlers-Danlos syndrome, Ehlers-Danlos syndrome type IV."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11577371","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:0aab5ea7-09b6-48d7-a81f-d5fed263a563_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1c1051af-94a5-44d7-b1b3-f2da568d6836","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":22,"detectionMethod":"For initial screening for mutations, 5 single-stranded cDNA probes spanning the entire coding sequence of the human alpha1(III) chain were prepared and S1 nuclease protection experiments were performed. Overlapping PCR products were then generated from mRNA-derived cDNA from fibroblasts and sequencing was performed.","firstTestingMethod":"PCR","phenotypeFreeText":"Died from ruptured dissecting aortic aneurysm at 22 years. Previous surgical repair for congenital hip dislocations and torn knee ligament.","phenotypes":["obo:HP_0000010","obo:HP_0000963","obo:HP_0002622","obo:HP_0002574","obo:HP_0002021","obo:HP_0001374","obo:HP_0010648","obo:HP_0007394","obo:HP_0001382"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0aab5ea7-09b6-48d7-a81f-d5fed263a563_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4562742a-4036-4a88-b9cc-48c0eae74919","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.3093+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17204"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2365710"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2365710","rdfs:label":"Proband III (+1 IVS42)"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:30ddd2a7-c582-4729-8038-f3efc596bdc1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4a4e633a-7e3a-4c09-9bb6-286ad99b86ee","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":46,"detectionMethod":"Sequencing of entire coding region of COL3A1.","firstTestingMethod":"PCR","phenotypeFreeText":"History of easy bruising, hypermobility of small joints in hands, decreased mechanical strength of skin, atraumatic hemoperitoneum and hemorrhagic shock at 44. Tissue friability noted to be abnormal during surgery. Postoperative angiography showed numerous aneurysms of abdominal arteries. Surgical wounds caused chronic problems, with herniations of viscera.","phenotypes":["obo:HP_0002636","obo:HP_0000978","obo:HP_0005639"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:30ddd2a7-c582-4729-8038-f3efc596bdc1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bb4ea0d6-e47b-4115-b431-96d3d9903de6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.413delC (p.Pro138Leufs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/101474"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11577371"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11577371","rdfs:label":"P2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:722a77ba-fbae-4f3c-a1c1-1ff36d0e391d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:db093167-47ed-480f-8383-fc59b9cfbeb8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":48,"detectionMethod":"Sequenced entire coding region of COL3A1","firstTestingMethod":"PCR","phenotypeFreeText":"Soft, velvety, translucent skin, atrophic scars on lower extremities. Multiple infarcts in left kidney, dissection of left renal artery, multiple dissections involving splenic and hepatic branches of the celiac artery and both renal arteries. Occlusion of the gastroduodenal artery. Became critically ill with cardiac and adrenal insufficiency and acute respiratory failure.","phenotypes":["obo:HP_0000846","obo:HP_0001635","obo:HP_0002093","obo:HP_0010648","obo:HP_0001075"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:722a77ba-fbae-4f3c-a1c1-1ff36d0e391d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1398cb11-3ea9-4d4b-87d0-8934a9ac5e4a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.555delT (p.Gly186Valfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/101141"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11577371"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11577371","rdfs:label":"P3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:7a47af0a-0a39-49bd-94a9-404cd34578c0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b1352edd-0447-417e-882d-85e9209a417d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":46,"detectionMethod":"Direct sequencing of exons 45-52, including the region that encodes the carboxyl-terminus.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"History of easy bruising. Evaluated for anemia at 45 years, abdominal CT revealed aneurysm of the left common iliac artery. Three months later a new infrarenal abdominal aortic aneurysm and dissection extending from the infrarenal aorta to the left common iliac artery.","phenotypes":["obo:HP_0001903","obo:HP_0002617","obo:HP_0000978"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7a47af0a-0a39-49bd-94a9-404cd34578c0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:983ee272-e085-4651-b723-d4a7b098fb1a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.4294C>T (p.Arg1432Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/101298"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11577371"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11577371","rdfs:label":"P4"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0.5,"dc:description":"NMD does not occur."},{"id":"cggv:6726fe3f-f90d-49d5-a8bd-e482440a1e06_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1a766f81-f9c0-411e-a17d-c7c430fae847","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"RNA and DNA were extracted from cultured fibroblasts and cDNA was synthesized. PCR amplification of overlapping cDNA sequences- analyzed by electrophoresis for insertions/deletions or by single-strand confirmation analysis for point mutations. Abnormal fragments sequenced by dideoxy chain-termination method. Mutations confirmed by sequence analysis or restriction-enzyme digestion of genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Biochemically confirmed EDS Type IV. Gastrointestinal and Arterial complications reported.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:6726fe3f-f90d-49d5-a8bd-e482440a1e06_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ce6c757a-b655-4ac4-af92-597001bb3f64","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000090.3(COL3A1):c.1662+1G>A (p.Gly537_Pro554del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/101269"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10706896","rdfs:label":"IVS24+1G>A"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:a37f6e5e-3dd1-439c-bbfc-3784c0e8adf7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:979ecb99-cee3-478c-8893-5b01183d1e2a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"detectionMethod":"Comparison of the triple-elical domains of the two types of peptides produced by the patient's fibroblast (normal and shortened type III procollagen chains) and coarse Southern blot analysis of the proband's DNA predicted a large deletion in the middle of the gene. This was later characterized by PMID: 1998337.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"After age 4, fragile skin, easy bruising, and hemorrhagic blistering of the oral mucosa were noted. Habitual dislocation of the patella at age 12. Hemorrhagic pneumothrorax at 16 years. Repeated episodes of aphasia, amaurosis, and paresis of the right arm after 20. Facial features consistent with EDS IV. Systolic murmur at the left sternal margin.","phenotypes":["obo:HP_0100679","obo:HP_0000460","obo:HP_0100576","obo:HP_0000978","obo:HP_0001030","obo:HP_0001892","obo:HP_0002381","obo:HP_0001075","obo:HP_0000233","obo:HP_0000387"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a37f6e5e-3dd1-439c-bbfc-3784c0e8adf7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:88b396ec-aa21-47df-8359-810af3fd8d6a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NR_037401.1(MIR3606):n.-6222_685del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/17207"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2834369"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2834369","rdfs:label":"Superti-Furga 1988 Proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":214,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:e4d697ba-3eda-40fb-889f-ed95ab5eebfd","type":"GeneValidityProposition","disease":"obo:MONDO_0017314","gene":"hgnc:2201","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The relationship between COL3A1 and Ehlers-Danlos syndrome, vascular type (autosomal dominant) was evaluated using the ClinGen Clinical Validity Framework as of February 25th, 2019. Variants in COL3A1 were first reported in\nhumans with this disease as early as 1988 (Superti-Furga et al., PMID 2834369). At least 600 unique variants are found in the Ehlers Danlos Syndrome Variant Database and ~250 more in ClinVar (Byers, 1999; PMID 20301667). This is a well-known gene-disease relationship and there is a significant amount of case-level, segregation and experimental data in the literature, therefore the maximum points for genetic and experimental evidence has been reached. The mechanism for disease is mainly gain-of-function as most cases result from missense variants leading to the substitution of a crucial glycine in the repetitive Gly-X-Y sequence of the triple helix domain, resulting in only 1 in 8 normal mature collagen homotrimers. About 5% of cases are due to haploinsufficiency and are associated with milder phenotypes (Frank et al., 2015; PMID 25758994).  This gene-disease relationship is supported by in vitro assays, expression studies,  and animal models. In summary, COL3A1 is definitively associated with autosomal dominant Ehlers Danlos Syndrome, vascular type. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen General GCEP on February 27, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:ce795591-1c7c-4a52-886a-a294293c67c3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}