{"id":"cggv:98f54e8c-a81c-4b3b-8dbb-05dd24c5dbccv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"agent":"http://dataexchange.clinicalgenome.org/agent/10068","role":"SecondaryContributor"},{"id":"cggv:98f54e8c-a81c-4b3b-8dbb-05dd24c5dbcc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2021-10-26T01:30:00.000Z","role":"Approver"},{"id":"cggv:98f54e8c-a81c-4b3b-8dbb-05dd24c5dbcc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2022-04-05T09:51:09.025Z","role":"Publisher"}],"evidence":[{"id":"cggv:98f54e8c-a81c-4b3b-8dbb-05dd24c5dbcc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:98f54e8c-a81c-4b3b-8dbb-05dd24c5dbcc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f3e8b53-e1ad-4e9a-9155-c70ca42b78a2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b63fbee5-f7fd-44ff-8ee0-ce10e675cdee","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemistry. Colocalises with WT1, podocalyxin, synaptopodin ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25557779","type":"dc:BibliographicResource","dc:abstract":"Nephrotic syndrome (NS), the association of gross proteinuria, hypoalbuminaemia, edema, and hyperlipidemia, can be clinically divided into steroid-sensitive (SSNS) and steroid-resistant (SRNS) forms. SRNS regularly progresses to end-stage renal failure. By homozygosity mapping and whole exome sequencing, we here identify recessive mutations in Crumbs homolog 2 (CRB2) in four different families affected by SRNS. Previously, we established a requirement for zebrafish crb2b, a conserved regulator of epithelial polarity, in podocyte morphogenesis. By characterization of a loss-of-function mutation in zebrafish crb2b, we now show that zebrafish crb2b is required for podocyte foot process arborization, slit diaphragm formation, and proper nephrin trafficking. Furthermore, by complementation experiments in zebrafish, we demonstrate that CRB2 mutations result in loss of function and therefore constitute causative mutations leading to NS in humans. These results implicate defects in podocyte apico-basal polarity in the pathogenesis of NS. ","dc:creator":"Ebarasi L","dc:date":"2015","dc:title":"Defects of CRB2 cause steroid-resistant nephrotic syndrome."},"rdfs:label":"Exoression in tissue of interest "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bd5229ff-ca32-4df4-9ede-bcc22969365f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42b12e4e-8fef-4723-afe7-cefb13c6d71c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Figure demonstrates localisation to Muller glial cells ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29893966","type":"dc:BibliographicResource","dc:abstract":"The mammalian apical-basal determinant Crumbs homolog-1 (CRB1) plays a crucial role in retinal structure and function by the maintenance of adherens junctions between photoreceptors and Müller glial cells. Patients with mutations in the CRB1 gene develop retinal dystrophies, including early-onset retinitis pigmentosa and Leber congenital amaurosis. Previously, we showed that Crb1 knockout mice developed a slow-progressing retinal phenotype at foci in the inferior retina, although specific ablation of Crb2 in immature photoreceptors leads to an early-onset phenotype throughout the retina. Here, we conditionally disrupted one or both alleles of Crb2 in immature photoreceptors, on a genetic background lacking Crb1, and studied the retinal dystrophies thereof. Our data showed that disruption of one allele of Crb2 in immature photoreceptors caused a substantial aggravation of the Crb1 phenotype in the entire inferior retina. The photoreceptor layer showed early-onset progressive thinning limited to the inferior retina, although the superior retina maintained intact. Surprisingly, disruption of both alleles of Crb2 in immature photoreceptors further aggravated the phenotype. Throughout the retina, photoreceptor synapses were disrupted and photoreceptor nuclei intermingled with nuclei of the inner nuclear layer. In the superior retina, the ganglion cell layer appeared thicker because of ectopic nuclei of photoreceptors. In conclusion, the data suggest that CRB2 is required to maintain retinal progenitor and photoreceptor cell adhesion and prevent photoreceptor ingression into the immature inner retina. We hypothesize, from these animal models, that decreased levels of CRB2 in immature photoreceptors adjust retinitis pigmentosa because of the loss of CRB1 into Leber congenital amaurosis phenotype.","dc:creator":"Quinn PM","dc:date":"2018","dc:title":"CRB2 in immature photoreceptors determines the superior-inferior symmetry of the developing retina to maintain retinal structure and function."},"rdfs:label":"CRB2 is expressed in the retina "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:5745e8b0-cea7-449f-8dfe-c7d8aa3e0596","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d5c0730e-dad0-4cea-9aaf-be5cfc036d94","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Reduced expression of CRB2 in glomerulus by immunohistochemistry from affected individual ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27942854","type":"dc:BibliographicResource","dc:abstract":"Steroid-resistant nephrotic syndrome (SRNS) is a genetically heterogeneous disorder for which more than 25 single-gene hereditary causes have been identified.","dc:creator":"Udagawa T","dc:date":"2017","dc:title":"Altered expression of Crb2 in podocytes expands a variation of CRB2 mutations in steroid-resistant nephrotic syndrome."},"rdfs:label":"Reduced expression in patient's glomerulus "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:67ce84af-0382-4727-adf4-4b2987152769","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:49cabf96-9eab-4adf-9aef-8bd8319c42c7","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"CRB2 binds to nephrin in pull-down assay ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33687977","type":"dc:BibliographicResource","dc:abstract":"Crumbs2 is expressed at embryonic stages as well as in the retina, brain, and glomerular podocytes. Recent studies identified ","dc:creator":"Möller-Kerutt A","dc:date":"2021","dc:title":"Crumbs2 Is an Essential Slit Diaphragm Protein of the Renal Filtration Barrier."},"rdfs:label":"Co-immunoprecipitation "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:9de4aa0e-f7ca-4aa8-9f20-478a330997bd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f541d11-cff4-46c8-aeec-99afa4ab03c4","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Part of CRUMBS complex ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17092952","type":"dc:BibliographicResource","dc:abstract":"Establishment of apical-basal cell polarity has emerged as an important process during development, and the Crumbs complex is a major component of this process in Drosophila. By comparison, little is known about the role of Crumbs (Crb) proteins in vertebrate development. We show that the FERM protein Mosaic Eyes (Moe) is a novel regulatory component of the Crumbs complex. Moe coimmunoprecipitates with Ome/Crb2a and Nok (Pals1) from adult eye and in vitro interaction experiments suggest these interactions are direct. Morpholino knockdown of ome/crb2a phenocopies the moe mutations. Moe and Crumbs proteins colocalize apically and this apical localization requires reciprocal protein function. By performing genetic mosaic analyses, we show that moe- rod photoreceptors have greatly expanded apical structures, suggesting that Moe is a negative regulator of Crumbs protein function in photoreceptors. We propose that Moe is a crucial regulator of Crumbs protein cell-surface abundance and localization in embryos.","dc:creator":"Hsu YC","dc:date":"2006","dc:title":"Mosaic Eyes is a novel component of the Crumbs complex and negatively regulates photoreceptor apical size."},"rdfs:label":"Protein interaction with CRUMBS complex and binds to FERM"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:98f54e8c-a81c-4b3b-8dbb-05dd24c5dbcc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:11fd8935-e701-4b90-bd2a-0a47b51aad33","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:13749ebb-965e-4d4b-984d-a1082735daa6","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Partial rescue resulted in straight body axis, phenotypically wildtype eyes, and lacking pronephric cysts but still with a pericardial effusion.\nRescued with human wildtype CRB2 mRNA (91% wild type embryos)\nOnly partially rescued with a mutant gene Cys620Ser (19%). Greater rescue with Cys 629Ser. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25557779","rdfs:label":"Rescue of non-human model organism "}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:7f5c1f7a-0a04-4d85-9441-4e90b33c812d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ce80f960-7211-4f77-9e01-8a1d809bb151","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Disrupted apical proteins in the retina\nProgressive thinning of the photoreceptor layer. Cellular mislocalisation\nERG demonstrates progressive degeneration of photoreceptors\nIn new born mice - abnormal lamination of immature rod photoreceptors, and disrupted adherence junction between photoreceptors, Muller glia and progenitor cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23001562","type":"dc:BibliographicResource","dc:abstract":"In humans, the Crumbs homolog-1 (CRB1) gene is mutated in progressive types of autosomal recessive retinitis pigmentosa and Leber congenital amaurosis. However, there is no clear genotype-phenotype correlation for CRB1 mutations, which suggests that other components of the CRB complex may influence the severity of retinal disease. Therefore, to understand the physiological role of the Crumbs complex proteins, we generated and analysed conditional knockout mice lacking CRB2 in the developing retina. Progressive disorganization was detected during late retinal development. Progressive thinning of the photoreceptor layer and sites of cellular mislocalization was detected throughout the CRB2-deficient retina by confocal scanning laser ophthalmoscopy and spectral domain optical coherence tomography. Under scotopic conditions using electroretinography, the attenuation of the a-wave was relatively stronger than that of the b-wave, suggesting progressive degeneration of photoreceptors in adult animals. Histological analysis of newborn mice showed abnormal lamination of immature rod photoreceptors and disruption of adherens junctions between photoreceptors, Müller glia and progenitor cells. The number of late-born progenitor cells, rod photoreceptors and Müller glia cells was increased, concomitant with programmed cell death of rod photoreceptors. The data suggest an essential role for CRB2 in proper lamination of the photoreceptor layer and suppression of proliferation of late-born retinal progenitor cells.","dc:creator":"Alves CH","dc:date":"2013","dc:title":"Loss of CRB2 in the mouse retina mimics human retinitis pigmentosa due to mutations in the CRB1 gene."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:e7e291aa-c9c0-4efa-af7d-80568a04ca25","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c26d8d5-4735-452f-9cab-691feacb1b05","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of function mutations. \n\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25557779","rdfs:label":"Zebra fish model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:98f54e8c-a81c-4b3b-8dbb-05dd24c5dbcc_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a731030-3713-47b8-b8cb-23a9ccceddf6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7a731030-3713-47b8-b8cb-23a9ccceddf6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":6,"allele":{"id":"cggv:e8570519-6596-4c6b-bc5e-5a98536138c1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_173689.7(CRB2):c.3291_3292del (p.Cys1098fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16618731"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Kidney cysts, ventriculomegaly and retinal pigmentation ","previousTesting":false,"secondTestingMethod":"Next generation sequencing panels","sex":"Female","variant":{"id":"cggv:0758046e-847b-45ba-a21b-f3c5e4f772ba_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:e8570519-6596-4c6b-bc5e-5a98536138c1"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27004616","type":"dc:BibliographicResource","dc:abstract":"Sequence variants in CRB2 cause a syndrome with greatly elevated maternal serum alpha-fetoprotein and amniotic fluid alpha-fetoprotein levels, cerebral ventriculomegaly and renal findings similar to Finnish congenital nephrosis. All reported patients have been homozygotes or compound heterozygotes for sequence variants in the Crumbs, Drosophila, Homolog of, 2 (CRB2) genes. Variants affecting CRB2 function have also been identified in four families with steroid resistant nephrotic syndrome, but without any other known systemic findings. We ascertained five, previously unreported individuals with biallelic variants in CRB2 that were predicted to affect function. We compiled the clinical features of reported cases and reviewed available literature for cases with features suggestive of CRB2-related syndrome in order to better understand the phenotypic and genotypic manifestations. Phenotypic analyses showed that ventriculomegaly was a common clinical manifestation (9/11 confirmed cases), in contrast to the original reports, in which patients were ascertained due to renal disease. Two children had minor eye findings and one was diagnosed with a B-cell lymphoma. Further genetic analysis identified one family with two affected siblings who were both heterozygous for a variant in NPHS2 predicted to affect function and separate families with sequence variants in NPHS4 and BBS7 in addition to the CRB2 variants. Our report expands the clinical phenotype of CRB2-related syndrome and establishes ventriculomegaly and hydrocephalus as frequent manifestations. We found additional sequence variants in genes involved in kidney development and ciliopathies in patients with CRB2-related syndrome, suggesting that these variants may modify the phenotype.","dc:creator":"Lamont RE","dc:date":"2016","dc:title":"Expansion of phenotype and genotypic data in CRB2-related syndrome."}},"rdfs:label":"Patient 1 - 16 weeks of gestation "},{"id":"cggv:0758046e-847b-45ba-a21b-f3c5e4f772ba","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0758046e-847b-45ba-a21b-f3c5e4f772ba_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:0fbac6ed-8dcd-46cd-989e-bc074d706e3f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:0fbac6ed-8dcd-46cd-989e-bc074d706e3f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":18,"allele":[{"id":"cggv:5175d925-b645-4126-934d-d3e9c763f014","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_173689.7(CRB2):c.1882C>T (p.Arg628Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA185950"}},{"id":"cggv:2710b242-af8a-47d8-8b61-0ba3d8b48f2d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_173689.7(CRB2):c.3089_3104dup (p.Gly1036fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10575686"}}],"firstTestingMethod":"Exome sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:2dfed911-39ad-4d04-a6ad-9ed80294c699_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5175d925-b645-4126-934d-d3e9c763f014"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28117080","type":"dc:BibliographicResource","dc:abstract":"Steroid Resistant Nephrotic Syndrome (SRNS) in children and young adults has differing etiologies with monogenic disease accounting for 2.9-30% in selected series. Using whole exome sequencing we sought to stratify a national population of children with SRNS into monogenic and non-monogenic forms, and further define those groups by detailed phenotypic analysis. Pediatric patients with SRNS were identified via a national United Kingdom Renal Registry. Whole exome sequencing was performed on 187 patients, of which 12% have a positive family history with a focus on the 53 genes currently known to be associated with nephrotic syndrome. Genetic findings were correlated with individual case disease characteristics. Disease causing variants were detected in 26.2% of patients. Most often this occurred in the three most common SRNS-associated genes: NPHS1, NPHS2, and WT1 but also in 14 other genes. The genotype did not always correlate with expected phenotype since mutations in OCRL, COL4A3, and DGKE associated with specific syndromes were detected in patients with isolated renal disease. Analysis by primary/presumed compared with secondary steroid resistance found 30.8% monogenic disease in primary compared with none in secondary SRNS permitting further mechanistic stratification. Genetic SRNS progressed faster to end stage renal failure, with no documented disease recurrence post-transplantation within this cohort. Primary steroid resistance in which no gene mutation was identified had a 47.8% risk of recurrence. In this unbiased pediatric population, whole exome sequencing allowed screening of all current candidate genes. Thus, deep phenotyping combined with whole exome sequencing is an effective tool for early identification of SRNS etiology, yielding an evidence-based algorithm for clinical management.","dc:creator":"Bierzynska A","dc:date":"2017","dc:title":"Genomic and clinical profiling of a national nephrotic syndrome cohort advocates a precision medicine approach to disease management."}},{"id":"cggv:f114b716-146a-4de5-a10c-507450a07a53_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2710b242-af8a-47d8-8b61-0ba3d8b48f2d"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28117080"}],"rdfs:label":"Bierzynska cohort "},{"id":"cggv:2dfed911-39ad-4d04-a6ad-9ed80294c699","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:2dfed911-39ad-4d04-a6ad-9ed80294c699_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:f114b716-146a-4de5-a10c-507450a07a53","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f114b716-146a-4de5-a10c-507450a07a53_variant_evidence_item"}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:46796b20-9b5e-43fd-97b2-90cf3bc3ddec_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:46796b20-9b5e-43fd-97b2-90cf3bc3ddec","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:2710b242-af8a-47d8-8b61-0ba3d8b48f2d"},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","previousTesting":false,"sex":"Male","variant":{"id":"cggv:b97724c0-a083-4f9c-b959-5947a29f9651_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2710b242-af8a-47d8-8b61-0ba3d8b48f2d"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26925547","type":"dc:BibliographicResource","dc:abstract":"Recessive CRB2 mutations were recently reported to cause both steroid resistant nephrotic syndrome and prenatal onset ventriculomegaly with kidney disease. We report two Ashkenazi Jewish siblings clinically diagnosed with ciliopathy. Both presented with severe congenital hydrocephalus and mild urinary tract anomalies. One affected sibling also has lung hypoplasia and heart defects. Exome sequencing and further CRB2 analysis revealed that both siblings are compound heterozygotes for CRB2 mutations p.N800K and p.Gly1036Alafs*43, and heterozygous for a deleterious splice variant in the ciliopathy gene TTCB21. CRB2 is a polarity protein which plays a role in ciliogenesis and ciliary function. Biallelic CRB2 mutations in animal models result in phenotypes consistent with ciliopathy. This report expands the phenotype of CRB2 mutations to include lung hypoplasia and uretero-pelvic renal anomalies, and confirms cardiac malformation as a feature. We suggest that CRB2-associated disease is a new ciliopathy syndrome with possible digenic/triallelic inheritance, as observed in other ciliopathies. Clinically, CRB2 should be assessed when ciliopathy is suspected, especially in Ashkenazi Jews, where we found that p.N800K carrier frequency is 1 of 64. Patients harboring CRB2 mutations should be tested for the complete range of ciliopathy manifestations.","dc:creator":"Jaron R","dc:date":"2016","dc:title":"Expanding the phenotype of CRB2 mutations - A new ciliopathy syndrome?"}},"rdfs:label":"Boy from Ashkenazi family "},{"id":"cggv:b97724c0-a083-4f9c-b959-5947a29f9651","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b97724c0-a083-4f9c-b959-5947a29f9651_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:98f54e8c-a81c-4b3b-8dbb-05dd24c5dbcc_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":11.3},{"id":"cggv:d2d27107-b09a-4637-b35f-121d6c5628a2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d2d27107-b09a-4637-b35f-121d6c5628a2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"allele":{"id":"cggv:63cbd186-bb5f-4dc4-bbae-b596065518cb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_173689.7(CRB2):c.1886G>C (p.Cys629Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10575687"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Homozygosity mapping","secondTestingMethod":"Exome sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:308ff60b-fb8b-412f-852c-f16172127229_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:63cbd186-bb5f-4dc4-bbae-b596065518cb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25557779"},"rdfs:label":"A3893-21"},{"id":"cggv:308ff60b-fb8b-412f-852c-f16172127229","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:308ff60b-fb8b-412f-852c-f16172127229_variant_evidence_item"},{"id":"cggv:308ff60b-fb8b-412f-852c-f16172127229_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Zebra fish model recapitulates human disease; Only partial rescue of zebra fish knockout with this mutant mRNA"}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7c45aad1-27aa-46f0-8d3c-8aba54379791_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7c45aad1-27aa-46f0-8d3c-8aba54379791","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":9,"allele":[{"id":"cggv:2710b242-af8a-47d8-8b61-0ba3d8b48f2d"},{"id":"cggv:5175d925-b645-4126-934d-d3e9c763f014"}],"firstTestingMethod":"Homozygosity mapping","previousTesting":false,"secondTestingMethod":"Exome sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:dd6fa281-91d0-41fd-815c-a47aa86cd1f5_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2710b242-af8a-47d8-8b61-0ba3d8b48f2d"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25557779"},{"id":"cggv:1fa96962-82bb-44ac-99d6-2fb009014a5b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5175d925-b645-4126-934d-d3e9c763f014"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25557779"}],"rdfs:label":"S1232"},{"id":"cggv:dd6fa281-91d0-41fd-815c-a47aa86cd1f5","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd6fa281-91d0-41fd-815c-a47aa86cd1f5_variant_evidence_item"}],"strengthScore":2},{"id":"cggv:1fa96962-82bb-44ac-99d6-2fb009014a5b","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1fa96962-82bb-44ac-99d6-2fb009014a5b_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:66d549db-c7c6-41b2-883e-271f7c942e3c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:66d549db-c7c6-41b2-883e-271f7c942e3c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":4,"allele":[{"id":"cggv:f8b797b8-2097-4111-a607-57dd2e39b1f2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_173689.7(CRB2):c.3214C>T (p.Arg1072Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/974518"}},{"id":"cggv:b4c92bba-2302-48ae-b8fa-e48dbc761d40","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_173689.7(CRB2):c.1827C>A (p.Cys609Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/974481"}}],"ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","previousTesting":false,"sex":"UnknownEthnicity","variant":[{"id":"cggv:44a09c72-2efc-485b-a5b5-9f119341d203_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f8b797b8-2097-4111-a607-57dd2e39b1f2"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33532864","type":"dc:BibliographicResource","dc:abstract":"Inherited kidney diseases are one of the leading causes of chronic kidney disease (CKD) that manifests before the age of 30 years. Precise clinical diagnosis of early-onset CKD is complicated due to the high phenotypic overlap, but genetic testing is a powerful diagnostic tool. We aimed to develop a genetic testing strategy to maximize the diagnostic yield for patients presenting with early-onset CKD and to determine the prevalence of the main causative genes.","dc:creator":"Domingo-Gallego A","dc:date":"2021","dc:title":"Clinical utility of genetic testing in early-onset kidney disease: seven genes are the main players."}},{"id":"cggv:ec0320e6-7a32-4a2a-b92d-57c3eb27a6b4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b4c92bba-2302-48ae-b8fa-e48dbc761d40"},"alleleOrigin":{"id":"obo:GENO_0000877"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33532864"}],"rdfs:label":"Test cohort S Table p.261"},{"id":"cggv:ec0320e6-7a32-4a2a-b92d-57c3eb27a6b4","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ec0320e6-7a32-4a2a-b92d-57c3eb27a6b4_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:44a09c72-2efc-485b-a5b5-9f119341d203","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:44a09c72-2efc-485b-a5b5-9f119341d203_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:50bec6bb-d275-4e60-9e85-ba73a473a8ca_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:50bec6bb-d275-4e60-9e85-ba73a473a8ca","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"WeeksGestation","ageValue":18,"allele":{"id":"cggv:1548c75e-fc87-4407-8f7f-a640a34deb7b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_173689.7(CRB2):c.2277G>A (p.Trp759Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5232165"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"plus ventriculomegaly ","previousTesting":true,"previousTestingDescription":"Karyotype, array CGH, NPHS1 sequencing ","sex":"UnknownEthnicity","variant":{"id":"cggv:304d82b2-83cc-4473-8283-2a594175dbbc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1548c75e-fc87-4407-8f7f-a640a34deb7b"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25557780","type":"dc:BibliographicResource","dc:abstract":"We report five fetuses and a child from three families who shared a phenotype comprising cerebral ventriculomegaly and echogenic kidneys with histopathological findings of congenital nephrosis. The presenting features were greatly elevated maternal serum alpha-fetoprotein (MSAFP) or amniotic fluid alpha-fetoprotein (AFAFP) levels or abnormalities visualized on ultrasound scan during the second trimester of pregnancy. Exome sequencing revealed deleterious sequence variants in Crumbs, Drosophila, Homolog of, 2 (CRB2) consistent with autosomal-recessive inheritance. Two fetuses with cerebral ventriculomegaly and renal microcysts were compound heterozygotes for p.Asn800Lys and p.Trp759Ter, one fetus with renal microcysts was a compound heterozygote for p.Glu643Ala and p.Asn800Lys, and one child with cerebral ventriculomegaly, periventricular heterotopias, echogenic kidneys, and renal failure was homozygous for p.Arg633Trp in CRB2. Examination of the kidneys in one fetus showed tubular cysts at the corticomedullary junction and diffuse effacement of the epithelial foot processes and microvillous transformation of the renal podocytes, findings that were similar to those reported in congenital nephrotic syndrome, Finnish type, that is caused by mutations in nephrin (NPHS1). Loss of function for crb2b and nphs1 in Danio rerio were previously shown to result in loss of the slit diaphragms of the podocytes, leading to the hypothesis that nephrosis develops from an inability to develop a functional glomerular barrier. We conclude that the phenotype associated with CRB2 mutations is pleiotropic and that the condition is an important consideration in the evaluation of high MSAFP/AFAFP where a renal cause is suspected. ","dc:creator":"Slavotinek A","dc:date":"2015","dc:title":"CRB2 mutations produce a phenotype resembling congenital nephrosis, Finnish type, with cerebral ventriculomegaly and raised alpha-fetoprotein."}},"rdfs:label":"Family 1"},{"id":"cggv:304d82b2-83cc-4473-8283-2a594175dbbc","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:304d82b2-83cc-4473-8283-2a594175dbbc_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.3}],"evidenceStrength":"Definitive","sequence":4157,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.3,"subject":{"id":"cggv:8224b250-6b44-4ab3-b339-f0e1404daf27","type":"GeneValidityProposition","disease":"obo:MONDO_0014539","gene":"hgnc:18688","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The *CRB2* gene is located on chromosome 9 at q33.3 and encodes the crumbs cell polarity complex component 2 protein which plays a role in many cellular processes in early embryonic development, including: epithelial-to-mesenchymal transition at gastrulation, when mesodermal cells move inside the embryo; apical polarity complex maintenance in the cerebral cortex, in the retina and in photoreceptor polarity; and interacts with nephrin in slit diaphragm. *CRB2* mutation was first reported in relation to familial idiopathic steroid resistant nephrotic syndrome (also known as focal segmental glomerulosclerosis 9; FSGS9) by Ebarasi (2015; PMID: 25557779) and with ventriculomegaly with cystic kidney disease by Slavotinek (2015, PMID: 25557780). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in the molecular mechanism or inheritance pattern and noted phenotypic overlap. Therefore, the following disease entities have been lumped into one disease entity, FSGS9 (OMIM:616220) and ventriculomegaly with cystic kidney disease (OMIM:219730). The preferred disease name suggested for this grouping of disorders is ‘Glomerulopathy, with or without ventriculomegaly and renal cysts - CRB2’. Many variants have been reported in *CRB2* including mainly null variants, but also missense changes, and the maximum score for genetic evidence was reached (12 pts). The mechanism of pathogenicity is loss of function. This gene-disease association is also supported by expression studies, protein interaction data, and a non-human model organism. In summary *CRB2* is definitively associated with Glomerulopathy, with or without ventriculomegaly and renal cysts - CRB2. This has been demonstrated in both the research and clinical diagnostic setting, and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:98f54e8c-a81c-4b3b-8dbb-05dd24c5dbcc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}