{"id":"cggv:b9ad31fe-ded5-4f1f-a8b4-f2d9a8e47b35v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:b9ad31fe-ded5-4f1f-a8b4-f2d9a8e47b35_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-12-06T17:21:02.431Z","role":"Publisher"},{"id":"cggv:b9ad31fe-ded5-4f1f-a8b4-f2d9a8e47b35_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2024-02-28T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/5639009","type":"dc:BibliographicResource","dc:creator":"Kleihauer EF","dc:date":"1968","dc:title":"Hemoglobin-Bibba or alpha-2-136Pro-beta 2, an unstable alpha chain abnormal hemoglobin."},"evidence":[{"id":"cggv:b9ad31fe-ded5-4f1f-a8b4-f2d9a8e47b35_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9ad31fe-ded5-4f1f-a8b4-f2d9a8e47b35_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ca8d386b-84d7-4e50-88e3-9915a0403864","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:024f7360-3898-4697-8ce5-f9a4a42fa025","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA-seq profiling of HBA2 expression across more than 50 human tissues identified highly specific expression in whole blood.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32913098","type":"dc:BibliographicResource","dc:abstract":"The Genotype-Tissue Expression (GTEx) project was established to characterize genetic effects on the transcriptome across human tissues and to link these regulatory mechanisms to trait and disease associations. Here, we present analyses of the version 8 data, examining 15,201 RNA-sequencing samples from 49 tissues of 838 postmortem donors. We comprehensively characterize genetic associations for gene expression and splicing in cis and trans, showing that regulatory associations are found for almost all genes, and describe the underlying molecular mechanisms and their contribution to allelic heterogeneity and pleiotropy of complex traits. Leveraging the large diversity of tissues, we provide insights into the tissue specificity of genetic effects and show that cell type composition is a key factor in understanding gene regulatory mechanisms in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2020","dc:title":"The GTEx Consortium atlas of genetic regulatory effects across human tissues."},"rdfs:label":"Expression in whole blood"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The GCEP upgraded this evidence for the globin genes due to its high specificity"},{"id":"cggv:d61c1dcc-d095-49ab-b064-d42aee6338e5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0f282fa8-7942-4b37-8867-e3da387ca19d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The human HBA2 protein has been co-crystallized with the product of the HBB gene in the form of a multimeric complex (oxyhemoglobin).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6644819","type":"dc:BibliographicResource","dc:abstract":"The structure of human oxyhaemoglobin was determined by single crystal X-ray analysis at 2.1 A resolution. Data were collected on an Arndt-Wonacott camera at -2 degrees C. The structure was refined to an R factor of 0.223 by the Jack-Levitt method, starting from Baldwin's model of human carbon monoxide haemoglobin. The active sites in the alpha and beta subunit are distinct. The iron atoms are 0.16(8) A and 0.00(8) A from the mean plane of the porphyrin carbons and nitrogens (0.12(8) A and -0.11(8) A from the mean plane of the porphyrin nitrogens) in the alpha and beta subunit, respectively, in correlation with the orientation of HisF8 relative to the porphyrin nitrogens. The haem group appears to be nearly planar in the alpha subunit but ruffled in the beta subunit. The Fe-O(1)-O(2) angles are 153(7) degrees and 159(12) degrees in the alpha and beta subunit, respectively. The oxygen molecule forms a hydrogen bond to N epsilon of HisE7 in the alpha, but either none or a weak one in the beta subunit. The following bond lengths were found: Fe-N epsilon (HisF8) = 1.94(9) A (alpha) and 2.07(9) A (beta); Fe-O(1) = 1.66(8) A (alpha) and 1.87(13) A (beta); Fe-Nporph (mean = 1.99(5) A (alpha) and 1.96(6) A (beta). These dimensions agree with the values obtained in oxymyoglobin and model compounds. The C-terminal residues, ArgHC3(141 alpha) and HisHC3(146 beta), are relatively delocalized, and their positions do not enable them to form the intersubunit salt bridges in which they are involved in deoxyhaemoglobin. The penultimate tyrosine residues, TyrHC2 140 alpha and 145 beta, are relatively localized and maintain the hydrogen bonds to the carbonyl oxygens of ValFG5 (93 alpha and 98 beta), with only minor variations compared to their geometry in deoxyhaemoglobin. TyrHC2(145 beta), however, alternates between a major and a minor site, in conjunction with CysF9(93 beta), both sharing the internal pocket between the F and H helices while in the major conformation. This suggests that the role of the penultimate tyrosines in the allosteric mechanism may differ from that previously proposed by Perutz. The overall quaternary structure of oxyhaemoglobin is identical, within experimental error, to that of carbon monoxide haemoglobin, and thus confirms the applicability of the allosteric mechanisms proposed by Perutz and Baldwin & Chothia to the process of oxygen binding.","dc:creator":"Shaanan B","dc:date":"1983","dc:title":"Structure of human oxyhaemoglobin at 2.1 A resolution."},"rdfs:label":"Protein interaction with HBB"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The GCEP upgraded this evidence as HBB is definitively associated with unstable hemoglobinopathy"},{"id":"cggv:95098b74-4aca-442b-85cc-dd34942b9c8a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f9feb08-2f65-4dd4-89a8-5ff55999a13d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The article provides an example of the function of HBA1/HBA2 as a component of an oxygen-carrying complex (hemoglobin) that is central to the ability of red blood cells to oxygenate the body.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11747442","type":"dc:BibliographicResource","dc:abstract":"By using transgenic methodologies, we have produced a number of mouse/human chimeric hemoglobins containing adult mouse and human embryonic globin chains. A detailed analysis of the oxygen binding properties of these proteins identifies the dominant role played by the specific beta-type globin chains in the control of the oxygen binding characteristics. Further analysis traces the origins of these effects to alterations in the properties of the T states of these proteins. The human zeta/mouse beta chimeric protein has been crystallized, and its structure has been determined by X-ray diffraction to a resolution of 2.1 A with R (R(free)) values of 21.6% (24.9%). Close examination of the structure indicates that the subunit interfaces contain contacts which, although different from those present in either the parent human or the parent mouse proteins, retain the overall stabilizing interactions seen in other R state hemoglobins.","dc:creator":"Kidd RD","dc:date":"2001","dc:title":"The role of beta chains in the control of the hemoglobin oxygen binding function: chimeric human/mouse proteins, structure, and function."},"rdfs:label":"Kidd biochemical function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The GCEP upgraded this evidence as it is well-established in the HBA1/HBA2 literature."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:b9ad31fe-ded5-4f1f-a8b4-f2d9a8e47b35_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9ad31fe-ded5-4f1f-a8b4-f2d9a8e47b35_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.2}],"evidenceStrength":"Limited","sequence":9471,"specifiedBy":"GeneValidityCriteria10","strengthScore":5.2,"subject":{"id":"cggv:cfd1a7c8-323c-4ef9-be63-30d7afe63abe","type":"GeneValidityProposition","disease":"obo:MONDO_0020459","gene":"hgnc:4824","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*HBA2* was first reported in relation to autosomal dominant unstable hemoglobin disease in 1968 (Kleihauer et al. 1968, PMID: 5639009). Unstable hemoglobin disease results from the presence of a structurally abnormal hemoglobin variant which leads to Heinz bodies or basophilic inclusions in the red blood cells. The disease is characterized by hemolytic anemia, heat-labile hemoglobin, and is sometimes accompanied by splenomegaly and jaundice. The clinical severity and presentation of the unstable hemoglobinopathies vary widely. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanisms, inheritance pattern, and phenotypic variability in unstable hemoglobin disease and other disease entities associated with *HBA2*. Therefore, the following disease entities have been split into multiple disease entities: AD familial erythrocytosis 7, AD and AR alpha-thalassemia, AD hemoglobin M disease, and AD unstable hemoglobin disease. This curation addresses *HBA2* in relation to AD unstable hemoglobin disease. At least 8 (7 missense and 1 deletion) variants that have been reported in 8 probands in 8 publications (PMIDs: 5639009, 5780195, 2606724, 7717382, 9255611, 15481883, 19815833, 31145010) are included in this curation. Variants in this gene segregated with disease in 9 additional family members (PMID: 7558871). This gene disease association is also supported by experimental evidence including expression pattern of HBA2 across human tissues which is highly specific within whole blood (PMID: 23715323), biochemical studies indicating the well-established function of *HBA2* in oxygen binding (PMID: 11747442), and its protein-protein interaction with the beta hemoglobin chain encoded by the *HBB* gene (PMID: 6644819), which harbors variants associated with unstable hemoglobin disease. In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen General Gene Curation Expert Panel on 2/28/2024 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:b9ad31fe-ded5-4f1f-a8b4-f2d9a8e47b35"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}