{"id":"cggv:58e4da7f-d0a0-4283-9780-abc69d7fddcev1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:58e4da7f-d0a0-4283-9780-abc69d7fddce_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2024-11-27T15:40:15.434Z","role":"Publisher"},{"id":"cggv:58e4da7f-d0a0-4283-9780-abc69d7fddce_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10069","date":"2024-11-27T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:58e4da7f-d0a0-4283-9780-abc69d7fddce_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:58e4da7f-d0a0-4283-9780-abc69d7fddce_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58e4da7f-d0a0-4283-9780-abc69d7fddce_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a6aa5abb-37d3-439d-adac-c027fdf5f2bf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbb71cf1-3ab3-4820-a2eb-4b8cdfc00d36","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"C terminal half of Bb has serine protease activity\nBb and Factor 3b form C3bBb alternate path convertase \nCleaves C3 and C5","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3140783","type":"dc:BibliographicResource","dc:abstract":"The interactions between Factor B (B), its activation products Ba and Bb, properdin (P) and C3i or C3b, components that together form the alternative-pathway C3 convertase enzyme of human complement, have been analysed. Fluid-phase complexes of the purified components C3i, B and P were probed with the homobifunctional cross-linking reagent disuccinimidyl tartarate, and efficient cross-linking of B to P was observed. The 140 kDa B-P conjugate formed was cleaved by Factor D to yield a single product of 85 kDa. This is consistent with a Ba-P heterodimer, and suggests that the initial interaction of B and P includes an interaction of P with the Ba domain of intact B. (The Ba fragment is not retained in the active P-stabilized complex, C3bBbP). By contrast, no cross-linking of P to the Bb domain of B could be demonstrated. Binding studies on cellular intermediates also provided evidence for a site of interaction between B and P, with high concentrations of B inhibiting P binding to EAC3b (sheep erythrocytes coated with antibody and C3b). Neither isolated Ba nor Bb had any effect on the P-EAC3b interaction. High concentrations of B also accelerated the decay of the functional EAC3bBbP complex. These data indicate that the positive co-operativity of binding to C3i or to C3b between B and P is mediated, at least in part, through a direct interaction between B and P.","dc:creator":"Farries TC","dc:date":"1988","dc:title":"Analysis of the interaction between properdin and factor B, components of the alternative-pathway C3 convertase of complement."},"rdfs:label":"Cross-linking "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:bf5902ca-5263-4023-ae76-9fe41c3aeca0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:86988156-622a-4bff-94fe-4118255f0199","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Binds to the protein and combined molecule acts as C3bBb alternate path convertase  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19584399","type":"dc:BibliographicResource","dc:abstract":"Complement is a major innate immune defense against pathogens, tightly regulated to prevent host tissue damage. Atypical hemolytic uremic syndrome (aHUS) is characterized by endothelial damage leading to renal failure and is highly associated with abnormal alternative pathway regulation. We characterized the functional consequences of 2 aHUS-associated mutations (D(254)G and K(325)N) in factor B, a key participant in the alternative C3 convertase. Mutant proteins formed high-affinity C3-binding site, leading to a hyperfunctional C3 convertase, resistant to decay by factor H. This led to enhanced complement deposition on the surface of alternative pathway activator cells. In contrast to native factor B, the 2 mutants bound to inactivated C3 and induced formation of functional C3-convertase on iC3b-coated surface. We demonstrated for the first time that factor B mutations lead to enhanced C3-fragment deposition on quiescent and adherent human glomerular cells (GEnCs) and human umbilical vein endothelial cells (HUVECs), together with the formation of sC5b-9 complexes. These results could explain the occurrence of the disease, since excessive complement deposition on endothelial cells is a central event in the pathogenesis of aHUS. Therefore, risk factors for aHUS are not only mutations leading to loss of regulation, but also mutations, resulting in hyperactive C3 convertase.","dc:creator":"Roumenina LT","dc:date":"2009","dc:title":"Hyperfunctional C3 convertase leads to complement deposition on endothelial cells and contributes to atypical hemolytic uremic syndrome."},"rdfs:label":"CFB binds to C3 and C3b"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:58e4da7f-d0a0-4283-9780-abc69d7fddce_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b34d9652-2d10-4b2b-b204-31dba85badcc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:23b2584c-da35-417a-9a5f-5c0367423388","type":"FunctionalAlteration","dc:description":"Resistance to Factor H mediated decay in haemolytic assay ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32540405","type":"dc:BibliographicResource","dc:abstract":"Atypical hemolytic uremic syndrome is an ultra-rare disease characterized by microangiopathic hemolytic anemia, thrombocytopenia and acute kidney injury. Its pathogenesis is driven most frequently by dysregulated cell-surface control of the alternative pathway of complement secondary to inherited and/or acquired factors. Here we evaluated two unrelated patients with atypical hemolytic uremic syndrome. The first, a five-year-old Caucasian female, presented at 10 months with schistocytes, thrombocytopenia and kidney injury. The second, a 55-year-old Caucasian female, presented at age 31 following caesarean section for preeclampsia. Complement biomarker testing was remarkable for undetectable levels of C3 in both. Circulating levels of C5 and properdin were also low consistent with over-activity of the alternative and terminal pathways of complement. Genetic testing identified a heterozygous novel variant in CFB (c.1101 C>A, p.Ser367Arg) in both patients. Functional studies found strong fluid-phase C3 cleavage when normal and proband sera were mixed. Cell-surface C3b deposition was strongly positive when patient serum was supplemented with C3. In vitro control of C3 convertase activity could be restored with increased concentrations of factor H. Thus, CFB p.Ser367Arg is a gain-of-function pathogenic variant that leads to dysregulation of the alternative pathway in the fluid-phase and increased C3b deposition on cell surfaces. Our study highlights the complexities of complement-mediated diseases like atypical hemolytic uremic syndrome and illustrates the importance of functional studies at the variant level to gain insight into the disease phenotype.","dc:creator":"Zhang Y","dc:date":"2020","dc:title":"Mutation of complement factor B causing massive fluid-phase dysregulation of the alternative complement pathway can result in atypical hemolytic uremic syndrome."},"rdfs:label":"Resistance to Factor H-mediated decay in haemolysis assay "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Established model for demonstration of alternate pathway convertase "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:58e4da7f-d0a0-4283-9780-abc69d7fddce_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bf9405f5-9f93-44b4-9309-2b86d0c952a2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:76008af5-dc23-4034-ab86-4dddbb27c5a0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Demonstrates complement activation on cell surface which is assumed to be the disease mechanism ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32540405","rdfs:label":"Functional alteration in cell culture model "}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":9433,"specifiedBy":"GeneValidityCriteria11","strengthScore":6,"subject":{"id":"cggv:d1362cc5-db03-4604-85a8-80695849201e","type":"GeneValidityProposition","disease":"obo:MONDO_0013892","gene":"hgnc:1037","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"The relationship between CFB and C3 glomerulopathy was evaluated on 7 March 2024 using the ClinGen Clinical Validity Framework. CFB   codes for a single chain glycoprotein that is a component of the alternative complement pathway, is cleaved by Factor D, and where the C3bBb molecule represents the alternate pathway convertase. CFB was first reported associated with C3 glomerulopathy by Imamura et al (PMID: 25758434). Only three pathogenic variants associated with C3 glomerulonephritis have been reported, two of which have been described previously in atypical Haemolytic uremic syndrome. These variants are missense changes with functional data supporting pathogenicity and have been reported in different publications over time.  The mechanism of pathogenicity is Gain of Function. This gene-disease association for CFB is also supported by biochemical function, protein interactions, altered biochemical function in affected individuals, and by functional alteration in a cell culture model.\n\nIn summary, CFB has a limited association with  C3 glomerulopathy. The association  has been demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. The Expert panel expect that the association will be confirmed more robustly with the demonstration of more CFB variants in patients with C3 glomerulopathy. \n","dc:isVersionOf":{"id":"cggv:58e4da7f-d0a0-4283-9780-abc69d7fddce"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}