{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ffv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10025","date":"2020-12-15T00:21:42.973Z","role":"Approver"},{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10025","date":"2021-01-14T21:14:59.621Z","role":"Publisher"}],"evidence":[{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ff_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:976284a3-0b6c-41c9-8916-fd60447573f9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fcafc136-7e61-48fb-9484-f7883ec0b2c8","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Physical interaction between C-termini of Kv7.1 and KCNE1: when expressed in cultured cells, the KCNE1-C terminus co-localized with KCNQ1, co-immunoprecipitated with KCNQ1 and perturbed deactivation kinetics of the KCNQ1 currents.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20196769","type":"dc:BibliographicResource","dc:abstract":"Ion channel subunits encoded by KCNQ1 and KCNE1 produce the slowly activating K+ current (IKs) that plays a central role in myocardial repolarization. The KCNQ1 alpha-subunit and the KCNE1 beta-subunit assemble with their membrane-spanning segments interacting, resulting in transformation of channel activation kinetics. We recently reported a functional interaction involving C-terminal portions of the two subunits with ensuing regulation of channel deactivation. In the present study, we provide evidence characterizing a physical interaction between the KCNQ1-CT (KCNE1 C-terminus) and the KCNE1-CT (KCNE1 C-terminus). When expressed in cultured cells, the KCNE1-CT co-localized with KCNQ1, co-immunoprecipitated with KCNQ1 and perturbed deactivation kinetics of the KCNQ1 currents. Purified KCNQ1-CT and KCNE1-CT physically interacted in pull-down experiments, indicating a direct association. Deletion analysis of KCNQ1-CT indicated that the KCNE1-CT binds to a KCNQ1 region just after the last transmembrane segment, but N-terminal to the tetramerization domain. SPR (surface plasmon resonance) corroborated the pull-down results, showing that the most proximal region (KCNQ1 amino acids 349-438) contributed most to the bimolecular interaction with a dissociation constant of approximately 4 microM. LQT (long QT) mutants of the KCNE1-CT, D76N and W87F, retained binding to the KCNQ1-CT with comparable affinity, indicating that these disease-causing mutations do not alter channel behaviour by disruption of the association. Several LQT mutations involving the KCNQ1-CT, however, showed various effects on KCNQ1/KCNE1 association. Our results indicate that the KCNQ1-CT and the KCNE1-CT comprise an independent interaction domain that may play a role in IKs channel regulation that is potentially affected in some LQTS (LQT syndrome) mutations.","dc:creator":"Zheng R","dc:date":"2010","dc:title":"Analysis of the interactions between the C-terminal cytoplasmic domains of KCNQ1 and KCNE1 channel subunits."},"rdfs:label":"Physical interaction between C-termini of Kv7.1 and KCNE1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:f6a582c4-c161-4f44-be92-615d91c686a9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:29bed73d-27e1-4e9a-80a1-3b858fe7e553","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"C-terminus of KCNE1 directly interacts with the pore region of Kv7.1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9201970","type":"dc:BibliographicResource","dc:abstract":"The very slowly activating delayed rectifier K+ channel IKs is essential for controlling the repolarization phase of cardiac action potentials and K+ homeostasis in the inner ear. The IKs channel is formed via the assembly of two transmembrane proteins, KvLQT1 and MinK. Mutations in KvLQT1 are associated with a long QT syndrome that causes syncope and sudden death and also with deafness. Here, we show a new mode of association between ion channel forming subunits in that the cytoplasmic C-terminal end of MinK interacts directly with the pore region of KvLQT1. This interaction reduces KvLQT1 channel conductance from 7.6 to 0.58 picosiemens. However, because MinK also reveals a large number of previously silent KvLQT1 channels (x 60), the overall effect is a large increase (x 4) in the macroscopic K+ current. Conformational changes associated with the KvLQT1/MinK association create very slow and complex activation kinetics without much alteration in the deactivation process. Changes induced by MinK have an essential regulatory role in the development of this K+ channel activity upon repetitive electrical stimulation with a particular interest in tachycardia.","dc:creator":"Romey G","dc:date":"1997","dc:title":"Molecular mechanism and functional significance of the MinK control of the KvLQT1 channel activity."},"rdfs:label":"KCNE1 directly interacts with KCNQ1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:801bcad9-f2ac-4a7d-8a49-379441c05297","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b88d2ce0-1a9e-4305-a49a-352e871eb0dc","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Disruption of the K+ channel would cause cardiac arrhythmia","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1939241","type":"dc:BibliographicResource","dc:abstract":"ISK is a small membrane protein consisting of 129-130 amino acid residues with a single putative transmembrane domain and induces a very slow voltage-dependent K+ channel activity in the Xenopus oocyte expression system. We investigated the nature and structure-function relation of ISK by examining the effects of various mutations of ISK on the K+ channel activities measured in Xenopus oocytes. Deletion and truncation of the ISK protein indicated that the 63-amino acid sequence covering a transmembrane domain is sufficient for eliciting a K+ channel activity characteristic of ISK. Amino acid substitutions at a total of 31 positions within and surrounding the transmembrane domain caused different effects on the channel activity. A channel activity was enhanced by substitution of leucine with isoleucine at position 52 within the transmembrane domain, and the kinetic analysis of this mutation indicated that the enhancement of the channel activity is due to an alteration of a gating property of the ISK protein and thus supported the view that ISK forms an integral part of the K+ channel itself. The substitutions at many positions of the membrane-following region produced drastic reduction of the channel activity, and this is in marked contrast to the lack of effects of amino acid substitutions at the membrane-preceding region. Thus, the cytoplasmic portion immediately following the transmembrane domain plays a crucial role in inducing the channel activity of ISK.","dc:creator":"Takumi T","dc:date":"1991","dc:title":"Alteration of channel activities and gating by mutations of slow ISK potassium channel."},"rdfs:label":"In vitro mutagenesis and patch clamp voltage experiments"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ff_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe15553b-3550-456c-8caf-f5ed0e80b193","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:548a11f8-4d6f-4758-b260-2dff2f0f48ba","type":"FunctionalAlteration","dc:description":"Patch clamp voltage experiments in Xenopus oocytes were done and showed that co-injection of either mutant allele of KCNE1, along with wildtype KCNE1 and KCNQ1 (to mimic the heterozygous situation) resulted in reduction of the IKS by shifting voltage dependence of activation and accelerating channel deactivation.  This would be hypothesized to result in delayed repolarization of the cardiac cells. D76N had a strong dominant negative effect, reducing the current by 91% in the presence of wildtype KCNE1 and KCNQ1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9354802","type":"dc:BibliographicResource","dc:abstract":"Ion-channel beta-subunits are ancillary proteins that co-assemble with alpha-subunits to modulate the gating kinetics and enhance stability of multimeric channel complexes. Despite their functional importance, dysfunction of potassium-channel beta-subunits has not been associated with disease. Recent physiological studies suggest that KCNE1 encodes beta-subunits (hminK) that co-assemble with KvLQT1 alpha-subunits to form the slowly activating delayed rectifier K+ (IKs) channel. Because KVLQT1 mutations cause arrhythmia susceptibility in the long QT syndrome (LQT), we hypothesized that mutations in KCNE1 also cause this disorder. Here, we define KCNE1 missense mutations in affected members of two LQT families. Both mutations (S74L, D76N) reduced IKs by shifting the voltage dependence of activation and accelerating channel deactivation. D76N hminK also had a strong dominant-negative effect. The functional consequences of these mutations would be delayed cardiac repolarization and an increased risk of arrhythmia. This is the first description of KCNE1 as an LQT gene and confirms that hminK is an integral protein of the IKs channel.","dc:creator":"Splawski I","dc:date":"1997","dc:title":"Mutations in the hminK gene cause long QT syndrome and suppress IKs function."},"rdfs:label":"Patch clamp experimentation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:e3f35bb5-ed18-404e-9f28-c2521bb79412","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e747d60c-2c99-4666-9e88-79fecb25468d","type":"FunctionalAlteration","dc:description":"The variant causes a dominant effect of shifting the voltage dependence of KCNQ1 activation in positive direction, in both cell systems. KCNQ1 trafficking is not affected. Other variants at the same amino acid (Y81T and T81F) have similar effect.  The variant also makes the channel more sensitive to IKS suppressors (azimilide), and potentiates the activity of IKS activators (fenamate and stilbene)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16945797","type":"dc:BibliographicResource","dc:abstract":"Y81C is a new long QT-5 (LQT5)-related KCNE1 mutation, which is located in the post-transmembrane domain (post-TMD) region in close proximity to three other LQT5 mutations (S74L, D76N, and W87R).","dc:creator":"Wu DM","dc:date":"2006","dc:title":"Characterization of an LQT5-related mutation in KCNE1, Y81C: implications for a role of KCNE1 cytoplasmic domain in IKs channel function."},"rdfs:label":"Eletrophysiology"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:de1fff92-2766-4e12-9b1e-315d97e58da4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1b7af8ff-e1a2-48b2-9eee-b9dab90cffbc","type":"FunctionalAlteration","dc:description":"G52R and T58P/L59P produce currents that lack the kinetic behavior of IKs. In contrast,\nS74L and R98W both produce IKs-like currents but with rightward shifted voltage dependence of activation. All of the LQT5 mutants express protein robustly, and T58P/L59P and R98W cause modest, but significant, defects in the trafficking of KCNQ1. Despite defects in trafficking, in the presence of KCNQ1, T58P/L59P and the other\nLQT5 mutants are present at the plasma membrane. Interestingly, in comparison to KCNE1 and the other LQT5 mutants, T58P/L59P associates only weakly with KCNQ1.T58P/L59P causes disease through a novel mechanism that involves defective IKs\ncomplex assembly.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19907016","type":"dc:BibliographicResource","dc:abstract":"KCNE1 associates with the pore-forming alpha-subunit KCNQ1 to generate the slow (I(Ks)) current in cardiac myocytes. Mutations in either KCNQ1 or KCNE1 can alter the biophysical properties of I(Ks) and mutations in KCNE1 underlie cases of long QT syndrome type 5 (LQT5). We previously investigated a mutation in KCNE1, T58P/L59P, which causes severe attenuation of I(Ks). However, how T58P/L59P acts to disrupt I(Ks) has not been determined. In this study, we investigate and compare the effects of T58P/L59P with three other LQT5 mutations (G52R, S74L, and R98W) on the biophysical properties of the current, trafficking of KCNQ1, and assembly of the I(Ks) channel. G52R and T58P/L59P produce currents that lack the kinetic behavior of I(Ks). In contrast, S74L and R98W both produce I(Ks)-like currents but with rightward shifted voltage dependence of activation. All of the LQT5 mutants express protein robustly, and T58P/L59P and R98W cause modest, but significant, defects in the trafficking of KCNQ1. Despite defects in trafficking, in the presence of KCNQ1, T58P/L59P and the other LQT5 mutants are present at the plasma membrane. Interestingly, in comparison to KCNE1 and the other LQT5 mutants, T58P/L59P associates only weakly with KCNQ1. In conclusion, we identify the disease mechanisms for each mutation and reveal that T58P/L59P causes disease through a novel mechanism that involves defective I(Ks) complex assembly.","dc:creator":"Harmer SC","dc:date":"2010","dc:title":"Mechanisms of disease pathogenesis in long QT syndrome type 5."},"rdfs:label":"electrophysiology"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:1247e0f3-4d6e-45d7-aef1-f6e895692e12","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:026ded07-fb95-4d3d-bb14-f41d0639e343","type":"FunctionalAlteration","dc:description":"co-transfection of the Arg36His KCNE1 variant together with wildtype KCNE1 and KCNQ1 resulted in a reduction of the inward rectifying K+ current relative to transfection of only wildtype KCNE1 with KCNQ1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29625280","type":"dc:BibliographicResource","dc:abstract":"Long QT syndrome (LQTS) genetic test reports commonly exclude potentially proarrhythmic common variants such as p.Asp85Asn-KCNE1.","dc:creator":"Lane CM","dc:date":"2018","dc:title":"Long QT syndrome type 5-Lite: Defining the clinical phenotype associated with the potentially proarrhythmic p.Asp85Asn-KCNE1 common genetic variant."},"rdfs:label":"Patch clamp"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f3d8f30b-e91e-4838-8494-b11d97efc9d1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a3d88d9-ae1e-4076-a608-7855fb54c055","type":"FunctionalAlteration","dc:description":"The mutant G52R-KCNE1 significantly reduced Iks current amplitudes (6.362.9 mA at 160 mV; n59, P<0.05 versus KCNQ1/WT-KCNE1).\nThe mutant G52R-KCNE1 has a dominant negative effect on Iks current amplitude which could lead to a prolongation of the cardiac action potential and QT interval prolongation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14499862","type":"dc:BibliographicResource","dc:abstract":"To identify the underlying genetic basis of a Chinese pedigree with Long QT syndrome, the causally related genes were screened in a family and the functional consequence of the identified gene mutation was evaluated in vitro.","dc:creator":"Ma L","dc:date":"2003","dc:title":"Characterization of a novel Long QT syndrome mutation G52R-KCNE1 in a Chinese family."},"rdfs:label":"voltage clamp analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58a123aa-396a-4101-9493-08d20dd0f1e0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3a87194d-d6f8-4b41-a200-7af5c531f3f7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The transgenic rabbit carrying the KCNE1 mutant gene was susceptible to acquired prolongation of the QT interval following challenge using thiopental-anaesthetized rabbits exposed to dofetilide (a channel blocker).  The animals then exhibited TdP at significantly higher levels and for longer times than non-transgenic animals.  Conclusion in the paper is that this model system shows reduced repolarization reserves, but no baseline phenotype, but show susceptibility to arrythmias on repolarization stress- model of the \"silent\" or acquired LQT in humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27076034","type":"dc:BibliographicResource","dc:abstract":"The reliable assessment of proarrhythmic risk of compounds under development remains an elusive goal. Current safety guidelines focus on the effects of blocking the KCNH2/HERG ion channel-in tissues and animals with intact repolarization. Novel models with better predictive value are needed that more closely reflect the conditions in patients with cardiac remodelling and reduced repolarization reserve.","dc:creator":"Major P","dc:date":"2016","dc:title":"A novel transgenic rabbit model with reduced repolarization reserve: long QT syndrome caused by a dominant-negative mutation of the KCNE1 gene."},"rdfs:label":"Rabbit model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Lower score because this variant is associated with acquired LQT following challenge."},{"id":"cggv:3ae9c532-4a9e-48db-9bd0-c2f64e09d4d7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:458545c3-9e14-4568-8e64-e6dbc5f9bdcd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Expression of the D76N mutant KCNE1 protein in the model resulted in significant delay to repolarization of the myocytes, leading to prolonged QT interval in surface ECGs following myocardial infection in animals.  Because this was done in the presence of endogenous normal KCNE1, this was considered to be a dominant negative phenotype. However there is no indication in the paper of the relative levels of + to mutant KCNE1 protein, so not clear if this is truly dom neg.  Even overexpression of the normal KCNE1 delays repolarization, so this may not be such a great model.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11320260","type":"dc:BibliographicResource","dc:abstract":"The long QT syndrome (LQTS) is a heritable disorder that predisposes to sudden cardiac death. LQTS is caused by mutations in ion channel genes including HERG and KCNE1, but the precise mechanisms remain unclear. To clarify this situation we injected adenoviral vectors expressing wild-type or LQT mutants of HERG and KCNE1 into guinea pig myocardium. End points at 48-72 h included electrophysiology in isolated myocytes and electrocardiography in vivo. HERG increased the rapid component, I(Kr), of the delayed rectifier current, thereby accelerating repolarization, increasing refractoriness, and diminishing beat-to-beat action potential variability. Conversely, HERG-G628S suppressed I(Kr) without significantly delaying repolarization. Nevertheless, HERG-G628S abbreviated refractoriness and increased beat-to-beat variability, leading to early afterdepolarizations (EADs). KCNE1 increased the slow component of the delayed rectifier, I(Ks), without clear phenotypic sequelae. In contrast, KCNE1-D76N suppressed I(Ks) and markedly slowed repolarization, leading to frequent EADs and electrocardiographic QT prolongation. Thus, the two genes predispose to sudden death by distinct mechanisms: the KCNE1 mutant flagrantly undermines cardiac repolarization, and HERG-G628S subtly facilitates the genesis and propagation of premature beats. Our ability to produce electrocardiographic long QT in vivo with a clinical KCNE1 mutation demonstrates the utility of somatic gene transfer in creating genotype-specific disease models.","dc:creator":"Hoppe UC","dc:date":"2001","dc:title":"Distinct gene-specific mechanisms of arrhythmia revealed by cardiac gene transfer of two long QT disease genes, HERG and KCNE1."},"rdfs:label":"Hoppe et al guinea pig model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Not clear if this really represents a true heterozygous mimic"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ff_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ff_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:034115a4-b4f3-49f9-a52c-508ecd722ca2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2677d925-81a7-4a3d-86a6-d574caff125a","type":"Proband","detectionMethod":"SSCP analyses for KCNE1 analysis","phenotypes":"obo:HP_0005184","sex":"Female","variant":{"id":"cggv:034115a4-b4f3-49f9-a52c-508ecd722ca2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:11385b2b-f304-41f1-b679-db0279e6ac8b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.6(KCNE1):c.221C>T (p.Ser74Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256871"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354802"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354802","rdfs:label":"K1754 II-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:5e7cf82f-4641-4621-983c-769733740dbc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5bd29dbc-9217-4e58-9e47-ff45fe3a841f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"Sequencing of KCNQ1, SCN5A, KCNH2, KCNE1, KCNE2 was performed, including intron/exon borders.","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0005184","sex":"Female","variant":{"id":"cggv:5e7cf82f-4641-4621-983c-769733740dbc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b351e48-e8fa-47af-b508-206f2c42b6c0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.6(KCNE1):c.253G>A (p.Asp85Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123130"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21712262","type":"dc:BibliographicResource","dc:abstract":"KCNE1 encodes an auxiliary subunit of cardiac potassium channels. Loss-of-function variations in this gene have been associated with the LQT5 form of the long QT syndrome (LQTS), secondary to reduction of I(Ks) current. We present a case in which a D85N rare polymorphism in KCNE1 is associated with an LQT2 phenotype.","dc:creator":"Nof E","dc:date":"2011","dc:title":"LQT5 masquerading as LQT2: a dominant negative effect of KCNE1-D85N rare polymorphism on KCNH2 current."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21712262","rdfs:label":"Nof et al proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:3ed3e00e-f585-4d9a-a768-388c3c56e455_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8eeeb467-ef4f-4a3d-a63c-ddaa04b27d9a","type":"Proband","phenotypeFreeText":"The patient was described as LQTS. No records are available.","sex":"UnknownEthnicity","variant":{"id":"cggv:3ed3e00e-f585-4d9a-a768-388c3c56e455_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1b12120c-71f9-47b0-93e2-d5b950b96dcb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.6(KCNE1):c.210G>C (p.Lys70Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA331945"}},{"id":"cggv:e4f964ea-cdcd-4de0-9426-bc1cf6222e32","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.6(KCNE1):c.242A>G (p.Tyr81Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA331950"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16155735","type":"dc:BibliographicResource","dc:abstract":"Mutations in cardiac potassium and sodium channel genes are responsible for several hereditary cardiac arrhythmia syndromes. We established a denaturing high-performance liquid chromatography (DHPLC) protocol for rapid mutation screening of these genes, and reported mutations and variations identified by this method. We included 28 patients with Brugada syndrome, 4 with congenital long QT syndrome (LQTS), 11 with drug-induced LQTS, 4 with idiopathic ventricular fibrillation, and 50 normal volunteers. Polymerase chain reactions were performed to amplify the entire coding region of these genes. DHPLC was used to screen for heteroduplexes then DNA sequencing was performed. With this method, we identified the mutation(s) in all four patients with congenital LQTS (KCNQ1 A341V, KCNH2 N633D, KCNH2 2768Cdel and KCNE1 K70 N Y81C double mutations). We also identified the SCN5A A551T mutation in 1 of the 28 patients with Brugada syndrome. All the above-mentioned mutations were novel except KCNQ1 A341V. No mutations were identified in patients with drug-induced LQTS or idiopathic ventricular fibrillation. In total, 25 single nucleotide polymorphisms were identified, 10 of which were novel. In conclusion, DHPLC is a sensitive and rapid method for detection of cardiac sodium and potassium channel gene mutations.","dc:creator":"Lai LP","dc:date":"2005","dc:title":"Denaturing high-performance liquid chromatography screening of the long QT syndrome-related cardiac sodium and potassium channel genes and identification of novel mutations and single nucleotide polymorphisms."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16155735","rdfs:label":"patient KCNE1, double mutations"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Compound heterozigosity"},{"id":"cggv:9fd7e588-c997-4f96-bc95-ea45db75383c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:323a895f-c9d4-4488-bd06-ede9a3343823","type":"Proband","detectionMethod":"SSCP analyses for KCNE1 analysis","sex":"Female","variant":{"id":"cggv:9fd7e588-c997-4f96-bc95-ea45db75383c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f9e4d0b7-311b-4c75-a604-2276a56631b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.6(KCNE1):c.226G>A (p.Asp76Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256867"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354802"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354802","rdfs:label":"K1789"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"D76N is too common in population to be a LQTS disease variant."},{"id":"cggv:9f5e7062-cd2d-49f3-b6bf-af14d9109940_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd9032cf-c602-4713-ba6c-b6c9090fee44","type":"Proband","sex":"Female","variant":{"id":"cggv:9f5e7062-cd2d-49f3-b6bf-af14d9109940_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f62a9575-2e1e-47a6-9360-9ecac7e6d970","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.6(KCNE1):c.154G>A (p.Gly52Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA331920"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14499862"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14499862","rdfs:label":"II:4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:a150cc87-e3c6-40ad-bcdf-5b7cc34cea96_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7e980a23-dff7-4b31-8fc4-3e74b7e9c853","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":19,"detectionMethod":"DHPLC across LQT genes and Sanger for variant amplicons","firstTestingMethod":"High resolution melting","phenotypes":"obo:HP_0001279","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a150cc87-e3c6-40ad-bcdf-5b7cc34cea96_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6382fab5-fab2-4f80-af08-b77d1447c318","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.6(KCNE1):c.292C>T (p.Arg98Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA199783"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17341399","type":"dc:BibliographicResource","dc:abstract":"Long QT syndromes (LQTS) are inherited diseases involving mutations to genes encoding a number of cardiac ion channels and a membrane adaptor protein. The MinK protein is a cardiac K-channel accessory subunit encoded by the KCNE1 gene, mutations of which are associated with the LQT5 form of LQTS.","dc:creator":"Ohno S","dc:date":"2007","dc:title":"N- and C-terminal KCNE1 mutations cause distinct phenotypes of long QT syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17341399","rdfs:label":"Proband 2 Ohno et al"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:b706a72d-5ef5-4e67-b072-ec40acfa1a95_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e9ca4c96-c246-4f44-8fdc-aceecd6bcdcc","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":63,"detectionMethod":"DHPLC analysis of common LQT genes, followed by Sanger of amplicons with variant patterns","firstTestingMethod":"High resolution melting","phenotypes":"obo:HP_0005184","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:b706a72d-5ef5-4e67-b072-ec40acfa1a95_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9f2c3234-9202-474f-92f9-4c53c3b0c84d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000219.6(KCNE1):c.23C>T (p.Ala8Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/132670"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17341399"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17341399","rdfs:label":"Proband 1 Ohno et al"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":2.6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.6}],"evidenceStrength":"Limited","sequence":1845,"specifiedBy":"GeneValidityCriteria8","strengthScore":8.1,"subject":{"id":"cggv:999c6525-fef3-4743-b8c3-6230b41982fb","type":"GeneValidityProposition","disease":"obo:MONDO_0013372","gene":"hgnc:6240","modeOfInheritance":"obo:HP_0000006"},"version":"1.2","dc:description":"KCNE1 encodes the beta-subunit of voltage-gated potassium channels and is thought to assemble with KCNQ1/KVLQT1 to form Iks (the slowly activating delayed rectifier cardiac potassium channel). There is strong evidence associating KCNE1 with acquired LQTS, however, only limited evidence for its association with unprovoked LQTS. Furthermore, several case reports have identified homozygous or compound heterozygous rare variants in KCNE1 in patients with Jervell-Lange-Nielsen Syndrome, however parents or siblings carrying only one allele have reported normal phenotypes suggesting an association of this gene with an autosomal-recessive form of LQTS (PMIDs 9354783, 9328483, 9445165).\nNote: All LQTS genes were curated by 3 separate blinded teams. The evidence and scores reached by these 3 teams were reviewed by the LQTS Clinical Domain Expert Panel. For a detailed discussion of this group's work and the separate scores of the 3 teams please see \"Adler et al. An International, Multicentered, Evidence-Based Reappraisal of Genes Reported to Cause Congenital Long QT Syndrome. Circulation 2020;141(6):418-428. doi: 10.1161/CIRCULATIONAHA.119.043132”\nSee evidence summary","dc:isVersionOf":{"id":"cggv:957550ae-d91c-49e7-be7c-ff5a13faa3ff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}