{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfcv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfc_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-01-03T17:00:00.000Z","role":"Approver"},{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfc_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10145","date":"2024-01-03T20:12:18.688Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfc_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfc_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a960ef9b-6208-4522-b404-da41f0f899a0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d244fc6b-770b-461b-a5ed-036a545984c2","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot of different immune cell subsets revealed Munc13-4 levels are higher in cytotoxic cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24842371","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive mutations in UNC13D, the gene that encodes Munc13-4, are associated with familial hemophagocytic lymphohistiocytosis type 3 (FHL3). Munc13-4 expression is obligatory for exocytosis of lytic granules, facilitating cytotoxicity by T cells and natural killer (NK) cells. The mechanisms regulating Munc13-4 expression are unknown. Here, we report that Munc13-4 is highly expressed in differentiated human NK cells and effector CD8(+) T lymphocytes. A UNC13D c.118-308C>T mutation, causative of FHL3, disrupted binding of the ETS family member ELF1 to a conserved intronic sequence. This mutation impairs UNC13D intron 1 recruitment of STAT4 and the chromatin remodeling complex component BRG1, diminishing active histone modifications at the locus. The intronic sequence acted as an overall enhancer of Munc13-4 expression in cytotoxic lymphocytes in addition to representing an alternative promoter encoding a novel Munc13-4 isoform. Mechanistically, T cell receptor engagement facilitated STAT4-dependent Munc13-4 expression in naive CD8(+) T lymphocytes. Collectively, our data demonstrates how chromatin remodeling within an evolutionarily conserved regulatory element in intron 1 of UNC13D regulates the induction of Munc13-4 expression in cytotoxic lymphocytes and suggests that an alternative Munc13-4 isoform is required for lymphocyte cytotoxicity. Thus, mutations associated with primary immunodeficiencies may cause disease by disrupting transcription factor binding.","dc:creator":"Cichocki F","dc:date":"2014","dc:title":"Transcriptional regulation of Munc13-4 expression in cytotoxic lymphocytes is disrupted by an intronic mutation associated with a primary immunodeficiency."},"rdfs:label":"Munc13-4 levels correlate  with lymphocyte cytotoxicity"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Munc13-4 levels are higher in cytotoxic cells, which is consistent with FHL3 patient pheno/the role of Munc13-4 in degranulation regulation"},{"id":"cggv:e71cf5a5-d1a4-429d-a429-8b86682aa19b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a2ceb680-d41a-431e-911a-548e114b8e60","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis and RT-PCR analysis of human tissues demonstrated that Munc13-4 is highly expressed in the spleen, thymus, and leukocytes (including CD19+, CD4+, CD8+, CD14+, mononuclear cells), which is consistent with the defects in cytotoxic T cells and NK cells reported. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14622600","type":"dc:BibliographicResource","dc:abstract":"Secretion of cytolytic granules content at the immunological synapse is a highly regulated process essential for lymphocyte cytotoxicity. This process requires the rapid transfer of perforin containing lytic granules to the target cell interface, followed by their docking and fusion with the plasma membrane. Defective cytotoxicity characterizes a genetically heterogeneous condition named familial hemophagocytic lymphohistiocytosis (FHL), which can be associated with perforin deficiency. The locus of a perforin (+) FHL subtype (FHL3), observed in 10 patients, was mapped to 17q25. This region contains hMunc13-4, a member of the Munc13 family of proteins involved in vesicle priming function. HMunc13-4 mutations were shown to cause FHL3. HMunc13-4 deficiency results in defective cytolytic granule exocytosis, despite polarization of the secretory granules and docking with the plasma membrane. Expressed tagged hMunc13-4 localizes with cytotoxic granules at the immunological synapse. HMunc13-4 is therefore essential for the priming step of cytolytic granules secretion preceding vesicle membrane fusion.","dc:creator":"Feldmann J","dc:date":"2003","dc:title":"Munc13-4 is essential for cytolytic granules fusion and is mutated in a form of familial hemophagocytic lymphohistiocytosis (FHL3)."},"rdfs:label":"Expression of UNC13D in human tissues and cells"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Analysis of human tissues reveals Munc13-4 is expressed in tissues and cells relevant to FHL3. This is supported by Gtex data."},{"id":"cggv:ccc95379-5b16-4491-b8cd-8590b3dcd707","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0ba3b996-d56e-43cf-8e38-652854ec11b2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Consistent degranulation defects noted in FHL3 patients, where Munc13-4 LOF is a mechanism of disease. Evidence of Munc13-4 being a positive regulator of degranulation is consistent with this.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15548590","type":"dc:BibliographicResource","dc:abstract":"Griscelli syndrome type 2 (GS2) is a genetic disorder in which patients exhibit life-threatening defects of cytotoxic T lymphocytes (CTLs) whose lytic granules fail to dock on the plasma membrane and therefore do not release their contents. The disease is caused by the absence of functional rab27a, but how rab27a controls secretion of lytic granule contents remains elusive. Mutations in Munc13-4 cause familial hemophagocytic lymphohistiocytosis subtype 3 (FHL3), a disease phenotypically related to GS2. We show that Munc13-4 is a direct partner of rab27a. The two proteins are highly expressed in CTLs and mast cells where they colocalize on secretory lysosomes. The region comprising the Munc13 homology domains is essential for the localization of Munc13-4 to secretory lysosomes. The GS2 mutant rab27aW73G strongly reduced binding to Munc13-4, whereas the FHL3 mutant Munc13-4Delta608-611 failed to bind rab27a. Overexpression of Munc13-4 enhanced degranulation of secretory lysosomes in mast cells, showing that it has a positive regulatory role in secretory lysosome fusion. We suggest that the secretion defects seen in GS2 and FHL3 have a common origin, and we propose that the rab27a/Munc13-4 complex is an essential regulator of secretory granule fusion with the plasma membrane in hematopoietic cells. Mutations in either of the two genes prevent formation of this complex and abolish secretion.","dc:creator":"Neeft M","dc:date":"2005","dc:title":"Munc13-4 is an effector of rab27a and controls secretion of lysosomes in hematopoietic cells."},"rdfs:label":"Munc13-4 is a positive regulator of degranulation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Evidence Munc13-4 is a positive regulator of degranulation, which is consistent with defects noted in FHL3 patient cells"},{"id":"cggv:c00d2172-9bb6-4d58-ac57-0d8d51c3162d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:853cc308-b2aa-427c-a2bf-1e59a3d3932b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Localization of Munc13-4 to secretory lysosomes is consistent with its role as a positive regulator of degranulation","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15548590","rdfs:label":"Munc13-4 "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Localization of Munc13-4 to secretory lysosomes is consistent with its role as a positive regulator of degranulation"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfc_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b7e035a1-03f6-45d3-bb87-f3710ebe7d97","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4bf72677-e5db-46a4-b4cf-ac0ae1e1e7ea","type":"FunctionalAlteration","dc:description":"NK cells expressing CD107 after stimulation with K562 were measured, as was NK-cell cytotoxicity on K562 target cells using a chromium release assay. FHL3 patient cells were decreased for both phenotypes compared to healthy controls. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20823128","type":"dc:BibliographicResource","dc:abstract":"Familial hemophagocytic lymphohistiocytosis is a genetic disorder of lymphocyte cytotoxicity that usually presents in the first two years of life and has a poor prognosis unless treated by hematopoietic stem cell transplantation. Atypical courses with later onset and prolonged survival have been described, but no detailed analysis of immunological parameters associated with typical versus atypical forms of familial hemophagocytic lymphohistiocytosis has been performed.","dc:creator":"Rohr J","dc:date":"2010","dc:title":"Atypical familial hemophagocytic lymphohistiocytosis due to mutations in UNC13D and STXBP2 overlaps with primary immunodeficiency diseases."},"rdfs:label":"FHL3 NK cells have decreased degranulation and killing"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"FHL3 patient NK cells displayed decreased degranulation and target cell killing"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfc_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:188cbe5b-67ba-49c4-9847-5fcd4dfe3bd0","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f6b6be7d-3187-4242-9e09-12aaba9f9209","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Introduction of the UNC13D gene through transduction rescued Munc13-4 protein expression, T cell degranulation following stimulation, and killing of effector cells. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31032638","type":"dc:BibliographicResource","dc:abstract":"Familial hemophagocytic lymphohistiocytosis (FHL) is a group of life-threatening, autosomal recessive disorders of severe hyperinflammation. FHL type 3 (FHL-3) accounts for about 30% of FHL cases. It is characterized by mutations in the ","dc:creator":"Dettmer V","dc:date":"2019","dc:title":"Retroviral "},"rdfs:label":"Retroviral  Gene Transfer Restores FHL3 T cell cytotoxicity"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"Retroviral transduction of human UNC13D into FHL3 patient cells rescued Munc13-4 expression and T cell cytotoxicity and targeted cell killing to healthy donor cell levels."},{"id":"cggv:14a65a1b-7fa7-4e87-89d6-fd103f180433","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e6ef9a9d-9157-4175-ad1f-39b5c37a81c7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients with FHL3 display defects in T- and NK-cell degranulation but decreased killing, T cell and macrophages show increased activation, splenomegaly, and anemia. This is consistent with the mouse model. The caveat is that the mouse model only displays these during infection-they do not occur spontaneously.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17420270","type":"dc:BibliographicResource","dc:abstract":"Mouse cytomegalovirus (MCMV) susceptibility often results from defects of natural killer (NK) cell function. Here we describe Jinx, an N-ethyl-N-nitrosourea-induced MCMV susceptibility mutation that permits unchecked proliferation of the virus, causing death. In Jinx homozygotes, activated NK cells and cytotoxic T lymphocytes (CTLs) fail to degranulate, although they retain the ability to produce cytokines, and cytokine levels are markedly elevated in the blood of infected mutant mice. Jinx was mapped to mouse chromosome 11 on a total of 246 meioses and confined to a 4.60-million basepair critical region encompassing 122 annotated genes. The phenotype was ascribed to the creation of a novel donor splice site in Unc13d, the mouse orthologue of human MUNC13-4, in which mutations cause type 3 familial hemophagocytic lymphohistiocytosis (FHL3), a fatal disease marked by massive hepatosplenomegaly, anemia, and thrombocytopenia. Jinx mice do not spontaneously develop clinical features of hemophagocytic lymphohistiocytosis (HLH), but do so when infected with lymphocytic choriomeningitis virus, exhibiting hyperactivation of CTLs and antigen-presenting cells, and inadequate restriction of viral proliferation. In contrast, neither Listeria monocytogenes nor MCMV induces the syndrome. In mice, the HLH phenotype is conditional, which suggests the existence of a specific infectious trigger of FHL3 in humans.","dc:creator":"Crozat K","dc:date":"2007","dc:title":"Jinx, an MCMV susceptibility phenotype caused by disruption of Unc13d: a mouse model of type 3 familial hemophagocytic lymphohistiocytosis."},"rdfs:label":"UNC13D knockout mice have features of FHL3"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This mouse model presents with many features of human disease.  Downgraded the score because it was an ENU-induced mutation (although mapping and subsequent studies increase confidence in this model) and because FHL3 features only occur following infection."},{"id":"cggv:ad7ca37d-ea8f-444d-a683-ead2c683038f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ed5e6c06-276d-4e49-82df-b424abd33c74","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"T cell degranulation defects also observed in humans","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23590328","type":"dc:BibliographicResource","dc:abstract":"In order to fuse lytic granules (LGs) with the plasma membrane at the immunological synapse, cytotoxic T lymphocytes (CTLs) have to render these LGs fusion-competent through the priming process. In secretory tissues such as brain and neuroendocrine glands, this process is mediated by members of the Munc13 protein family. In human CTLs, mutations in the Munc13-4 gene cause a severe loss in killing efficiency, resulting in familial hemophagocytic lymphohistiocytosis type 3, suggesting a similar role of other Munc13 isoforms in the immune system. Here, we investigate the contribution of different Munc13 isoforms to the priming process of murine CTLs at both the mRNA and protein level. We demonstrate that Munc13-1 and Munc13-4 are the only Munc13 isoforms present in mouse CTLs. Both isoforms rescue the drastical secretion defect of CTLs derived from Munc13-4-deficient Jinx mice. Mobility studies using total internal reflection fluorescence microscopy indicate that Munc13-4 and Munc13-1 are responsible for the priming process of LGs. Furthermore, the domains of the Munc13 protein, which is responsible for functional fusion, could be identified. We conclude from these data that both isoforms of the Munc13 family, Munc13-1 and Munc13-4, are functionally redundant in murine CTLs.","dc:creator":"Dudenhöffer-Pfeifer M","dc:date":"2013","dc:title":"Different Munc13 isoforms function as priming factors in lytic granule release from murine cytotoxic T lymphocytes."},"rdfs:label":"Reintroduction of Muc13-4 abrogates pheno in Jinx model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This paper supports that the FHL3-related defects observed in the Jinx mouse model are due to loss of UNC13D. It demonstrates loss of Munc13-4 protein expression and that restoration of the protein with transfection rescues the CTL degranulation defect."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfc_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5d491c13-1d49-41c6-90cc-3158d2bfcbb7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:5d491c13-1d49-41c6-90cc-3158d2bfcbb7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":6,"allele":[{"id":"cggv:ae1020eb-c0d9-4893-8d88-a9a211eecbb5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199242.3(UNC13D):c.1055+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8773158"}},{"id":"cggv:32c0257d-3096-4266-896f-16b200c68c35","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199242.3(UNC13D):c.118-308C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA294090507"}}],"detectionMethod":"Paper is unclear about method of sequencing-noted analysis of genomic DNA. ","firstTestingMethod":"Whole genome shotgun sequencing","phenotypes":["obo:HP_0001876","obo:HP_0001433","obo:HP_0002155","obo:HP_0011900","obo:HP_0003281","obo:HP_0001873","obo:HP_0012178","obo:HP_0001945","obo:HP_0012156","obo:HP_0011112"],"previousTesting":false,"sex":"Male","variant":[{"id":"cggv:d7f8151b-24f0-40ae-badf-be140790ea9f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ae1020eb-c0d9-4893-8d88-a9a211eecbb5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34964741","type":"dc:BibliographicResource","dc:abstract":"Familial hemophagocytic lymphohistiocytosis (FHL) is a potentially fatal disease that rarely presents in the neonatal period. Timely diagnosis is a key challenge owing to the atypical clinical manifestations. Here, we describe a case of FHL type 3 with disease onset in the early neonatal period and review the relevant literature. Our findings may provide insights into the diagnosis and treatment of this rare disease.","dc:creator":"Yang Y","dc:date":"2021","dc:title":"Familial hemophagocytic lymphohistiocytosis in a neonate: Case report and literature review."}},{"id":"cggv:d0450c46-3c0d-45e2-ad0a-22aff5d4da4c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:32c0257d-3096-4266-896f-16b200c68c35"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/34964741"}],"rdfs:label":"P1"},{"id":"cggv:d0450c46-3c0d-45e2-ad0a-22aff5d4da4c","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d0450c46-3c0d-45e2-ad0a-22aff5d4da4c_variant_evidence_item"},{"id":"cggv:d0450c46-3c0d-45e2-ad0a-22aff5d4da4c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Experimental evidence indicates decreased expression of Munc13-4 in the presence of this variant in WBCs and T cells (PMID: 21931115, Fig. 2). "}],"strengthScore":0.1,"dc:description":"The freq of this variant is consistent with AR disease. This variant is not predicted to affect splicing based on splicing algorithms. However, this variant has been reported in multiple additional patients with FHL3 (PMID: 21931115 as well as additional pubs) and may be a Swedish founder. Experimental evidence indicates this variant is damaging. "},{"id":"cggv:d7f8151b-24f0-40ae-badf-be140790ea9f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d7f8151b-24f0-40ae-badf-be140790ea9f_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Freq of this variant is consistent with disease. Loss of splice site predicted. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2cf2b1a4-8983-4538-a1da-d99f60c91a6d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2cf2b1a4-8983-4538-a1da-d99f60c91a6d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":6,"allele":{"id":"cggv:585a81a2-ea26-4c19-9c51-9b5f0d35220c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199242.3(UNC13D):c.216del (p.Asn73ThrfsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252028"}},"detectionMethod":"Linkage analysis performed to narrow down loci and variants identified by sequencing within region. ","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0001433","obo:HP_0001410","obo:HP_0012156","obo:HP_0000707","obo:HP_0002155","obo:HP_0011900","obo:HP_0001876"],"previousTesting":true,"previousTestingDescription":"Segregation analysis ruled out loci associated with FHL1 and FHL2","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b8381774-7086-4aa7-85d2-745517f087a8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:585a81a2-ea26-4c19-9c51-9b5f0d35220c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14622600"},"rdfs:label":"P83b"},{"id":"cggv:b8381774-7086-4aa7-85d2-745517f087a8","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b8381774-7086-4aa7-85d2-745517f087a8_variant_evidence_item"},{"id":"cggv:b8381774-7086-4aa7-85d2-745517f087a8_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Cells from patients P83A and P83b from the same family (family 2)  carrying the same mutation displayed decreased cytotoxicity based on lysis of target cells (in a dose dependent manner) when incubated together in the presence of anti-CD3 based on 51Cr release (Fig 1B)."}],"strengthScore":1.5,"dc:description":"Absent from gnomAD. Frameshift variant in exon 3 of 32. Functional evidence supports this variant is damaging and two affected siblings in same family with same pheno were homozygous for this variant. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:d69854fd-14a2-4be4-a54d-f61b7c6d34df_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:d69854fd-14a2-4be4-a54d-f61b7c6d34df","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":13,"allele":{"id":"cggv:73969045-cf40-442c-9d91-c8f06ccc0f9a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199242.3(UNC13D):c.1754dup (p.His586ProfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252029"}},"detectionMethod":"Affected individuals and parents tested and variant identified as homozygous\n","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0001876","obo:HP_0011900","obo:HP_0000707","obo:HP_0002155","obo:HP_0012156","obo:HP_0001433"],"previousTesting":true,"previousTestingDescription":"Segregation with FHL1 and FHL2 loci was studied and found to be discordant. Linkage analysis then done to identify genetic cause of disease.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f3569dd1-7c4b-449c-8871-9a0a518d7527_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:73969045-cf40-442c-9d91-c8f06ccc0f9a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14622600"},"rdfs:label":"P98"},{"id":"cggv:f3569dd1-7c4b-449c-8871-9a0a518d7527","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f3569dd1-7c4b-449c-8871-9a0a518d7527_variant_evidence_item"},{"id":"cggv:f3569dd1-7c4b-449c-8871-9a0a518d7527_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Cells from patient P98 from displayed decreased cytotoxicity based on lysis of target cells (in a dose dependent manner) when incubated together in the presence of anti-CD3 based on 51Cr release (Fig 1B)."}],"strengthScore":1.5,"dc:description":"Absent from gnomad. Frameshift in exon 20 of 32. Functional evidence supports pathogenicity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f0f0459f-a7d2-4acc-aec0-79696052fd1e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f0f0459f-a7d2-4acc-aec0-79696052fd1e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"allele":{"id":"cggv:89edc97d-ae79-4035-9a56-d35b70c291cb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199242.3(UNC13D):c.1828_1839del (p.Arg610_Gln613del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252025"}},"detectionMethod":"Affected individuals and parents tested and variant identified as homozygous","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0000707","obo:HP_0001433","obo:HP_0002155","obo:HP_0001410","obo:HP_0011900","obo:HP_0001876","obo:HP_0012156"],"previousTesting":true,"previousTestingDescription":"Segregation with FHL1 and FHL2 loci was studied and found to be discordant. Linkage analysis then done to identify genetic cause of disease.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f0902f90-70ba-4baf-b34b-b9e3ba169d5b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:89edc97d-ae79-4035-9a56-d35b70c291cb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14622600"},"rdfs:label":"P3a"},{"id":"cggv:f0902f90-70ba-4baf-b34b-b9e3ba169d5b","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:f0902f90-70ba-4baf-b34b-b9e3ba169d5b_variant_evidence_item"},{"id":"cggv:f0902f90-70ba-4baf-b34b-b9e3ba169d5b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Cells from patient P3b from the same family (family 1)  carrying the same mutation displayed decreased cytotoxicity based on lysis of target cells (in a dose dependent manner) when incubated together in the presence of anti-CD3 based on 51Cr release (Fig 1B)."}],"strengthScore":0.1,"dc:description":"Absent from gnomAD. In frame deletion. Functional evidence supports this variant is damaging and two affected siblings in same family with same pheno were homozygous for this variant. Notably, this variant appears to be a Moroccan founder variant and was identified in 2 additional Moroccan families in this study (Family 3 P84 and Family 4 P96)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9a682eb6-7287-4dba-8197-929e22f199dc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9a682eb6-7287-4dba-8197-929e22f199dc","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"allele":[{"id":"cggv:05ee2aa1-c97b-4c20-9844-c173b13d0f6b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199242.3(UNC13D):c.753+1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252034"}},{"id":"cggv:a0ac868e-a6b3-48c1-9380-32aaeb6fd97c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199242.3(UNC13D):c.766C>T (p.Arg256Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252031"}}],"detectionMethod":"Affected individuals and parents tested and variant identified as compound heterozygous","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0001433","obo:HP_0002155","obo:HP_0000707","obo:HP_0001410","obo:HP_0011900","obo:HP_0001876"],"previousTesting":true,"previousTestingDescription":"Segregation with FHL1 and FHL2 loci was studied and found to be discordant. Linkage analysis then done to identify genetic cause of disease.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:c15decb0-ee4a-40fe-b1af-b20843bc891d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a0ac868e-a6b3-48c1-9380-32aaeb6fd97c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14622600"},{"id":"cggv:eb1789e0-75ce-43be-830c-073a9553e109_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:05ee2aa1-c97b-4c20-9844-c173b13d0f6b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14622600"}],"rdfs:label":"P45a"},{"id":"cggv:c15decb0-ee4a-40fe-b1af-b20843bc891d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c15decb0-ee4a-40fe-b1af-b20843bc891d_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Exon 10 of 32, freq consistent with AR disease"},{"id":"cggv:eb1789e0-75ce-43be-830c-073a9553e109","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:eb1789e0-75ce-43be-830c-073a9553e109_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"Loss of canonical SS predicted-out of frame, frequency consistent with AR disease"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfc_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:3baa3c4c-c5d7-4784-a31b-d3ba2b6236fc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3baa3c4c-c5d7-4784-a31b-d3ba2b6236fc","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":4,"allele":{"id":"cggv:eb25af83-437e-4ce5-9346-25e4c071be7e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199242.3(UNC13D):c.1389+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA252030"}},"detectionMethod":"Linkage analysis performed to narrow down loci and variants identified by sequencing within region. ","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0001876","obo:HP_0000707","obo:HP_0011900","obo:HP_0012156","obo:HP_0002155","obo:HP_0001433","obo:HP_0001410"],"previousTesting":true,"previousTestingDescription":"Segregation analysis ruled out loci associated with FHL1 and FHL2","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d9e06f92-858c-4112-b897-764aa6d27089_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:eb25af83-437e-4ce5-9346-25e4c071be7e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14622600"},"rdfs:label":"P72"},{"id":"cggv:d9e06f92-858c-4112-b897-764aa6d27089","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d9e06f92-858c-4112-b897-764aa6d27089_variant_evidence_item"},{"id":"cggv:d9e06f92-858c-4112-b897-764aa6d27089_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"Cells from P72 displayed decreased cytotoxicity based on lysis of target cells (in a dose dependent manner) when incubated together in the presence of anti-CD3 based on 51Cr release (Fig 1B)."}],"strengthScore":1.5,"dc:description":"Freq in gnomAD consistent with AR disease. Loss of canonical donor site predicted by splice predictions (out of frame). Functional data supports variant is damaging."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":7391,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:efe07725-b22b-49f1-b5fa-6a32df2036e0","type":"GeneValidityProposition","disease":"obo:MONDO_0012146","gene":"hgnc:23147","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*UNC13D* was first reported in relation to autosomal recessive familial hemophagocytic lymphohistiocytosis 3 (FHL3) in 2003 (Feldmann J et al., PMID: 14622600). FHL3 is a heterogeneous disease characterized by fever, hepatosplenomegaly, and hemophagocytosis with frequent occurrence of a range of additional features, including splenomegaly, central nervous system involvement (e.g., headache, encephalopathy, cranial nerve palsies, seizures, and ataxia), viral infections, malignancy (e.g., leukemia), neutropenia, thrombocytopenia, and deficient natural killer cell activity (PMID: 14622600, 31506890, 32107531, 32679608, 34964741). Furthering the phenotypic spectrum, individuals with late-onset HLH and/or atypical features have been reported, which may be associated with hypomorphic variants in *UNC13D* (PMID: 17993578, 21881043, 28848550, 29312353).\nEight variants (in-frame deletion, nonsense, frameshift, canonical splice site, intronic) that have been reported in six probands in two publications (PMIDs: 14622600, 34964741) are included in this curation. Notably, more than 300 patients with FHL associated with *UNC13D* variants have been reported to date (PMID: 32679608). However, the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of disease is known to be loss of function. Among variants identified in FHL3 patients, an 253-kb inversion and deep intronic variants have been reported in many cases (PMID: 21931115, 24470399). Interestingly, there is also evidence supporting an additional digenic mode of inheritance of FHL, where heterozygous *UNC13D* variants have been identified with heterozygous variants in other degranulation pathway genes in patients with FHL (PMID: 34868048). This gene-disease association is also supported by experimental evidence, including animal models, expression studies, in vitro functional assays, and gene transfer rescue studies (PMIDs: 14522600, 1554890, 17420270, 20823128, 23590328, 24842371, 31032638). *UNC13D*, encoding Munc13-4, has been determined to be a positive regulator of degranulation (PMID: 15548590). Patient cells demonstrate defects in natural killer cell and CD8 T cell degranulation (PMID: 20823128), which can be rescued by retroviral transduction of *UNC13D* (PMID: 31032638). A mouse model of FHL3 (i.e., Jinx) recapitulates aspects of human disease and transfection of UNC13D into Jinx-derived cells rescues some of these defects (PMID: 17420270, 23590328). \nIn summary, *UNC13D* is definitively associated with autosomal recessive familial hemophagocytic lymphohistiocytosis 3. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:1b2b30c4-5544-476f-8c2f-c2511c69ccfc"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}