{"id":"cggv:e01ede3c-456b-432b-b1e0-27809dd1e976v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:e01ede3c-456b-432b-b1e0-27809dd1e976_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-11-07T17:00:00.000Z","role":"Approver"},{"id":"cggv:e01ede3c-456b-432b-b1e0-27809dd1e976_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-01T16:38:08.409Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8079988","type":"dc:BibliographicResource","dc:abstract":"We report a unique heteroplasmic T-to-C transition at nucleotide 9997 in the mitochondrial tRNA(glycine) gene in a multiplex family who manifested nonobstructive cardiomyopathy. The degree of mtDNA heteroplasmy generally correlated with the severity of the symptoms. This T-to-C transition disrupts hydrogen bonding in the region adjacent to the acceptor stem of the tRNA molecule. The thymine residue at position 9997 is highly conserved in mammals, as well as in various vertebrates and invertebrates. A PCR diagnostic test for the presence of the 9997 T-to-C transition revealed that the base change was always present in high proportion in affected family members, not present in unaffected family members, and never present in control subjects from various ethnic groups (25 groups sampled, 42 individuals), thus ruling out the possibility that this change represents a polymorphic variant in the general population. The degree of heteroplasmy in lymphoblast cultures also correlated with the level of enzyme activity present for cytochrome c oxidase (complex IV) and succinate cytochrome c oxidoreductase (complexes II and III). The absence of previously reported mtDNA mutations associated with hypertrophic cardiomyopathy was verified by both PCR diagnostic procedures and sequence analysis. All mitochondrial tRNA genes, as well as genes encoding ATPase subunits 6 and 8, were sequenced and found not to possess base changes consistent with the clinical profile. More detailed biochemical and molecular biological investigations are discussed.","dc:creator":"Merante F","dc:date":"1994","dc:title":"Maternally inherited hypertrophic cardiomyopathy due to a novel T-to-C transition at nucleotide 9997 in the mitochondrial tRNA(glycine) gene."},"evidence":[{"id":"cggv:e01ede3c-456b-432b-b1e0-27809dd1e976_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e01ede3c-456b-432b-b1e0-27809dd1e976_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84a0d04c-93b5-41ad-9ea8-6e615783e70e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9a3bb18c-038e-44c6-9dfe-9b964d21a929","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MT-TG encodes a mitochondrial tRNA, which is required for the translation of mitochondrially-encoded proteins. MRC complexes I, III, IV, and V all contain core subunits which are encoded in the mitochondria; therefore, loss of MT-TG function leads to disrupted mitochondrial translation, leading to a downstream loss of MRC complex activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"MT-TG Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Score upgraded for the shared number of genes with shared function (as per MD-GCEP guidelines)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:e01ede3c-456b-432b-b1e0-27809dd1e976_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87c218b5-25b5-498c-9beb-4dd060e124eb","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d0a0bfec-ecfa-4d6f-9735-2a8672d21a80","type":"FunctionalAlteration","dc:description":"Using pulse-radiolabeling followed by Western blot, the authors measured translation rates of mitochondrial proteins. Translation rates were significantly reduced for nearly all proteins assessed when compared to wt (Fig. 4). Further, the authors determined the expression ratio for each protein for the two cell lines, then plotted this ratio against the proportion of glycine residues in the secondary sequence. With one exception, the higher the proportion of glycine, the lower the expression ratio, consistent with an inability to incorporate glycine into nascent proteins (Fig. 5).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10090480","type":"dc:BibliographicResource","dc:abstract":"Familial hypertrophic ventricular cardiomyopathy has been demonstrated to be associated with a number of mitochondrial DNA (mtDNA) mutations. A fibroblast cell line carrying a mutation in its mtDNA at position 9997 in the gene encoding tRNA glycine was obtained from a patient with hypertrophic cardiomyopathy. To demonstrate that the etiology of this disease was a result of the mtDNA mutation, cybrid clones were constructed by fusion of enucleated patient skin fibroblasts to rho0 osteosarcoma cells. Clones carrying high levels of mutant mtDNA showed predominantly cytochrome c oxidase and complex I deficiency, as well as an elevated lactate/pyruvate (L/P) ratio, a biochemical marker characteristic of respiratory chain deficiencies. Pulse-labeling experiments demonstrated a strong negative correlation between the levels of newly synthesized mtDNA-encoded polypeptides and glycine content. These data suggest that the T9997C mutation in mtDNA is causative of respiratory chain dysfunction when present at high levels of heteroplasmy.","dc:creator":"Raha S","dc:date":"1999","dc:title":"Repopulation of rho0 cells with mitochondria from a patient with a mitochondrial DNA point mutation in tRNA(Gly) results in respiratory chain dysfunction."},"rdfs:label":"MT-TG - Reduced mitochondrial translation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:e01ede3c-456b-432b-b1e0-27809dd1e976_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.35}],"evidenceStrength":"Moderate","sequence":6181,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.35,"subject":{"id":"cggv:51ae4278-fd76-4ca8-a9b6-b65d449e9680","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7486","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TG* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of November 7, 2022. The *MT-TG* gene encodes the mitochondrial transfer RNA (tRNA) for glycine, which is located from m.9991-10058 on the heavy strand of mitochondrial DNA (mtDNA). Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities.\n\n*MT-TG* was first reported in relation to maternally inherited primary mitochondrial disease in 1994 in a family with maternally inherited hypertrophic cardiomyopathy (PMID: 8079988). While various names have been given to the constellation of features seen in those with *MT-TG*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TG* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting the gene-disease relationship between *MT-TG* and primary mitochondrial disease includes case-level data and experimental data. This curation includes four variants (m.9997T>C, m.10000G>A, m.10010T>C, m.10038G>A) observed in six probands in six publications (PMIDs: 8079988, 9199564, 11971101, 16120360, 32337339, 35432167). Segregation evidence is scored as case-level data according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. \n\nAge of onset in affected individuals varied from early in life to the 20s. Clinical features included hypertrophic cardiomyopathy, myopathy, peripheral neuropathy, exercise intolerance, headache, seizures, ataxia, dystonic posturing, optic atrophy, retinal dystrophy, cataracts, and hearing loss. Progressive atrophy and bilateral basal ganglia calcifications were seen on brain imaging.  Tissue biopsies identified ragged red fibers and decreased COX histochemical activity in muscle. Lab values showed increased blood lactate and increased creatine kinase. Decreased activities of complexes I, III, and IV were observed in biopsied muscle. Heteroplasmy levels of the variants in affected individuals ranged from 88-92% in muscle, 40-56% in urine, undetectable to 32% in blood, 27% in buccal samples, and was undetectable when assessed in fibroblasts. Single fiber testing and cybrid analysis further supported variant pathogenicity. This gene-disease relationship is also supported by known biochemical function and functional alterations in patient cells (in vitro functional assays demonstrated reduced rates of mitochondrial translation as a result of variants in *MT-TG*; PMID: 10090480).  \n\nIn summary, there is moderate evidence to support the relationship between *MT-TG* and maternally inherited primary mitochondrial disease. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on November 7, 2022 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:e01ede3c-456b-432b-b1e0-27809dd1e976"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}