{"id":"cggv:9b090a30-6065-4337-b930-d40585b142cdv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9b090a30-6065-4337-b930-d40585b142cd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-06-30T19:13:51.008Z","role":"Publisher"},{"id":"cggv:9b090a30-6065-4337-b930-d40585b142cd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-04-05T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:9b090a30-6065-4337-b930-d40585b142cd_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:9b090a30-6065-4337-b930-d40585b142cd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b090a30-6065-4337-b930-d40585b142cd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a0bbf286-4878-4c30-b215-c2f9bd0a1848","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cf2dd7cd-0b81-48e4-83ea-e34309925c20","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In teleost fish, the KCNH1 gene is duplicated creating kcnh1a and kcnh1b. kcnh1a and kcnh1b have distinct expression patterns in adult zebrafish but share expression in brain and testis. Zebrafish knockdown of kcnh1 demonstrated severe neuronal developmental impairment, manifested as delayed hindbrain formation, growth retardation, and embryonic lethality. These phenotypes observed in zebrafish are representative of the dysmorphic features and hypotonia observed in individuals with KCNH1 variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29022183","type":"dc:BibliographicResource","dc:abstract":"In order to develop a test battery based on a variety of neurological systems in fish, three sensory systems (vision, olfaction, and lateral line) as well as nerve transmission (acetylcholine esterase) were analyzed in zebrafish (Danio rerio) embryos with respect to their suitability as a model for the screening of neurotoxic trace substances in aquatic ecosystems. As a selection of known or putative neurotoxic compounds, amidotrizoic acid, caffeine, cypermethrin, dichlorvos, 2,4-dinitrotoluene, 2,4-dichlorophenol, 4-nonylphenol, perfluorooctanoic acid, and perfluorooctane sulfonic acid were tested in the fish embryo test (OECD test guideline 236) to determine EC","dc:creator":"Stengel D","dc:date":"2018","dc:title":"In search of a comprehensible set of endpoints for the routine monitoring of neurotoxicity in vertebrates: sensory perception and nerve transmission in zebrafish (Danio rerio) embryos."},"rdfs:label":"Zebrafish kcnh1 morpholino"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Downgraded to 0 points because (1) this is a morpholino model system and (2) the mechanism observed in zebrafish (LoF) does not match what is observed in affected humans (GoF)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":4699,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:aec98279-6bd5-433a-81c0-abe96d657dbf","type":"GeneValidityProposition","disease":"obo:MONDO_0100485","gene":"hgnc:6250","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*KCNH1* (also referred to as hEAG/EAG1/Kv10.1) encodes a voltage gated potassium channel with high expression levels in CNS. Heterozygous de novo rare missense variants in *KCNH1* are reported in individuals with a clinical diagnosis of Temple-Baraitser syndrome whose features include ID, epilepsy, hypoplasia/aplasia of the nails of the thumb and great toe (PMID: 25420144), Zimmermann-Laband syndrome  which is characterized by ID, hypoplasia of nails and terminal phalanges, facial dysmorphism, gingival enlargement, hypertrichosis (PMID: 25915598), and in individuals with non-syndromic ID with or without epilepsy (PMID: 33811134). Due to phenotypic overlap of these clinical entities, shared missense variants observed in these conditions and a common molecular mechanism of the identified missense changes (gain of function), these entities represent a phenotypic continuum and have been curated under the encompassing term of “KCNH1-associated disorders” (PMIDs: 26264464, 27282200, 25420144, 25915598, 33811134, 33594261, 33494179, 26818738, 32956079). \n\nEvidence supporting this gene-disease relationship includes case-level data and functional studies on the missense variants. Notably, experimental data using patient cells and knock-in animal models with disease causing variants are lacking for *KCNH1*.\n\nThere are roughly 30 affected individuals with *KCNH1* variants reported in the literature to date (PMIDs: 33594261, 33494179, 33811134). Nearly all of the cases had de novo missense variants; however, there are at least 2 reports of inheritance of this disorder from mothers who showed low level somatic mosaicism for the *KCNH1* variant (PMID: 25420144). Two independent studies assessed a handful of *KCNH1* missense variants seen in affected individuals by in vitro patch-clamp studies and were shown to cause gain of function effects (PMIDs: 25420144, 25915598). The postulated disease mechanism for KCNH1 missense variants is through gain of function, though in a single case, an inherited nonsense variant (exon 8 of 11) was reported in an individual with seizures and in other asymptomatic family members suggesting non-penetrance (PMID: 33494179). This case was not scored.\n\nFor experimental evidence and animal models for *KCNH1*, there are only loss of function-based mouse and Zebrafish models reported (PMIDs: 22927438, 22927438). Since this is not consistent with the postulated molecular mechanism of the missense *KCNH1* variants seen in the affected individuals, these studies were not scored.\n\n*KCNH1* is definitively associated with KCNH1-associated disorders. This classification has been approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 5, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:9b090a30-6065-4337-b930-d40585b142cd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}