{"id":"cggv:e88e0ef6-e788-40e2-bbd4-7fb3efb6b0eav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e88e0ef6-e788-40e2-bbd4-7fb3efb6b0ea_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-09-29T14:22:55.354Z","role":"Publisher"},{"id":"cggv:e88e0ef6-e788-40e2-bbd4-7fb3efb6b0ea_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10110","date":"2022-08-02T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e88e0ef6-e788-40e2-bbd4-7fb3efb6b0ea_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e88e0ef6-e788-40e2-bbd4-7fb3efb6b0ea_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50ee8ad8-fe9f-4d89-a524-24061ed11fac","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2a86df85-7c92-4048-9d47-f588420150db","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"FUCA1 encodes alpha-L-fucosidase, a lysosomal enzyme involved in the degradation of fucose-containing glycoproteins and glycolipids via cleaving via hydrolyzing alpha-fucose moieties at the non-reducing terminus of oligosaccharides (PMID: 2803312). \nPatients with fucosidosis have deficient alpha-L-fucosidase activity due to deficiency of functional alpha-L-fucosidase enzyme, resulting in systemic fucose accumulation in multiple tissues (PMID: 4172303, PMID: 4241464). \nThus, the biochemical function of the FUCA1 gene, i.e., its encoding the alpha-L-fucosidase enzyme, is consistent with the systemic fucose accumulation seen in fucosidosis. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2803312","type":"dc:BibliographicResource","dc:abstract":"The human lysosomal storage disorder fucosidosis results from the deficiency of alpha-L-fucosidase, a lysosomal enzyme essential for the catabolism of oligosaccharides containing alpha-L-fucosides. cDNA clones coding for human alpha-L-fucosidase have been isolated from lambda gt10 and lambda gt11 cDNA libraries derived from human liver, placenta and colon. Compilation of cDNA sequences results in a nucleotide sequence of 2053 base pairs encoding alpha-L-fucosidase. The sequence contains an open reading frame of 461 amino acids beginning with the first in-frame methionine and includes 439 amino acids which comprise the mature protein in addition to a hydrophobic signal peptide sequence of 22 amino acids.","dc:creator":"Occhiodoro T","dc:date":"1989","dc:title":"Human alpha-L-fucosidase: complete coding sequence from cDNA clones."},"rdfs:label":"FUCA1 encodes alpha-fucosidase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Per ClinGen LD GCEP guidelines, gene products that have a well-established function in a metabolic pathway are scored 2 points"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:e88e0ef6-e788-40e2-bbd4-7fb3efb6b0ea_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3903d5b6-6fb2-48c2-b3ef-315db990211f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:975f85a7-fb30-486f-bb2d-a67281543a57","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Hematopoietic stem cell transplantation (HSCT) resulted in progressive rise of alpha-fucosidase levels and improved psychomotor development, as measured by evaluation of evoked potentials and MRI (improved myelination and reduced atrophy, leading to near-normal appearance)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11360116","type":"dc:BibliographicResource","dc:abstract":"Fucosidosis is a rare autosomal recessive lysosomal disorder caused by alpha-fucosidase deficiency. We report a child with fucosidosis, second daughter of non-consanguineous parents, for whom biochemical diagnosis followed clinical evidence of the disease in her older sister. Based on previous experiences, the indication to transplant was considered. Since she lacked a matched sibling, an unrelated marrow donor was found. At pre-hematopoietic stem cell transplantation evaluation, first signs of neurological involvement were clinically detectable. MRI showed diffuse hypomyelination and auditory brainstem responses and somatic-sensorial evoked potentials were altered. Visual evoked potentials were normal, tortuosity in the retinal veins and peripapillary hemorrhages were detected. Bone marrow transplantation conditioning was with a regimen of busulphan, thiotepa and cyclophosphamide; in vivo Campath 1G, cyclosporin A and short course methotrexate were given to prevent graft-versus-host disease. The patient engrafted rapidly and her post-transplant course was complicated by moderate graft-versus-host disease, transient episodes of idiopathic thrombocytopenic purpura, repeated septic complications and recurrent episodes of Sweet's syndrome. Sequential short tandem repeat polymorphisms on peripheral blood and bone marrow cells documented the persistence of donor engraftment. Follow-up showed a progressive rise of enzymatic levels. Psychomotor development improved, as confirmed by evaluation of evoked potentials and by MRI scanning.","dc:creator":"Miano M","dc:date":"2001","dc:title":"Four year follow-up of a case of fucosidosis treated with unrelated donor bone marrow transplantation."},"rdfs:label":"HSC transplantation for fucosidosis"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":2},{"id":"cggv:b613824c-4d03-4109-8a11-68c7addb022f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9dc0edc7-a3e3-41cf-9c39-dd4bab4d2d66","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"FUCA1 knockout mice show non-detectable alpha-fucosidase enzyme activity, systemic fucose accumulation, cytoplasmic vacuolization, and neurologic impairment (psychomotor and memory deficits), recapitulating key features of the human fucosidosis phenotype","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27491075","type":"dc:BibliographicResource","dc:abstract":"Fucosidosis is a rare lysosomal storage disorder caused by the inherited deficiency of the lysosomal hydrolase α-L-fucosidase, which leads to an impaired degradation of fucosylated glycoconjugates. Here, we report the generation of a fucosidosis mouse model, in which the gene for lysosomal α-L-fucosidase (Fuca1) was disrupted by gene targeting. Homozygous knockout mice completely lack α-L-fucosidase activity in all tested organs leading to highly elevated amounts of the core-fucosylated glycoasparagine Fuc(α1,6)-GlcNAc(β1-N)-Asn and, to a lesser extent, other fucosylated glycoasparagines, which all were also partially excreted in urine. Lysosomal storage pathology was observed in many visceral organs, such as in the liver, kidney, spleen and bladder, as well as in the central nervous system (CNS). On the cellular level, storage was characterized by membrane-limited cytoplasmic vacuoles primarily containing water-soluble storage material. In the CNS, cellular alterations included enlargement of the lysosomal compartment in various cell types, accumulation of secondary storage material and neuroinflammation, as well as a progressive loss of Purkinje cells combined with astrogliosis leading to psychomotor and memory deficits. Our results demonstrate that this new fucosidosis mouse model resembles the human disease and thus will help to unravel underlying pathological processes. Moreover, this model could be utilized to establish diagnostic and therapeutic strategies for fucosidosis.","dc:creator":"Wolf H","dc:date":"2016","dc:title":"A mouse model for fucosidosis recapitulates storage pathology and neurological features of the milder form of the human disease."},"rdfs:label":"FUCA1 knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:e88e0ef6-e788-40e2-bbd4-7fb3efb6b0ea_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2da4b5d8-2586-4314-9443-70697314726c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2da4b5d8-2586-4314-9443-70697314726c","type":"Proband","allele":{"id":"cggv:503b34a0-8d47-4918-9862-6c4148b7f4c9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000147.5(FUCA1):c.969+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/684"}},"detectionMethod":"Southern blot and SSCP analysis of PCR-amplified sequences of the FUCA1 gene, followed by Sanger sequencing","firstTestingMethod":"Other","previousTesting":false,"sex":"Female","variant":{"id":"cggv:74eb1cc0-b25e-4a42-93d0-fe9eba58e3f4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:503b34a0-8d47-4918-9862-6c4148b7f4c9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8097260","type":"dc:BibliographicResource","dc:abstract":"Fucosidosis is a rare, autosomal recessive, lysosomal storage disease, resulting from a deficiency of the enzyme alpha-fucosidase (EC 3.2.1.51). It is characterised clinically by progressive mental and motor deterioration, growth retardation, coarse facies, and often recurrent infections, but the course of the disease is variable. The gene encoding lysosomal alpha-fucosidase has been mapped to the short arm of chromosome 1 at position 1p34.1-36.1 and has been called FUCA1. Two mutations causing disease have been described previously, a C-->T change in exon 8 giving rise to a premature, in frame TAA stop codon, and a deletion of at least two exons from the 3' end of the gene. In this paper we present evidence that a homozygous G-->A transition in the first position of the 5' splice site of intron 5 of FUCA1 is the disease causing mutation in a 9 year old child of distantly related parents. A new banding pattern was detected in the patient by Southern blotting of genomic DNA using TaqI restriction and a cDNA FUCA1 probe. The patient was homozygous for this pattern. Three sibs with alpha-fucosidase activity below the normal reference range and both parents were heterozygous. This pattern was not detected in 26 other fucosidosis patients and has not been found in any controls. The mutation was localised by a combination of restriction mapping using different cDNA probes, single stranded conformational polymorphism analysis of exons and flanking regions amplified by the polymerase chain reaction, and by direct sequencing of the amplified sequence. A view of the nature of the mutation, its cosegregation with the disease mutation and its absence in controls, it is probable that the 5' splice site mutation causes fucosidosis in this child.","dc:creator":"Williamson M","dc:date":"1993","dc:title":"A 5' splice site mutation in fucosidosis."}},"rdfs:label":"Patient SB"},{"id":"cggv:74eb1cc0-b25e-4a42-93d0-fe9eba58e3f4","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:74eb1cc0-b25e-4a42-93d0-fe9eba58e3f4_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Scored 0.75pts per variant to yield 1.5pts total and prevent double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:eed3bd0c-a023-47ef-8f0d-a44145cc3a08_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:eed3bd0c-a023-47ef-8f0d-a44145cc3a08","type":"Proband","allele":{"id":"cggv:84fe80b8-3a8e-4ba5-9279-1a052b34fd4f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000147.5(FUCA1):c.340_349del (p.Phe114ArgfsTer16)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573320210"}},"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:f6ef5fe7-c035-4825-9ee2-9dec8f3d3236_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:84fe80b8-3a8e-4ba5-9279-1a052b34fd4f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9039984","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of the deficiency of alpha-L-fucosidase has been investigated in eight patients who had been diagnosed clinically and enzymatically as suffering from the autosomal recessive lysosomal storage disease fucosidosis. None of the patients had a deletion or gross alteration of the alpha-L-fucosidase gene (FUCA1). Single strand conformation polymorphism (SSCP) analysis followed by direct sequencing of amplified exons and flanking regions identified putative disease causing mutations in six of the patients, who had severe forms of the disease and very low residual alpha-L-fucosidase activity and protein. They were a 10 bp deletion in exon 1 (E113fs), a 1 bp deletion at position -2 of intron 2 (S216fs), a g-->a transition at IVS5+1, point mutations W183X and N329Y in exons 3 and 6, respectively, and a compound allele consisting of a point mutation in the signal peptide in exon 1, P5R, and a 1 bp insertion in exon 6 (Y330fs). One patient in whom an SSCP change was not detected had residual alpha-L-fucosidase activity and cross reacting protein in the heterozygous range and normal metabolism of metabolites containing fucose in his fibroblasts, consistent with the low activity polymorphism. The eighth patient, who had a partial deficiency of alpha-L-fucosidase in her fibroblasts and leucocytes at a young age but normal alpha-L-fucosidase activity and protein at a later age, was homozygous for the common Q281R polymorphism in exon 5. She had no other sequence changes and Kivlin (Peters plus) syndrome has subsequently been diagnosed. The basis of her transient deficiency of alpha-L-fucosidase is not known. The detection of five novel mutations in six severely affected patients confirms the genetic heterogeneity in fucosidosis.","dc:creator":"Cragg H","dc:date":"1997","dc:title":"Fucosidosis: genetic and biochemical analysis of eight cases."}},"rdfs:label":"Patient 1-Cragg"},{"id":"cggv:f6ef5fe7-c035-4825-9ee2-9dec8f3d3236","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f6ef5fe7-c035-4825-9ee2-9dec8f3d3236_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Scored 0.75pts/variant to yield 1.5pts total and avoid double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c044201e-810b-41da-a6df-9fd06fa1636d_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c044201e-810b-41da-a6df-9fd06fa1636d","type":"Proband","allele":[{"id":"cggv:7706c5b9-1bbd-4e55-b5d0-42bf53a7921b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000147.5(FUCA1):c.451del (p.Trp151GlyfsTer36)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573131871"}},{"id":"cggv:3d5bd715-f8fa-4a37-8eb7-9b7953449be7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000147.5(FUCA1):c.1160G>A (p.Trp387Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114440"}}],"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:0118e19f-ed51-4ff8-940f-ffb1d6972f2b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7706c5b9-1bbd-4e55-b5d0-42bf53a7921b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8401503","type":"dc:BibliographicResource","dc:abstract":"The rare lysosomal storage disease, fucosidosis results from an almost complete deficiency of alpha-L-fucosidase (EC 3.2.1.51). We have identified six new potential disease causing mutations detected by PCR amplification and sequencing of all 8 exons of the alpha-L-fucosidase gene FUCA1. (1) A C to T mutation (Q77X) in exon 1 of two Jewish-Italian siblings. This mutation was present in one allele and was found also in the mother who was of Italian origin. (2) A C to A mutation (W382X) in exon 6 in an Italian patient. This mutation was found in one allele and obliterates a unique Hphl site. (3) A C to A mutation (Y211X) in exon 3 in a Belgian patient. This mutation obliterates a unique Rsal site and was present in both alleles. (4) A homozygous single base (C) deletion in exon 2 in an Italian patient. This deletion results in a frameshift mutation (P141fs) and obliterates a unique Eael site. (5) A homozygous single base (C) deletion in exon 5 in a Portuguese patient, which also results in a frameshift mutation (S265fs). (6) A single base (A) deletion in exon 3 in a Canadian-Indian patient, which also results in a frameshift mutation (S216fs). The S216fs mutation was found in only one allele; the mutation in the other allele is not yet known.","dc:creator":"Seo HC","dc:date":"1993","dc:title":"Six additional mutations in fucosidosis: three nonsense mutations and three frameshift mutations."}},{"id":"cggv:c3d760d7-5ef8-4583-8a8b-84d0db42496f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3d5bd715-f8fa-4a37-8eb7-9b7953449be7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8401503"}],"rdfs:label":"Patient CS"},{"id":"cggv:c3d760d7-5ef8-4583-8a8b-84d0db42496f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c3d760d7-5ef8-4583-8a8b-84d0db42496f_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:0118e19f-ed51-4ff8-940f-ffb1d6972f2b","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0118e19f-ed51-4ff8-940f-ffb1d6972f2b_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:eb9ea804-79c2-4fe6-8dea-5e42f937c0c0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:eb9ea804-79c2-4fe6-8dea-5e42f937c0c0","type":"Proband","allele":{"id":"cggv:bf9a0094-6909-42b9-a6fa-020e6ce4ce3d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000147.5(FUCA1):c.648C>A (p.Tyr216Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114442"}},"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:5dadd443-e516-40fb-abbf-fa72858070c2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:bf9a0094-6909-42b9-a6fa-020e6ce4ce3d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8401503"},"rdfs:label":"Patient MB"},{"id":"cggv:5dadd443-e516-40fb-abbf-fa72858070c2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5dadd443-e516-40fb-abbf-fa72858070c2_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Scored 0.75pts/variant to yield 1.5pts total and avoid double-counting for homozygous variant "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a139ba85-ef0b-4f75-8246-bf340187cb1e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a139ba85-ef0b-4f75-8246-bf340187cb1e","type":"Proband","allele":{"id":"cggv:8c02b904-0a4f-4582-8da9-a57e0549606b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000147.5(FUCA1):c.758del (p.Ser253ThrfsTer8)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573320211"}},"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:e0d8f3d2-acb4-48c7-9497-1e551c2d8051_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8c02b904-0a4f-4582-8da9-a57e0549606b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8081399","type":"dc:BibliographicResource","dc:creator":"Seo HC","dc:date":"1994","dc:title":"A single-base deletion mutation in a Turkish patient with fucosidosis."}},"rdfs:label":"Patient Ce"},{"id":"cggv:e0d8f3d2-acb4-48c7-9497-1e551c2d8051","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e0d8f3d2-acb4-48c7-9497-1e551c2d8051_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Scored 0.75pts/variant to yield 1.5pts total and prevent double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:4524d582-0321-41cf-8cac-399fea069311_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4524d582-0321-41cf-8cac-399fea069311","type":"Proband","allele":{"id":"cggv:9db501bf-274d-4d42-88f7-5ac9f9e40681","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000147.5(FUCA1):c.1138G>T (p.Glu380Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114436"}},"detectionMethod":"cDNA was prepared from alpha-L-fucosidase mRNA of JT and each cDNA was amplified by the polymerase chain reaction.","firstTestingMethod":"PCR","previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:674a780c-38ef-4956-9b1a-430d174e1930_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9db501bf-274d-4d42-88f7-5ac9f9e40681"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1281988","type":"dc:BibliographicResource","dc:abstract":"Fucosidosis is an autosomal recessive, lysosomal storage disease featured by deficient activity of alpha-L-fucosidase. Lymphoid cell lines from a fucosidosis patient (JT) and a healthy individual (control) contained alpha-L-fucosidase mRNA of the same size, 2.3 Kb, as determined by Northern blot analysis. cDNA was prepared from alpha-L-fucosidase mRNA of JT and control cells and each cDNA was amplified by the polymerase chain reaction. Direct DNA sequencing of the amplified products revealed a single mutation in JT, a G1141-->T transition. This changed the codon (GAA) for Glu-375 to a stop codon (UAA). Amplification and sequencing of the area containing the G1141-->T transition in genomic DNA of JT and control cells demonstrated that the mutation was homozygous in JT. Analysis of cDNA and genomic DNA derived from lymphoid cells of mother JT revealed her to be heterozygous (G and T) at position 1141. The G1141-->T mutation is probably responsible for disease in JT.","dc:creator":"Yang M","dc:date":"1992","dc:title":"A mutation generating a stop codon in the alpha-L-fucosidase gene of a fucosidosis patient."}},"rdfs:label":"Patient JT"},{"id":"cggv:674a780c-38ef-4956-9b1a-430d174e1930","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:674a780c-38ef-4956-9b1a-430d174e1930_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Score 0.75pts per variant to yield 1.5pts total and prevent double-counting for homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e88e0ef6-e788-40e2-bbd4-7fb3efb6b0ea_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:af6a7f5f-d50c-4d3e-bc13-b886edc9b33f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:af6a7f5f-d50c-4d3e-bc13-b886edc9b33f","type":"Proband","allele":{"id":"cggv:1d50e562-49d0-4e88-9f34-f5a735cf8dc8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000147.5(FUCA1):c.1279C>T (p.Gln427Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114434"}},"firstTestingMethod":"PCR","previousTesting":false,"secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:d670ecfb-c953-4b90-a595-f117d181615a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1d50e562-49d0-4e88-9f34-f5a735cf8dc8"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2642067","type":"dc:BibliographicResource","dc:abstract":"Recently, a subset of fucosidosis patients was identified in which the single EcoRI site in the open reading frame of the human cDNA encoding alpha-L-fucosidase was obliterated. We have employed the polymerase chain reaction technique to amplify alpha-L-fucosidase DNA from the five patients known to carry the EcoRI abnormality as well as four patients and two additional fucosidosis patients who do not carry the EcoRI abnormality. Sequence analysis of the amplified DNA has determined that the EcoRI site was destroyed by a C-T transition in the last position of the EcoRI site. This single base change results in the generation of a stop codon 120 base pairs upstream of the normal stop codon. In addition, we have determined that EcoRI cleavage of amplified DNA may be a useful diagnostic tool in the diagnosis of heterozygotes and in prenatal diagnosis of fetuses at risk for this disease.","dc:creator":"Kretz KA","dc:date":"1989","dc:title":"Characterization of EcoRI mutation in fucosidosis patients: a stop codon in the open reading frame."}},"rdfs:label":"Patient RP"},{"id":"cggv:d670ecfb-c953-4b90-a595-f117d181615a","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d670ecfb-c953-4b90-a595-f117d181615a_variant_evidence_item"},{"id":"cggv:d670ecfb-c953-4b90-a595-f117d181615a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"PMID: 2803224: Patient cell lines harboring the variant in the homozygous state show reduced alpha-fucosidase catalytic activity and extracellular release of alpha-fucosidase versus cells with wild-type FUCA1"}],"strengthScore":1,"dc:description":"Scored 1pt per variant to yield 2pts total and prevent double-counting for homozygous variant "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5087,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:b1c19e4a-2e06-42d3-bdd6-72750aca2793","type":"GeneValidityProposition","disease":"obo:MONDO_0009254","gene":"hgnc:4006","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between the FUCA1 gene and fucosidosis, an autosomal recessive lysosomal storage disorder, was evaluated using the ClinGen Clinical Validity Framework as of July 27, 2022. FUCA1 encodes alpha-L-fucosidase, a lysosomal enzyme involved in the degradation of fucose-containing glycoproteins and glycolipids via cleaving via hydrolyzing alpha-fucose moieties at the non-reducing terminus of oligosaccharides (PMID: 2803312). Among patients with fucosidosis, alpha-fucosidase deficiency results in the accumulation of fucose-containing glycoproteins and glycolipids in multiple tissues (PMID: 4172303, PMID: 4241464). \n\nThe disease mechanism of fucosidosis is loss of function. Fucosidosis was first reported in 1968 by Van Hoof and Hers (PMID: 4172303) and the first report of biallelic variants in FUCA1 among patients with fucosidosis in 1989 by Kretz (PMID: 2642067). Both case-level (genetic) and experimental evidence support the relationship between FUCA1 and fucosidosis. Reported causal variants include missense, nonsense, frameshift, and splice-altering variants (PMID: 33266441, PMID: 2642067, PMID: 1281988, PMID: 8097260, PMID: 8401503, PMID: 8401503, PMID: 9039984, PMID: 8081399). In total, eight variants from seven probands in six publications were curated. Although there is additional published case-level evidence available, the maximum score for genetic evidence (12 points) has already been reached. \n\nExperimental evidence for the relationship between FUCA1 and fucosidosis includes: the biochemical function of the gene product (alpha-fucosidase) being consistent with the clinical and biochemical findings identified individuals with fucosidosis (PMID: 4172303, PMID: 4241464); the biochemical and clinical features of FUCA1 knockout mice (PMID: 27491075); and rescue of alpha-fucosidase enzyme function via hematopoietic cell transplantation in a patient with fucosidosis (PMID: 11360116). Additional experimental evidence is available, but the maximum score for experimental evidence (6 points) has already been reached.\n\nIn sum, FUCA1 is definitively associated with fucosidosis. The association has been repeatedly demonstrated in both clinical and research settings, and has been upheld over time. This clinical validity classification was approved by the ClinGen Lysosomal Diseases GCEP on August 2, 2022 (SOP v9).","dc:isVersionOf":{"id":"cggv:e88e0ef6-e788-40e2-bbd4-7fb3efb6b0ea"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}