{"id":"cggv:f5cd88bf-4d80-4d6f-b479-cd4a3725b039v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:f5cd88bf-4d80-4d6f-b479-cd4a3725b039_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-12-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:f5cd88bf-4d80-4d6f-b479-cd4a3725b039_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-01T16:54:26.210Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11455195","type":"dc:BibliographicResource","dc:abstract":"Using RNase protection analysis, we found a novel C to G mutation at nucleotide position 3093 of mitochondrial DNA (mtDNA) in a previously reported 35-year-old woman exhibiting clinical features of mitochondrial myopathy, encephalopathy, lactic acidosis and stroke-like episodes (MELAS) syndrome together with diabetes mellitus, hyperthyroidism and cardiomyopathy. The patient also had an A3243G mutation in the tRNA(Leu(UUR)) gene and a 260-base pair duplication in the D-loop of mtDNA. The fibroblasts of the patient were cultured and used for the construction of cybrids using cytoplasmic transfer of the patient's mtDNA to the mtDNA-less rho(0) cells. RNA isolated from the cybrids was subjected to RNase protection analysis, and a C3093G transversion at the 16S rRNA gene and a MELAS-associated A3243G mutation of mtDNA were detected. The novel C3093G mutation together with the A3243G transition were found in muscle biopsies, hair follicles and blood cells of this patient and also in her skin fibroblasts and cybrids. The proportion of the C3093G mutant mtDNA in muscle biopsies of the patient was 51%. In contrast, the mutation was not detected in three sons of the proband. To characterize the impact of the mtDNA mutation-associated defects on mitochondrial function, we determined the respiratory enzyme activities of the primary culture of fibroblasts established from the proband, her mother and her three sons. The proportions of mtDNA with the C3093G transversion and the A3243G transition in the fibroblasts of the proband were 45 and 58%, respectively. However, the fibroblasts of the proband's mother and children harbored lower levels of mtDNA with the A3243G mutation but did not contain the C3093G mutation. The complex I activity in the proband's fibroblasts was decreased to 47% of the control but those of the fibroblasts of the mother and three sons of the proband were not significantly changed. These findings suggest that the C3093G transversion together with the A3243G transition of mtDNA impaired the respiratory function of mitochondria and caused the atypical MELAS syndrome associated with diabetes mellitus, hyperthyroidism and cardiomyopathy in this patient.","dc:creator":"Hsieh RH","dc:date":"2001","dc:title":"A novel mutation in the mitochondrial 16S rRNA gene in a patient with MELAS syndrome, diabetes mellitus, hyperthyroidism and cardiomyopathy."},"evidence":[{"id":"cggv:f5cd88bf-4d80-4d6f-b479-cd4a3725b039_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f5cd88bf-4d80-4d6f-b479-cd4a3725b039_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:faed712b-a93a-4d40-b591-9fadac1d6371","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2c1ba068-6f7d-4875-9894-47ae1c5243f8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"MT-RNR2 encodes the large 16S mitochondrial ribosomal RNA (rRNA). Other mtDNA-encoded tRNA and rRNAs are associated with primary mitochondrial disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"ICIMD review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":">10 genes within a shared pathway"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:f5cd88bf-4d80-4d6f-b479-cd4a3725b039_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2f41b3f2-d702-485c-8405-b92c2e0dc4d6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:095e2b04-5927-4d10-8ae4-bbfa064ea25d","type":"FunctionalAlteration","dc:description":"Induced pluripotent stem cell-derived cardiomyocytes from human patients who harbor homoplasmic m.2336T>C variant showed cellular and electrophysiological abnormalities, including reduced mitochondrial membrane potential (Fig. 5A) and elevated intracellular Ca2+ concentration (Fig. 6), delayed afterdepolarization (DAD)-like arrhythmia, and prolonged action potential duration (Fig. 7). These abnormalities have been observed in iPSCs derived from HCM patients with MYH7 variants in other studies.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29456182","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is the most common cause of sudden cardiac death in young individuals. A potential role of mtDNA mutations in HCM is known. However, the underlying molecular mechanisms linking mtDNA mutations to HCM remain poorly understood due to lack of cell and animal models. Here, we generated induced pluripotent stem cell-derived cardiomyocytes (HCM-iPSC-CMs) from human patients in a maternally inherited HCM family who carry the m.2336T>C mutation in the mitochondrial 16S rRNA gene (MT-RNR2). The results showed that the m.2336T>C mutation resulted in mitochondrial dysfunctions and ultrastructure defects by decreasing the stability of 16S rRNA, which led to reduced levels of mitochondrial proteins. The ATP/ADP ratio and mitochondrial membrane potential were also reduced, thereby elevating the intracellular Ca","dc:creator":"Li S","dc:date":"2018","dc:title":"Mitochondrial Dysfunctions Contribute to Hypertrophic Cardiomyopathy in Patient iPSC-Derived Cardiomyocytes with MT-RNR2 Mutation."},"rdfs:label":"MT-RNR2 iPSC patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Note: decision at GCEP meeting to reduce points because unaffected family members not tested and genetic heterogeneity not accounted for."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:f5cd88bf-4d80-4d6f-b479-cd4a3725b039_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":6185,"specifiedBy":"GeneValidityCriteria9","strengthScore":5,"subject":{"id":"cggv:5937778c-f4e1-4dd6-bfbf-2335aaf4898d","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7471","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-RNR2* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of December 5, 2022. The *MT-RNR2* gene encodes the large 16S mitochondrial ribosomal RNA (rRNA).  \n\n*MT-RNR2* was first reported in relation to maternally-inherited primary mitochondrial disease in 2001 in a family with maternally-inherited mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS) syndrome, but who also carried the well-known pathogenic m.3243A>G variant precluding this case from being included in this gene curation (PMID: 11455195). While various names could be given to the constellation of features seen in those with *MT-RNR2*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-RNR2* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting the gene-disease relationship between *MT-RNR2* and primary mitochondrial disease includes case-level data and experimental data. This curation includes two variants (m.3090G>A and m.2336T>C) in two publications, with phenotypes of progressive myopathy, exercise intolerance, and hypertrophic cardiomyopathy (PMIDs: 17761147, 24367055). Mitochondrial respiratory chain enzyme analysis in these individuals showed complex I and IV deficiency (PMID: 17761147). Labs showed elevated blood lactate. In one individual, heteroplasmy levels were found to be almost homoplasmic in muscle, 50% in urine, and undetectable in fibroblasts, hair follicles, and blood (PMID: 17761147). In the second individual, the variant was present at homoplasmy in blood, urine, hair follicles, and oral epithelium (PMID: 24367055).  Cybrid studies further support variant pathogenicity for case-level scoring (PMID: 24367055). This gene-disease relationship is also supported by known biochemical function and functional alteration in patient cells demonstrating cellular and electrophysiological abnormalities (PMID: 29456182).    \n\nIn summary, there is limited evidence to support the relationship between *MT-RNR2* and maternally-inherited primary mitochondrial disease. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on December 5, 2022 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:f5cd88bf-4d80-4d6f-b479-cd4a3725b039"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}