{"id":"cggv:560c09c7-b58c-4d81-a5e1-d4a76ade613fv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:560c09c7-b58c-4d81-a5e1-d4a76ade613f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-12-14T07:00:00.000Z","role":"Approver"},{"id":"cggv:560c09c7-b58c-4d81-a5e1-d4a76ade613f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-03-07T18:44:33.466Z","role":"Publisher"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:NewCuration"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/31972370","type":"dc:BibliographicResource","dc:abstract":"An increasing number of developmental and epileptic encephalopathies have been correlated with variants of ion channel genes, and in particular of potassium channels genes, such as KCNA1, KCNA2, KCNB1, KCNQ2, KCTD7 and KCNT1. Here we report a child with an early severe developmental and epileptic encephalopathy, spastic tetraplegia, opisthotonos attacks. The whole exome sequencing showed the de novo heterozygous variant c.1411G > C (p.Val471Leu) in the KCNC2 gene. Although this is, to our knowledge, the first case of encephalopathy associated with a KCNC2 gene variant, and further confirmatory studies are needed, previous preclinical and clinical evidence seems to suggest that KCNC2 is a new candidate epilepsy gene.","dc:creator":"Vetri L","dc:date":"2020","dc:title":"A de novo heterozygous mutation in KCNC2 gene implicated in severe developmental and epileptic encephalopathy."},"evidence":[{"id":"cggv:560c09c7-b58c-4d81-a5e1-d4a76ade613f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:560c09c7-b58c-4d81-a5e1-d4a76ade613f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:560c09c7-b58c-4d81-a5e1-d4a76ade613f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f5e3507c-2c86-4e02-b0c8-602bc81bcd40","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:04bc93ef-2e43-4400-bf19-fbeb43ae3e29","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KCNC2 knockout mice show increased seizure activity and abnormal EEG. However, other neurological and motor deficits were not noted in these mice. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11124984","type":"dc:BibliographicResource","dc:abstract":"Voltage-gated K(+) channels of the Kv3 subfamily have unusual electrophysiological properties, including activation at very depolarized voltages (positive to -10 mV) and very fast deactivation rates, suggesting special roles in neuronal excitability. In the brain, Kv3 channels are prominently expressed in select neuronal populations, which include fast-spiking (FS) GABAergic interneurons of the neocortex, hippocampus, and caudate, as well as other high-frequency firing neurons. Although evidence points to a key role in high-frequency firing, a definitive understanding of the function of these channels has been hampered by a lack of selective pharmacological tools. We therefore generated mouse lines in which one of the Kv3 genes, Kv3.2, was disrupted by gene-targeting methods. Whole-cell electrophysiological recording showed that the ability to fire spikes at high frequencies was impaired in immunocytochemically identified FS interneurons of deep cortical layers (5-6) in which Kv3.2 proteins are normally prominent. No such impairment was found for FS neurons of superficial layers (2-4) in which Kv3.2 proteins are normally only weakly expressed. These data directly support the hypothesis that Kv3 channels are necessary for high-frequency firing. Moreover, we found that Kv3.2 -/- mice showed specific alterations in their cortical EEG patterns and an increased susceptibility to epileptic seizures consistent with an impairment of cortical inhibitory mechanisms. This implies that, rather than producing hyperexcitability of the inhibitory interneurons, Kv3.2 channel elimination suppresses their activity. These data suggest that normal cortical operations depend on the ability of inhibitory interneurons to generate high-frequency firing.","dc:creator":"Lau D","dc:date":"2000","dc:title":"Impaired fast-spiking, suppressed cortical inhibition, and increased susceptibility to seizures in mice lacking Kv3.2 K+ channel proteins."},"rdfs:label":"KCNC2 Knockout Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Knock out mouse model not scored because the KCNC2 variants reported in humans have been missense rather than truncating. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":7877,"specifiedBy":"GeneValidityCriteria10","strengthScore":12,"subject":{"id":"cggv:719934d0-41fa-4207-9145-849d1a04386c","type":"GeneValidityProposition","disease":"obo:MONDO_0100062","gene":"hgnc:6234","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*KCNC2* was first reported in relation to developmental and epileptic encephalopathy in 2020 (Vetri L, et al, PMID: 31972370). Affected individuals present with seizures (varying types) in the first year of life, global developmental delay / intellectual disability, hypotonia, ataxia, and behavioral  abnormalities. Fourteen variants (heterozygous missense) that have been reported in 14 probands in 6 publications (PMIDs: 31972370, 35314505, 35366058, 36090251, 36087422, 36035247) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is reported to be both gain and loss of function. One reported variant is suspected to have a dominant negative effect (PMID: 35314505). \n\nIn addition to case-level evidence, the  gene-disease relationship is  supported by in vitro cell culture functional assays. (PMIDs: 35314505, 36090251, 36087422, 36035247). Depending on the variant, modified *KCNC2* channels showed both gain-of-function (a shift towards a hyperpolarized state with increased time to deactivation) and loss-of-function (reduced total current amplitude). A *KCNC2* knockout mouse model has also been published, however it was not scored given that the *KCNC2* variants seen in humans have been missense rather than truncating (PMID:11124984). \n\nIn summary, there is definitive evidence supporting the relationship between *KCNC2* and autosomal dominant developmental and epileptic encephalopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.This classification was approved by the ClinGen Intellectual Disability and Autism GCEP on the meeting date December 14, 2023 (SOP Version 10).\n","dc:isVersionOf":{"id":"cggv:560c09c7-b58c-4d81-a5e1-d4a76ade613f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}