{"id":"cggv:c4dbe715-b897-482d-afeb-b05c0653a79av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c4dbe715-b897-482d-afeb-b05c0653a79a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-03-03T17:00:00.000Z","role":"Approver"},{"id":"cggv:c4dbe715-b897-482d-afeb-b05c0653a79a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2020-12-28T15:42:06.804Z","role":"Publisher"}],"evidence":[{"id":"cggv:c4dbe715-b897-482d-afeb-b05c0653a79a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4dbe715-b897-482d-afeb-b05c0653a79a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e23821e1-9065-4c68-915f-55acd1a3a0ae","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cad03cdd-9e53-4b37-a358-fa63177203fa","type":"FunctionalAlteration","dc:description":"Mutations were obtained from 12 pedigrees where the index patient had PME - sequencing of NHLRC1 identified a mutation in 3 patients who were negative for variants in EPM2A.  Testing did not reveal altered expression levels or subcellular mis-localization of the protein.  All mutants exhibited decreased interaction with laforin an inability to mediate ubiquitin-dependent proteasomal degradation of R5/PTG (the latter is a positive regulator of glycogen synthesis that is typically downregulated by the laforin-malin complex) leading to the accumulation of glycogen.  Notably, not all patients were positive for Lafora bodies on biopsy (1/3 tested).  The authors provide several explanations - there is a high false negative rate for this test, the same mutation was positive in another report, and one variant is associated with a milder and more protracted disease course.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21505799","type":"dc:BibliographicResource","dc:abstract":"Lafora disease is a fatal autosomal recessive form of progressive myoclonus epilepsy. Patients manifest myoclonus and tonic-clonic seizures, visual hallucinations, intellectual, and progressive neurologic deterioration beginning in adolescence. The two genes known to be involved in Lafora disease are EPM2A and NHLRC1 (EPM2B). The EPM2A gene encodes laforin, a dual-specificity protein phosphatase, and the NHLRC1 gene encodes malin, an E3-ubiquitin ligase. The two proteins interact with each other and, as a complex, are thought to regulate glycogen synthesis. Here, we report three Lafora families with two novel pathogenic mutations (C46Y and L261P) and two recurrent mutations (P69A and D146N) in NHLRC1. Investigation of their functional consequences in cultured mammalian cells revealed that malin(C46Y), malin(P69A), malin(D146N), and malin(L261P) mutants failed to downregulate the level of R5/PTG, a regulatory subunit of protein phosphatase 1 involved in glycogen synthesis. Abnormal accumulation of intracellular glycogen was observed with all malin mutants, reminiscent of the polyglucosan inclusions (Lafora bodies) present in patients with Lafora disease.","dc:creator":"Couarch P","dc:date":"2011","dc:title":"Lafora progressive myoclonus epilepsy: NHLRC1 mutations affect glycogen metabolism."},"rdfs:label":"Glycogen Metabolism"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c4dbe715-b897-482d-afeb-b05c0653a79a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:29b525fd-a093-435a-8caa-f22fdddf6ace","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cdfed711-a6ea-4898-aef6-764b071b6629","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Lafora bodies were identified at 6m in skeletal muscle, liver, and brain similar to the pathologic distribution in humans.  LB in brain were located in the neuronal perikarya and dendrites, the pathognomonic locations for human disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21077101","type":"dc:BibliographicResource","dc:abstract":"Glycogen, the largest cytosolic macromolecule, acquires solubility, essential to its function, through extreme branching. Lafora bodies are aggregates of polyglucosan, a long, linear, poorly branched, and insoluble form of glycogen. Lafora bodies occupy vast numbers of neuronal dendrites and perikarya in Lafora disease in time-dependent fashion, leading to intractable and fatal progressive myoclonus epilepsy. Lafora disease is caused by deficiency of either the laforin glycogen phosphatase or the malin E3 ubiquitin ligase. The 2 leading hypotheses of Lafora body formation are: (1) increased glycogen synthase activity extends glycogen strands too rapidly to allow adequate branching, resulting in polyglucosans; and (2) increased glycogen phosphate leads to glycogen conformational change, unfolding, precipitation, and conversion to polyglucosan. Recently, it was shown that in the laforin phosphatase-deficient form of Lafora disease, there is no increase in glycogen synthase, but there is a dramatic increase in glycogen phosphate, with subsequent conversion of glycogen to polyglucosan. Here, we determine whether Lafora bodies in the malin ubiquitin ligase-deficient form of the disease are due to increased glycogen synthase or increased glycogen phosphate.","dc:creator":"Turnbull J","dc:date":"2010","dc:title":"Glycogen hyperphosphorylation underlies lafora body formation."},"rdfs:label":"Lafora body pathology"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Behavioral phenotype of mouse reported in PMID: 24419970 only in comparison to a rescued phenotype and WT.  MKO mice have only rare spontaneous seizures but exhibit spontaneous myoclonus and kainic acid seizure susceptibility.   Ataxia, motor, and memory deficits were not present in this model although mice did exhibit an abnormal freezing fear response in contextual fear conditioning testing (a measure of fear learning/memory)."},{"id":"cggv:4fba3015-cee0-4b0d-bba4-93cf3d87a214","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:22f23b0b-6903-4fbe-b3dd-84f025131dd0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"LB were present in multiple brain regions (most abundant in hippocampus and cerebellum).  They were also detected in skeletal muscle and heart.  There was evidence of progressive accumulation when 4m and 11m old mice were compared.  The glycogen in these aggregates was poorly branched based on light absorption assays.  Pathology also demonstrated a late loss of hippocampal PV+ inhibitory interneurons.\n\nMalin KO mice developed normally and were fertile. They displayed normal gait and showed no signiﬁcant differences to WT mice in the Rotarod test or in the Beam walking test. They did not present any sign of cerebellar ataxia. Exploratory behaviour of the KO mice was evaluated in an Open Field Test. At 11 months of age, these animals were hyperactive and showed an increase in exploratory behaviour. Signiﬁcant differences were found in the time spent in the centre of the arena, the distance run and the number of rearings. \n\nIn vivo recordings of hippocampal activity in awake mice suggested enhanced synaptic excitability (larger fEPSP amplitudes at higher stimulus intensities).  KO mice after a single injection of kainic acid produced spontaneous hippocampal seizures, accompanied on occasions (2 out of 6) by myoclonus. In contrast, no WT animal displayed clonic hippocampal seizures.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21882344","type":"dc:BibliographicResource","dc:abstract":"Lafora disease (LD) is caused by mutations in either the laforin or malin gene. The hallmark of the disease is the accumulation of polyglucosan inclusions called Lafora Bodies (LBs). Malin knockout (KO) mice present polyglucosan accumulations in several brain areas, as do patients of LD. These structures are abundant in the cerebellum and hippocampus. Here, we report a large increase in glycogen synthase (GS) in these mice, in which the enzyme accumulates in LBs. Our study focused on the hippocampus where, under physiological conditions, astrocytes and parvalbumin-positive (PV(+)) interneurons expressed GS and malin. Although LBs have been described only in neurons, we found this polyglucosan accumulation in the astrocytes of the KO mice. They also had LBs in the soma and some processes of PV(+) interneurons. This phenomenon was accompanied by the progressive loss of these neuronal cells and, importantly, neurophysiological alterations potentially related to impairment of hippocampal function. Our results emphasize the relevance of the laforin-malin complex in the control of glycogen metabolism and highlight altered glycogen accumulation as a key contributor to neurodegeneration in LD.","dc:creator":"Valles-Ortega J","dc:date":"2011","dc:title":"Neurodegeneration and functional impairments associated with glycogen synthase accumulation in a mouse model of Lafora disease."},"rdfs:label":"Mouse Model #2"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Does not manifest full phenotype."},{"id":"cggv:78af4c84-3759-4158-9247-0c1870d73e13","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b203333d-eb5f-43b8-b7dd-d318e3564b25","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Accumulation of laforin-positive polyglucosan bodies in a number of tissues both neuronal and elsewhere.  However, the profile of the affected tissues and clinical manifestations did differ between species.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29444631","type":"dc:BibliographicResource","dc:abstract":"Canine Lafora disease (LD) is an autosomal recessive genetic disorder causing nonfatal structural epilepsy, mainly affecting miniature wirehaired dachshunds. Repeat expansion in the EPM2B gene causes a functional impairment of the ubiquitin ligase malin which regulates glycogen metabolism. Abnormally structured glycogen accumulates and develop polyglucosan bodies predominantly in the central nervous system. The authors performed a comprehensive clinical, genetic, and pathological study of 4 LD cases affecting miniature wirehaired dachshund dogs with EPM2B repeat expansions, with systemic distribution of polyglucosan bodies and accumulation of laforin and other functionally associated proteins in the polyglucosan bodies. Myoclonic seizures first appeared at 7-9 years of age, and the dogs died at 14-16 years of age. Immunohistochemistry for calbindin revealed that the polyglucosan bodies were located in the cell bodies and dendritic processes of Purkinje cells. Polyglucosan bodies were also positive for laforin, hsp70, α/β-synuclein, ubiquitin, LC3, and p62. Laforin-positive polyglucosan bodies were located in neurofilament-positive neurons but not in GFAP-positive astrocytes. In nonneural tissues, periodic acid-Schiff (PAS)-positive polyglucosan bodies were observed in the heart, skeletal muscle, liver, apocrine sweat gland, and smooth muscle layer of the urinary bladder. In the skeletal muscle, polyglucosan bodies were observed only in type 1 fibers and not in type 2 fibers. The results indicate that although the repeat expansion of the EPM2B gene is specific to dogs, the immunohistochemical properties of polyglucosan body in canine LD are comparable to human LD. However, important phenotypic variations exist between the 2 species including the affected skeletal muscle fiber type.","dc:creator":"Chambers JK","dc:date":"2018","dc:title":"Accumulation of Laforin and Other Related Proteins in Canine Lafora Disease With EPM2B Repeat Expansion."},"rdfs:label":"Veterinary Registry"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Different genetic mechanism, non-fatal disease in this species with easily controlled epilepsy."},{"id":"cggv:c64fa115-a9d0-4a82-86de-4d92aeb3ccdd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:10828c63-32db-4ab2-8d80-b4484208af32","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar clinical and histopathologic presentation.  In addition to an examination of the clinical phenotype and for pathognomonic LB, experiment also demonstrated defects in autophagy (increased levels of a flux marker p62/SQSTM1) which acted in an mTOR independent mechanism.  The authors contrasted many features with Epm2a models.  Evidence of impaired autophagy was present prior to the appearance of LB on pathology indicating the cumulative nature of the disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22186026","type":"dc:BibliographicResource","dc:abstract":"Lafora disease (LD), a fatal neurodegenerative disorder characterized by the presence of intracellular inclusions called Lafora bodies (LBs), is caused by loss-of-function mutations in laforin or malin. Previous studies suggested a role of these proteins in the regulation of glycogen biosynthesis, in glycogen dephosphorylation and in the modulation of the intracellular proteolytic systems. However, the contribution of each of these processes to LD pathogenesis is unclear. We have generated a malin-deficient (Epm2b-/-) mouse with a phenotype similar to that of LD patients. By 3-6 months of age, Epm2b-/- mice present neurological and behavioral abnormalities that correlate with a massive presence of LBs in the cortex, hippocampus and cerebellum. Sixteen-day-old Epm2b-/- mice, without detectable LBs, show an impairment of macroautophagy (hereafter called autophagy), which remains compromised in adult animals. These data demonstrate similarities between the Epm2a-/- and Epm2b-/- mice that provide further insights into LD pathogenesis. They illustrate that the dysfunction of autophagy is a consequence of the lack of laforin-malin complexes and a common feature of both mouse models of LD. Because this dysfunction precedes other pathological manifestations, we propose that decreased autophagy plays a primary role in the formation of LBs and it is critical in LD pathogenesis.","dc:creator":"Criado O","dc:date":"2012","dc:title":"Lafora bodies and neurological defects in malin-deficient mice correlate with impaired autophagy."},"rdfs:label":"Epm2b -/- mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Complete knock-out."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:c4dbe715-b897-482d-afeb-b05c0653a79a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4dbe715-b897-482d-afeb-b05c0653a79a_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:6263c0f3-ce9f-4ab5-9080-44558a1e9645_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8b896993-3b28-40dd-8246-81735f778640","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"detectionMethod":"Sequencing of the coding regions of EPM2A and EPM2B","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Progressive myoclonic epilepsy","phenotypes":["obo:HP_0002069","obo:HP_0002121","obo:HP_0100318"],"sex":"Male","variant":{"id":"cggv:6263c0f3-ce9f-4ab5-9080-44558a1e9645_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:463ffe3a-1c39-4566-8fa3-85b71201568d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198586.3(NHLRC1):c.838G>A (p.Glu280Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3649919"}},{"id":"cggv:f4e18864-7c57-4e8a-9f2b-86c9e6b78c0d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198586.3(NHLRC1):c.205C>G (p.Pro69Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115629"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16529633","type":"dc:BibliographicResource","dc:abstract":"EPM2B mutations have been found in a variable proportion of patients with Lafora disease (LD). Genotype-phenotype correlations suggested that EPM2B patients show a slower course of the disease, with delayed age at death, compared with EPM2A patients. We herein report clinical and genetic findings of 26 Italian LD patients.","dc:creator":"Franceschetti S","dc:date":"2006","dc:title":"Clinical and genetic findings in 26 Italian patients with Lafora disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16529633","rdfs:label":"LDlaf26"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Recurrent compound heterozygous mutations with biopsy proven Lafora disease."},{"id":"cggv:683d7247-5669-4f8c-be15-137032976ef8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:be319606-0b65-4ff9-909c-aae909cc0743","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"detectionMethod":"Sequencing of the coding regions of EPM2A and EPM2B was performed in affected individuals.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","sex":"Male","variant":{"id":"cggv:683d7247-5669-4f8c-be15-137032976ef8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9599c631-64e4-4602-9eb0-7edd4f962be4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198586.3(NHLRC1):c.436G>A (p.Asp146Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA316028"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16190947","type":"dc:BibliographicResource","dc:abstract":"We report a family with four brothers affected by Lafora disease (LD). Mean age at onset was 19.5 years (range, 17-21). In all cases, the initial obvious symptoms were diffuse myoclonus and occasional generalized tonic-clonic seizures (GTCSs), followed by cognitive difficulties. Severity of myoclonus, seizure diaries, and neurologic and neuropsychological status were finally evaluated in March 2005. The duration of follow-up was >10 years for three subjects. Daily living activities and social interaction were preserved in all cases and, overall, the progression of the disease was slow. Genetic study revealed the homozygous mutation D146N in the EPM2B gene. We suggest that this mutation may be associated with a less severe LD phenotype.","dc:creator":"Baykan B","dc:date":"2005","dc:title":"Late-onset and slow-progressing Lafora disease in four siblings with EPM2B mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16190947","rdfs:label":"IV:2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Not stated whether trans confirmation was performed but consanguinous family with homozygous variant in 4 affected siblings.  Biopsy showed Lafora bodies in all as evidence of gene impact."},{"id":"cggv:047ef8e6-b09e-4693-85ca-aa38449ea00b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7096ea47-b8b9-49e0-8501-9f648d60b93a","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":14,"detectionMethod":"Sequencing completed for both EPM2A and EPM2B.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002069","obo:HP_0001336","obo:HP_0002344"],"sex":"UnknownEthnicity","variant":{"id":"cggv:047ef8e6-b09e-4693-85ca-aa38449ea00b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d894006f-28da-4044-8d72-945e31933606","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198586.3(NHLRC1):c.468_469del (p.Gly158ArgfsTer17)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115630"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18263761","type":"dc:BibliographicResource","dc:abstract":"Lafora epilepsy is characterized by starch formation in brain and skin and is diagnosed by skin biopsy or mutation detection. It has variable ages of onset (6-19 years) and death (18-32 years) even with the same mutation, likely due to extramutational factors. The authors identified 14 Lafora epilepsy patients in the genetic isolate of tribal Oman. The authors show that in this homogeneous environment and gene pool, the same mutation, EPM2B-c.468-469delAG, results in highly uniform ages of onset (14 years) and death (21 years). Biopsy, on the other hand, was not homogeneous (positive in 4/5 patients) and is, therefore, less sensitive than mutation testing.","dc:creator":"Turnbull J","dc:date":"2008","dc:title":"Lafora progressive myoclonus epilepsy: disease course homogeneity in a genetic isolate."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18263761","rdfs:label":"Generic Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Homozygous for a frameshift variant but not confirmed to be in trans nor were parents tested.  However, this result was found in all 14 of the tested cohort with a shared haplotype from consanguineous families.  Skin biopsies were positive in 4/5 individuals in whom they were performed.  The variant has also been reported in Italian and German/Brazilian families."},{"id":"cggv:91440804-e870-4f4b-b656-14065e865cef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b92826dd-a305-46dd-a111-3221e65ba74f","type":"Proband","detectionMethod":"Genome wide scanning of 387 markers was performed in a cohort of French-Canadian families to identify linkage to the D6S1969 microsatellite on 6p22 with a LOD score of 2.84.  Additional microsatellites were genotyped in a small subgroup of families to complete a linkage analysis.  Haplotype testing and shared ROH allowed further refinement of both the telomeric and centromeric borders of a critical interval.  The final 5 marker haplotype present in the affected individuals of 3 families was absent in 180 French-Canadian control chromosomes.  \n\nThe linkage analysis was performed by the authors in 2003 (PMID: 12960212) when the gene was first identified.  Subsequently, the same family was included in a larger cohort where sequencing revealed the particular mutation shared in the F-C families.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Progressive myoclonic epilepsy","previousTesting":true,"previousTestingDescription":"Linkage to the EPM2A locus on 6q24 was excluded and sequencing of EPM2A revealed no mutations.","secondTestingMethod":"Linkage analysis","sex":"Male","variant":{"id":"cggv:91440804-e870-4f4b-b656-14065e865cef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9b306760-77ce-424b-afce-0ec68e470ce6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198586.3(NHLRC1):c.76T>A (p.Cys26Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA115628"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12958597","type":"dc:BibliographicResource","dc:abstract":"Lafora progressive myoclonus epilepsy is characterized by pathognomonic endoplasmic reticulum (ER)-associated polyglucosan accumulations. We previously discovered that mutations in EPM2A cause Lafora disease. Here, we identify a second gene associated with this disease, NHLRC1 (also called EPM2B), which encodes malin, a putative E3 ubiquitin ligase with a RING finger domain and six NHL motifs. Laforin and malin colocalize to the ER, suggesting they operate in a related pathway protecting against polyglucosan accumulation and epilepsy.","dc:creator":"Chan EM","dc:date":"2003","dc:title":"Mutations in NHLRC1 cause progressive myoclonus epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12958597","rdfs:label":"C"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Lafora bodies present on biopsy or at autopsy in all patients.  This pathognomonic finding was considered sufficient evidence of variant effect by the expert panel."},{"id":"cggv:16daa3fc-d07a-4b4f-a4cc-00b659799d30_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c06d692b-fe86-4db6-a8fe-f2f317e2b786","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"detectionMethod":"Sequencing of EPM2A and EPM2B","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0100318","obo:HP_0001336","obo:HP_0011203","obo:HP_0002344","obo:HP_0002069"],"sex":"Female","variant":{"id":"cggv:16daa3fc-d07a-4b4f-a4cc-00b659799d30_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:08154cb5-4e75-44cb-a0a8-482be9a216b8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198586.3(NHLRC1):c.244G>C (p.Asp82His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362829167"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22047982","type":"dc:BibliographicResource","dc:abstract":"Lafora disease (LD) is a type of autosomal recessive, progressive myoclonus epilepsy resulting mostly from mutations in the EPM2A and NHLRC1 genes. Mutational analysis in both genes was initiated with the aim of establishing LD DNA diagnosis in Turkey. Four novel NHLRC1 (p.G131X, p.P69S and p.D82H) and EPM2A (p.V7A) and two recurrent NHLRC1 (p.D146N) and EPM2A (p.R241X) mutations were identified in six families. The delineation of causative mutations in patients provided early disease diagnosis for other family members and contributed to the knowledge of LD pathogenesis.","dc:creator":"Salar S","dc:date":"2012","dc:title":"Four novel and two recurrent NHLRC1 (EPM2B) and EPM2A gene mutations leading to Lafora disease in six Turkish families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22047982","rdfs:label":"P6"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:51f2b45a-6f3d-4f25-9912-066aa3fc5818_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e5969bcd-e8a9-4f6c-91bc-219dbf78554c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":22,"detectionMethod":"Sequencing of EPM2A and EPM2B","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002069","obo:HP_0011203","obo:HP_0001251","obo:HP_0007272","obo:HP_0100318","obo:HP_0001336"],"sex":"Female","variant":{"id":"cggv:51f2b45a-6f3d-4f25-9912-066aa3fc5818_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3b56893b-3c68-4dc8-bdac-6a33d6f46417","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198586.3(NHLRC1):c.391G>T (p.Gly131Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362828591"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22047982"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22047982","rdfs:label":"P3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Premature termination."},{"id":"cggv:7633423d-4325-459d-91e9-dc0f9f664115_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cba12597-0de7-491b-a0a1-3f6d5cd8060d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0007272","obo:HP_0100318","obo:HP_0002344","obo:HP_0002069","obo:HP_0002123"],"previousTesting":true,"previousTestingDescription":"Linkage to the EPM2A locus was excluded using 3 microsatellite polymorphic markers.","sex":"UnknownEthnicity","variant":{"id":"cggv:7633423d-4325-459d-91e9-dc0f9f664115_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:463ffe3a-1c39-4566-8fa3-85b71201568d"},{"id":"cggv:f4e18864-7c57-4e8a-9f2b-86c9e6b78c0d"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15781812","type":"dc:BibliographicResource","dc:abstract":"To study EPM2B gene mutations and genotype-phenotype correlations in patients with Lafora disease.","dc:creator":"Gómez-Abad C","dc:date":"2005","dc:title":"Lafora disease due to EPM2B mutations: a clinical and genetic study."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15781812","rdfs:label":"147-3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:8d2aa8f5-093e-4e8e-8323-9f60d4a40bee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:cbbb7302-bf83-45b0-959a-7c46cc639dda","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":17,"detectionMethod":"Sequencing of EPM2A and EPM2B","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002069","obo:HP_0011203","obo:HP_0001336","obo:HP_0012016","obo:HP_0011198","obo:HP_0007272","obo:HP_0002373","obo:HP_0001272","obo:HP_0100318"],"sex":"Female","variant":{"id":"cggv:8d2aa8f5-093e-4e8e-8323-9f60d4a40bee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f4e18864-7c57-4e8a-9f2b-86c9e6b78c0d"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18256682","type":"dc:BibliographicResource","dc:abstract":"A 20-year-old woman presented to a specialist epilepsy center with a 3-year history of drug-resistant epileptic seizures, progressive myoclonus, ataxia, and cognitive decline.","dc:creator":"Striano P","dc:date":"2008","dc:title":"Typical progression of myoclonic epilepsy of the Lafora type: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18256682","rdfs:label":"Case Report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:a622cb05-c6d8-4388-b635-e91069d17de9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01053f88-c833-4a12-ac2a-56d280a80fd6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002069","obo:HP_0002344","obo:HP_0007272","obo:HP_0100318","obo:HP_0002123"],"previousTesting":true,"previousTestingDescription":"Linkage to the EPM2A locus was excluded using 3 microsatellite polymorphic markers.","sex":"UnknownEthnicity","variant":{"id":"cggv:a622cb05-c6d8-4388-b635-e91069d17de9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d911c443-a364-4f96-a1a0-2181cb44ce27","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198586.3(NHLRC1):c.1049_1050del (p.Glu350GlyfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940826"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15781812"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15781812","rdfs:label":"137-3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:6fef9d4e-b3c9-4a24-8361-7c07a026e621_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2e7416db-8abc-4086-8ab4-85b87e5a38d2","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":20,"ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypes":["obo:HP_0011198","obo:HP_0007272","obo:HP_0001336","obo:HP_0002069"],"sex":"Male","variant":{"id":"cggv:6fef9d4e-b3c9-4a24-8361-7c07a026e621_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9b306760-77ce-424b-afce-0ec68e470ce6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12958597"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12958597","rdfs:label":"A"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Lafora bodies identified in the spinal cord on autopsy.  Shared recurrent variant in this population."},{"id":"cggv:5cd08d9f-02a7-4a4a-a8ef-6a0cafdd2c98_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Inconclusive","evidence":[{"id":"cggv:b2380564-32c6-41e8-b527-cfeec3197104","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":13,"detectionMethod":"Sequencing of the coding regions of EPM2A and EPM2B","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0002069","sex":"Male","variant":{"id":"cggv:5cd08d9f-02a7-4a4a-a8ef-6a0cafdd2c98_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:84d17b8d-a4f4-43f2-b95f-d4cdeee99591","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_198586.3(NHLRC1):c.260T>C (p.Leu87Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA362829103"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16529633"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16529633","rdfs:label":"LD483"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Unclear if can score based on lack of LB"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1655,"specifiedBy":"GeneValidityCriteria7","strengthScore":16,"subject":{"id":"cggv:4cf8d2a4-4353-4a69-8594-85519f7ff650","type":"GeneValidityProposition","disease":"obo:MONDO_0009697","gene":"hgnc:21576","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"NHLRC1 was first reported in relation to autosomal recessive Lafora disease in 2003 (Chan et al., PMID: 12958597 and PMID: 12960212).  At least 85 unique variants (e.g. missense, nonsense, frameshift, deletion, etc.) have been reported in humans (see http://projects.tcag.ca/lafora).  Evidence supporting this gene-disease relationship includes case-level data and experimental data.  The mechanism for disease is homozygous loss of function (PMID: 21505799).  This gene has not been implicated in any other disease associations.\n \nGENETIC EVIDENCE:\nSummary of Case Level Data: 12 POINTS\nVariants in this gene have been reported in at least 21 probands in 7 publications (PMIDs:  16190947, 12958597, 16529633, 15781812, 22047982, 18256682, 18263761).\nVariants in this gene segregated with disease in at least 38 additional family members.\nOf note, the presence of Lafora bodies by biopsy or on autopsy was considered supporting evidence for the function effect of non-null variants.  More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\n \nEXPERIMENTAL EVIDENCE\nThis gene-disease association is supported by (animal models and in vitro functional assays, etc.)\n \nIn summary, NHLRC1 is definitively associated with autosomal recessive Lafora disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time\nThis classification was approved by the ClinGen Epilepsy Working Group on 3/3/2020 using  (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:c4dbe715-b897-482d-afeb-b05c0653a79a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}