{"id":"cggv:a61ad78f-0f37-4221-82f4-710275033666v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:a61ad78f-0f37-4221-82f4-710275033666_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-07-29T21:03:45.277Z","role":"Publisher"},{"id":"cggv:a61ad78f-0f37-4221-82f4-710275033666_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-07-29T21:03:33.496Z","role":"Approver"}],"evidence":[{"id":"cggv:a61ad78f-0f37-4221-82f4-710275033666_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a61ad78f-0f37-4221-82f4-710275033666_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bc43d0ce-ae0d-4076-ad1e-60c1171cfe29","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:71494c2c-2f89-45f9-ac6e-a502c6d997fa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mouse models with disrupted splicing of intron 1 or 2 show seizures. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12925883","type":"dc:BibliographicResource","dc:abstract":"The stargazer mutant mouse is characterized by its ataxic gait, head tossing, and absence seizures. The mutation was identified in the gamma 2 subunit gene of the high voltage-dependent calcium channel, Cacng2. Subsequently, two allelic variants of stargazer have arisen, waggler and stargazer 3J. In this study, we have compared these new alleles to the original stargazer allele. All three mutations affect the Cacng2 mRNA levels as they all arise from disruptions within the introns of this gene. Our results show that the mutations cause reduced Cacng2 mRNA and protein levels. Stargazer and waggler mice have the least amount of mRNA and undetectable protein, whereas stargazer 3J appears to be the mildest allele, both in terms of the phenotype and protein expression. Electroencephalographic (EEG) analysis confirmed that stargazer has frequent spike-wave discharges (SWDs); the average duration of each discharge burst is 5 seconds and recurs every minute. The waggler allele causes a greater variation in SWD activity depending on the individual mouse, and the stargazer 3J mouse has no SWDs. The preliminary characterization of this heterogeneous allelic series provides a basis to explore more biochemical and physiological parameters relating to the role of the Cacng2 product in calcium channel activity, AMPA receptor localization, and cerebellar disturbances.","dc:creator":"Letts VA","dc:date":"2003","dc:title":"Phenotypic heterogeneity in the stargazin allelic series."},"rdfs:label":"phenotype characterization of mutant mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Because we are curating for complex neurodevelopmental disorder and behavioral phenotypes related to ASD/ID were not characterized in the mouse models, the mouse models were not scored. Also the mice are homozygous for Cacng2 disruption in contrast to the heterozygous variants in patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:a61ad78f-0f37-4221-82f4-710275033666_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a61ad78f-0f37-4221-82f4-710275033666_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:5947cfbb-820f-47aa-a38d-38da374ae9ce_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2dbe9286-cd99-446e-aab5-ad40ac4ceb2a","type":"Proband","detectionMethod":"They focused on a list of 197 genes related to cognition. PCR primers targeting all coding exons and boundary intronic (at least 50–100 bp from each side) junctions of the 197 GRC genes were designed and used for the genotyping.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":"obo:HP_0002342","previousTesting":true,"previousTestingDescription":"Negative results for the following standard investigations: cytogenetic studies (karyotyping, subtelomeric fluorescence in situ hybridization, or comparative genomic hybridization studies) and molecular testing for the common expansion mutation in FMR1","sex":"Male","variant":{"id":"cggv:5947cfbb-820f-47aa-a38d-38da374ae9ce_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:eaf4b782-5d87-4c17-9500-887fbea50d38","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006078.5(CACNG2):c.427G>C (p.Val143Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA411379461"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21376300","type":"dc:BibliographicResource","dc:abstract":"Little is known about the genetics of nonsyndromic intellectual disability (NSID). We hypothesized that de novo mutations (DNMs) in synaptic genes explain an important fraction of sporadic NSID cases. In order to investigate this possibility, we sequenced 197 genes encoding glutamate receptors and a large subset of their known interacting proteins in 95 sporadic cases of NSID. We found 11 DNMs, including ten potentially deleterious mutations (three nonsense, two splicing, one frameshift, four missense) and one neutral mutation (silent) in eight different genes. Calculation of point-substitution DNM rates per functional and neutral site showed significant excess of functional DNMs compared to neutral ones. De novo truncating and/or splicing mutations in SYNGAP1, STXBP1, and SHANK3 were found in six patients and are likely to be pathogenic. De novo missense mutations were found in KIF1A, GRIN1, CACNG2, and EPB41L1. Functional studies showed that all these missense mutations affect protein function in cell culture systems, suggesting that they may be pathogenic. Sequencing these four genes in 50 additional sporadic cases of NSID identified a second DNM in GRIN1 (c.1679_1681dup/p.Ser560dup). This mutation also affects protein function, consistent with structural predictions. None of these mutations or any other DNMs were identified in these genes in 285 healthy controls. This study highlights the importance of the glutamate receptor complexes in NSID and further supports the role of DNMs in this disorder.","dc:creator":"Hamdan FF","dc:date":"2011","dc:title":"Excess of de novo deleterious mutations in genes associated with glutamatergic systems in nonsyndromic intellectual disability."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21376300","rdfs:label":"Patient 11"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"The variant's missense nature merits 0.1 points. Functional studies of the variant showed reduced binding to AMPA receptors and decreased glutamatergic transmission. The support of functional evidence adds 0.4 points. The de novo inheritance pattern adds another 0.4 points. However, because the variant was identified by targeted sequencing and there was no exome/genome sequencing to rule out other potential causes of disease, the score was downgraded to 0.5 points. "},{"id":"cggv:92f1ec39-5256-42cb-8687-870f87a44940_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4f4863f7-4726-4e05-985d-8620fcab0da8","type":"Proband","firstTestingMethod":"Whole genome shotgun sequencing","phenotypes":"obo:HP_0000717","sex":"Male","variant":{"id":"cggv:92f1ec39-5256-42cb-8687-870f87a44940_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7595dd38-79f3-4766-8e5d-1c9f4326085e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"A preferred title is not available","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CACN277342653"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27018473","type":"dc:BibliographicResource","dc:abstract":"Genetic studies of autism spectrum disorder (ASD) have established that de novo duplications and deletions contribute to risk. However, ascertainment of structural variants (SVs) has been restricted by the coarse resolution of current approaches. By applying a custom pipeline for SV discovery, genotyping, and de novo assembly to genome sequencing of 235 subjects (71 affected individuals, 26 healthy siblings, and their parents), we compiled an atlas of 29,719 SV loci (5,213/genome), comprising 11 different classes. We found a high diversity of de novo mutations, the majority of which were undetectable by previous methods. In addition, we observed complex mutation clusters where combinations of de novo SVs, nucleotide substitutions, and indels occurred as a single event. We estimate a high rate of structural mutation in humans (20%) and propose that genetic risk for ASD is attributable to an elevated frequency of gene-disrupting de novo SVs, but not an elevated rate of genome rearrangement. ","dc:creator":"Brandler WM","dc:date":"2016","dc:title":"Frequency and Complexity of De Novo Structural Mutation in Autism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27018473","rdfs:label":"Figure3"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"De novo microdeletion encompassing exon 2 of CACNG2 and resulting in an in-frame deletion, confirmed in fibroblasts from the patient. Because this is an in-frame deletion and we don't know its pathogenicity, we downgraded the score. "},{"id":"cggv:26f33914-4303-4597-b1f6-fc69cc47332a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:99a75b69-4963-43b9-b052-970d10b3e77c","type":"Proband","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Focal Rolandic seizures and concomitantly significant activation of spike waves in sleep without regression","phenotypes":["obo:HP_0006889","obo:HP_0001250"],"previousTesting":true,"previousTestingDescription":"No GRIN2A pathogenic variant or pathogenic CNV identified by array-CGH","sex":"Male","variant":{"id":"cggv:26f33914-4303-4597-b1f6-fc69cc47332a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1fa86452-d808-4ea1-a138-fd3c4d688c9c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000022.11:g.36587464C>G (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA411385785"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32600977","type":"dc:BibliographicResource","dc:abstract":"Self-limited focal epilepsies of childhood (SFEC) are amongst the best defined and most frequent epilepsy syndromes affecting children with usually normal developmental milestones. They include core syndromes such as Rolandic epilepsy or \"Benign\" epilepsy with Centro-Temporal Spikes and the benign occipital epilepsies, the early onset Panayiotopoulos syndrome and the late-onset Gastaut type. Atypical forms exist for all of them. Atypical Rolandic epilepsies are conceptualized as belonging to a continuum reaching from the \"benign\" RE to the severe end of the Landau-Kleffner (LKS) and Continuous Spike-Waves during Sleep syndromes (CSWS). GRIN2A has been shown to cause the epilepsy-aphasia continuum that includes some patients with atypical Rolandic epilepsy with frequent speech disorders, LKS and CSWS. In the present study, we searched novel genes causing SFEC with typical or atypical presentations.","dc:creator":"Rudolf G","dc:date":"2020","dc:title":"Exome sequencing in 57 patients with self-limited focal epilepsies of childhood with typical or atypical presentations suggests novel candidate genes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32600977","rdfs:label":"EPI22"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"In the absence of clear implication in disease, the GCEP opted to downgrade the point values typically awarded to putative loss of function variants."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Limited","sequence":3219,"specifiedBy":"GeneValidityCriteria8","strengthScore":1.5,"subject":{"id":"cggv:344c9c4c-332f-49ae-abb7-97cd7f661f13","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:1406","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"CACNG2 was first reported in relation to autosomal dominant intellectual disability (the disease term linked with this gene in resources such as OMIM and Monarch) in 2011 (Hamdan et al., PMID: 21376300). Later, rare de novo variants in CACNG2 were also reported in probands with epilepsy and autism spectrum disorder (ASD). Due to the variable presentation in the reported probands, we decided to curate for the generic term complex neurodevelopmental disorder. Evidence supporting this gene-disease relationship is minimal. \n\nOnly three patients with non-overlapping phenotypes have been reported to carry rare variants in CACNG2, with insufficient evidence for disease causality. A de novo missense variant was reported in a patient with moderate intellectual disability and no epilepsy; functional studies of the variant showed reduced binding to AMPA receptors and decreased glutamatergic transmission (Hamdan et al., PMID: 21376300). A de novo microdeletion encompassing exon 2 of CACNG2 and resulting in an in-frame deletion was reported in an individual with ASD (Brandler et al., PMID: 27018473). In addition, a de novo splice site variant was reported in a patient with focal Rolandic seizures and borderline IQ (Rudolf et al., PMID: 32600977).\nCACNG2 encodes an AMPA receptor regulatory protein involved in synaptic plasticity. Two mouse models with spontaneous recessive mutations disrupting Cacng2 exhibit ataxic gait and absence seizures, together with defects in the cerebellum and inner ear (PMIDs: 12925883, 15283975). The relevance of these phenotypes to those observed in individuals with heterozygous CACNG2 variants is unclear, so this experimental evidence was not scored. In summary, there is limited evidence to support the gene-disease relationship between CACNG2 and complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 2021/07/07 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:a61ad78f-0f37-4221-82f4-710275033666"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}