{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3abv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3ab_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2021-08-05T16:00:00.000Z","role":"Approver"},{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3ab_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2021-08-06T16:53:38.770Z","role":"Publisher"}],"evidence":[{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3ab_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3ab_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7},{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3ab_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3ab_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dd04ba5f-fd8a-495c-a295-d5b30b352d98","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f3db1c17-c583-408e-9933-0a6169f1cfc5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Marmorstein et al. (2002) showed that wildtype EFEMP1 is a secreted protein, whereas mutant EFEMP1 is misfolded, secreted inefficiently, and retained within cells. In normal eyes, EFEMP1 is not present at the site of drusen formation. However, in malattia leventinese eyes, EFEMP1 accumulates within the RPE cells and between the RPE and drusen, but does not appear to be a major component of drusen. Furthermore, in ARMD eyes, EFEMP1 is found to accumulate beneath the RPE immediately overlaying drusen, but not in the region where there is no apparent retinal pathology. Marmorstein et al. (2002) interpreted these data as evidence that folding and aberrant accumulation of EFEMP1 may cause drusen formation and cellular degeneration and play an important role in the etiology of both MLVT and ARMD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12242346","type":"dc:BibliographicResource","dc:abstract":"Malattia Leventinese (ML), an inherited macular degenerative disease, is closely reminiscent of age-related macular degeneration (AMD), the most common cause of incurable blindness. Both ML and AMD are characterized by extracellular deposits known as drusen between the retinal pigment epithelium (RPE) and Bruch's membrane. The mechanism underlying drusen formation is unknown. An Arg to Trp mutation in a gene of unknown function, EFEMP1, is responsible for ML, indicating EFEMP1 may be important in drusen formation. Here, we show that wild-type EFEMP1 is a secreted protein whereas mutant EFEMP1 is misfolded, secreted inefficiently, and retained within cells. In normal eyes, EFEMP1 is not present at the site of drusen formation. However, in ML eyes, EFEMP1 accumulates within the RPE cells and between the RPE and drusen, but does not appear to be a major component of drusen. Furthermore, in AMD eyes, EFEMP1 is found to accumulate beneath the RPE immediately overlaying drusen, but not in the region where there is no apparent retinal pathology observed. These data present evidence that misfolding and aberrant accumulation of EFEMP1 may cause drusen formation and cellular degeneration and play an important role in the etiology of both ML and AMD.","dc:creator":"Marmorstein LY","dc:date":"2002","dc:title":"Aberrant accumulation of EFEMP1 underlies drusen formation in Malattia Leventinese and age-related macular degeneration."},"rdfs:label":"The distribution of EFEMP1 in normal or ML eyes."}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3ab_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:53c0ca06-6a8d-4126-971a-6feebfa00a1f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4b60f072-01a8-43f2-9f93-385c0c2ff15e","type":"FunctionalAlteration","dc:description":"Hulleman et al. (2011) noted that arg345 is adjacent to cys344, which is required to form the second disulfide bond of EGF domain-6 in EFEMP1. By examining secretion of mutant EFEMP1 proteins in transfected HEK293T cells, they found that the R345W mutation or substitution of R345 with a different aromatic residue interfered with disulfide bond formation and secretion of EFEMP1. EFEMP1 with the R345W mutation accumulated intracellularly.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22031286","type":"dc:BibliographicResource","dc:abstract":"An Arg345Trp (R345W) mutation in epidermal growth factor-containing, fibulin-like extracellular matrix protein 1 (EFEMP1) causes its inefficient secretion and the macular dystrophy malattia leventinese/Doyne honeycomb retinal dystrophy (ML/DHRD). To understand the influence of the protein homeostasis (or proteostasis) network in rescuing mutant EFEMP1 misfolding and inefficient secretion linked to ML/DHRD, we developed a convenient and sensitive cell-based luminescence assay to monitor secretion versus intracellular accumulation. Fusing EFEMP1 to Gaussia luciferase faithfully recapitulates mutant EFEMP1 secretion defects observed previously using more cumbersome methodology. To understand what governs mutant intracellular retention, we generated a series of R345 mutants. These mutants revealed that aromatic residue substitutions (i.e., Trp, Tyr, and Phe) at position 345 cause significant EFEMP1 secretion deficiencies. These secretion defects appear to be caused, in part, by reduced native disulfide bonding in domain 6 harboring the 345 position. Finally, we demonstrate that mutant EFEMP1 secretion and proper disulfide formation are enhanced by adaptation of the cellular environment by a reduced growth temperature and/or translational attenuation. This study highlights the mechanisms underlying the inefficient secretion of R345W EFEMP1 and demonstrates that alteration of the proteostasis network may provide a strategy to alleviate or delay the onset of this macular dystrophy.","dc:creator":"Hulleman JD","dc:date":"2011","dc:title":"Compromised mutant EFEMP1 secretion associated with macular dystrophy remedied by proteostasis network alteration."},"rdfs:label":"Functional studies of E345 variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3ab_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6dc1cedb-7fe0-48a7-9d31-d6c79800779d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ede4ee7a-707b-4f19-9a6a-47386d408731","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Marmorstein et al. (2007) generated knockin mice carrying the R345W mutation and found that small isolated sub-RPE deposits developed as early as 4 months of age in both R345W heterozygous and homozygous mice. Over time, these deposits increased in size and number, eventually becoming continuous sheets. In older mice, membranous debris was observed within the deposits and within Bruch's membrane, and was accompanied by general RPE and choroidal abnormalities including degeneration, vacuolation, loss or disruption of the RPE basal infoldings, choroidal atrophy, and focal thickening of and invasion of cellular processes into Bruch's membrane. Fibulin-3 was found to accumulate in the sub-RPE deposits.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17664227","type":"dc:BibliographicResource","dc:abstract":"Malattia leventinese (ML) is a dominantly inherited macular degenerative disease characterized by the presence of sub-retinal pigment epithelium (RPE) deposits. With the exception of an earlier age of onset, ML patients exhibit symptoms and histopathology compatible with the diagnosis of age-related macular degeneration (AMD), the most common cause of incurable blindness. ML is caused by a mutation (R345W) in the gene EFEMP1 which encodes fibulin-3, a protein of unknown function. We generated a knock-in mouse carrying the disease-associated mutation in the murine Efemp1 gene. Small, isolated sub-RPE deposits developed as early as 4 months of age in both heterozygous and homozygous knock-in mice. Over time these deposits increased in size and number eventually becoming continuous sheets. In older mice membranous debris was observed within the deposits and within Bruch's membrane, and was accompanied by general RPE and choroidal abnormalities including degeneration, vacuolation, loss or disruption of the RPE basal infoldings, choroidal atrophy, and focal thickening of and invasion of cellular processes into Bruch's membrane. Fibulin-3 was found to accumulate in the sub-RPE deposits. Thus, the Efemp1 knock-in mice reconstitute the most important histopathologic symptoms of both ML and AMD. We conclude that these mice are a valuable tool for studying the primary pathogenic course of basal deposits associated with macular degeneration and for testing prevention and treatment strategies for this class of diseases.","dc:creator":"Marmorstein LY","dc:date":"2007","dc:title":"Formation and progression of sub-retinal pigment epithelium deposits in Efemp1 mutation knock-in mice: a model for the early pathogenic course of macular degeneration."},"rdfs:label":"Phenotype of R345W knockin mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:acdd501d-31b0-45ec-89fd-db4705e96be3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bd63d5e5-f575-48c0-b4b8-7cfb43c0964c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Fu et al. (2007) generated Efemp1-R345W knockin mice and observed the development of deposits of material between Bruch's membrane and the retinal pigment epithelium (RPE) that resembled basal deposits in patients with ARMD. The deposits contained Efemp1 and Timp3 (188826), an Efemp1-interacting protein. Evidence of complement activation was detected in the RPE and Bruch's membrane of the R345W-mutant mice. Fu et al. (2007) concluded that the R345W mutation in EFEMP1 is pathogenic, and suggested that alterations in the extracellular matrix may stimulate complement activation and represent a connection between these 2 etiologic factors in macular degeneration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17666404","type":"dc:BibliographicResource","dc:abstract":"Age-related macular degeneration (AMD) is the most common cause of vision loss in developed countries. A defining characteristic of this disorder is the accumulation of material between Bruch's membrane and the retinal pigment epithelium (RPE), first as microscopic basal deposits and later as clinically evident drusen. The pathogenesis of these deposits remains to be defined. Biochemical and genetic studies have suggested that inflammation and complement activation may play roles in AMD. Several lines of evidence also suggest that alterations to the extracellular matrix (ECM) of the RPE and choroid contribute to the development of AMD. The inherited macular degeneration Doyne honeycomb retinal dystrophy/Malattia Leventinese is thought to be caused by an R345W mutation in the EFEMP1 gene (also called fibulin-3). The pathogenicity of this mutation has been questioned because all individuals identified to date with the R345W mutation have shared a common haplotype. We investigated the pathogenicity of this mutation in families with early-onset macular degeneration and by generating Efemp1-R345W knockin mice. Genetic studies show that one of the identified families with the R345W mutation has a novel haplotype. The mutant Efemp1-R345W mice develop deposits of material between Bruch's membrane and the RPE, which resemble basal deposits in patients with AMD. These basal deposits contain Efemp1 and Timp3, an Efemp1 interacting protein. Evidence of complement activation was detected in the RPE and Bruch's membrane of the mutant mice. These results confirm that the R345W mutation in EFEMP1 is pathogenic. Further, they suggest that alterations in the ECM may stimulate complement activation, demonstrating a potential connection between these two etiologic factors in macular degeneration.","dc:creator":"Fu L","dc:date":"2007","dc:title":"The R345W mutation in EFEMP1 is pathogenic and causes AMD-like deposits in mice."},"rdfs:label":"EFEMP1-R345W knock-in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Definitive","sequence":3311,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:86429099-a1f1-4e33-8a80-b6f411857b4e","type":"GeneValidityProposition","disease":"obo:MONDO_0007471","gene":"hgnc:3218","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"EFEMP1 was first reported in relation to autosomal dominant Malattia Leventinese and Doyne Honeycomb retinal dystrophy in 1999 (Stone et al., PMID: 10369267). Doyne honeycomb retinal dystrophy is characterized by drusen deposits at the level of the Bruck membrane in the macular and around the edge of the optic nerve head. Malattia Leventinese is characterized by small discrete drusen radiate into the peripheral retina, with the later development of confluent soft drusen in the macular. Only one missense pathogenic variant (p.Arg345Trp) is included in this curation, and it has been consistently described in many studies (PMID: 17666404, 11384588, 11389162, 30541486, 22031286, 12242346, 10369267, 17664227). This variant was found to segregate in two families (LOD: 3.91 in PMID: 17666404; LOD=1.2 in PMID: 11384588). Functional studies showed that wildtype EFEMP1 is a secreted protein, whereas mutant EFEMPT1 is misfolded, secreted inefficiently, and retained within cells (PMID: 12242346). In-vivo studies demonstrated that EFEMP1-knockin mice deposit material that resembled basal deposits in patients with macular dystrophy (PMID: 17666404, 17664227). In summary, EFEMP1 is definitively associated with autosomal dominant . This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. ","dc:isVersionOf":{"id":"cggv:2859008e-eeb1-4af4-8a6e-1bf5372bb3ab"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}