{"id":"cggv:6ef40a42-d2c5-4770-a251-7e2c0b0ce96av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:6ef40a42-d2c5-4770-a251-7e2c0b0ce96a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-03-04T17:00:00.000Z","role":"Approver"},{"id":"cggv:6ef40a42-d2c5-4770-a251-7e2c0b0ce96a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2024-03-29T00:10:40.597Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:6ef40a42-d2c5-4770-a251-7e2c0b0ce96a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5},{"id":"cggv:6ef40a42-d2c5-4770-a251-7e2c0b0ce96a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6ef40a42-d2c5-4770-a251-7e2c0b0ce96a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:364ae36a-6771-4ebd-9420-ec1dacb8acd6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:68108cbf-4dd0-44f4-8745-b12a17afc3c8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MT-TR encodes a mitochondrial tRNA, which is required for the translation of mitochondrially-encoded proteins. MRC complexes I, III, IV, and V all contain core subunits which are encoded in the mitochondria; therefore, loss of MT-TR function leads to disrupted mitochondrial translation, leading to a downstream loss of MRC complex activity. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"MT-TR Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Score upgraded for the shared number of genes with shared function (as per MD-GCEP guidelines). "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:6ef40a42-d2c5-4770-a251-7e2c0b0ce96a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2c48dca0-7d93-448e-a589-2ea55d665091","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5d06afe6-775f-48d2-b282-f791660eec4c","type":"FunctionalAlteration","dc:description":"The authors performed in vitro pulse labeling of patient fibroblasts with radiolabeled sulfur to assess disruptions of mitochondrial translation rates. This patient carried the m.10450A>G variant, which was found at 92% heteroplasmy in fibroblasts. In general, radiolabeled mitochondrial proteins were less abundant in patient cells compared to two unaffected controls (Fig. 2, Table 3); the exception was ATP6, which was ~1.6 fold more abundant than in controls. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19809478","type":"dc:BibliographicResource","dc:abstract":"Combined oxidative phosphorylation (OXPHOS) system deficiencies are a group of mitochondrial disorders that are associated with a range of clinical phenotypes and genetic defects. They occur in approximately 30% of all OXPHOS disorders and around 4% are combined complex I, III and IV deficiencies. In this study we present two mutations in the mitochondrial tRNA(Trp) (MT-TW) and tRNA(Arg) (MT-TR) genes, m.5556G>A and m.10450A>G, respectively, which were detected in two unrelated patients showing combined OXPHOS complex I, III and IV deficiencies and progressive multisystemic diseases. Both mitochondrial tRNA mutations were almost homoplasmic in fibroblasts and muscle tissue of the two patients and not present in controls. Patient fibroblasts showed a general mitochondrial translation defect. The mutations resulted in lowered steady-state levels and altered conformations of the tRNAs. Cybrid cell lines showed similar tRNA defects and impairment of OXPHOS complex assembly as patient fibroblasts. Our results show that these tRNA(Trp) and tRNA(Arg) mutations cause the combined OXPHOS deficiencies in the patients, adding to the still expanding group of pathogenic mitochondrial tRNA mutations.","dc:creator":"Smits P","dc:date":"2010","dc:title":"Functional consequences of mitochondrial tRNA Trp and tRNA Arg mutations causing combined OXPHOS defects."},"rdfs:label":"MT-TR Mitochondrial Translation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:6ef40a42-d2c5-4770-a251-7e2c0b0ce96a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e081bc46-2966-443c-b77b-66725890a8da","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a5363265-90bf-40ac-8127-c63e881bb4cc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors generated seven mouse cybrid lines by transfering mitochondria from either inbred lab strains or the cell line NIH3T3 to the receptor line Ï0L929neo. The full mtDNA genome for each cybrid line was determined and compared to detect variants, taking C57BL/6J as their reference. This revealed two variants in the NIH3T3 mtDNA: m.9461T>C, which results in a synonymous substitution in mt-Nd3, and mt-Tr m.9821insAA. ND3 transcript levels were not affected by the synonymous variant (Fig. S3), suggesting that any functional differences observed are due to the dinucleotide insertion in mt-Tr. \n\nThe authors found that the NIH3T3 cybrids generated significantly higher levels of hydrogen peroxide than their reference strain (Fig. 2A). This was accompanied by increases in catalase activity (a proxy for ROS protective genes, Fig. 2B) and the mtDNA/nDNA ratio (Fig. 2C). Given that ROS are known to induce mitochondrial proliferation, they treated cells with one of two antioxidants (NAC or Tiron), and found that H2O2 production and the mtDNA/nDNA ratio were equivalent across all strains. \n\nThey also tested MRC enzyme activity and O2 consumption rates across their lines. No significant differences of MRC enzyme activity were observed (Figs. 1B, 4), nor were any differences observed for O2 consumption (Fig. 1A). However, when treated with NAC or Tiron, the O2 consumption rates dropped in the NIH3T3 cells compared to the reference. This suggests that an underlying respiratory defect was being masked by increased proliferation of mitochondria in response to ROS. \n\nFurther evidence for this comes from differences in growth rates on glucose vs galactose medium. Under normal conditions, there were no significant differences in cell doubling time for NIH3T3 cells grown in either media (Fig. 1C, panel 1). However, when NAC was added to the media, the doubling time was ~2.5-fold longer; the addition of Tiron abolished growth on galactose (Fig. 1C, panels 2, 3). No similar effect was observed for the reference strain, suggesting that cells carrying the m.9821insAA variant require ROS-induced mt proliferation to survive on galactose. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17013393","type":"dc:BibliographicResource","dc:abstract":"Common mitochondrial DNA (mtDNA) haplotypes in humans and mice have been associated with various phenotypes, including learning performance and disease penetrance. Notably, no influence of mtDNA haplotype in cell respiration has been demonstrated. Here, using cell lines carrying four different common mouse mtDNA haplotypes in an identical nuclear background, we show that the similar level of respiration among the cell lines is only apparent and is a consequence of compensatory mechanisms triggered by different production of reactive oxygen species. We observe that the respiration capacity per molecule of mtDNA in cells with the NIH3T3 or NZB mtDNA is lower than in those with the C57BL/6J, CBA/J or BALB/cJ mtDNA. In addition, we have determined the genetic element underlying these differences. Our data provide insight into the molecular basis of the complex phenotypes associated with common mtDNA variants and anticipate a relevant contribution of mtDNA single nucleotide polymorphisms to phenotypic variability in humans.","dc:creator":"Moreno-Loshuertos R","dc:date":"2006","dc:title":"Differences in reactive oxygen species production explain the phenotypes associated with common mouse mitochondrial DNA variants."},"rdfs:label":"ROS in Mouse Cybrids"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"These experiments demonstrate an effect on cellular metabolism due to variants in MT-TR. However, the mechanism of ROS production was not investigated, nor were the effects of antioxidant addition on MRC enzymes. Given the lack of MRC deficiency in these cells, this work has not been scored. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":7973,"specifiedBy":"GeneValidityCriteria10","strengthScore":7.5,"subject":{"id":"cggv:56b288a0-88f9-4f23-aac0-392cb909570a","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7496","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TR* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of March 4, 2024. The *MT-TR* gene encodes the mitochondrial transfer RNA (tRNA) for arginine. Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities. \n\n*MT-TR* was first reported in relation to maternally inherited primary mitochondrial disease in 2004 in an individual with mitochondrial encephalomyopathy (PMID: 15286228). While various names have been given to the constellation of features seen in those with *MT-TR*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TR* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting the gene-disease relationship between *MT-TR* and primary mitochondrial disease includes case-level data and experimental data. This curation included four variants (m.10406G>A, m.10437G>A, m.10438A>G, m.10450A>G) in four probands in four publications (PMIDs: 15286228, 17588757, 19809478, 22781096). Cybrid studies (PMID: 19809478) and single fiber testing (PMID: 22781096) further supported the pathogenicity of several of these variants. Age of onset was in childhood and features seen in affected individuals included muscle weakness, ataxia, hypotonia, epilepsy, global developmental delay and regression, pigmentary retinopathy, optic atrophy, renal insufficiency, and hypertrophic cardiomyopathy. Muscle biopsies showed ragged red fibers and COX-negative fibers and variable respiratory chain enzyme deficiencies.\n\nThe mechanism of pathogenicity appears to be loss of function due to altered RNA secondary structure. This gene-disease relationship is also supported by known biochemical function and in vitro functional assays demonstrating reduced rates of mitochondrial translation as a result of variants in *MT-TR* (PMIDs: 19809478, 33340416).  \n\nIn summary, there is moderate evidence to support the relationship between *MT-TR* and primary mitochondrial disease. No convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 4, 2024 (SOP Version 10). ","dc:isVersionOf":{"id":"cggv:6ef40a42-d2c5-4770-a251-7e2c0b0ce96a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}