{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597effv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597eff_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-08-16T16:00:00.000Z","role":"Approver"},{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597eff_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-08-16T14:37:57.177Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/16186812","type":"dc:BibliographicResource","dc:abstract":"Hereditary neuralgic amyotrophy (HNA) is an autosomal dominant recurrent neuropathy affecting the brachial plexus. HNA is triggered by environmental factors such as infection or parturition. We report three mutations in the gene septin 9 (SEPT9) in six families with HNA linked to chromosome 17q25. HNA is the first monogenetic disease caused by mutations in a gene of the septin family. Septins are implicated in formation of the cytoskeleton, cell division and tumorigenesis.","dc:creator":"Kuhlenbäumer G","dc:date":"2005","dc:title":"Mutations in SEPT9 cause hereditary neuralgic amyotrophy."},"evidence":[{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597eff_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597eff_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.3},{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597eff_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597eff_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:04425a41-f987-4f7a-917a-7ec8a2b752fc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ca9b094-fd2c-4994-9dd4-bfb3b470021a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blot and immunohistochemistry","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17546647","type":"dc:BibliographicResource","dc:abstract":"SEPT9 is a member of the cytoskeleton-related septin family, which is highly expressed in glia cells in neuronal tissues. Sequence alterations in SEPT9 are known to cause hereditary neuralgic amyotrophy (HNA) but precise cellular consequences have yet to be determined. Since SEPT9 is thought to function through interaction with other septins and small GTPase Rho-mediated signaling, we analyzed the properties of HNA-associated SEPT9 missense variants, SEPT9F (c.278C>T/p.Ser93Phe in SEPT9_v3; NM_006640.3) and SEPT9W (c.262C>T/p.Arg88Trp in SEPT9_v3). We found both sequence variants, but not the wild type, to form filaments with SEPT4 along stress fibers in mesenchymal mouse mammary gland NMuMG cells. In the epithelial cells, the variants, but not the wild type, were colocalized with SEPT11 at cell-cell junctions. In addition, although septin filaments containing SEPT9_v3 were disrupted by Rho/Rhotekin signaling, this was not the case with SEPT9F and SEPT9W. Sequence variations in SEPT9 causing HNA are thus likely to alter modes of interaction with partner molecules in cells, and consequently contribute to the pathogenesis of HNA.","dc:creator":"Sudo K","dc:date":"2007","dc:title":"SEPT9 sequence alternations causing hereditary neuralgic amyotrophy are associated with altered interactions with SEPT4/SEPT11 and resistance to Rho/Rhotekin-signaling."},"rdfs:label":"Distribution of Sept9 in NeuronalTissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597eff_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e87869ed-3e6d-405e-a2f6-90c8d701dc7b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5346e3e2-eb6e-4bb4-9c5e-584c240b0713","type":"FunctionalAlteration","dc:description":"C262T mutant is much more efficiently translated under hypoxic conditions than wild type. This can lead to altered stoichiometry and function. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17468182","type":"dc:BibliographicResource","dc:abstract":"A common feature of the mammalian septin gene family is complex genomic architecture with multiple alternate splice variants. Septin 9 has 18 distinct transcripts encoding 15 polypeptides, with two transcripts (SEPT9_v4 and v4*) encoding the same polypeptide. We have previously reported that the ratio of these distinct transcripts is altered in neoplasia, with the v4 transcript being the usual form in normal cells but v4* becoming predominant in tumours. This led us to ask what the functional differences between these two transcripts might be. The 5'-UTRs of v4 and v4* have distinct 5' ends encoded by exons 1beta (v4) and 1zeta and 2 (v4*) and a common 3' region and initiating ATG encoded within exon 3. Here we show that the two mRNAs are translated with different efficiencies and that cellular stress can alter this. A putative internal ribosome entry site can be identified in the common region of the v4 and v4* 5'-UTRs and translation is modulated by an upstream open-reading frame in the unique region of the v4 5'-UTR. Germline mutations in hereditary neuralgic amyotrophy (HNA) map to the region which is common to the two UTRs. These mutations dramatically enhance the translational efficiency of the v4 5'-UTR, leading to elevated SEPT9_v4 protein under hypoxic conditions. Our data provide a mechanistic insight into how the HNA mutations can alter the fine control of SEPT9_v4 protein and its regulation under physiologically relevant conditions and are consistent with the episodic and stress-induced nature of the clinical features of HNA.","dc:creator":"McDade SS","dc:date":"2007","dc:title":"Translational control of SEPT9 isoforms is perturbed in disease."},"rdfs:label":"v4 translational efficiency"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597eff_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b8713be8-31f0-45f4-95f2-0f5294eebf0c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3dcec5ca-c920-46ee-8a0d-c0dd1fba7515","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"altered interactions with other septins at key locations (stress fibers, cell-cell junctions, rho signaling)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17546647","rdfs:label":"interactions in epithelial, mammary tissues, Rho signaling"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":6721,"specifiedBy":"GeneValidityCriteria9","strengthScore":5.3,"subject":{"id":"cggv:053f1bd4-6fe5-4d1d-8d7a-0876050c3b48","type":"GeneValidityProposition","disease":"obo:MONDO_0017362","gene":"hgnc:7323","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"SEPTIN9 was first reported in relation to hereditary neuralgic amyotrophy (HNA) in 2005 (PMID: 16186812). Over time the phenotypic spectrum of SEPTIN9 has expanded to include mild to severe episodic and chronic symptoms, with or without dysmorphic features. SEPTIN9 encodes the septin-9 protein, which is a member of the septin family. Septins are GTPases that interact with the cytoskeleton, including microtubules and actin, and function in cellular processes such as cytokinesis, motility, and cell polarity. SEPTING9 consists of 17 exons (including multiple alternative first exons), 18 unique transcripts, and 15+ isoforms. \n \nIn this curation, we scored genetic evidence for 10 different variants: two missense variants, one intronic variant, and seven intragenic duplications (PMIDs: 16186812, 18492087, 20019224, 31619932, 19139049, 19939853). These variants were reported in >100 individuals across 28 families. All variants included are located in the N terminus or 5’UTR which are only present in a subset of transcripts and isoforms. Some individuals with positive genetic testing are reported to be asymptomatic, possibly due to reduced penetrance or variable expressivity (dysmorphic features with no HNA attacks). Genetic evidence score totaled 4.3. Of note, intragenic duplications are unable to be entered as evidence at this time, so 2 of these points were manually added. Experimental evidence (expression data, mouse model, and functional alteration of non-patient cells, PMIDs: 17468182, 17546647) further supports the gene-disease relationship with a score of 3, for a total of 7.3. \n\nA single publication (PMID: 32122354) discusses a possible new phenotype, autosomal dominant CMT with cognitive involvement/decline, in a single family with a novel missense variant (p.Val469Ala). This variant is located in the central domain of the protein and possibly impacts protein-protein interaction, which is different from the variants described above. Other members of the septin family have been associated with neurodegenerative disorders such as Alzheimer's disease and Parkinson’s disease, presumably due to altered septin-septin interactions. This publication was not included in this curation and more evidence will be needed to determine lumping or splitting. \n\nIn summary, SEPTIN9 is moderately associated with autosomal dominant hereditary neuralgic amyotrophy with or without dysmorphic features. \nGenetic evidence score totaled 4.3. Of note, intragenic duplications are unable to be entered as evidence at this time, so 2 of these points were manually added.","dc:isVersionOf":{"id":"cggv:0d2bb3b1-6fd0-4ee9-8273-322c33597eff"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}