{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2021-02-10T18:51:15.890Z","role":"Publisher"},{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2021-01-07T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5a9564f8-a147-4e09-8fad-9db6aa4cfb3e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c5b33401-331e-4c0a-8e9e-ecd170317fc0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern analysis of mRNA from bovine tissues (retina, cerebral cortex, pineal gland, heart, kidney, liver, lung, spleen), detected an mRNA species of 3.1 and a fainter band of 5.8 kb only in retina (Fig. 5). After longer exposures, the same hybridization pattern was observed in RNA from the pineal gland. This is consistent with the rhodopsin kinase activities in different rat tissues reported in PMID 6091271.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1656454","type":"dc:BibliographicResource","dc:abstract":"Light-dependent deactivation of rhodopsin as well as homologous desensitization of beta-adrenergic receptors involves receptor phosphorylation that is mediated by the highly specific protein kinases rhodopsin kinase (RK) and beta-adrenergic receptor kinase (beta ARK), respectively. We report here the cloning of a complementary DNA for RK. The deduced amino acid sequence shows a high degree of homology to beta ARK. In a phylogenetic tree constructed by comparing the catalytic domains of several protein kinases, RK and beta ARK are located on a branch close to, but separate from the cyclic nucleotide-dependent protein kinase and protein kinase C subfamilies. From the common structural features we conclude that both RK and beta ARK are members of a newly delineated gene family of guanine nucleotide-binding protein (G protein)-coupled receptor kinases that may function in diverse pathways to regulate the function of such receptors.","dc:creator":"Lorenz W","dc:date":"1991","dc:title":"The receptor kinase family: primary structure of rhodopsin kinase reveals similarities to the beta-adrenergic receptor kinase."},"rdfs:label":"GRK1 expression in bovine tissues by Nothern blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f47ff603-bbdf-4837-81a4-dc804ebcbb5e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d8475d9f-178a-42ac-bb67-c901bc29026f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Rhodopsin kinase activity was measured in rat tissues by incubating crude homogenates or supernatants of the tissues with 32P-ATP and urea-treated rod outer segments from bovine retina (as a source of rhodopsin). Phosphorylated rhodopsin was isolated and the amount of 32-P incorporated was measured.  Rhodopsin kinase activity was found at the highest level in rat retina and to a lesser extent in the pineal gland (68% of retina) but at <7% in other tissues (cerebellum, cerebral cortex, hypothalamus, lung, olfactory lobe, brainstem, pituitary, spleen, ovary, adrenal gland, liver, testes, Harderian gland, and kidney). These results are consistent with those of Northern blot in bovine tissues reported in PMID 1656454). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6091271","type":"dc:BibliographicResource","dc:abstract":"Rhodopsin kinase, an enzyme involved in photochemical transduction in the retina, has been found in the mammalian pineal gland in amounts equal to those in the retina; other tissues had 7 percent of this amount, or less. This finding suggests that, in mammals, rhodopsin kinase functions in the pineal gland and other tissues to phosphorylate rhodopsin-like integral membrane receptors and is thereby involved in signal transduction.","dc:creator":"Somers RL","dc:date":"1984","dc:title":"Rhodopsin kinase activity in the mammalian pineal gland and other tissues."},"rdfs:label":"RK activity in rat tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ccc6ead5-b6c1-4fd3-8506-c19f25a9c65e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c49adbe-5115-4ec3-a4c1-dde17a7476fd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunolocalization studies showed intense staining of cone and rod outer segments throughout the human retina (Fig. 2). Weak labeling was found in somata and synaptic terminals of the cones and the inner segments of rods. Staining was blocked by preincubation of the antibody with recombinant kinase (Fig 3). The same results were obtained with two different monoclonal antibodies. A splice variant of GRK1 (GRK1b) was also identified in human photoreceptors, and is produced by retention of the last intron. The amount of protein produced from this transcript is low and the protein appears to have low activity, based on measurement of rhodopsin kinase activity after in vitro translation of the GRK1b protein. Of note, the only other tissue shown to express GRK1 to any degree in GTEX is thyroid, at only 4.2 median TPM (PMID 23715323; https://gtexportal.org/home/gene/GRK1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9478965","type":"dc:BibliographicResource","dc:abstract":"The G protein-coupled receptor kinases (GRKs) are critical enzymes in the desensitization of activated G protein-coupled receptors. Six members of the GRK family have been identified to date. Among these enzymes, GRK1 (rhodopsin kinase) is involved in phototransduction and is the most specialized of the family. GRK1 phosphorylates photoactivated rhodopsin, initiating steps in its deactivation. In this study, we found that human retina expressed all GRKs except GRK4. Based on results of molecular cloning and immunolocalization, it appears that both rod and cone photoreceptors express GRK1. This conclusion was supported by the cloning of only GRK1 from cone-dominated chicken retina. Human photoreceptors also transcribe a splice variant of GRK1, which differs in its C-terminal region next to the catalytic domain. This novel variant, GRK1b, is produced by retention of the last intron. mRNA encoding GRK1b is exported to the cytosol; however, the level of the protein is relatively low compared with GRK1 (now called GRK1a), and GRK1b appears to have very low catalytic activity. Thus, these studies suggest that rods and cones, express the same form of GRK1.","dc:creator":"Zhao X","dc:date":"1998","dc:title":"Molecular forms of human rhodopsin kinase (GRK1)."},"rdfs:label":"GRK1 immunolocalization in human retina"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The score was increased due to retina being the tissue with highest expression of GRK1 (shown in this study and GTEx, as well as rat and bovine tissues) giving a total score of 2 for expression across these studies."},{"id":"cggv:c5f1f675-0f46-4ca9-9dfb-f7943dcb3720","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9407282-0316-4286-b1c4-6712c9179280","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study reports the cloning of bovine GRK1 cDNA. Cytosol extracts of COS-7 cells in which bovine GRK1 cDNA was expressed phosphorylated rhodopsin in a light-dependent manner i.e. rhodopsin phosphorylation occurred when cytosol extract were incubated with rhodopsin (from bovine rod outer segments) and 32P in room light , but not when the reaction was incubated in the dark (Fig 4, lanes 2 and 3). This result illustrates the function of RK, to phosphorylate photo-activated rhodopsin. This function is important for quenching and recycling photo-activated rhodopsin. Phosphorylated rhodopsin is bound by arrestin. Absence of RK activity would result in accumulation of photo-activated rhodopsin which would continue to activate the phototransduction cascade and thus rods would be unable to respond to light, causing features of night blindness, as is observed in patients with Oguchi disease.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/1656454","rdfs:label":"Bovine GRK1 cDNA - RK activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is increased because the function of RK is very well characterized and it is consistent with the features seen in individuals with Oguchi disease. For review, see PMIDs 12742390 and 15894165."},{"id":"cggv:0a42fee8-fa95-4079-95af-299b1bc8a1c8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cffed43c-c3e9-48af-88fe-e0dd3f8593a1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Rhodopsin kinase (RK) is involved in the phosphorylation of photo-activated rhodopsin. As shown in this study, the N-terminus of RK is important in recognizing photo-activated rhodopsin, and this N-terminal region is separate from the catalytic domain of RK. Phosphorylation of photo-activated rhodopsin is important for returning rod photoreceptors to a light-sensitive state. Otherwise, photo-activated rhodopsin will continue to activate the phototransduction cascade, and the rods will be insensitive to new photons of light. This function of RK is consistent with the finding of night blindness (inability to see in conditions of low light illumination) in individuals with Oguchi disease. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8383684","type":"dc:BibliographicResource","dc:abstract":"Upon illumination rhodopsin kinase (RK) phosphorylates the visual pigment, rhodopsin, in a reaction that is thought to terminate in part the biochemical events that follow photon absorption. In this paper, RK was studied to assign functional regions to the primary structure of the enzyme. Peptides derived from the sequence of RK were used to prepare site-specific anti-peptide antibodies against: 1) the N-terminal region located between residues 17 and 34, which contains an autophosphorylation site; 2) the Lys/Arg-rich region corresponding to residues 216-237 near the catalytic domain; 3) the region located between residues 483 and 497, which encompasses the major autophosphorylation sites; and 4) the C-terminal region located between residues 539 and 556, close to the isoprenylation site of RK. Antibodies also were raised against purified RK. Application of the antibodies directed against the N-terminal domain blocks RK activity toward Rho*, but has no affect on the phosphorylation of a synthetic peptide substrate. Additionally, a significant portion of the inhibitory effect seen with an antibody directed against whole RK could be reversed by the peptide derived from the N-terminal region. We conclude that the N-terminal region of RK contains a sequence involved in the recognition of photolyzed Rho. Furthermore, the inhibition of RK activity eliminates the effect of ATP during the inactivation of cGMP phosphodiesterase, implying that RK is a necessary component of a cascade of reactions involved in the quenching of phototransduction. Light microscopic immunocytochemistry using these antibodies revealed that RK was localized to the rod and cone outer segments of human and bovine retinas.","dc:creator":"Palczewski K","dc:date":"1993","dc:title":"Identification of the N-terminal region in rhodopsin kinase involved in its interaction with rhodopsin."},"rdfs:label":"Function of RK N-terminus"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is increased because the function of RK is well characterized and well understood, and its function is consistent with the finding of night blindness in patients with Oguchi disease. This study is one of many that have investigated the function of RK. For reviews, see PMIDs 12742390 and 15894165."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:333335ed-2bd4-4c93-ad5f-374b933f75f3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:722e87e4-75be-459a-a3b7-0a6c902dab03","type":"FunctionalAlteration","dc:description":"Based on the structure of bovine GRK1 the authors made variants of solvent-exposed residues in the bovine GRK1 kinase domain that are conserved among GRKs but not in the extended protein kinase A, G, and C families. RK catalytic activity was measured for the bovine RK mutant proteins generated. p.Arg191Ala, in the kinase domain (small lobe) had the most dramatic impact on RK activity with a decrease in kcat/Km of more than 1000-fold (Fig. 2, A and B, and Table 1). Arginine is invariant at this position in GRKs. Variants of structurally adjacent residues, p.Phe190Ala and p.Leu212Ala, also exhibited 10-fold decreases in catalytic efficiency. p.Tyr274Ala in the kinase domain (large lobe) and p.Val476Ala and p.Val484Ala (AGC kinase C-tail) showed 20–50-fold decreases in kcat/Km. Deletion of the first N-terminal 19 amino acids resulted in no measurable activity. The authors also found that conversion of residues in GRK1 that are important for receptor phosphorylation to their equivalents in other GRKs generated proteins with activity close to wild type. Variants equivalent to bGRK1-p.Arg191Ala were introduced into bGRK2 and hGRK6 (p.Arg195Ala and p.Arg190Ala, respectively) and substantially decreased values of kcat/Km compared to the normal sequence. Overall, the data suggested that the N-terminal region and a surface (identified by the residues shown to be important in this study) interact and stabilize the closed, active conformation of the kinase domain. Receptor binding was proposed to promote this interaction and therefore to enhance GRK activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19364770","type":"dc:BibliographicResource","dc:abstract":"G protein-coupled receptor (GPCR) kinases (GRKs) phosphorylate activated GPCRs and initiate their desensitization. Many prior studies suggest that activated GPCRs dock to an allosteric site on the GRKs and thereby stimulate kinase activity. The extreme N-terminal region of GRKs is clearly involved in this process, but its role is not understood. Using our recent structure of bovine GRK1 as a guide, we generated mutants of solvent-exposed residues in the GRK1 kinase domain that are conserved among GRKs but not in the extended protein kinase A, G, and C family and evaluated their catalytic activity. Mutation of select residues in strands beta1 and beta3 of the kinase small lobe, alphaD of the kinase large lobe, and the protein kinase A, G, and C kinase C-tail greatly impaired receptor phosphorylation. The most dramatic effect was observed for mutation of an invariant arginine on the beta1-strand (approximately 1000-fold decrease in k(cat)/K(m)). These residues form a continuous surface that is uniquely available in GRKs for protein-protein interactions. Surprisingly, these mutants, as well as a 19-amino acid N-terminal truncation of GRK1, also show decreased catalytic efficiency for peptide substrates, although to a lesser extent than for receptor phosphorylation. Our data suggest that the N-terminal region and the newly identified surface interact and stabilize the closed, active conformation of the kinase domain. Receptor binding is proposed to promote this interaction, thereby enhancing GRK activity.","dc:creator":"Huang CC","dc:date":"2009","dc:title":"A surface of the kinase domain critical for the allosteric activation of G protein-coupled receptor kinases."},"rdfs:label":"Analysis of kinase domain variants in bovine RK"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e70b0928-9cbf-42d0-a624-5e7057ba5ab7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5b547225-e1c4-42a5-bbfd-c6cb783f1917","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"RK knockout mice were generated. The phosphorylation of photoexcited rhodopsin was abolished in the retinas of these mice. In mice born and raised in darkness, the flash responses of RK−/− rods, determined by membrane currents, were very prolonged. Electroretinograms (ERGs) from patients with variants in GRK1 causing Oguchi disease show slow recovery kinetics, consistent with the prolonged active lifetime of rhodopsin seen in the RK−/− mice in this study. These patients do not adapt normally to background light, resulting in night blindness. In addition, the mechanism of disease in human patients is loss of function, which is consistent with the mechanism in mice (knock out).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10097103","type":"dc:BibliographicResource","dc:abstract":"Phosphorylation is thought to be an essential first step in the prompt deactivation of photoexcited rhodopsin. In vitro, the phosphorylation can be catalyzed either by rhodopsin kinase (RK) or by protein kinase C (PKC). To investigate the specific role of RK, we inactivated both alleles of the RK gene in mice. This eliminated the light-dependent phosphorylation of rhodopsin and caused the single-photon response to become larger and longer lasting than normal. These results demonstrate that RK is required for normal rhodopsin deactivation. When the photon responses of RK-/- rods did finally turn off, they did so abruptly and stochastically, revealing a first-order backup mechanism for rhodopsin deactivation. The rod outer segments of RK-/- mice raised in 12-hr cyclic illumination were 50% shorter than those of normal (RK+/+) rods or rods from RK-/- mice raised in constant darkness. One day of constant light caused the rods in the RK-/- mouse retina to undergo apoptotic degeneration. Mice lacking RK provide a valuable model for the study of Oguchi disease, a human RK deficiency that causes congenital stationary night blindness.","dc:creator":"Chen CK","dc:date":"1999","dc:title":"Abnormal photoresponses and light-induced apoptosis in rods lacking rhodopsin kinase."},"rdfs:label":"Grk1 knockout mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9d01efdc-8df2-47da-9625-4d8cf03c7f8f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:977d1129-157f-45a4-8bf6-dec09acd8d78","type":"Proband","detectionMethod":"Whole genome sequencing for the affected individual and parents (unaffected).","phenotypeFreeText":"Non/minimally progressive night blindness, and retinal examination revealed the Mizuo–Nakamura phenomenon, consistent with a clinical diagnosis of Oguchi disease. Nyctalopia onset in early teens.","sex":"Female","variant":{"id":"cggv:9d01efdc-8df2-47da-9625-4d8cf03c7f8f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a0927815-9ae7-461f-b1c5-714ebd806f56","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.142_145del (p.Glu48ProfsTer82)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870427"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33252155","type":"dc:BibliographicResource","dc:abstract":"Biallelic mutations in G-Protein coupled receptor kinase 1 (GRK1) cause Oguchi disease, a rare subtype of congenital stationary night blindness (CSNB). The purpose of this study was to identify disease causing GRK1 variants and use in-depth bioinformatic analyses to evaluate how their impact on protein structure could lead to pathogenicity. Patients' genomic DNA was sequenced by whole genome, whole exome or focused exome sequencing. Disease associated variants, published and novel, were compared to nondisease associated missense variants. The impact of GRK1 missense variants at the protein level were then predicted using a series of computational tools. We identified twelve previously unpublished cases with biallelic disease associated GRK1 variants, including eight novel variants, and reviewed all GRK1 disease associated variants. Further structure-based scoring revealed a hotspot for missense variants in the kinase domain. In addition, to aid future clinical interpretation, we identified the bioinformatics tools best able to differentiate disease associated from nondisease associated variants. We identified GRK1 variants in Oguchi disease patients and investigated how disease-causing variants may impede protein function in-silico.","dc:creator":"Poulter JA","dc:date":"2020","dc:title":"New variants and in silico analyses in GRK1 associated Oguchi disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33252155","rdfs:label":"Family 1 proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual, with symptoms consistent with Oguchi disease, is homozygous for a frameshift variant in GRK1, c.140_143del (p.Glu48ProfsTer82). The highest population MAF in gnomAD v2.1.1 is 0.0001965 (S. Asian; no homozygotes in any population). Note that the same variant was also found in another patient Family 8, and multiple individuals in a large family (Family 11) in this study."},{"id":"cggv:0c9d8df7-63a7-4134-84d6-746f2ebf7aab_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:564a61df-bcb7-4015-bc34-ae11e763afe2","type":"Proband","detectionMethod":"Exome sequencing;confirmed by Sanger sequencing.\n","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Non/minimally progressive night blindness, and retinal examination revealed the Mizuo–Nakamura phenomenon, consistent with a clinical diagnosis of Oguchi disease.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0c9d8df7-63a7-4134-84d6-746f2ebf7aab_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:354a1d8f-b38d-47a0-a3a7-0e9bf33f2ca6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.595G>C (p.Gly199Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870429"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33252155"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33252155","rdfs:label":"Family 2 proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual, with symptoms consistent with Oguchi disease, is homozygous for a missense variant in GRK1, p.Gly199Arg. The variant is absent in gnomAD v2.1.1. The score is reduced because no functional studies are available to support the deleterious nature of the variant. However, the variant is located in the kinase domain of GRK1 and in silico analysis (this study) indicates that this increases that likelihood that the variant is deleterious."},{"id":"cggv:03f11ff2-e8b9-4195-8d6a-8cfda61a03c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bf9bc9f8-810c-4101-a9ad-8c6cbb12bd73","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"Sequence analysis of the coding regions of SAG and GRK1 from genomic DNA.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosed with Oguchi disease at age 7 years. Fundi were yellowish-gold and regained\nnormal appearance after three hours of dark adaptation. Combined ERG showed negative B-wave results, and scotopic ERG was nonrecordable. Photopic and 30-Hz flicker ERG results were within normal range.","previousTesting":true,"previousTestingDescription":"No disease-causing variants identified by sequencing of SAG (done as part of this study).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:03f11ff2-e8b9-4195-8d6a-8cfda61a03c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:66ca120a-9ece-4f7c-ba09-7a891e385b70","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.971del (p.Leu324ArgfsTer62)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870433"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17765441","type":"dc:BibliographicResource","dc:abstract":"To report novel mutations in the GRK1 gene in Japanese patients with Oguchi disease.","dc:creator":"Oishi A","dc:date":"2007","dc:title":"Novel mutations in the GRK1 gene in Japanese patients With Oguchi disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17765441","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual, with features of Oguchi disease, is homozygous for a frameshift variant in GRK1, c.971del (p.Leu324ArgfsTer62). The variant is absent in gnomAD."},{"id":"cggv:494e028e-73a8-4a37-b7fd-e1d79c185699_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7d951907-dafb-4fe9-85dd-c7bb55b29587","type":"Proband","detectionMethod":"Exome sequencing; All novel variants identified by exome sequencing were confirmed by Sanger sequencing.\n","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Non/minimally progressive night blindness, and retinal examination revealed the Mizuo–Nakamura phenomenon, consistent with a clinical diagnosis of Oguchi disease.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:494e028e-73a8-4a37-b7fd-e1d79c185699_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0a624981-0fe7-49d1-87a9-5015f000fc02","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.1549_1559del (p.Pro517GlyfsTer103)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870439"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33252155"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33252155","rdfs:label":"Family 6 proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This individual, with symptoms consistent with Oguchi disease, is homozygous for a frameshift variant in GRK1, c.1549_1559del (p.Pro517GlyfsTer103). The variant is absent in gnomAD v2.1.1. The variant is in the last exon and is expected to escape nonsense-mediated decay. However, the variant is in the RH domain and would result in loss of the prenylation domain, and a variant further downstream has been reported in a patient with Oguchi disease and that variant has been shown to result in very low enzyme activity (<3%) (PMIDs 9501174)."},{"id":"cggv:98e38cb1-50b6-4fcb-8d69-3d4f4e16e976_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:932d70de-70f3-4ec4-805f-158f477d647c","type":"Proband","detectionMethod":"After homozygosity mapping, involving ll available family members, refined the critical region to 5Mb on chromosome 13q, all seven coding exons and flanking intronic sequences of GRK1 were sequenced in this individual. \n\n","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"Diffuse gray discoloration of the fundus, scotopic ERG showed a significantly reduced rod response (in selected individuals analyzed).","phenotypes":["obo:HP_0007642","obo:HP_0030824"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:98e38cb1-50b6-4fcb-8d69-3d4f4e16e976_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e21e10b6-55f4-466a-af2a-f04a1f4473fd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.614C>A (p.Ser205Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870430"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19753316","type":"dc:BibliographicResource","dc:abstract":"The purpose of this study was to identify the underlying molecular genetic defect in a large consanguineous Pakistani family with Oguchi disease who had been given a diagnosis of autosomal recessive retinitis pigmentosa.","dc:creator":"Azam M","dc:date":"2009","dc:title":"A novel mutation in GRK1 causes Oguchi disease in a consanguineous Pakistani family."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19753316","rdfs:label":"RP19, IV-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual, and the seven other affected family members, with features of Oguchi disease, are homozygous for a nonsense variant, p.Ser205Ter, in GRK1. This variant is absent in gnomAD v2.1.1, and also absent in 42 probands with RP and 93 Pakistani controls (reported in this study)."},{"id":"cggv:d810e236-3da8-40f0-832e-d1c1191d5a1a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f19e7aae-2185-4ad4-9b72-faa4d6f4788f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"detectionMethod":"Sequence analysis of the coding regions of SAG and GRK1 from genomic DNA.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"First noted night blindness at age 14 years. Fundi had yellowish-gold appearance, but presence of Mizuo-Nakamura phenomenon could not be investigated because she declined to undergo prolonged dark adaptation. Combined ERG showed negative B-wave results, and scotopic ERG\nwas nonrecordable. Photopic ERG was normal.","previousTesting":true,"previousTestingDescription":"No disease causing variants found in SAG (done as part of this study).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d810e236-3da8-40f0-832e-d1c1191d5a1a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dbf11612-78d1-4eeb-9ca9-0a39da1af694","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.1411_1412del (p.Pro471PhefsTer28)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870438"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17765441"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17765441","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This individual, with features of Oguchi disease, is homozygous for a frameshift variant in GRK1, c.1411_1412del (p.Pro471PhefsTer28). The variant is absent in gnomAD v2.1.1. The score is reduced because this variant is in the last exon of GRK1 and is expected to escape nonsense-mediated decay. However, two other frameshift variants, further downstream, have been reported in patients with Oguchi disease and a functional study, done for one of these variants, showed very low enzyme activity (<3%). "},{"id":"cggv:90a4d4ca-da33-466f-8147-514e3aaec43a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1a01abe9-44cd-4b59-8471-e1053bced456","type":"Proband","detectionMethod":"Exome sequencing; confirmed by Sanger sequencing.\n","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Non/minimally progressive night blindness, and retinal examination revealed the Mizuo–Nakamura phenomenon, consistent with a clinical diagnosis of Oguchi disease. Myopia with lifelong poor vision.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:90a4d4ca-da33-466f-8147-514e3aaec43a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7559787c-84e1-4d7c-97fd-13a94f8641ad","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.1084G>A (p.Glu362Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870434"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33252155"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33252155","rdfs:label":"Family 3 proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual, with symptoms consistent with Oguchi disease, is homozygous for a missense variant in GRK1, p.Glu362Lys. The variant is absent in gnomAD v2.1.1. The score is reduced because no functional studies are available to support the deleterious nature of the variant. However, the variant is located in the kinase domain of GRK1 and in silico analysis (this study) indicates that this increases that likelihood that the variant is deleterious."},{"id":"cggv:7c4734f0-5f91-44fd-a9ac-aafef6cd090a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5578a803-4aeb-40b6-8cdd-e2a296dd6cff","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"Single-strand conformation polymorphism (SSCP) analysis of the coding exons and exon/intron boundaries of GRK1 and SAG. ","firstTestingMethod":"SSCP","phenotypeFreeText":"“Peculiar peripheral fundus pigmentation” was noted on eye exam at age 12 years, “slight difficulty in the dark” (PMID 1428198, Case 3). Fundus and ERG abnormalities reported to be characteristic of Oguchi disease. ERG abnormalities included, after 45 min of dark adaptation, a nondetectable rod response to single flashes of dim blue light and a normal cone response to 30-Hz white flickering light.","previousTesting":true,"previousTestingDescription":"No variants identified in SAG (by SSCP analysis) as part of this study. The authors note specifically that \"SAG Asn309(1-bp del)\", presumably NM_000541.5(SAG):c.926del (p.Asn309fs), was absent. A positive control with this variant was included in the study.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:7c4734f0-5f91-44fd-a9ac-aafef6cd090a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1de5b643-0b81-42ee-9006-eef931d2effc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.1610_1613del (p.Asp537ValfsTer7)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870440"}},{"id":"cggv:760000ce-d710-4748-90dc-0a6240397ee4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.1139T>A (p.Val380Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA034664"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9020843","type":"dc:BibliographicResource","dc:abstract":"Oguchi disease is a recessively inherited form of stationary night blindness due to malfunction of the rod photoreceptor mechanism. Patients with this disease show a distinctive golden-brown colour of the fundus that occurs as the retina adapts to light, called the Mizuo phenomenon. Recently a defect in arrestin, a member of the rod phototransduction pathway, was found to cause this disease in some Japanese patients. As rhodopsin kinase works with arrestin in shutting off rhodopsin after it has been activated by a photon of light, it is reasonable to propose that some cases of Oguchi disease might be caused by defects in rhodopsin kinase. This report describes an analysis of the arrestin and rhodopsin kinase genes in three unrelated cases of Oguchi disease. No defects in arrestin were detected, but all three cases had mutations in the rhodopsin kinase gene. Two cases were found to be homozygous for a deletion encompassing exon 5, predicted to lead to a nonfunctional protein. The third case was a compound heterozygote with two allelic mutations, a missense mutation (Val380Asp) affecting a residue in the catalytic domain, and a frameshift mutation (Ser536(4-bp del)) resulting in truncation of the carboxy terminus. Our results indicate that null mutations in the rhodopsin kinase gene are a cause of Oguchi disease and extend the known genetic heterogeneity in congenital stationary night blindness.","dc:creator":"Yamamoto S","dc:date":"1997","dc:title":"Defects in the rhodopsin kinase gene in the Oguchi form of stationary night blindness."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9020843","rdfs:label":"303-002"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual and her sister have classic features of Oguchi disease and both are compound heterozygous for a missense variant (p.Val380Asp) and a frameshift variant in GRK1. SAG analysis, by SSCP analysis, was normal. The highest population minor allele frequencies of these variants in gnomAD v2.1.1 are 0.00006786 (European non-Finnish, 5 alleles total, no homozygotes) and 0.001541 (South Asian; 89 alleles total in all populations; no homozygotes) respectively. The missense variant has been reported in another family with Oguchi disease (PMID: 22959359), and the frameshift variant was also found in 3 families in reported in PMID 33252155 (individuals in Family 5 and Family 7, and 3 homozygous affected individuals in Family 10). When expressed in COS7 cells, p.Val380Asp, which is located in the kinase domain, had no detectable rhodopsin phosphorylating activity (PMID: 9501174). The frameshift variant is in the last exon of GRK1 and predicted to escape nonsense-mediated decay. However, this variant had <3% activity when expressed in COS7 cells (PMID: 9501174). "},{"id":"cggv:5a6a24a8-69d4-4e80-a264-7ac335e2d6c2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7be0d628-4252-4610-971f-8963d389edff","type":"Proband","detectionMethod":"Exome sequencing; confirmed by Sanger sequencing.\n","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Non/minimally progressive night blindness, and retinal examination revealed the Mizuo–Nakamura phenomenon, consistent with a clinical diagnosis of Oguchi disease.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5a6a24a8-69d4-4e80-a264-7ac335e2d6c2_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:48a81f1e-7e0a-4b71-be9b-fe1c1d577721","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002929.3(GRK1):c.1138G>T (p.Val380Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/870436"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33252155"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33252155","rdfs:label":"Family 4 proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual, with symptoms consistent with Oguchi disease, is homozygous for a missense variant in GRK1, p.Val380Phe. The highest population MAF in gnomAD v2.1.1 is 0.00006137 (African/African-American; no homozygotes in any population). The score is reduced because no functional studies are available to support the deleterious nature of the variant. However, the variant is located in the kinase domain of GRK1 and in silico analysis (this study) indicates that this increases that likelihood that the variant is deleterious."},{"id":"cggv:f75e1431-11f7-47a8-bc43-1bf80236efce_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:313024bc-af8b-4bfd-8bbf-a3c274ddba6b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"Single-strand conformation polymorphism (SSCP) analysis of coding exons and exon/intron boundaries of SAG and GRK1. No amplification product was obtained for exon 5 of GRK1. PCR of genomic DNA, with primers in intron 4 close to exon 4 and in intron 5 close to exon 6, revealed a fragment about 6.2 kb shorter than that of a normal control (3.8 kb versus 10 kb). Subsequent sequence analysis showed that a deletion encompassed exon 5. ","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"SSCP","phenotypeFreeText":"Bilaterally - small, punctate, cortical, and suture lenticular opacities, and a “peculiar gray, metallic reflex” “which extended from the disc to the equatorial zone”. Fundus and ERG abnormalities reported to be characteristic of Oguchi disease. ERG abnormalities included, after 45 min of dark adaptation, a nondetectable rod response to single flashes of dim blue light and a normal cone response to 30-Hz white flickering light","phenotypes":"obo:HP_0000662","previousTesting":true,"previousTestingDescription":"Analysis of SAG, by SSCP, was carried out as part of this study and was normal.\nThe authors note specifically that \"SAG Asn309(1-bp del)\" was absent (a positive control with this variant was included in the study).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f75e1431-11f7-47a8-bc43-1bf80236efce_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d8c22448-ebd8-45ba-b041-1fea084e2585","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"GRK1, EX5DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13009"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9020843"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9020843","rdfs:label":"303-003"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"This adult female, with classic features of Oguchi disease and normal SAG analysis (by SSCP), is homozygous for a genomic deletion encompassing exon 5 of GRK1. This deletion is predicted to result in a frameshift and premature stop codon. Another patient in this study is also homozygous for the same variant. The deletion was not found among 94 normal control individuals (188 alleles) in this study. When expressed in COS-7 cells, the variant failed to result in phosphorylation of bovine rhodopsin (PMID 9419375). The score is increased due to the availability of functional evidence to support the deleterious impact of the variant."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":1967,"specifiedBy":"GeneValidityCriteria8","strengthScore":16.5,"subject":{"id":"cggv:283fe3ca-7a44-485b-92ea-641671afb7bf","type":"GeneValidityProposition","disease":"obo:MONDO_0019152","gene":"hgnc:10013","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between GRK1 and Oguchi disease was evaluated using the ClinGen Clinical Validity Framework as of December 22, 2020. Oguchi disease is an autosomal recessive form of congenital stationary night blindness. It is characterized by the Mizuo–Nakamura phenomenon, a gold coloration of the retina that disappears in the dark-adapted state and reappears shortly after light exposure. \nBiallelic variants in GRK1 were first reported in patients with Oguchi disease in 1997 (Yamamoto et al, PMID 9020843). Since then, over 20 variants associated with Oguchi disease have been reported in GRK1 (http://dna2.leeds.ac.uk/GRK1_LOVD/variants/GRK1/unique; Poulter et al, 2020, PMID 33252155).  The mechanism of disease is loss of function. The GRK1 gene product, rhodopsin kinase, phosphorylates photo-activated rhodopsin, which is then bound by arrestin (encoded by SAG, which is also implicated in Oguchi disease). This is important for quenching and recycling photo-activated rhodopsin. Without this function, photo-activated rhodopsin would continue to activate the phototransduction cascade and the rod photoreceptors would be unable to respond to light.\nIn this curation, data from 12 probands with 11 unique variants (nonsense, frameshift, missense), as well as segregation data from a large, consanguineous family from Pakistan, were collected from 4 publications (Yamamoto et al, 1997, PMID 9020843; Oishi et al, 2007, PMID 17765441; Azam et al, 2009, PMID 19753316; Poulter et al, 2020, PMID 33252155). More data is available in the literature but the maximum score for genetic evidence (12 points) has been reached.\nThis gene-disease relationship is supported by the biochemical function of rhodopsin kinase, described above (Lorenz et al, 1991, PMID 1656454; Palczewski et al, 1993, PMID 8383684; Maeda et al, 2003, PMID 12742390; Métayé et al, 2005, PMID 15894165), expression of GRK1 in photoreceptor cells and low/no expression in other tissues (Lorenz et al, 1991, PMID 1656454; Zhao et al, 1998, PMID 9478965), functional alteration experiments showing the impact of altered GRK1 residues on the ability to phosphorylate rhodopsin (Huang et al, 2009, PMID 19364770), and the phenotype of a Grk1 null mouse (Chen et al, 1999, PMID 10097103).  \nIn summary, GRK1 is definitively associated with Oguchi disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This clinical validity classification was approved by the ClinGen Retina Gene Curation Expert Panel.\n","dc:isVersionOf":{"id":"cggv:b6e159cb-c02a-417c-9c60-a9b66db41c73"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}