{"id":"cggv:3be1f426-ad87-4540-9582-a9dcf96ffdddv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:3be1f426-ad87-4540-9582-a9dcf96ffddd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-09-16T01:26:29.708Z","role":"Publisher"},{"id":"cggv:3be1f426-ad87-4540-9582-a9dcf96ffddd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-07-06T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/21376300","type":"dc:BibliographicResource","dc:abstract":"Little is known about the genetics of nonsyndromic intellectual disability (NSID). We hypothesized that de novo mutations (DNMs) in synaptic genes explain an important fraction of sporadic NSID cases. In order to investigate this possibility, we sequenced 197 genes encoding glutamate receptors and a large subset of their known interacting proteins in 95 sporadic cases of NSID. We found 11 DNMs, including ten potentially deleterious mutations (three nonsense, two splicing, one frameshift, four missense) and one neutral mutation (silent) in eight different genes. Calculation of point-substitution DNM rates per functional and neutral site showed significant excess of functional DNMs compared to neutral ones. De novo truncating and/or splicing mutations in SYNGAP1, STXBP1, and SHANK3 were found in six patients and are likely to be pathogenic. De novo missense mutations were found in KIF1A, GRIN1, CACNG2, and EPB41L1. Functional studies showed that all these missense mutations affect protein function in cell culture systems, suggesting that they may be pathogenic. Sequencing these four genes in 50 additional sporadic cases of NSID identified a second DNM in GRIN1 (c.1679_1681dup/p.Ser560dup). This mutation also affects protein function, consistent with structural predictions. None of these mutations or any other DNMs were identified in these genes in 285 healthy controls. This study highlights the importance of the glutamate receptor complexes in NSID and further supports the role of DNMs in this disorder.","dc:creator":"Hamdan FF","dc:date":"2011","dc:title":"Excess of de novo deleterious mutations in genes associated with glutamatergic systems in nonsyndromic intellectual disability."},"evidence":[{"id":"cggv:3be1f426-ad87-4540-9582-a9dcf96ffddd_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.5},{"id":"cggv:3be1f426-ad87-4540-9582-a9dcf96ffddd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3be1f426-ad87-4540-9582-a9dcf96ffddd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e434d8cb-e6e1-448c-a7c0-3cf67af3c336","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:efe65625-bdf3-4991-8b05-8555ddb54021","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"AMPA receptor GluR1 (GRIA1) interacts with the 4.1G and 4.1N (EPB41L1) proteins\nYeast two-hybrid system and a heterologous cell system demonstrated that both 4.1G and 4.1N bind to a membrane proximal region of the GluR1 C terminus, and that a region within the C-terminal domain of 4.1G or 4.1N is sufficient to mediate the interaction","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11050113","type":"dc:BibliographicResource","dc:abstract":"The synaptic localization, clustering, and immobilization of neurotransmitter receptors and ion channels play important roles in synapse formation and synaptic transmission. Although several proteins have been identified that interact with AMPA receptors and that may regulate their synaptic targeting, little is known about the interaction of AMPA receptors with the cytoskeleton. In studies examining the interaction of the AMPA receptor GluR1 subunit with neuronal proteins, we determined that GluR1 interacts with the 4.1G and 4.1N proteins, homologs of the erythrocyte membrane cytoskeletal protein 4.1. Using the yeast two-hybrid system and a heterologous cell system, we demonstrated that both 4.1G and 4.1N bind to a membrane proximal region of the GluR1 C terminus, and that a region within the C-terminal domain of 4.1G or 4.1N is sufficient to mediate the interaction. We also found that 4.1N can associate with GluR1 in vivo and colocalizes with AMPA receptors at excitatory synapses. Disruption of the interaction of GluR1 with 4.1N or disruption of actin filaments decreased the surface expression of GluR1 in heterologous cells. Moreover, disruption of actin filaments in cultured cortical neurons dramatically reduced the level of surface AMPA receptors. These results suggest that protein 4.1N may link AMPA receptors to the actin cytoskeleton.","dc:creator":"Shen L","dc:date":"2000","dc:title":"Regulation of AMPA receptor GluR1 subunit surface expression by a 4. 1N-linked actin cytoskeletal association."},"rdfs:label":"In vivo support of 4.1N association with GluR1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Does not provide direct evidence of disease phenotype. "},{"id":"cggv:2ea0dcfe-acda-420b-b01b-6cd6f5ad4ba1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:fadd8cb9-5d6a-42ad-9657-260772b60c16","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Interaction of GluR-D and 4.1 proteins in HEK293 cells supported by in vivo and in vitro interactions. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12574408","type":"dc:BibliographicResource","dc:abstract":"Dynamic regulation of the number and activity of AMPA receptors is believed to underlie many forms of synaptic plasticity and is presumably mediated by specific protein-protein interactions involving the C-terminal domain of the receptor. Several proteins interacting with the C-terminal tails of the glutamate receptor (GluR)-A and GluR-B subunits have been identified and implicated in the regulation of endocytosis and exocytosis, clustering, and anchoring of AMPA receptors to the cytoskeleton. In contrast, little is known of the molecular interactions of the GluR-D subunit, or of the mechanisms regulating the traffic of GluR-D-containing AMPA receptors. We analyzed the subcellular localization of homomeric GluR-D receptors carrying C-terminal deletions in transfected human embryonic kidney (HEK) 293 cells and in primary neurons by immunofluorescence microscopy and ELISA. A minimal requirement for a 14-residue cytoplasmic segment for the surface expression of homomeric GluR-D receptors was identified. Previously, a similar region in the GluR-A subunit was implicated in an interaction with 4.1 family proteins. Coimmunoprecipitation demonstrated that GluR-D associated with 4.1 protein(s) in both HEK293 cells and rat brain. Moreover, glutathione S-transferase pull-down experiments showed that the same 14-residue segment is critical for 4.1 binding to GluR-A and GluR-D. Point mutations within this segment dramatically decreased the surface expression of GluR-D in HEK293 cells, with a concomitant loss of the 4.1 interaction. Our findings demonstrate a novel molecular interaction for the GluR-D subunit and suggest that the association with the 4.1 family protein(s) plays an essential role in the transport to and stabilization of GluR-D-containing AMPA receptors at the cell surface.","dc:creator":"Coleman SK","dc:date":"2003","dc:title":"Surface expression of GluR-D AMPA receptor is dependent on an interaction between its C-terminal domain and a 4.1 protein."},"rdfs:label":"Coimmunoprecipitation of GluR-D association with 4.1 protein"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Does not provide direct evidence of disease phenotype. "},{"id":"cggv:a2fab95b-aeb4-4158-8c7e-b5ee3ecd9af2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:e5fb1815-c655-4964-ac47-5a3fe4fd7305","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Direction interaction by immunoprecipitation from mouse brain homogenates (input) using antibodies against 4.1N, GluR1, GluR4, PSD-95, GRIP, and CaMKII followed by western blot for KCC2 (SLC12A5) yielded protein 4.1N as the KCC2 interacting partner.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18093524","type":"dc:BibliographicResource","dc:abstract":"The neuron-specific K-Cl cotransporter, KCC2, induces a developmental shift to render GABAergic transmission from depolarizing to hyperpolarizing. Now we demonstrate that KCC2, independently of its Cl(-) transport function, is a key factor in the maturation of dendritic spines. This morphogenic role of KCC2 in the development of excitatory synapses is mediated by structural interactions between KCC2 and the spine cytoskeleton. Here, the binding of KCC2 C-terminal domain to the cytoskeleton-associated protein 4.1N may play an important role. A more general conclusion based on our data is that KCC2 acts as a synchronizing factor in the functional development of glutamatergic and GABAergic synapses in cortical neurons and networks.","dc:creator":"Li H","dc:date":"2007","dc:title":"KCC2 interacts with the dendritic cytoskeleton to promote spine development."},"rdfs:label":"Co- immunoprecipitation: interaction between KCC2 and 4.1N "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Does not provide direct evidence of disease phenotype. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:3be1f426-ad87-4540-9582-a9dcf96ffddd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d5d658f5-908b-4ff0-82a7-94d1431af4f8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:29fc1de7-f284-49b7-9f75-14dc3ffd0059","type":"FunctionalAlteration","dc:description":"-co-immunoprecipitation showed that p.Pro854Ser reduces the binding of 4.1N to GluR1 by 50%\n-cotransfection of rat hippocampal neurons found trafficking of the AMPAR subunit GluR1 at the synaptic membrane was significantly decreased\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21376300","rdfs:label":"Functional alteration in two difference cell lines"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Functional points awarded to missense variant."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:3be1f426-ad87-4540-9582-a9dcf96ffddd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4821a6f9-18fc-4147-9301-2f64ddce692b","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:375d6914-a678-42b6-a3d7-0b305ae1aecd","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Does not support abnormal brain morphology, 4.1G/N double-mutant (DKO) mice reveal no obvious differences in overall brain morphology","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19225127","type":"dc:BibliographicResource","dc:abstract":"AMPA-type glutamate receptors mediate fast excitatory synaptic transmission in the vertebrate brain. Their surface expression at synapses between neurons is regulated in an activity-dependent and activity-independent manner. The protein machinery that regulates synaptic targeting, anchoring and turnover of AMPA receptors consists of several types of specialized scaffolding proteins. The FERM domain scaffolding proteins 4.1G and 4.1N were previously suggested to act jointly in binding and regulating synaptic trafficking of the AMPA receptor subunits GluR1 and GluR4. To determine the functions of 4.1G and 4.1N in vivo, we generated a mutant mouse line that lacks 4.1G entirely and expresses 4.1N at 22% of wild-type levels. These mice had combined 4.1G and 4.1N protein expression in the hippocampus at 12% of wild-type levels (equivalent to 8-10% of combined GluR1 and GluR4 expression levels). They show a moderate reduction in synaptosomal expression levels of the AMPA receptor subunit GluR1 at 3 weeks of age, but no change in basic glutamatergic synaptic transmission and long-term potentiation in the hippocampus. Our study indicates that 4.1G and 4.1N do not have a crucial role in glutamatergic synaptic transmission and the induction and maintenance of long-term plastic changes in synaptic efficacy.","dc:creator":"Wozny C","dc:date":"2009","dc:title":"The function of glutamatergic synapses is not perturbed by severe knockdown of 4.1N and 4.1G expression."},"rdfs:label":"Double-mutant mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Not scored. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Limited","sequence":4999,"specifiedBy":"GeneValidityCriteria9","strengthScore":0.5,"subject":{"id":"cggv:a93336a4-94f9-4a27-bc1a-5832e2cacec0","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:3378","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*EPB41L1* was first reported in relation to autosomal dominant nonsyndromic intellectual disability in 2011 (Hamdan et al., PMID: 21376300). *EPB41L1* encodes a neuronal cytoskeletal protein that mediates interactions between the cytoskeleton and membrane proteins including synaptic receptors. Hamdan et al. reported a de novo missense variant, c.2560C>T (p.Pro854Ser), in an individual with severe intellectual disability (ID) and hypotonia with a normal brain MRI. Functional studies of *EPB41L1* interaction with glutamate receptors supported a damaging protein change resulting in deficient *EPB41L1* binding and trafficking (PMID: 21376300). \nTo date, at least five additional missense variants have been reported in exome sequencing studies in individuals with autism spectrum disorder or developmental disorders, four of which were de novo (Matsunami et al., PMID: 24467814; Krumm et al., PMID: 25961944; Chen et al., PMID: 28344757; Kaplanis et al., PMID: 33057194). These variants are absent from gnomAD, affect highly conserved positions and are consistently predicted deleterious with various pathogenicity tools, but in the absence of functional studies were not scored. Large 20q11.22 deletions (>1.6 Mb) encompassing *EPB41L1* have been reported in several individuals with ID, craniofacial dysmorphism, and anomalies of the extremities (PMID: 25572454). However, this is insufficient evidence to support pathogenicity due to *EPB41L1* haploinsufficiency.\n*EPB41L1* is intolerant to truncating variants (pLI = 0.88, LOEUF = 0.343; gnomAD v2.1.1), but is not significantly constrained for missense variants (Z = 1.94). Since only one missense variant in *EPB41L1* has been reported in nonsyndromic intellectual disability, we decided to curate for the more general term complex neurodevelopmental disorder. \nThis gene-disease relationship is supported by interactions with proteins previously implicated in ID and other neurodevelopmental disorders (*KCC2, GRIA1, GRIA4*). However, given the paucity of genetic evidence, this experimental evidence was not scored.\nIn summary, there is limited evidence at this time to support the relationship between *EPB41L1* and autosomal dominant complex neurodevelopmental disorder. Additional studies are required to verify this gene-disease relationship. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on July 6 2022 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:3be1f426-ad87-4540-9582-a9dcf96ffddd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}