{"id":"cggv:716109ea-60b6-48d9-8ab7-b3883063bae0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:716109ea-60b6-48d9-8ab7-b3883063bae0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-04-14T18:00:00.000Z","role":"Approver"},{"id":"cggv:716109ea-60b6-48d9-8ab7-b3883063bae0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-07-27T15:38:33.879Z","role":"Publisher"}],"evidence":[{"id":"cggv:716109ea-60b6-48d9-8ab7-b3883063bae0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.7},{"id":"cggv:716109ea-60b6-48d9-8ab7-b3883063bae0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:716109ea-60b6-48d9-8ab7-b3883063bae0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce2f1027-72e3-46d8-9fd6-f765edd90477","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ec5fc13-f4a9-43b9-a379-1269d1b085e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Anxiety and stress are common symptoms of ASD. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33542194","type":"dc:BibliographicResource","dc:abstract":"Neurodevelopmental and neuropsychiatric disorders, such as autism spectrum disorders (ASD), anorexia nervosa (AN), Alzheimer's disease (AD), and schizophrenia (SZ), are heterogeneous brain disorders with unknown etiology. Genome wide studies have revealed a wide variety of risk genes for these disorders, indicating a biological link between genetic signaling pathways and brain pathology. A unique risk gene is Contactin 4 (Cntn4), an Ig cell adhesion molecule (IgCAM) gene, which has been associated with several neuropsychiatric disorders including ASD, AN, AD, and SZ. Here, we investigated the Cntn4 gene knockout (KO) mouse model to determine whether memory dysfunction and altered brain plasticity, common neuropsychiatric symptoms, are affected by Cntn4 genetic disruption. For that purpose, we tested if Cntn4 genetic disruption affects CA1 synaptic transmission and the ability to induce LTP in hippocampal slices. Stimulation in CA1 striatum radiatum significantly decreased synaptic potentiation in slices of Cntn4 KO mice. Neuroanatomical analyses showed abnormal dendritic arborization and spines of hippocampal CA1 neurons. Short- and long-term recognition memory, spatial memory, and fear conditioning responses were also assessed. These behavioral studies showed increased contextual fear conditioning in heterozygous and homozygous KO mice, quantified by a gene-dose dependent increase in freezing response. In comparison to wild-type mice, Cntn4-deficient animals froze significantly longer and groomed more, indicative of increased stress responsiveness under these test conditions. Our electrophysiological, neuro-anatomical, and behavioral results in Cntn4 KO mice suggest that Cntn4 has important functions related to fear memory possibly in association with the neuronal morphological and synaptic plasticity changes in hippocampus CA1 neurons.","dc:creator":"Oguro-Ando A","dc:date":"2021","dc:title":"Cntn4, a risk gene for neuropsychiatric disorders, modulates hippocampal synaptic plasticity and behavior."},"rdfs:label":"Oguro-Ando mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgrading because the mouse model only recapitulates one aspect of the ASD phenotype. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":6647,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.2,"subject":{"id":"cggv:0bb94504-27ff-4183-ac30-79435980b864","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:2174","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Variants in *CNTN4* were first reported in relation to developmental delay/intellectual disability and autism spectrum disorder in 2004 (Fernandez et al., PMID: 21841781). Later publications indicated additional phenotypes possibly related to *CNTN4* variants including seizures, facial dysmorphisms, hypotonia, and delayed speech and motor development (PMIDs:  21308999, 31422286). Due to the variable phenotypic spectrum, variants in *CNTN4* have been curated under the disease entity complex neurodevelopmental disorder. Two missense variants and one splice variant reported in three probands in three publications are included in this curation (PMIDs: 28714951, 29271092, 21308999). While other *CNTN4* variants have been reported in the literature, they have not been scored at this time as they were either inherited from an unaffected parent or had multiple genes impacted by a duplication. \n\nThe mechanism of pathogenicity is unknown but preliminary evidence suggested that disruptions in *CNTN4* may alter synaptic formation (PMID: 33542194). However, a case-control study investigating deletions in *CNTN4* failed to find statistically significant evidence that deletions in *CNTN4* were higher in children with intellectual disability/developmental delay compared to controls (PMID:21841781). \n\nIn summary, there is limited evidence to support the relationship of *CNTN4* and complex neurodevelopmental disorder. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on April 14, 2022 (SOP 9). \n","dc:isVersionOf":{"id":"cggv:716109ea-60b6-48d9-8ab7-b3883063bae0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}