{"id":"cggv:3ac9dd09-674f-4d67-94da-234ffb4e5070v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:3ac9dd09-674f-4d67-94da-234ffb4e5070_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-10-11T15:20:27.660Z","role":"Publisher"},{"id":"cggv:3ac9dd09-674f-4d67-94da-234ffb4e5070_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2022-12-14T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/22515980","type":"dc:BibliographicResource","dc:abstract":"Traditionally regarded as a genetic disease of the cardiac sarcomere, hypertrophic cardiomyopathy (HCM) is the most common inherited cardiovascular disease and a significant cause of sudden cardiac death. While the most common etiologies of this phenotypically diverse disease lie in a handful of genes encoding critical contractile myofilament proteins, approximately 50% of patients diagnosed with HCM worldwide do not host sarcomeric gene mutations. Recently, mutations in genes encoding calcium-sensitive and calcium-handling proteins have been implicated in the pathogenesis of HCM. Among these are mutations in TNNC1- encoded cardiac troponin C, PLN-encoded phospholamban, and JPH2-encoded junctophilin 2 which have each been associated with HCM in multiple studies. In addition, mutations in RYR2-encoded ryanodine receptor 2, CASQ2-encoded calsequestrin 2, CALR3-encoded calreticulin 3, and SRI-encoded sorcin have been associated with HCM, although more studies are required to validate initial findings. While a relatively uncommon cause of HCM, mutations in genes that encode calcium-handling proteins represent an emerging genetic subset of HCM. Furthermore, these naturally occurring disease-associated mutations have provided useful molecular tools for uncovering novel mechanisms of disease pathogenesis, increasing our understanding of basic cardiac physiology, and dissecting important structure-function relationships within these proteins.","dc:creator":"Landstrom AP","dc:date":"2012","dc:title":"Beyond the cardiac myofilament: hypertrophic cardiomyopathy- associated mutations in genes that encode calcium-handling proteins."},"evidence":[{"id":"cggv:3ac9dd09-674f-4d67-94da-234ffb4e5070_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ac9dd09-674f-4d67-94da-234ffb4e5070_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ad4468e-26b7-4044-b24d-0592f5bc1af7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e3caf345-7ce3-4628-a7fd-46a5a7d22eab","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Surgical myectomy samples, interventricular septum - Total RyR2 abundance measured by Western blot (control, n=6; sarcomere-mutation hypertrophic cardiomyopathy [HCM], n=16; sarcomere-negative HCM, n=7). Further findings reduce the likelihood of significant posttranslational modifications to RyR2 channels as a major mechanism for arrhythmias in HCM.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27688314","type":"dc:BibliographicResource","dc:abstract":"Aberrant calcium signaling may contribute to arrhythmias and adverse remodeling in hypertrophic cardiomyopathy (HCM). Mutations in sarcomere genes may distinctly alter calcium handling pathways.","dc:creator":"Helms AS","dc:date":"2016","dc:title":"Genotype-Dependent and -Independent Calcium Signaling Dysregulation in Human Hypertrophic Cardiomyopathy."},"rdfs:label":"Helms Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4b09aabe-ec36-4ce5-998b-97a32ab6de7a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca6187c0-a4c3-4893-89df-65d00c2403c8","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RYR2 expression only exhibited in cerebellum and myocytes.  See Helms et al. (2016) PMID: 27688314 for specific expression in cardiac myocytes. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9607712","type":"dc:BibliographicResource","dc:abstract":"Cellular Ca2+ signalling is an important factor in the control of neuronal metabolism and electrical activity. Although the roles of Ca2+-release channels are well established for skeletal and cardiac muscle, less is known about their expression and roles in the central nervous system, especially in the human brain. We have isolated partial complementary DNAs derived from the human ryanodine receptor Ca2+-release channel genes (ryr1, ryr2 and ryr3), and examined their expression in the human hippocampus and cerebellum. For comparison, we have included in our analysis an inositol trisphosphate Ca2+-release channel type I complementary RNA probe. All four messenger RNAs show widespread distribution in the human hippocampus, where ryr2 is the most abundant isoform, and all four are expressed in the human cerebellum. However, striking differences were seen between ryr and inositol trisphosphate Ca2+-release channel type I complementary RNA expression in the cerebellum, with inositol trisphosphate Ca2+-release channel type I messenger RNA being largely restricted to, and very highly expressed, in Purkinje cells, whereas ryr1, ryr2 and ryr3 were all expressed predominantly in the granular layer. The widespread expression of ryr isoforms in the human hippocampus and cerebellum suggests that ryanodine receptor proteins may have a central role in Ca2+ signalling and Ca2+ homeostasis in the human central nervous system. These may include roles in fundamental processes like synaptic plasticity. Furthermore, these Ca2+-release channels may be involved in pathogenic processes such as excitotoxicity, where excessive rises in intracellular Ca2+ concentration mediate neuronal cell death.","dc:creator":"Martin C","dc:date":"1998","dc:title":"Partial cloning and differential expression of ryanodine receptor/calcium-release channel genes in human tissues including the hippocampus and cerebellum."},"rdfs:label":"Martin Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"RYR2 expression only exhibited in cerebellum and myocytes.  See Helms et al. (2016) PMID: 27688314 for specific expression in cardiac myocytes. "},{"id":"cggv:801f7163-7fa7-4278-ac2f-27f888635004","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b5594e82-9672-4c90-8cd2-0820767a173d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"First evidence for RYR2–MYBPC3 complex. The direct interaction involves the C-terminus of MYBPC3 binding with the RYR2 N-terminus in the absence of fibronectin-like domain. In cardiac tissue, a complex formation between both recombinant MYBPC3 and RYR2 was also observed. N-terminal fragment residues 1–906 BT4L RyR2 as the ‘bait’ to screen a human heart cDNA library showing positive interaction (Table 1). To reinforce Y2H observations, co-immunoprecipitation (co-IP) was performed (Figure 1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29930088","type":"dc:BibliographicResource","dc:abstract":"The cardiac muscle ryanodine receptor-Ca","dc:creator":"Stanczyk PJ","dc:date":"2018","dc:title":"Association of cardiac myosin-binding protein-C with the ryanodine receptor channel - putative retrograde regulation?"},"rdfs:label":"Stanczyk Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:3ac9dd09-674f-4d67-94da-234ffb4e5070_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2aa7c0c-fc6f-45a3-8d18-bcd88dff8f38","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:26badb66-70a2-454d-9b50-1d158d256123","type":"FunctionalAlteration","dc:description":"Expressed the SPRY2 domain of RyR2 (WT and containing A1107M). The variant causes a significant destabilization of the domain with melting temperature decreasing ~9C compared to WT. At 37C, ~22% of the domain is unfolded. Solved crystal structure of RyR2 SPRY2 WT and A1107 and found that the variant induces a local misfolding resulting in surface changes at low temperatures. Trend towards significant destabilization, suggesting that misfolding may generally lead to LOF phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25370123","type":"dc:BibliographicResource","dc:abstract":"Ryanodine receptors (RyRs) form channels responsible for the release of Ca(2+) from the endoplasmic and sarcoplasmic reticulum. The SPRY2 domain in the skeletal muscle isoform (RyR1) has been proposed as a direct link with L-type calcium channels (CaV1.1), allowing for direct mechanical coupling between plasma membrane depolarization and Ca(2+) release. Here we present the crystal structures of the SPRY2 domain from RyR1 and RyR2 at 1.34-1.84 Å resolution. They form two antiparallel β sheets establishing a core, and four additional modules of which several are required for proper folding. A buried disease mutation, linked to hypertrophic cardiomyopathy and loss-of-function, induces local misfolding and strong destabilization. Isothermal titration calorimetry experiments negate the RyR1 SPRY2 domain as the major link with CaV1.1. Instead, docking into full-length RyR1 cryo-electron microscopy maps suggests that the SPRY2 domain forms a link between the N-terminal gating ring and the clamp region. ","dc:creator":"Lau K","dc:date":"2014","dc:title":"Crystal structures of wild type and disease mutant forms of the ryanodine receptor SPRY2 domain."},"rdfs:label":"Lau Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Not counted in experimental evidence. Used to support the pathogenicity of variant."},{"id":"cggv:afdec4d4-74fa-4a87-af7a-13ae4f3255fc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6b821ed4-dea6-404f-a9d3-921643d31801","type":"FunctionalAlteration","dc:description":"Generated a stable inducible HEK293 cell line expressing mouse RyR2 A1107M mutation, which corresponds to human T1107M. Termination threshold was significantly increased, but activation threshold was not significantly affected. Expression levels of RyR2 WT and A1107M were similar. In contrast to RyR2 mutations associated with DCM and ARVD2, A1107M mutation increases threshold for Ca2+ release termination and decreases the fractional Ca2+ release.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22374134","type":"dc:BibliographicResource","dc:abstract":"Naturally occurring mutations in the cardiac ryanodine receptor (RyR2) have been associated with both cardiac arrhythmias and cardiomyopathies. It is clear that delayed afterdepolarization resulting from abnormal activation of sarcoplasmic reticulum Ca2+ release is the primary cause of RyR2-associated cardiac arrhythmias. However, the mechanism underlying RyR2-associated cardiomyopathies is completely unknown.","dc:creator":"Tang Y","dc:date":"2012","dc:title":"Abnormal termination of Ca2+ release is a common defect of RyR2 mutations associated with cardiomyopathies."},"rdfs:label":"Tang Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Not counted in experimental evidence. Used to support the pathogenicity of variant."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:3ac9dd09-674f-4d67-94da-234ffb4e5070_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:08f3d3f8-4d83-4609-8fe5-4fcf883eb297","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:75c95a79-22d1-4571-870c-657138b2be03","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Studied the effects of RyR2 reduction on the development of hemodynamic overload-induced hypertrophy and the relative mechanisms. RyR2 heterozygous KO mice showed attenuated cardiac hypertrophy and myocardial fibrosis in response to pressure overload.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21986507","type":"dc:BibliographicResource","dc:abstract":"Ryanodine receptor type 2 (RyR-2) mediates Ca(2+) release from sarcoplasmic reticulum and contributes to myocardial contractile function. However, the role of RyR-2 in the development of cardiac hypertrophy is not completely understood. Here, mice with or without reduction of RyR-2 gene (RyR-2(+/-) and wild-type, respectively) were analyzed. At baseline, there was no difference in morphology of cardiomyocyte and heart and cardiac contractility between RyR-2(+/-) and wild-type mice, although Ca(2+) release from sarcoplasmic reticulum was impaired in isolated RyR-2(+/-) cardiomyocytes. During a 3-week period of pressure overload, which was induced by constriction of transverse aorta, isolated RyR-2(+/-) cardiomyocytes displayed more reduction of Ca(2+) transient amplitude, rate of an increase in intracellular Ca(2+) concentration during systole, and percentile of fractional shortening, and hearts of RyR-2(+/-) mice displayed less compensated hypertrophy, fibrosis, and contractility; more apoptosis with less autophagy of cardiomyocytes; and similar decrease of angiogenesis as compared with wild-type ones. Moreover, constriction of transverse aorta-induced increases in the activation of calcineurin, extracellular signal-regulated protein kinases, and protein kinase B/Akt but not that of Ca(2+)/calmodulin-dependent protein kinase II, and its downstream targets in the heart of wild-type mice were abolished in the RyR-2(+/-) one, suggesting that RyR-2 is a regulator of calcineurin, extracellular signal-regulated protein kinases, and Akt but not of calmodulin-dependent protein kinase II activation during pressure overload. Taken together, our data indicate that RyR-2 contributes to the development of cardiac hypertrophy and adaptation of cardiac function during pressure overload through regulation of the sarcoplasmic reticulum Ca(2+) release; activation of calcineurin, extracellular signal-regulated protein kinases, and Akt; and cardiomyocyte survival.","dc:creator":"Zou Y","dc:date":"2011","dc:title":"Ryanodine receptor type 2 is required for the development of pressure overload-induced cardiac hypertrophy."},"rdfs:label":"Zou Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"not provided"},{"id":"cggv:8272f5ef-5a2f-43e3-aca9-f8808171a7fb","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7eee5528-53fd-4e74-ae85-d1655536d8d9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Histological examination supported the development of cardiac hypertrophy in homozygous mice. Inspection of hearts of 10-day-old Ryr2ADA/ADA mice suggested increase in cross-sectional area of left ventricular cardiomyocytes. A less pronounced increase in cross-sectional area was observed in septal and right ventricular myocytes. Heterozygous mice exhibited a small but significant decrease in cross-sectional area of septal and left ventricular cardiomyocytes. The above results suggest that an impaired CaM regulation of RyR2 leads to severe left ventricular hypertrophy. Quantitative RT-PCR showed that the mRNA levels of β-myosin heavy chain (β-MHC), atrial natriuretic peptide, and brain natriuretic peptide (BNP) were upregulated in left ventricle of 7- and 10-day homozygous hearts. Interventricular septum thickness was decreased in homozygous hearts, whereas left ventricular posterior wall thickness of homozygous hearts did not substantially differ from that of WT hearts (Table ​(Table1).1). None of left ventricular parameters of heterozygous mice were significantly different from those of WT mice. Taken together, these results indicate that by 7 and 10 days of age, cardiac hypertrophy is associated with ventricular dysfunction of Ryr2ADA/ADA mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17431507","type":"dc:BibliographicResource","dc:abstract":"Studies with isolated membrane fractions have shown that calmodulin (CaM) inhibits the activity of cardiac muscle cell Ca(2+) release channel ryanodine receptor 2 (RyR2). To determine the physiological importance of CaM regulation of RyR2, we generated a mouse with 3 amino acid substitutions (RyR2-W3587A/L3591D/F3603A) in exon 75 of the Ryr2 gene, which encodes the CaM-binding site of RyR2. Homozygous mutant mice showed an increased ratio of heart weight to body weight, greatly reduced fractional shortening of the left ventricle, and lethality at 9-16 days of age. Biochemical analysis of hearts of 7- and 10-day-old homozygous mutant mice indicated an impaired CaM inhibition of RyR2 at micromolar Ca(2+) concentrations, reduction in RyR2 protein levels and sarcoplasmic reticulum Ca(2+) sequestration, and upregulation of genes and/or proteins associated with class II histone deacetylase/myocyte enhancer factor-2 and calcineurin signaling pathways. Sustained Ca(2+) transients, often displaying repeated periods of incomplete Ca(2+) removal, were observed in homozygous cardiomyocytes. Taken together, the data indicate that impaired CaM inhibition of RyR2, associated with defective sarcoplasmic reticulum Ca(2+) release and altered gene expression, leads to cardiac hypertrophy and early death.","dc:creator":"Yamaguchi N","dc:date":"2007","dc:title":"Early cardiac hypertrophy in mice with impaired calmodulin regulation of cardiac muscle Ca release channel."},"rdfs:label":"Yamaguchi Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Evidence implicates impaired regulation of RYR2 in LVH. However, no impact in heterozygotes (which is the assume mechanism for HCM), and different mutation type; This is not a model for HCM. Table 1, related to echocardiographic studies, the heterozygous and homozygous mice have THINNER LV walls than wildtype mice. So this is not HCM at a macroscopic, in vivo level (per Dr. Semsarian)"},{"id":"cggv:0fd45ac5-3cee-4444-8f3d-bb8db929b308","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:062c68f6-8b15-4c9b-948c-4bd0545f8482","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In contrast to Zou et al, Van Oort et al reported RyR2-R176Q (CPVT mutation) knock in mice with enhanced hypertrophic response to pressure overload compared to WT mice; attributed to increased SR Ca2+ leak and prohypertrophic CnA/NFAT pathway.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20157052","type":"dc:BibliographicResource","dc:abstract":"In response to chronic hypertension, the heart compensates by hypertrophic growth, which frequently progresses to heart failure. Although intracellular calcium (Ca(2+)) has a central role in hypertrophic signaling pathways, the Ca(2+) source for activating these pathways remains elusive. We hypothesized that pathological sarcoplasmic reticulum Ca(2+) leak through defective cardiac intracellular Ca(2+) release channels/ryanodine receptors (RyR2) accelerates heart failure development by stimulating Ca(2+)-dependent hypertrophic signaling. Mice heterozygous for the gain-of-function mutation R176Q/+ in RyR2 and wild-type mice were subjected to transverse aortic constriction. Cardiac function was significantly lower, and cardiac dimensions were larger at 8 weeks after transverse aortic constriction in R176Q/+ compared with wild-type mice. R176Q/+ mice displayed an enhanced hypertrophic response compared with wild-type mice as assessed by heart weight:body weight ratios and cardiomyocyte cross-sectional areas after transverse aortic constriction. Quantitative PCR revealed increased transcriptional activation of cardiac stress genes in R176Q/+ mice after transverse aortic constriction. Moreover, pressure overload resulted in an increased sarcoplasmic reticulum Ca(2+) leak, associated with higher expression levels of the exon 4 splice form of regulator of calcineurin 1, and a decrease in nuclear factor of activated T-cells phosphorylation in R176Q/+ mice compared with wild-type mice. Taken together, our results suggest that RyR2-dependent sarcoplasmic reticulum Ca(2+) leak activates the prohypertrophic calcineurin/nuclear factor of activated T-cells pathway under conditions of pressure overload.","dc:creator":"van Oort RJ","dc:date":"2010","dc:title":"Accelerated development of pressure overload-induced cardiac hypertrophy and dysfunction in an RyR2-R176Q knockin mouse model."},"rdfs:label":"van Oort Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"CPVT muation"},{"id":"cggv:9412a082-f122-401c-a60e-b07635c49a2f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8d932cb6-c97a-43e2-a6c0-4e5dcc616108","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"SR-enriched microsomal fractions from both WT and homozygous mutant mouse hearts to assess Ryr2 activity in native channels reconstitute in planar lipid bilayers showed that p.Pro1125Leu channels had lower open probability than WT channels (Fig. 3) with nominally free Ca2+ with normal average unitary current at 0mV in a Cs+ gradient (Fig. 2H).\n\nAt 8mo bot hetero and homozygous mutant mice have comparable cardiac structure and function compared to WT mice, but homozygotes had a lower heart rate compared to heterozygotes; at 1yo there was no difference in heart rates, mutant mice showed cardiac hypertrophy with thickening of posterior wall and septum, also showed increase in heart weight compared to body weight; homozygotes had longer myocytes and therefore a larger surface area than heterozygotes and WT mice (Fig. 5C,D), qPCR revealed an increase in Nppa expression in homozygous mice.\n\nWestern blot did not reveal differences in expression or phosphorylation of Ryr2 and relevant signaling molecules in mice 3-6mo or >1yo, suggesting mechanisms which reduce expression of p.Pro1124Leo channels revealed in HEK293 cells are compensated in the mouse heart (Fig. 6), CaM was increased in hearts of homozygous mice >1yo but not in those younger than 3-6mo (Fig. 6A,C).\n\nIsolated myocytes from 1yo mice showed higher propensity of homozygotes to spontaneous calcium release at basal conditions compared to heterozygotes (intermediate phenotype) and WT (Fig. 7).\n\nMutant mice at 8mo were shown to be more susceptible to arrhythmia through studies of injection of epinephrine and caffeine during surface ECG recordings.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30835254","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is triggered mainly by mutations in genes encoding sarcomeric proteins, but a significant proportion of patients lack a genetic diagnosis. We identified a novel mutation in the ryanodine receptor 2, RyR2-P1124L, in a patient from a genotype-negative HCM cohort. The aim of this study was to determine whether RyR2-P1124L triggers functional and structural alterations in isolated RyR2 channels and whole hearts. We found that P1124L induces significant conformational changes in the SPRY2 domain of RyR2. Recombinant RyR2-P1124L channels displayed a cytosolic loss-of-function phenotype, which contrasted with a higher sensitivity to luminal [Ca2+], indicating a luminal gain-of-function. Homozygous mice for RyR2-P1124L showed mild cardiac hypertrophy, similar to the human patient. This phenotype, evident at 1 yr of age, was accompanied by an increase in the expression of calmodulin (CaM). P1124L mice also showed higher susceptibility to arrhythmia at 8 mo of age, before the onset of hypertrophy. RyR2-P1124L has a distinct cytosolic loss-of-function and a luminal gain-of-function phenotype. This bifunctionally-divergent behavior triggers arrhythmias and structural cardiac remodeling, and involves overexpression of calmodulin as a potential hypertrophic mediator. This study is relevant to continue elucidating the possible causes of genotype-negative HCM and the role of RyR2 in cardiac hypertrophy.","dc:creator":"Alvarado FJ","dc:date":"2019","dc:title":"Cardiac hypertrophy and arrhythmia in mice induced by a mutation in ryanodine receptor 2."},"rdfs:label":"Alvarado Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:48c35457-b709-4720-80be-608882529d2a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:63e4cb6d-8ab2-406a-bb5d-bd56710bd06c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Compared to mutant mouse models (homozygous RYR2 V3599K), WT mouse LV chamber was markedly enlarged showing hypertrophy and reduced contractile function and insterstitial fibrosis present in cardiomyocytes.  Similar phenotypes have been observed in humans with hypertrophic cardiomyopathy. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33244105","type":"dc:BibliographicResource","dc:abstract":"Cardiac hypertrophy is a well-known major risk factor for poor prognosis in patients with cardiovascular diseases. Dysregulation of intracellular Ca","dc:creator":"Kohno M","dc:date":"2020","dc:title":"Enhancing calmodulin binding to cardiac ryanodine receptor completely inhibits pressure-overload induced hypertrophic signaling."},"rdfs:label":"Kohno Model Systems"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Mutation of mouse model (homozygous RYR2 V3599K) has not been reported in humans. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:3ac9dd09-674f-4d67-94da-234ffb4e5070_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.9}],"evidenceStrength":"Limited","sequence":7083,"specifiedBy":"GeneValidityCriteria9","strengthScore":4.9,"subject":{"id":"cggv:c7fd3299-5bd9-4ffb-b091-f967b97537fc","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:10484","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"RYR2 was first reported in relation to autosomal dominant hypertrophic cardiomyopathy (HCM) in a single proband carrying a unique missense variant from a 2006 published abstract (Fujino et al.; no PMID). The pathogenicity of this variant was supported by functional studies in a cell culture model system that showed mutant receptors have significant reduction in fractional Ca2+ release and increase in termination threshold (Tang et al, PMID: 22374134) and significant destabilization of the SPRY domain of RyR2 that may lead to protein misfolding and LOF phenotypes (Lau et al, PMID: 25370123). Three unique variants in 3 individual probands were also reported in 2015 (Xu et al, PMID: 26573135) and one unique variant in 1 proband in 2019 (Alvarado et al, PMID: 30835254). The mechanism for disease is unknown. This gene-disease relationship is supported by expression studies (Martin et al, 1998, PMID: 9607712; Helms et al, 2016 PMID: 27688314), interaction with cardiac myosin-binding protein-C (MYBPC3) (Stanczyk et al, 2018, PMID: 29930088), and in knock-in and rescue mice models (Alvarado et al, PMID: 30835254; Kohno et al, 2020, PMID: 33244105). In summary, at least 8 unique variants have been reported in humans and there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This gene-disease pair was originally evaluated by the Hypertrophic Cardiomyopathy Gene Curation Expert Panel in January 2017. It was reevaluated in July 2020 and again in December 2022. As a result of the most recent reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:3ac9dd09-674f-4d67-94da-234ffb4e5070"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}