{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-07-10T16:00:00.000Z","role":"Approver"},{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cb96232-974b-48e3-810d-a87c561567f2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:30595357-3908-4293-8d5f-dd92228ce908","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The study performed coimmunoprecipitation experiments with barttin and other known Bartter syndrome proteins: ClC-K1, ClC-Ka, and ClCKb. All three proteins selectively immunoprecipitated with barttin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12111250","type":"dc:BibliographicResource","dc:abstract":"The term Bartter syndrome encompasses a heterogeneous group of autosomal recessive salt-losing nephropathies that are caused by disturbed transepithelial sodium chloride reabsorption in the distal nephron. Mutations have been identified in the NKCC2 (Na(+)-K(+)-2Cl(-)) cotransporter and ROMK potassium channel, which cooperate in the process of apical sodium chloride uptake, and ClC-Kb chloride channels, which mediate basolateral chloride release. Recently, mutations in barttin, a protein not related to any known ion transporter or channel, were described in BSND, a variant of Bartter syndrome associated with sensorineural deafness. Here we show that barttin functions as an activator of ClC-K chloride channels. Expression of barttin together with ClC-K in Xenopus oocytes increased ClC-K current amplitude, changed ClC-K biophysical properties, and enhanced ClC-K abundance in the cell membrane. Co-immunoprecipitation revealed a direct interaction of barttin with ClC-K. We performed in situ hybridization on rat kidney slices and RT-PCR analysis on microdissected nephron segments to prove co-expression of barttin, ClC-K1 and ClC-K2 along the distal nephron. Functional analysis of BSND-associated point mutations revealed impaired ClC-K activation by barttin. The results demonstrate regulation of a CLC chloride channel by an accessory protein and indicate that ClC-K activation by barttin is required for adequate tubular salt reabsorption.","dc:creator":"Waldegger S","dc:date":"2002","dc:title":"Barttin increases surface expression and changes current properties of ClC-K channels."},"rdfs:label":"Waldegger Protein Interaction"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"This is a protein interaction study that could not be entered into the GCI as Protein Interaction and was therefore entered under the Expression tab."},{"id":"cggv:ac934746-2a0d-4ef6-8cee-9f1210359770","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf702ac9-c81a-492b-9026-34e92607cebb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Performed norther blots in mice to determine which tissues expressed the BSND gene. The BSND gene was strongly expressed in the mouse kidney and in the stria vascularis of the inner ear.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11687798","type":"dc:BibliographicResource","dc:abstract":"Antenatal Bartter syndrome (aBS) comprises a heterogeneous group of autosomal recessive salt-losing nephropathies. Identification of three genes that code for renal transporters and channels as responsible for aBS has resulted in new insights into renal salt handling, diuretic action and blood-pressure regulation. A gene locus of a fourth variant of aBS called BSND, which in contrast to the other forms is associated with sensorineural deafness (SND) and renal failure, has been mapped to chromosome 1p. We report here the identification by positional cloning, in a region not covered by the human genome sequencing projects, of a new gene, BSND, as the cause of BSND. We examined ten families with BSND and detected seven different mutations in BSND that probably result in loss of function. In accordance with the phenotype, BSND is expressed in the thin limb and the thick ascending limb of the loop of Henle in the kidney and in the dark cells of the inner ear. The gene encodes a hitherto unknown protein with two putative transmembrane alpha-helices and thus might function as a regulator for ion-transport proteins involved in aBS, or else as a new transporter or channel itself.","dc:creator":"Birkenhäger R","dc:date":"2001","dc:title":"Mutation of BSND causes Bartter syndrome with sensorineural deafness and kidney failure."},"rdfs:label":"Birkenhager Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:032acada-afdb-43d5-ad8b-260f77397539","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2a74a0e5-6684-4d03-b24b-9901016b72af","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"This study performed in situ hybridization and PCR was performed on rat nephron segments to detect the expression of the BSND gene. Both the BSND gene and the proteins it modifies are expressed in the rat nephron.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12111250","rdfs:label":"Waldegger Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Scored because it shows expression in another animal model."},{"id":"cggv:d81e37f7-5df2-4cd2-97e6-7a8dd5148083","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:778eac21-21ec-4398-82ac-171f65e83e21","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Phenotypes described are diagnostic features of the disease","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12111250","rdfs:label":"Waldegger Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:66c84057-991e-487d-ac30-312c0af21574","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1037c010-e248-4fb1-b401-1e8fcfab0aa5","type":"FunctionalAlteration","dc:description":"The p.Arg8Leu and p.Arg8Trp variants completely abolished ClC-K activation. The p.Gly10Ser variant had no affect on ClC-K activation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12111250","rdfs:label":"Waldegger Non-Patient Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:3536d4f4-15bd-44c9-bb4d-e4bdbc738cdd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e3769104-8101-4d3e-b111-7b68eaaa4b2a","type":"FunctionalAlteration","dc:description":"All mutations with the exception of p.Glu88Ter caused a dramatic reduction of ClC-Ka and ClC-Kb anion currents. P.Gln32Ter and p.Gly47Arg significantly reduced the stability of the ClC-Kb proteins. P.G47Arg only partially activated ClC-Kb whereas all other variants except p.Glu88Ter did not activate ClC-Kb. p.Gln32Ter did not invert the volatge dependance of activation in rat ClC-K1 like the WT.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18776122","type":"dc:BibliographicResource","dc:abstract":"Bartter syndrome type IV is an inherited human condition characterized by severe renal salt wasting and sensorineural deafness. The causal gene, BSND, encodes barttin, an accessory subunit of chloride channels located in the kidney and inner ear. Barttin modulates the stability, cell surface localization, and function of ClC-K channels; distinct mutations cause phenotypes of varying severity. For definition of the molecular basis of this diversity, the functional consequences of six disease-causing mutations (R8L, R8W, G10S, Q32X, G47R, and E88X) on ClC-K channel properties were studied by heterologous expression in renal cell lines, electrophysiology, confocal imaging, and biochemical analysis. Three missense mutations (R8L, R8W, and G10S) eliminated the function of ClC-K/barttin channels but did not prevent the insertion of the channels into the surface membrane. Another mutant that produces a mild renal phenotype (G47R) was capable of performing all functions of wild-type barttin but bound to ClC-K channels less effectively. The nonsense mutation E88X affected epithelial sorting, leading to equal amounts of barttin inserting into the basolateral and apical membranes, contrasting with the preferential apical insertion of wild-type barttin. Last, the nonsense mutation Q32X allowed barttin to associate with ClC-K channels but prevented surface membrane insertion and channel activation. These results demonstrate that Bartter syndrome type IV can be caused by various derangements in the function of barttin, likely contributing to the diversity of observed phenotypes.","dc:creator":"Janssen AG","dc:date":"2009","dc:title":"Disease-causing dysfunctions of barttin in Bartter syndrome type IV."},"rdfs:label":"Janssen Non-Patient Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This study received additional points for its thorough study of variant effects on protein function."},{"id":"cggv:a24b378f-92cc-4735-bcf0-ca4345182f78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:369f30fe-6d4f-4e54-ab7e-b83036d63ccc","type":"FunctionalAlteration","dc:description":"All truncating variants showed a significant decrease in cell conductance when compared to the WT. Any truncating variants at or before residue 85 abolished protein function. All missense variants tested significantly decreased cell conductance with the exception of p.Gly10Ser which increased cell conduction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11734858","type":"dc:BibliographicResource","dc:abstract":"Renal salt loss in Bartter's syndrome is caused by impaired transepithelial transport in the loop of Henle. Sodium chloride is taken up apically by the combined activity of NKCC2 (Na+-K--2Cl- cotransporters) and ROMK potassium channels. Chloride ions exit from the cell through basolateral ClC-Kb chloride channels. Mutations in the three corresponding genes have been identified that correspond to Bartter's syndrome types 1-3. The gene encoding the integral membrane protein barttin is mutated in a form of Bartter's syndrome that is associated with congenital deafness and renal failure. Here we show that barttin acts as an essential beta-subunit for ClC-Ka and ClC-Kb chloride channels, with which it colocalizes in basolateral membranes of renal tubules and of potassium-secreting epithelia of the inner ear. Disease-causing mutations in either ClC-Kb or barttin compromise currents through heteromeric channels. Currents can be stimulated further by mutating a proline-tyrosine (PY) motif on barttin. This work describes the first known beta-subunit for CLC chloride channels and reveals that heteromers formed by ClC-K and barttin are crucial for renal salt reabsorption and potassium recycling in the inner ear.","dc:creator":"Estévez R","dc:date":"2001","dc:title":"Barttin is a Cl- channel beta-subunit crucial for renal Cl- reabsorption and inner ear K+ secretion."},"rdfs:label":"Estevez Non-Patient Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8077eb01-cab0-4ca2-8890-d1d161c451e8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:59e72783-d096-453b-828d-eae198e1fc73","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The KO mice exhibited a 60dB hearing loss compared to controls. The KO mice showed a drop in endocochlear potential in cochlear hair cells. Outer hair cells in KO mice began degrading after a few weeks and progressively degraded until they were completely lost. These mice also showed a degeneration of the stria vascularis but maintained the tight junctions. Lastly, the mice also exhibited a subtle vestibular phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18833191","type":"dc:BibliographicResource","dc:abstract":"Human Bartter syndrome IV is an autosomal recessive disorder characterized by congenital deafness and severe renal salt and fluid loss. It is caused by mutations in BSND, which encodes barttin, a beta-subunit of ClC-Ka and ClC-Kb chloride channels. Inner-ear-specific disruption of Bsnd in mice now reveals that the positive potential, but not the high potassium concentration, of the scala media depends on the presence of these channels in the epithelium of the stria vascularis. The reduced driving force for K(+)-entry through mechanosensitive channels into sensory hair cells entails a profound congenital hearing loss and subtle vestibular symptoms. Although retaining all cell types and intact tight junctions, the thickness of the stria is reduced early on. Cochlear outer hair cells degenerate over several months. A collapse of endolymphatic space was seen when mice had additionally renal salt and fluid loss due to partial barttin deletion in the kidney. Bsnd(-/-) mice thus demonstrate a novel function of Cl(-) channels in generating the endocochlear potential and reveal the mechanism leading to deafness in human Bartter syndrome IV.","dc:creator":"Rickheit G","dc:date":"2008","dc:title":"Endocochlear potential depends on Cl- channels: mechanism underlying deafness in Bartter syndrome IV."},"rdfs:label":"Rickheit Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded because it could not be used as a model for the renal phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:ff4ca5dd-eb44-4bbd-8419-8d1400c2a459_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c76d1546-0d28-4443-a7e3-c46ed6d31209","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":28,"detectionMethod":"Direct BSND sequencing","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001901","obo:HP_0008527","obo:HP_0000411","obo:HP_0000232","obo:HP_0000103","obo:HP_0002900","obo:HP_0001959","obo:HP_0001397","obo:HP_0001508","obo:HP_0000833"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:ff4ca5dd-eb44-4bbd-8419-8d1400c2a459_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6ce46b98-6308-474c-bd11-27e165a8e3b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_057176.2(BSND):c.139G>A (p.Gly47Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4387"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12574213","type":"dc:BibliographicResource","dc:abstract":"Bartter syndrome comprises several related renal tubular disorders including classic Bartter, infantile Bartter (IBS), and Gitelman syndrome. A new distinct group in Bartter syndrome accompanied by sensorineural deafness (BSND) has been identified among the IBS patients. Recently a gene encoding an essential beta-subunit for ClC chloride channels, named barttin, with several mutations of the gene as the cause of BSND, has been described. We have observed a male who had not been diagnosed as Bartter syndrome until 28 yr because of a mild clinical manifestation. The patient was affected with congenital deafness, which urged us to analyze his gene for barttin, and a mutation G47R, which was previously reported, has been identified. However, the clinical feature in the patient lacking the characteristic symptoms of IBS such as polyhydramnios, premature labor, or severe salt loss in neonatal period contrasts with that of the typical BSND patients described so far in the literature. This might be due to a less severe loss of function of barttin induced by G47R mutation, compared with others, and our observation seems to suggest a possibility of the prevalence of mild form BSND with various levels of barttin dysfunction among patients with congenital deafness of unknown origin.","dc:creator":"Miyamura N","dc:date":"2003","dc:title":"Atypical Bartter syndrome with sensorineural deafness with G47R mutation of the beta-subunit for ClC-Ka and ClC-Kb chloride channels, barttin."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12574213","rdfs:label":"Miyamura Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Variant is present in 21/12622 (0.016%) European alleles in gnomAD. See Esteves et al. 2001 11734858 for functional evidence"},{"id":"cggv:0c858a41-abb9-4c9d-84a9-62b02480772b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:63f3588b-39ac-4e0e-a599-ea93deadc024","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":3,"detectionMethod":"Sequenced BSND","phenotypes":["obo:HP_0001270","obo:HP_0000407","obo:HP_0002153","obo:HP_0003774","obo:HP_0001252"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:0c858a41-abb9-4c9d-84a9-62b02480772b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3371d172-751f-4817-84e3-2eefddd31b81","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_057176.2(BSND):c.1A>T (p.Met1Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4380"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798","rdfs:label":"F791 (III - 1)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"Probably founder variant. Pedigree is found in Jeck et al. 2001 11433084"},{"id":"cggv:b3726b88-73d0-4cb5-818a-fafca8ff484a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b95f334e-0530-4026-987d-09e7c54a9041","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"detectionMethod":"Sequenced BSND","phenotypes":["obo:HP_0003774","obo:HP_0000407","obo:HP_0001270","obo:HP_0002153","obo:HP_0001252"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:b3726b88-73d0-4cb5-818a-fafca8ff484a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3371d172-751f-4817-84e3-2eefddd31b81"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798","rdfs:label":"F730 (VI - 1)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"Downgraded because probably founder variant"},{"id":"cggv:343557d9-15f2-491f-a9bf-1ceea4d6f102_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f814190-27ac-454e-9136-30b58a0e847a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":26,"detectionMethod":"Screened 92 patients for BSND variants","phenotypeFreeText":"spontaneous hyperextension of the neck","phenotypes":["obo:HP_0008936","obo:HP_0003774"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:343557d9-15f2-491f-a9bf-1ceea4d6f102_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8b0ff889-3476-44aa-8f95-e37ba7207601","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_057176.2(BSND):c.177+5G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820659"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16583241","type":"dc:BibliographicResource","dc:abstract":"Bartter syndrome with sensorineural deafness (type IV Bartter syndrome) is a subtype of this tubular disease, and is due to mutations in the BSND gene. Out of a population of 92 patients with Bartter syndrome, five suffered from mild to severe hypoacusia and were selected for mutational screening. A homozygous mutation in the BSND gene was found in two female patients. The first patient was found to have a substitution in intron 1 donor splice site at position +5 (c.420+5G>C), whereas the second patient has a homozygous 3G>A substitution leading to the loss of the start codon for the translation of the BSND mRNA. The clinical courses of these two patients were remarkable for severe polyhydramnios, massive renal salt and water wasting, severe neonatal hypotonia, poor growth and unresponsiveness to prostaglandin inhibitors. The diuretic responses to furosemide and to hydrochlorothiazide were tested under KCl supplementation in one patient. A lack of response to both drugs suggested that inhibition of NaCl reabsorption in type IV Bartter syndrome is not restricted to the thick ascending limb of Henle. In one patient, a combined therapy with indomethacin and captopril was needed to discontinue intravenous fluids and improve weight gain.","dc:creator":"Zaffanello M","dc:date":"2006","dc:title":"Type IV Bartter syndrome: report of two new cases."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16583241","rdfs:label":"Zaffanello Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Downgraded because unable to amplify BSND mRNA from shedded renal tubular cells recovered from urine samples in patient and controls - variant is absent from gnomAD"},{"id":"cggv:60b13583-93ef-47e0-bcdc-7d5488cff376_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5bf5a76b-ee9d-417e-a004-69da817282f5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"Sequenced BSND","phenotypes":["obo:HP_0003113","obo:HP_0002900","obo:HP_0002902","obo:HP_0001250","obo:HP_0001944","obo:HP_0000103"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:60b13583-93ef-47e0-bcdc-7d5488cff376_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:85d2a53f-f4a5-41b1-84c0-6ae3a6610ae8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_057176.2(BSND):c.302dup (p.Trp102ValfsTer7)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820658"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23110775","type":"dc:BibliographicResource","dc:abstract":"Bartter syndrome Type IV is a rare subtype of the Bartter syndromes that leads to both severe renal salt wasting and sensorineural deafness. This autosomal recessive disease is caused by mutations in the gene encoding barttin, BSND, an essential subunit of the ClC-K chloride channels expressed in renal and inner ear epithelia. Patients differ in the severity of renal symptoms, which appears to depend on the modification of channel function by the mutant barttin. To date, only a few BSND mutations have been reported, most of which are missense or nonsense mutations. In this study, we report the identification of the first insertion mutation, p.W102Vfs*7, in the BSND gene of a newborn girl with acute clinical symptoms including early-onset chronic renal failure. The results support previous data indicating that mutations that are predicted to abolish barttin expression are associated with a severe phenotype and early onset renal failure. ","dc:creator":"de Pablos AL","dc:date":"2014","dc:title":"Severe manifestation of Bartter syndrome Type IV caused by a novel insertion mutation in the BSND gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23110775","rdfs:label":"dePablos Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Downgraded because only BSND was sequenced. The variant is absent from gnomAD, and is heterozygous in unaffected mother and brother."},{"id":"cggv:d5174175-927c-4da4-b9d3-717ead846579_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9d7d2cf9-54da-444e-9eaa-3d866e23b272","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequenced BSND","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:d5174175-927c-4da4-b9d3-717ead846579_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ebffa79a-3fc9-49cc-a475-94edd5bc434a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_057176.2(BSND):c.23G>T (p.Arg8Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4386"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798","rdfs:label":"F206"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Variant is absent from gnomAD."},{"id":"cggv:e2ca5cb3-0b2a-432f-ae8f-cbac1873acd6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fea6254e-c3e4-47c6-811b-8af8279fc055","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Sequenced BSND","phenotypes":["obo:HP_0001252","obo:HP_0003774","obo:HP_0002153","obo:HP_0001270","obo:HP_0000407"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:e2ca5cb3-0b2a-432f-ae8f-cbac1873acd6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3371d172-751f-4817-84e3-2eefddd31b81"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798","rdfs:label":"F314 (V - 1)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Next methionine is at p.26. Probable founder variant. Present in 1/111662 European (non-Finnish) alleles in gnomAD."},{"id":"cggv:3da72975-5d7e-435e-9c11-047e20b7aa55_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4a02a0bd-0138-4e38-b083-d060429d2389","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequenced BSND","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:3da72975-5d7e-435e-9c11-047e20b7aa55_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:888278d5-277f-413c-b978-334fcd04df88","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_057176.2(BSND):c.28G>A (p.Gly10Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4385"}},{"id":"cggv:adf605aa-1a99-441f-acda-c2dfd25f819d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_057176.2(BSND):c.3G>A (p.Met1Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4384"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798","rdfs:label":"F662"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"c.3G>A variant present in 9/126624 European (non-finnish) alleles in gnomAD; p.Gly10Ser variant present in 1/30782 South Asian alleles in gnomAD"},{"id":"cggv:4869e11d-16a8-4f9f-9bc0-7c0452f1fecb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:85e05e6b-f961-4fac-ac5f-3aff8fef4f65","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"Sequenced BSND","phenotypes":["obo:HP_0001270","obo:HP_0002153","obo:HP_0003774","obo:HP_0001252","obo:HP_0000407"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:4869e11d-16a8-4f9f-9bc0-7c0452f1fecb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3371d172-751f-4817-84e3-2eefddd31b81"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798","rdfs:label":"F786 (II - 1)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"Probable founder variant. Pedigree can be found in Jeck et al. 11433084 Figure 4"},{"id":"cggv:c692c778-c82b-4570-8c79-fba5a4edbeea_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:23f0e3bb-0b69-4f78-a633-a9c63342b530","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"Sequenced BSND","phenotypes":["obo:HP_0000407","obo:HP_0001270","obo:HP_0001252","obo:HP_0003774"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:c692c778-c82b-4570-8c79-fba5a4edbeea_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e55da4f9-6ac9-4eb7-874b-e26deddabe65","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"BSND, EX3-EX4 DEL","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4383"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687798","rdfs:label":"F708 (IV - 1)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":38,"specifiedBy":"GeneValidityCriteria5","strengthScore":17,"subject":{"id":"cggv:300bf65c-712a-4415-809f-4754b0c3bb9b","type":"GeneValidityProposition","disease":"obo:MONDO_0011242","gene":"hgnc:16512","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The BSND gene has been associated with autosomal recessive Bartter syndrome using the ClinGen Clinical Validity Framework as of 12/20/2016​. This association was made using case-level data only). At least ​8 missense, start loss, deletion, and frameshift variants have been reported in humans. BSND​ was first associated with this disease in humans as early as 2001​ (Birkenhager et al.​). Association is seen in at least 10 probands in 4 publications (11687798, ​12574213, 23110775, 16583241). More evidence is available in the literature, but the maximum score for genetic evidence and experimental evidence (12 pts.) has been reached. Of note, this gene has also been implicated in nonsyndromic hearing loss. Expert review determined there was not enough convincing evidence to split out this disease. This gene-disease association is supported by functional studies that exhibit the molecular basis for disease of these variants (Birkenhager et al. 2001, Waldegger et al. 2002, Janssen et al. 2009) . A BSND mouse models have also been created that exhibit the hearing loss phenotypes seen in Bartter syndrome (Rickheit et al. 2008). In summary, BSND is definitively associated with autosomal recessive Bartter syndrome. This classification was approved by the ClinGen Hearing Loss​ Working Group on 7/10/2018.\n","dc:isVersionOf":{"id":"cggv:9b69acb1-93bc-4bc0-8a33-77bf64179c32"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}