{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ecv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ec_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-06-27T16:00:00.000Z","role":"Approver"},{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ec_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-08-02T20:10:15.602Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10061","role":"SecondaryContributor"}],"evidence":[{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ec_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ec_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a07ce69f-52f4-4040-9f7f-ffb0a8082278","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:41535b4a-437b-43f3-9c09-848fa0441bc5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The authors examined the accumulation of collagen VI microfibrils in the fibroblast extracellular matrix stained prior to fixation with a specific collagen VI antibody. Collagen VI was almost completely absent from the UCMD2 extracellular matrix, and when compared with controls, UCMD4, matrix contained significantly less collagen VI. Additionally, Collagen VI tetramers were not detected in UCMD2 culture medium, while UCMD4 secreted reduced amounts of collagen VI. Negative staining electron microscopy was used to visualize the collagen VI tetramers that were secreted by the UCMD fibroblasts. Though tetramers were seen in the medium from UCMD2 cultures, they were extremely rare and microfibril formation was not quantitated. In control fibroblasts, ∼20% of the microfibrils were single tetramers and microfibrils containing up to 10 tetramers were seen. In contrast, medium from UCMD4 cells contained a larger proportion of single tetramers, accounting for 40–60% of the ‘microfibrils’, and microfibrils containing more than six tetramers were not seen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15563506","type":"dc:BibliographicResource","dc:abstract":"Mutations in the three collagen VI genes COL6A1, COL6A2 and COL6A3 cause Bethlem myopathy and Ullrich congenital muscular dystrophy (UCMD). UCMD, a severe disorder characterized by congenital muscle weakness, proximal joint contractures and marked distal joint hyperextensibility, has been considered a recessive condition, and homozygous or compound heterozygous mutations have been defined in COL6A2 and COL6A3. In contrast, the milder disorder Bethlem myopathy shows clear dominant inheritance and is caused by heterozygous mutations in COL6A1, COL6A2 and COL6A3. This model, where dominant mutations cause mild Bethlem myopathy and recessive mutations cause severe UCMD was recently challenged when a patient with UCMD was shown to have a heterozygous in-frame deletion in COL6A1. We have studied five patients with a clinical diagnosis of UCMD. Three patients had heterozygous in-frame deletions in the N-terminal region of the triple helical domain, one in the alpha1(VI) chain, one in alpha2(VI) and one in alpha3(VI). Collagen VI protein biosynthesis and assembly studies showed that these mutations act in a dominant negative fashion and result in severe collagen VI matrix deficiencies. One patient had recessive amino acid changes in the C2 subdomain of alpha2(VI), which prevented collagen VI assembly. No collagen VI mutations were found in the fifth patient. These data demonstrate that rather than being a rare cause of UCMD, dominant mutations are common in UCMD, now accounting for four of the 14 published cases. Mutation detection in this disorder remains critical for accurate genetic counseling of patients and their families.","dc:creator":"Baker NL","dc:date":"2005","dc:title":"Dominant collagen VI mutations are a common cause of Ullrich congenital muscular dystrophy."},"rdfs:label":"Collagen VI Altered Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:55a607f5-fefd-4232-b496-f6af8e1e9dee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa3f9385-7ce9-40e2-847b-9c378c0b1f3c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Murine NIH/3T3 cell lines that were transfected with the cDNAs for the three chains constitutively expressed chicken type VI collagen. These molecules were secreted as monomers and higher order multimers of the proper size and became deposited into the extracellular matrix (ECM). The sizes of these disulfide-bonded aggregates are similar to the sizes of properly assembled type VI monomers (about 500 kDa), dimers (about 1,000 kDa), and tetramers (about 2,000 kDa). When a more sensitive 32I labeling of pepsin-resistant secreted material was used, polypeptides largely corresponding to chicken type VI collagen were specifically immunoprecipitated. The resistance to pepsin digestion demonstrated the triple helical conformation of recombinant chicken type VI molecules. Antibodies specific for the α1(VI) chicken chain were able to immunoprecipitate composites including mainly chicken α2(VI) and α3(VI) chains","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7768905","type":"dc:BibliographicResource","dc:abstract":"A monomer of type VI collagen is composed of three different chains of 140 (alpha 1), 130 (alpha 2), and 250-350 kDa (alpha 3). Monomers assemble into dimers (6 chains) and tetramers (12 chains) that are stabilized by disulfide bonds and, once associated one to another, give rise to a microfilamentous network in close apposition with cell surfaces and banded collagen fibers. We have derived murine NIH/3T3 cell lines that were transfected with the cDNAs for the three chains and that constitutively expressed chicken type VI collagen. Cotransfection was efficient because, in three out of six isolated cell lines, all chicken chains were expressed. Southern blotting demonstrated that several copies of each cDNA were integrated approximately in equal number. Expression of the three polypeptide chains was consistent with the levels of the respective mRNAs. The three chicken chains assembled by disulfide bonding to form correctly folded triple helical aggregated composites with sizes corresponding to type VI collagen monomers, dimers, and tetramers. These functional recombinant assemblies were secreted and became incorporated into the extracellular matrix, where they formed an extensive fibrillar network.","dc:creator":"Colombatti A","dc:date":"1995","dc:title":"Secretion and matrix assembly of recombinant type VI collagen."},"rdfs:label":"Type VI Collagen tetramers"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The three collagen VI chains of 140 (α1), 130 (α2), and 250-350 kDa (α3) were shown to assemble by disulfide bonding to form correctly folded triple helical aggregated composites with sizes corresponding to type VI collagen monomers, dimers, and tetramers. These functional recombinant assemblies were secreted and became incorporated into the extracellular matrix, where they formed an extensive fibrillar network. All three chains are implicated in collagen IV related myopathy."},{"id":"cggv:b994c930-9443-4877-a324-325251aecac3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c45ebfb7-7881-4832-b349-405552d226ae","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Here the authors show, by immunofluorescent labeling of muscle, a general co-localization of type VI with type IV collagen and show, by using immunoelectron microscopy, an intimate association of type VI collagen with basement membranes surrounding muscle fibers. These studies have demonstrated a direct protein/protein interaction of type VI collagen with basement membrane type IV collagen, indicating that type VI filaments provide a physical link between endothelial basement membranes and the surrounding matrix. Type VI collagen is therefore part of the muscle cell linkage complex that provides the important physical connection of muscle cells to their extracellular matrix. Mutations in the type VI collagen molecule in muscle may therefore disturb the anchoring of muscle basement membrane to the matrix, which could lead to a slow degeneration of muscle fibers as seen in collagen VI related myopathy. Mutations in type VI collagen give rise to myopathy, where the major clinical feature is weakening of the muscles. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9334230","type":"dc:BibliographicResource","dc:abstract":"Type VI collagen filaments are found associated with interstitial collagen fibers, around cells, and in contact with endothelial basement membranes. To identify type VI collagen binding proteins, the amino-terminal domains of the alpha1(VI) and alpha2(VI) chains and a part of the carboxyl-terminal domain of the alpha3(VI) chain were used as bait in a yeast two-hybrid system to screen a human placenta library. Eight persistently positive clones were identified, two coding the known matrix proteins fibronectin and basement membrane type IV collagen and the rest coding new proteins. The amino-terminal domain of alpha1(VI) was shown to interact with the carboxyl-terminal globular domain of type IV collagen. The specificity of this interaction was further studied using the yeast two-hybrid system in a one-on-one format and confirmed by using isolated protein domains in immunoprecipitation, affinity blots, and enzyme-linked immunosorbent assay-based binding studies. Co-distribution of type VI and type IV collagens in human muscle was demonstrated using double labeling immunofluorescent microscopy and immunoelectron microscopy. The strong interaction of type VI collagen filaments with basement membrane collagen provided a possible molecular pathogenesis for the heritable disorder Bethlem myopathy.","dc:creator":"Kuo HJ","dc:date":"1997","dc:title":"Type VI collagen anchors endothelial basement membranes by interacting with type IV collagen."},"rdfs:label":"Extracellular matrix microfibrillar component"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Possible functions of collagen VI pertaining to various cell types have been suggested including adhesion, proliferation, migration, and survival. Attachment of cells to the extracellular matrix is important for preventing apoptosis in general, which could be particularly relevant for muscle disorders that directly involve interactions between matrix and muscle. In general, muscular dystrophies are caused by a disturbance of the attachment of muscle cells to their basement membrane."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ec_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c5a481df-e386-4719-9bcd-a898f409b252","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b065aeb8-15d1-4a8a-9206-22bc96972963","type":"FunctionalAlteration","dc:description":"Patient cells with COL6A2 heterozygous glycine mutations had impaired collagen VI microfibril formation. The patients reported here fell into two groups based on assembly defects. In the first group, when compared with control subjects, collagen VI dimers accumulated in the cell but not the medium, microfibril formation in the medium was moderately reduced, yet the amount of collagen VI in the extracellular matrix was not significantly altered (UCMD Patient 31). The second group had more severe assembly defects: fibroblasts secreted some collagen VI tetramers that were not disulfide bonded, microfibril formation in the medium was severely compromised, and collagen VI in the extracellular matrix was significantly reduced (UCMD Patient 9).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18825676","type":"dc:BibliographicResource","dc:abstract":"The collagen VI muscular dystrophies, Bethlem myopathy and Ullrich congenital muscular dystrophy, form a continuum of clinical phenotypes. Glycine mutations in the triple helix have been identified in both Bethlem and Ullrich congenital muscular dystrophy, but it is not known why they cause these different phenotypes.","dc:creator":"Pace RA","dc:date":"2008","dc:title":"Collagen VI glycine mutations: perturbed assembly and a spectrum of clinical severity."},"rdfs:label":"Impaired Collagen VI Microfibril Formation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ec_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:27a8879a-bc26-41b5-a3bd-edc138a14355","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:46504bb3-ba4a-437f-9b17-f594e9f15a4e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice displayed decreased grip strength consistent with the muscle weakness observed in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28650483","type":"dc:BibliographicResource","dc:abstract":"Although next-generation sequencing has revolutionized the ability to associate variants with human diseases, diagnostic rates and development of new therapies are still limited by a lack of knowledge of the functions and pathobiological mechanisms of most genes. To address this challenge, the International Mouse Phenotyping Consortium is creating a genome- and phenome-wide catalog of gene function by characterizing new knockout-mouse strains across diverse biological systems through a broad set of standardized phenotyping tests. All mice will be readily available to the biomedical community. Analyzing the first 3,328 genes identified models for 360 diseases, including the first models, to our knowledge, for type C Bernard-Soulier, Bardet-Biedl-5 and Gordon Holmes syndromes. 90% of our phenotype annotations were novel, providing functional evidence for 1,092 genes and candidates in genetically uncharacterized diseases including arrhythmogenic right ventricular dysplasia 3. Finally, we describe our role in variant functional validation with The 100,000 Genomes Project and others.","dc:creator":"Meehan TF","dc:date":"2017","dc:title":"Disease model discovery from 3,328 gene knockouts by The International Mouse Phenotyping Consortium."},"rdfs:label":"Col6A2 KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.25,"dc:description":"Col6A KO mice were not well described, only a decreased grip strength was noted as such full recapitulation of human disease cannot be confirmed. Additionally, the mechanism of disease here (homozygous knockout) does not match the dominant negative mechanism being evaluated in this curation."},{"id":"cggv:39220b71-098d-472f-9358-0e9e6932b36b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:74b549d2-aeae-4643-ab21-f1f9f1abcff9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Decreased birefringence was observed in all morphants compared with WT, indicating compromised muscle fibre organization. Light microscopy revealed the regular pattern of myofibrils and the fine, straight vertical myosepta in WT embryos. On the contrary, muscle fibres were clearly disorganized in col6a2 morphants, with abundant undifferentiated sarcoplasm, large nuclei and their enlarged nucleoli.  Col6a2 morphant muscle was severely disorganized with ill-defined Z bands, enlarged T-tubules but no sarcoplasmic reticulum dilatation. At the functional level, all morphants also exhibited an absence of escape response to touch stimulus, or uncoordinated movements, compared with WT and embryos injected with the scramble MO.  Altered muscle structure and impaired motility is consistent with phenotypes seen in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26362255","type":"dc:BibliographicResource","dc:abstract":"Collagen VI (COLVI), a protein ubiquitously expressed in connective tissues, is crucial for structural integrity, cellular adhesion, migration and survival. Six different genes are recognized in mammalians, encoding six COLVI-chains that assemble as two 'short' (α1, α2) and one 'long' chain (theoretically any one of α3-6). In humans, defects in the most widely expressed heterotrimer (α123), due to mutations in the COL6A1-3 genes, cause a heterogeneous group of neuromuscular disorders, collectively termed COLVI-related muscle disorders. Little is known about the function(s) of the recently described α4-6 chains and no mutations have been detected yet. In this study, we characterized two novel COLVI long chains in zebrafish that are most homologous to the mammalian α4 chain; therefore, we named the corresponding genes col6a4a and col6a4b. These orthologues represent ancestors of the mammalian Col6a4-6 genes. By in situ hybridization and RT-qPCR, we unveiled a distinctive expression kinetics for col6a4b, compared with the other col6a genes. Using morpholino antisense oligonucleotides targeting col6a4a, col6a4b and col6a2, we modelled partial and complete COLVI deficiency, respectively. All morphant embryos presented altered muscle structure and impaired motility. While apoptosis was not drastically increased, autophagy induction was defective in all morphants. Furthermore, motoneuron axon growth was abnormal in these morphants. Importantly, some phenotypical differences emerged between col6a4a and col6a4b morphants, suggesting only partial functional redundancy. Overall, our results further confirm the importance of COLVI in zebrafish muscle development and may provide important clues for potential human phenotypes associated with deficiency of the recently described COLVI-chains. ","dc:creator":"Ramanoudjame L","dc:date":"2015","dc:title":"Two novel COLVI long chains in zebrafish that are essential for muscle development."},"rdfs:label":"col6a2 morphant zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"To confirm that the phenotype observed in col6a2 morphants was indeed specific to the knock-down of col6a2, zebrafish col6a2 RNA was co-injected with the col6a2-MO, leading to more than 85% of co-injected embryos with a phenotype similar to WT, and restored motility. \n\nThe mechanism of disease here does not match the dominant negative mechanism evaluated in this curation."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.75}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.75},{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ec_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ec_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4901,"specifiedBy":"GeneValidityCriteria8","strengthScore":15.75,"subject":{"id":"cggv:952acee6-4d52-4700-a0c7-64cefc0861e0","type":"GeneValidityProposition","disease":"obo:MONDO_0100225","gene":"hgnc:2212","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*COL6A2*, encoding Collagen Type VI Alpha 2, is one of several genes encoding the major structural protein Collagen VI. The protein's basic structural unit is a heterotrimer of the alpha1(VI), alpha2(VI), and alpha3(VI) chains additionally encoded by the genes *COL6A1* and *COL6A3* to form the triple helical structural element common to collagens. Mutations in Collagen VI have historically been reported in relation to two different conditions. The first, Ullrich congenital muscular dystrophy, was first described in a series of papers in the 1930s by Otto Ullrich and was notable due to occurrence of both weakness and joint hypermobility (Kongenitale atonisch-sklerotische Muskeldystrophie, 1930) and was classically considered a recessive condition. The second, Bethlem myopathy, was reported by Bethlem and van Wijngaarden in 1976 as a dominant myopathy with development of joint contractures (PMID: 963533). Genetic analysis in patients with each of these disorders revealed both dominant and recessive defects in one of the *COL6A1*, *COL6A2*, or *COL6A3* genes that affect the final Collagen VI protein. On the basis of clinical as well as genetic findings, Ullrich CMD and Bethlem myopathy can justifiably be regarded as being positioned at the flanking ends of a continuous spectrum of disease, which also includes limb-girdle and myosclerosis phenotypes, rather than as distinct clinical entities (PMID: 21496625). As such *COL6A2* was curated in relation to a combined disease entity: Collagen 6-Related Myopathy. This disorder illustrates the important role that collagen VI has in skeletal muscle. In addition to progressive muscle weakness and wasting, patients have skin and tendon abnormalities that reflect a more generalized connective tissue disorder. \n\nDominant and recessive variants are found in patients across the clinical disease spectrum Collagen 6-Related Myopathy. Distinct variants are associated with dominant and recessive inheritance and have been curated separately by the Congenital Myopathies GCEP. Dominant inheritance occurs with dominant negative mutations in the collagen VI triple helical regions, including glycine substitution and exon skip mutations. In contrast, recessive inheritance occurs with loss of function variants; heterozygous carriers of *COL6A2* premature stop variants have no obvious phenotype but patients with homozygous or compound heterozygous premature stop variants completely lack collagen VI and tend to have severe disease.\n\nMore than 90 unique variants (e.g. missense, in-frame indel, nonsense, frameshift) have been reported in humans by ClinVar. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Variants included in this curation have been reported in at least 18 probands in six publications (PMIDs: 8618682, 11865138, 15563506, 18825676, 17785673, 20976770). Many other cases are available in the literature, but the maximum score for genetic evidence has been reached. This gene-disease association is additionally supported by several pieces of experimental evidence, including its interaction with additional disease-causing genes *COL6A1* and *COL6A3* (PMID: 7768905), its function in the basement membrane surrounding muscle fibers (PMID: 9334230), which is disrupted in patient cells with altered expression in the extracellular matrix (PMID: 15563506), and models in both mice (PMID: 28650483) and zebrafish (PMID: 26362255). In summary, *COL6A2* is definitively associated with dominant collagen 6-related myopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Congenital Myopathies Gene Curation Expert Panel on 6/27/2022 and by the ClinGen Limb Girdle Muscular Dystrophy Gene Curation Expert Panel (secondary contributor to this curation) on 11/09/2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:a7a4dad5-f179-44ac-adcb-c5e15c11a1ec"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}