{"id":"cggv:69d9bbe0-ba3f-44f0-b340-d6d824cb969fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:69d9bbe0-ba3f-44f0-b340-d6d824cb969f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:69d9bbe0-ba3f-44f0-b340-d6d824cb969f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-05-20T19:18:05.361Z","role":"Approver"}],"evidence":[{"id":"cggv:69d9bbe0-ba3f-44f0-b340-d6d824cb969f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:69d9bbe0-ba3f-44f0-b340-d6d824cb969f_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:a644387d-9ebd-4676-9d8a-1897ec518c26_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d8df05b1-36ed-4688-a672-9b89f25117b6","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"","phenotypeFreeText":"MRI was consistent with Leigh syndrome. On neurological evalu- ation, pyramidal signs with positive Babinski’s, bradyki- nesia and hypokinesia were noted. An MRI of her brain showed abnormal lesions on the T2 image of the medulla oblongata","phenotypes":["obo:HP_0003128","obo:HP_0001263","obo:HP_0002376"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:a644387d-9ebd-4676-9d8a-1897ec518c26_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9267bb2b-15e8-4da7-b75a-770e9b119ff0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000020.11:g.18142283C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA408336349"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28386624","type":"dc:BibliographicResource","dc:abstract":"The genetic basis of the many progressive, multi systemic, mitochondrial diseases that cause a lack of cellular ATP production is heterogeneous, with defects found both in the mitochondrial genome as well as in the nuclear genome. Many different mutations have been found in the genes encoding subunits of the enzyme complexes of the oxidative phosphorylation system. In addition, mutations in genes encoding proteins involved in the assembly of these complexes are known to cause mitochondrial disorders. Here we describe two sisters with a mitochondrial disease characterized by lesions in the medulla oblongata, as demonstrated by brain magnetic resonance imaging, and an isolated complex IV deficiency and reduced levels of individual complex IV subunits. Whole exome sequencing revealed a homozygous nonsense mutation resulting in a premature stop codon in the gene encoding Pet117, a small protein that has previously been predicted to be a complex IV assembly factor. PET117 has not been identified as a mitochondrial disease gene before. Lentiviral complementation of patient fibroblasts with wild-type PET117 restored the complex IV deficiency, proving that the gene defect is responsible for the complex IV deficiency in the patients, and indicating a pivotal role of this protein in the proper functioning of complex IV. Although previous studies had suggested a possible role of this protein in the insertion of copper into complex IV, studies in patient fibroblasts could not confirm this. This case presentation thus implicates mutations in PET117 as a novel cause of mitochondrial disease.","dc:creator":"Renkema GH","dc:date":"2017","dc:title":"Mutated PET117 causes complex IV deficiency and is associated with neurodevelopmental regression and medulla oblongata lesions."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28386624","rdfs:label":"Renkema Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"A homozygous nonsense mutation in the gene encoding\nPET117 (NM_001164811) was detected in both patients. The cytosine to thymine (C>T) mutation at position c.172 results in a premature stop codon at position 58 of the protein. Additional lentiviral complementation experiments demonstrated that patient fibroblasts were complemented by with wild type PET117 cDNA as complex IV assembly and activity was restored. Additional 0.5 pts were awarded due to complementation assay"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5},{"id":"cggv:69d9bbe0-ba3f-44f0-b340-d6d824cb969f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:69d9bbe0-ba3f-44f0-b340-d6d824cb969f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5f733e78-fabb-4543-97a0-bdb33fc59dba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5f321586-24fc-4a90-9310-af82c92f5613","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The Human Protein Atlas Atlas demonstrates that COX15 protein is ubiquitously expressed (https://www.proteinatlas.org/ENSG00000232838-PET117/tissue) Expression in the brain has been shown in the cerebral cortex, hippocampus, cerebellum, and caudate. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh-like syndrome.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"PET117 Human Atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence showing that protein expression is disrupted in any tissue or cell type and/or evidence expression in the brain. (Awarded 0.5 pts)"},{"id":"cggv:2d72f702-420a-4101-bdc4-f4d065b8cd44","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c9af4378-4216-4952-a999-eecb12bf1613","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Mitochondrial lysates from cells bearing chromosomally tagged PET117-Myc (or WT control) expressing vector-borne COX15-FLAG were exposed to anti-Myc-agarose beads to determine whether COX15 and PET117 physically interact. Immunoadsorption of PET117-Myc to the beads led to the specific co-IP of COX15-FLAG, suggesting physical interaction between the two proteins. The observed physical interaction between PET117 and COX15 together suggest that PET117 serves as a stabilizing member of the COX15 complex required to synthesize heme a and/or transfer heme a from COX15 to the maturing Cox1-containing Complex IV assembly intermediate. COX15 has been curated and determined to have a limited association with Leigh syndrome spectrum. Therefore, this interaction provides further evidence in support of PET117 and its asscociation with Leigh syndrome spectrum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27998984","type":"dc:BibliographicResource","dc:abstract":"Heme a is an essential metalloporphyrin cofactor of the mitochondrial respiratory enzyme cytochrome c oxidase (CcO). Its synthesis from heme b requires several enzymes, including the evolutionarily conserved heme a synthase (Cox15). Oligomerization of Cox15 appears to be important for the process of heme a biosynthesis and transfer to maturing CcO. However, the details of this process remain elusive, and the roles of any additional CcO assembly factors that may be involved remain unclear. Here we report the systematic analysis of one such uncharacterized assembly factor, Pet117, and demonstrate in Saccharomyces cerevisiae that this evolutionarily conserved protein is necessary for Cox15 oligomerization and function. Pet117 is shown to reside in the mitochondrial matrix, where it is associated with the inner membrane. Pet117 functions at the later maturation stages of the core CcO subunit Cox1 that precede Cox1 hemylation. Pet117 also physically interacts with Cox15 and specifically mediates the stability of Cox15 oligomeric complexes. This Cox15-Pet117 interaction observed by co-immunoprecipitation persists in the absence of heme a synthase activity, is dependent upon Cox1 synthesis and early maturation steps, and is further dependent upon the presence of the matrix-exposed, unstructured linker region of Cox15 needed for Cox15 oligomerization, suggesting that this region mediates the interaction or that the interaction is lost when Cox15 is unable to oligomerize. Based on these findings, it was concluded that Pet117 mediates coupling of heme a synthesis to the CcO assembly process in eukaryotes.","dc:creator":"Taylor NG","dc:date":"2017","dc:title":"The Assembly Factor Pet117 Couples Heme a Synthase Activity to Cytochrome Oxidase Assembly."},"rdfs:label":"PET117-COX15 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The encoded protein interacts with one gene product whose dysfunction is known to cause Leigh syndrome (Awarded 0.5 pts)"},{"id":"cggv:76de76bf-6f2b-48ba-a483-69f5d7f1c3cc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d38ef823-283c-489b-8c05-04c40190663a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Pet117 mediates coupling of heme a synthesis to the Complex IV assembly process in eukaryotes which was demonstrated in experiments performed in yeast cells (PMID:  27998984). Thus, PET117 falls into the category of a complex IV assembly unit. According to Leigh map, at least 5 other complex IV assembly units (PET100, SCO2, SURF1, COX10, ) have been implicated in causing Leigh syndrome (Rahman et al 2017 PMID: 27977873). Therefore, the function of PET117 is shared with other known genes in the disease of interest. ** Of note, COX15 also falls into the category of Complex IV assembly unit but this evidence is represented under protein interaction.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27998984","rdfs:label":"PET117 Complex IV assembly yeast"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The encoded protein shares a biochemical relationship or function with 2-5 gene products whose dysfunction is known to cause Leigh syndrome receiving an increased score of 1 pt."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":87,"specifiedBy":"GeneValidityCriteria6","strengthScore":4.5,"subject":{"id":"cggv:b024ff18-6da9-476c-99d1-9cccef452a10","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:40045","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between PET117 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 13, 2019. 2 articles were reviewed. PET117 was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2017 (Renkema et al., PMID: 28386624). The variant reported in this patient is a nonsense variant leading to a premature stop codon. Complex IV deficiency is the disease mechanism for this gene. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in 1 proband with Leigh syndrome spectrum in 1 publication (PMID 28386624). This gene-disease association is further supported by the function of the gene product and interaction with another protein associated with Leigh syndrome spectrum. In summary, there is limited evidence to support the relationship between PET117 and autosomal recessive Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 13, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:69d9bbe0-ba3f-44f0-b340-d6d824cb969f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}