{"id":"cggv:22271df6-f033-4ecc-9aa7-2b5cdd8f060ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:22271df6-f033-4ecc-9aa7-2b5cdd8f060e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10113","date":"2024-10-29T21:01:52.556Z","role":"Publisher"},{"id":"cggv:22271df6-f033-4ecc-9aa7-2b5cdd8f060e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10113","date":"2024-10-29T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:22271df6-f033-4ecc-9aa7-2b5cdd8f060e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:22271df6-f033-4ecc-9aa7-2b5cdd8f060e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ec3499a2-9671-4469-a108-1fb12ad832e1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:82e7b8e7-e2f2-4637-924b-8a3a43965e74","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of KIDINS220 was seen in the brain, cortex, and hippocampus of 1- and 3-month-old mice. In the cortex, there was highest expression in layer 5 pyramidal neurons. In the hippocampus, ARMS was highly expressed in cell bodies in all regions, but strongest in the dendrites of dentate gyrus (molecular layer) than in dendrites of CA3 or CA1 (stratum radiatum).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19449316","type":"dc:BibliographicResource","dc:abstract":"The development of nervous system connectivity depends upon the arborization of dendritic fields and the stabilization of dendritic spine synapses. It is well established that neuronal activity and the neurotrophin BDNF modulate these correlated processes. However, the downstream mechanisms by which these extrinsic signals regulate dendritic development and spine stabilization are less well known. Here we report that a substrate of BDNF signaling, the Ankyrin Repeat-rich Membrane Spanning (ARMS) protein or Kidins220, plays a critical role in the branching of cortical and hippocampal dendrites and in the turnover of cortical spines. In the barrel somatosensory cortex and the dentate gyrus, regions where ARMS/Kidins220 is highly expressed, no difference in the complexity of dendritic arbors was observed in 1-month-old adolescent ARMS/Kidins220(+/-) mice compared to wild-type littermates. However, at 3 months of age, young adult ARMS/Kidins220(+/-) mice exhibited decreased dendritic complexity. This suggests that ARMS/Kidins220 does not play a significant role in the initial formation of dendrites but, rather, is involved in the refinement or stabilization of the arbors later in development. In addition, at 1 month of age, the rate of spine elimination was higher in ARMS/Kidins220(+/-) mice than in wild-type mice, suggesting that ARMS/Kidins220(+/-) levels regulate spine stability. Taken together, these data suggest that ARMS/Kidins220 is important for the growth of dendritic arbors and spine stability during an activity- and BDNF-dependent period of development.","dc:creator":"Wu SH","dc:date":"2009","dc:title":"Ankyrin Repeat-rich Membrane Spanning/Kidins220 protein regulates dendritic branching and spine stability in vivo."},"rdfs:label":"Expression-level evidence (mice)"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:22271df6-f033-4ecc-9aa7-2b5cdd8f060e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cbda4f5b-40bc-4f05-be06-d600e22a5dc1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0c109465-4b7c-462b-883c-beb4ed2650c0","type":"FunctionalAlteration","dc:description":"Amounts of KIDINS220 and slowly were reduced along with differentiation process of preadipocyte 3T3-L1 cells. The amount of adipocytes was significantly increased when KIDINS220 was knocked-down compared to the wild-type. Over-expression was shown to impair adipocyte hyperplasia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33763417","type":"dc:BibliographicResource","dc:abstract":"Nonsense variants in KIDINS220/ARMS were identified as the main cause of spastic paraplegia, intellectual disability, nystagmus, and obesity (SINO) syndrome, a rare disease with birth defects in brachycephaly, neurological disorder, and obesity. The cause of neural cell dysfunction by KIDINS220/ARMS were extensively studied while the cause of obesity in SINO syndrome remains elusive. Here, we identified KIDINS220/ARMS as an adipocyte differentiation-regulating gene. A Chinese family, mother and her two sons, all showed severe symptoms of SINO syndrome. G-banding karyotyping, chromosome microarray analysis, and whole exome sequencing revealed a novel amber mutation, c.3934G>T (p. E1312X), which was close to the C-terminal region of KIDINS220/ARMS and resulted in the premature of the protein. Both the mRNA and protein levels of KIDINS220/ARMS gradually decreased during adipocyte differentiation. Knockdown of KINDINS220/ARMS could prompt adipocyte differentiation and lipid accumulation while overexpression of KIDINS220/ARMS decrease the rate of matured adipocytes. Furthermore, we demonstrated that KIDINS220/ARMS inhibits adipocyte maturation through sustained extracellular signal-regulated kinase signaling. In conclusion, this is the first report about a vertical heredity of severe dominant pathogenic mutation of KIDINS220/ARMS, suggested that KIDINS220/ARMS played a negative role in adipocyte maturation, explained the cause of obesity in SINO syndrome and could highlight the importance of adipocyte differentiation in neuron functions.","dc:creator":"Zhang K","dc:date":"2021","dc:title":"SINO Syndrome Causative KIDINS220/ARMS Gene Regulates Adipocyte Differentiation."},"rdfs:label":"Functional alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:22271df6-f033-4ecc-9aa7-2b5cdd8f060e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a4f17029-73ea-45b7-827e-f83a23a235c2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c4384dc-7195-450a-9555-4627230b7086","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The brain/central nervous system anomalies seen in the mutant mice resemble the phenotype of affected humans. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19449316","rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:22271df6-f033-4ecc-9aa7-2b5cdd8f060e_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.7}],"evidenceStrength":"Moderate","sequence":9267,"specifiedBy":"GeneValidityCriteria11","strengthScore":10.7,"subject":{"id":"cggv:01da326f-2f14-4ed6-b990-4d89dd822c6a","type":"GeneValidityProposition","disease":"obo:MONDO_0015007","gene":"hgnc:29508","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*KIDINS220* was first reported in relation to autosomal dominant spastic paraplegia, intellectual disability, nystagmus, and obesity (SINO) in 2016 (Josifova et al., PMID: 27005418). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in molecular mechanism, inheritance pattern, and phenotypic variability. Therefore, the following disease entities have been split into multiple disease entities: SINO (OMIM: 617296) & ventriculomegaly and arthrogryposis (VENARG OMIM:619501). The split curation for autosomal recessive VENARG has been curated separately. \n\n11 variants (missense, nonsense, frameshift) that have been reported in at least 17 probands in 9 publications (PMID: 27005418, 29667355, 30542205, 31130284, 31630374, 31618753, 33763417, 36368352, 37642312) are included in this curation. The mechanism of pathogenicity appears to be gain-of-function. \n\nThis gene-disease relationship is also supported by experimental evidence (expression-level evidence, functional alteration evidence, mouse model; PMID: 19449316, 33763417). Expression-level evidence shows high expression in the hippocampus, especially in the dentate gyrus. Functional alteration analysis supports that *KIDINS220* impairs adipocyte differentiation. A mouse model shows that mutating *KIDINS220* reduces dendritic complexity and increases spine elimination.\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Cerebral Palsy GCEP on October 21st, 2024 (SOP Version 11).\n\nPlease note that probands with mutations in KIDINS220 and isolated obesity were found in the literature (PMID: 29970488, 33726816) but they were not counted towards the final score due to lacking phenotype specificity. ","dc:isVersionOf":{"id":"cggv:22271df6-f033-4ecc-9aa7-2b5cdd8f060e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}