{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2021-01-08T13:17:21.704Z","role":"Publisher"},{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2020-02-26T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:cc09a291-d63c-4abf-89ea-c471823915ab_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:35fed3b2-35a7-4048-b880-67b40ab6c960","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":18,"detectionMethod":"PCR amplification of the entire APOB coding region, exon/intron junctions, 5' upstream, 5' and 3' untranslated regions, followed by cloning and sequencing in proband.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypeFreeText":"Symptoms as early as 4 months of age. Diagnosed with FHBL at 10 month; treatment with medium chain triglycerides (MCT) led to weight gain and a decrease in steatorrhea. Abnormalities in liver function, micronodular cirrhosis at 30 months, thought to be caused by treatment with MCT, progression to portal hypertension and esophageal varices. Neurologic symptoms stabilized on vitamin E therapy. At age 15, hepatitis A and cholelithiasis. He developed seizures, had a cerebrovascular accident, recurrent massive gastrointestinal hemorrhages, and finally cardiac arrest at the age of 18 (further details in PMID: 4135110). No detectable plasma apoB by radial immunodiffusion (PMID: 4135110), Total cholesterol 36 mg/dl, triglyceride 12 mg/dl, no detectable LDL-cholesterol, HDL-cholesterol 36 mg/dl at age 15 years.","phenotypes":["obo:HP_0003563","obo:HP_0002570","obo:HP_0002495","obo:HP_0002013","obo:HP_0001284","obo:HP_0002024","obo:HP_0001260","obo:HP_0001251"],"previousTesting":true,"previousTestingDescription":"No other genetic testing reported.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:cc09a291-d63c-4abf-89ea-c471823915ab_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7d7a07c5-94aa-4844-bb9d-83924f5c9ab0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.1315C>T (p.Arg439Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA052017"}},{"id":"cggv:222e4ed4-4b56-4106-a16b-1e1291c0bf38","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.537+1G>T (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345962364"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1770316","type":"dc:BibliographicResource","dc:abstract":"Two novel apoB gene mutations were identified in a patient (CM) with phenotypic homozygous hypobetalipoproteinemia. Haplotype analysis of the apoB alleles from this patient and his family members revealed him to be a genetic compound for the disease. In contrast to previous studies of other hypobetalipoproteinemic patients, no clues existed as to where in the apoB gene the molecular defects resided. Therefore, it was necessary to characterize the apoB genes of the patient by sequence analysis. The apoB gene contains 29 exons and is 43 kb in length. The gene encodes a 14.1 kb mRNA and a 4563 amino acid protein. Both apoB alleles from the patient were cloned via 26 sets of polymerase chain reactions (PCR). These clones contained a total of approximately 24 kb of apoB gene sequence, including regions 5' and 3' to the coding region, 29 exons, and the intron/exon junctions. Complete DNA sequence analysis of these clones showed that each apoB allele had a mutation. In the paternal apoB allele, there was a splicing mutation. The first base of the dinucleotide consensus sequence (GT) in the 5' splice donor site in intron 5 was replaced by a T. It is likely that this base substitution interferes with proper splicing and results in the observed absence of plasma apoB. In the maternal apoB allele, there was a nonsense mutation. The first base of the Arg codon (CGA) at residue 412 in exon 10 was replaced by a T, resulting in a termination codon (TGA). The nonsense mutation is likely to terminate translation after residue 411 resulting in a severely truncated protein only 9% of the length of B-100.(ABSTRACT TRUNCATED AT 250 WORDS)","dc:creator":"Huang LS","dc:date":"1991","dc:title":"ApoB gene nonsense and splicing mutations in a compound heterozygote for familial hypobetalipoproteinemia."}},"zygosity":{"id":"cg:BiallelicCompoundHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1770316","rdfs:label":"CM (II:3)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"This individual and an effected sibling are compound heterozygous for two loss of function variants in APOB (c.537+1G>T and p.Arg439Ter). The father and two other siblings are heterozygous for one of the variants and also have hypobetalipoproteinemia. Lipid levels were not available for the mother. The splice variant, c.537+1G>T in not in gnomAD. The highest population minor allele frequency for the nonsense variant, p.Arg439Ter, is 0.00002640 (European non-Finnish). The score is reduced because other genes involved in hypobetalipoproteinemia and abetalipoproteinemia were not tested."},{"id":"cggv:33b74fdc-01f2-4074-8bbc-16bab5e539e3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:61924056-4fbc-42e8-92ac-258096eadf80","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":37,"detectionMethod":"“DNA sequence analysis of the entire human APOB gene”","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypeFreeText":"Marked hypocholesterolemia detected on a routine lipid screening; serum total cholesterol concentration of 1.1 mmol/L (42.5 mg/dl, which is <5th percentile based on Table 31.7 - https://www.ncbi.nlm.nih.gov/books/NBK351/ ), high density lipoprotein (HDL) cholesterol of 1.0 mmol/L, and triglycerides of 0.28 mmol/L. No secondary cause for the hypocholesterolemia was established. Her serum apolipoprotein B (apo B) levels were markedly reduced at 0.07 g/L.","phenotypes":"obo:HP_0003563","previousTesting":true,"previousTestingDescription":"No previous genetic testing reported.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:33b74fdc-01f2-4074-8bbc-16bab5e539e3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4138f24d-33dd-4352-aac6-08191d5883a7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.1468C>T (p.Arg490Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA053659"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12551903","type":"dc:BibliographicResource","dc:abstract":"Familial hypobetalipoproteinemia (FHBL), an autosomal co-dominant disorder, is associated with reduced plasma concentrations (<5th percentile for age and sex) of apolipoprotein (apo) B and beta-migrating lipoproteins. To date, only mutations in APOB encoding prematurely truncated apoB have been found in FHBL. We discovered a novel APOB gene mutation, namely R463W, in an extended Christian Lebanese FHBL kindred. Heterozygotes for R463W had the typical FHBL phenotype, whereas homozygotes had barely detectable apoB-100. The effect of the R463W mutation on apoB secretion was examined using transfected McA-RH7777 cells that expressed one of two recombinant human apoBs, namely B48 and B17. In both cases, the mutant proteins (B48RW and B17RW) were retained within the endoplasmic reticulum and were secreted poorly compared with their wild-type counterparts. Pulse-chase analysis showed that secretion efficiencies of B48RW and B17RW were, respectively, 45 and 40% lower than those of the wild-types. Substitution of Arg(463) with Ala in apoB-17 (B17RA) decreased secretion efficiency by approximately 50%, but substitution with Lys (B17RK) had no effect on secretion, indicating that the positive charge was important. Molecular modeling of apoB predicted that Arg(463) was in close proximity to Glu(756) and Asp(456). Substitution of Glu(756) with Gln (B17EQ) had no effect on secretion, but substitution of Asp(456) with Asn (B17DN) decreased secretion to the same extent as B17RW. In co-transfection experiments, the mutant B17RW showed increased binding to microsomal triglyceride transfer protein as compared with wild-type B17. Thus, the naturally occurring R463W mutant reveals a key local domain governing assembly and secretion of apoB-containing lipoproteins.","dc:creator":"Burnett JR","dc:date":"2003","dc:title":"A novel nontruncating APOB gene mutation, R463W, causes familial hypobetalipoproteinemia."}},"zygosity":{"id":"cg:BiallelicHomozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12551903","rdfs:label":"III:6"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual and her daughters are homozygous for a missense variant in APOB. Multiple family members are heterozygous for the variant and have a diagnosis of familial hypobetaliproteinemia (FHBL). The default score was given because, while the score is reduced because other genes involved in hypobetalipoproteinemia were not tested, multiple lines of evidence presented in this publication support that the p.R490W variant (referred to as p.R463W in the paper) impacts the efficient secretion of apoB and for lipid recruitment during lipoprotein assembly. Highest population minor allele frequency in gnomAD = 0.00001759 (European non-Finnish); no homozygotes in any population."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:f662b465-b0a9-4a09-be29-0cbfd1b22659_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb24bc7d-c381-4d75-8229-e7b66881622b","type":"Proband","detectionMethod":"Sequence analysis of the APOB gene from genomic DNA (PMID 17570373)","firstTestingMethod":"PCR","phenotypeFreeText":"TC, 92 mg/dl; TG, 75 mg/dl; HDL-C, 36 mg/dl; LDL-C, 41 mg/dl (plasma cholesterol below the 2nd percentile of the general population), no truncated apoB noted on Western blot of plasma protein (PMID 17570373).","phenotypes":"obo:HP_0003563","previousTesting":true,"previousTestingDescription":"No previous testing reported.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:f662b465-b0a9-4a09-be29-0cbfd1b22659_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:499f7989-770a-4668-958d-960453f823e1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.154_159del (p.Thr53_Tyr54del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940659"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26825690","type":"dc:BibliographicResource","dc:abstract":"We have previously identified a deletion mutant of human apoB [apoB (Thr26_Tyr27del)] in a subject with primary hypobetalipoproteinemia. The present study determined the effect of Thr26_Tyr27del mutation on apoB secretion using transfected McA-RH7777 cells. Transient or stable transfection of apoB-48 containing the Thr26_Tyr27del mutation showed drastically reduced secretion of the mutant as compared to wild-type apoB-48. No lipoproteins containing the mutant apoB-48 were secreted into the medium. Incubation of transfected cells in a lipid-rich medium in the presence of cycloheximide showed rapid turnover of cell-associated mutant apoB-48 as compared to that of wild-type apoB-48. Immunofluorescence experiments showed that the mutant apoB-48 was mostly localized in the endoplasmic reticulum. Treatment with the proteasomal inhibitor MG132 markedly attenuated the turnover of cell-associated mutant apoB-48, whereas treatment with inhibitors of autophagosomal/lysosomal function (e.g. 3-MA or ammonium chloride) had no effect. Taken together, these results indicated that the defective secretion of the Thr26_Tyr27del mutant was associated with increased intracellular degradation of apoB through the proteasome-dependent pathway. ","dc:creator":"Magnolo L","dc:date":"2016","dc:title":"Characterization of a mutant form of human apolipoprotein B (Thr26_Tyr27del) associated with familial hypobetalipoproteinemia."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26825690","rdfs:label":"Magnolo case"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"This patient is heterozygous for a two amino acid deletion (described as p.Thr26_Tyr27del) in the publication; p.Thr53_Tyr54del based on the canonical transcript, NM_000384.2:c.158_163del). A default score was given because while multiple lines of experimental evidence indicate that the variant is damaging, no additional genes involved in hypobetalipoproteinemia were tested.  Functional evidence supporting the pathogenic nature of the variant include - when transiently or stably transfected, secretion of the apoB-48 containing the variant was severely reduced; no lipoproteins containing the variant apoB-48 were secreted into the medium; there was rapid turnover of cellular apoB-48 with the variant in cells in a lipid-rich medium with cycloheximide; immunofluorescence experiments showed that the mutant apoB-48 was mostly localized in the endoplasmic reticulum; treatment with a proteasomal inhibitor markedly attenuated the turnover of cellular apoB-48 with the variant, whereas treatment with inhibitors of autophagosomal/lysosomal function did not. However, the full score of 1.5 was not given because additional genes involved in hypobetalipoproteinemia were not analyzed."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:27563fd1-4d0e-4f8a-ad06-6a5b8588c1da_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:a54e0cfb-26a8-4d08-ac98-c34069e4c6a3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":49,"detectionMethod":"Next generation sequencing panel for high-throughput sequencing of the coding regions of genes previously linked to FHBL (APOB, PCSK9, ANGPTL3) and ABL (MTTP, SAR1B). Sanger sequencing was performed for validation and co-segregation analysis among family members.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"TC 143 mg/dl, LDL-C 20 mg/dl, HDL-C 120 mg/dl, TG 18 mg/dl (see additional values in Table 1). ApoB100 <10 mg/dl (normal range 49-88) (Supplemental data) Normal ranges- total cholesterol (TC) 92-234 mg/dl, LDL-cholesterol (LDL-C) 136-174 mg/dl, HDL-cholesterol (HDL-C) 60-95 mg/dl), triglyceride (TG) 35-132 mg/dl.","phenotypes":"obo:HP_0003563","previousTesting":true,"previousTestingDescription":"No previous genetic testing. However, please notes that additional genes were tested as part of this study.","sex":"Female","variant":{"id":"cggv:27563fd1-4d0e-4f8a-ad06-6a5b8588c1da_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5d543b46-9fa6-47cc-b2e0-219da53cb796","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.2533C>T (p.Gln845Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346011071"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27179706","type":"dc:BibliographicResource","dc:abstract":"Familial hypobetalipoproteinemia (FHBL) is a co-dominant disorder characterized by decreased plasma levels of LDL-cholesterol and apolipoprotein B (ApoB). Currently, genetic diagnosis in FHBL relies largely on Sanger sequencing to identify APOB and PCSK9 gene mutations and on western blotting to detect truncated ApoB species.","dc:creator":"Rimbert A","dc:date":"2016","dc:title":"Identification of novel APOB mutations by targeted next-generation sequencing for the molecular diagnosis of familial hypobetalipoproteinemia."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27179706","rdfs:label":"II:2 (Family 1)"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This individual and 3 family members are heterozygous for a nonsense variant, NM_000384.2:c.2533C>T (p.Gln845Ter), in APOB and all have hypobetalipoproteinemia. The highest population minor allele frequency for the variant in gnomAD is 0.000008796 (European non-Finnish); no homozygotes in any population."},{"id":"cggv:82dd6e7a-49ba-4b30-a134-2f9c91f3deb3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:dba72394-ec80-407c-b3e1-db92b6dc85a8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":44,"detectionMethod":"Genomic DNA was digested with a panel of restriction enzymes and Southern blotted. Based on truncated apoB size (detected on Western blot), the variant was predicted to be at the end of exon 26. Approximately 1.7 kb of genomic DNA including exon 26 was amplified by the polymerase chain reaction (PCR), cloned into M13, and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"apo-B plasma levels <5% of normal; total cholesterol 2.57 (normal range 4-6.5 mmol/l), triglyceride 0.59 (normal range 0.3-1.8 mmol/l), apoB 17 (normal range 60-140 mg/dl).","phenotypes":"obo:HP_0003563","previousTesting":true,"previousTestingDescription":"On Western blot a truncated species of apo-B was found in the VLDL/chylomicron fraction (fig. 3), predicted based on size to be at the 5’ end of exon 26. The protein was absent from the HDL or infranate fractions.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:82dd6e7a-49ba-4b30-a134-2f9c91f3deb3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a3893c25-d46f-47ae-862c-f22209c65bdf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.5463del (p.His1822MetfsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA022858"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/2843815","type":"dc:BibliographicResource","dc:abstract":"Familial hypobetalipoproteinaemia is a rare autosomal dominant disorder in which levels of apo-B-containing plasma lipoproteins are approximately half-normal in heterozygotes and virtually absent in homozygotes. Here we describe mutations of the apo-B gene that cause two different truncated variants of apo-B in unrelated individuals with hypobetalipoproteinaemia. One variant, apo-B(His1795----Met-Trp-Leu-Val-Thr-Term) is predicted to be 1799 amino acids long and arises from deletion of a single nucleotide (G) from leucine codon 1794. This protein was found at low levels in very low density and low density lipoprotein fractions in the blood. The second, shorter variant, apo-B(Arg1306----Term), is caused by mutation of a CpG dinucleotide in arginine codon 1306 converting it to a stop codon and predicting a protein of 1305 residues. The product of this allele could not be detected in the circulation. The differences in size and behaviour of these two variants compared to apo-B100 or apo-B48 point to domains that may be important for the assembly, secretion or stability of apo-B-containing lipoproteins.","dc:creator":"Collins DR","dc:date":"1988","dc:title":"Truncated variants of apolipoprotein B cause hypobetalipoproteinaemia."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2843815","rdfs:label":"PD"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This individual is heterozygous for a frameshift variant in APOB and has <5% normal apoB level. A truncated species of apoB was noted on Western blot, lending evidence that APOB is the causative gene in this individual. The highest population minor allele frequency in gnomAD is 0.000008797 (European non-Finnish)."},{"id":"cggv:24e2e756-0ab6-4a99-b9bd-554232acbeb5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:0bca4b01-b181-4b05-8538-79891a221700","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":42,"detectionMethod":"A segment of the apoB gene spanning apoB-100 amino acids 3523-3850 (where a truncating variant was predicted to be, based on the size of Apo-B83) was amplified from the patient's DNA, cloned into M13, and sequenced.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Total cholesterol 80 mg/dl, triglyceride 15 mg/dl (mean +/- SD, LDL-cholesterol 23 mg/dl (<5th percentile), HDL-cholesterol 47 mg/dm apoB 13 mg/dl, ApoA-1 82 mg/dl.","phenotypes":"obo:HP_0003563","previousTesting":true,"previousTestingDescription":"No previous genetic testing was reported. However, testing of lipid levels and ApoB was presented: In VLDL, apoB-83 was only present at 10-15% of apoB-100. ApoB-83 was virtually undetectable in the LDL fractions from fasting or postprandial plasma. There was a 2-3 X increase in apoB48, relative to apoBl00.","sex":"Male","variant":{"id":"cggv:24e2e756-0ab6-4a99-b9bd-554232acbeb5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4398b771-d514-4d20-a306-55e78040d089","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.11330C>A (p.Ser3777Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA046325"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1527480","type":"dc:BibliographicResource","dc:abstract":"Familial hypobetalipoproteinemia, a syndrome associated with low plasma cholesterol levels, can be caused by apoB gene mutations. We identified a healthy 42-year-old man whose total plasma cholesterol level was 80 mg/dl. His plasma very low density lipoprotein (VLDL) contained a unique truncated apoB species, apoB-83, in addition to the normal B apolipoproteins, apoB-100 and apoB-48. Virtually no apoB-83 was detectable in his low density lipoprotein (LDL). From the subject's kindred, we identified nine other hypocholesterolemic subjects whose VLDL contained apoB-83. A tendency for cholelithiasis was noted in the apoB-83 heterozygotes, particularly in the older individuals. From the apparent size of apoB-83 on SDS-polyacrylamide gels and its reactivity with apoB-specific monoclonal antibodies, we estimated that it would contain approximately 3700-3800 amino acids. DNA sequencing of apoB genomic clones from two affected individuals revealed that apoB-83 was caused by a C----A transversion in exon 26 of the apoB gene (apoB cDNA nucleotide 11458). This mutation converts Ser-3750 (TCA) into a premature stop codon (TAA) and creates a unique MseI restriction endonuclease site. Thus, a single nucleotide transversion in the apoB gene results in a unique truncated apoB species, apoB-83, and the clinical syndrome of familial hypobetalipoproteinemia.","dc:creator":"Farese RV","dc:date":"1992","dc:title":"A truncated species of apolipoprotein B, B-83, associated with hypobetalipoproteinemia."}},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1527480","rdfs:label":"II-7"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This patient and 9 family members, all with hypobetalipoproteinemia, are heterozygous for a nonsense variant, p.Ser3777Ter, in APOB. The presence of a truncated form of apoB lends evidence that APOB is the causative gene in this family. The highest population minor allele frequency in gnomAD is 0.00002647 (European non-Finnish); no homozygotes."},{"id":"cggv:1fc99499-7d8a-4be6-992f-313a230cb290_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2ae5dcd3-15f6-45b8-b4ee-3cc9ae509783","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":24,"detectionMethod":"Next generation sequencing panel for high-throughput sequencing of the coding regions of genes previously linked to FHBL (APOB, PCSK9, ANGPTL3) and ABL (MTTP, SAR1B).","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"TC 143 mg/dl, LDL-C 28 mg/dl, HDL-C 110 mg/dl, TG 26 mg/dl (see additional values in Table 1). ApoB100 40 mg/dl (normal range 49-88) (Supplemental data). Normal ranges- total cholesterol (TC) 92-234 mg/dl, LDL-cholesterol (LDL-C) 136-174 mg/dl, HDL-cholesterol (HDL-C) 60-95 mg/dl), triglyceride (TG) 35-132 mg/dl.","phenotypes":"obo:HP_0003563","previousTesting":true,"previousTestingDescription":"No previous genetic testing was reported. However, please note that additional genes were analyzed as part of this study.","sex":"Female","variant":{"id":"cggv:1fc99499-7d8a-4be6-992f-313a230cb290_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:823d99c5-b6dd-482d-a18f-ff189b958633","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.8799C>A (p.Cys2933Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345993342"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27179706"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27179706","rdfs:label":"II:2 (Family III)"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This individual, her sister and their mother are heterozygous for a nonsense variant, NM_000384.2:c.8799C>A (p.Cys2933*), in APOB and have hypobetalipoproteinemia. The variant is absent in gnomAD. APOB-p.Cys2933* leads to the formation of expected truncated ApoB form (ApoB-64) of 330 kDa (Fig. 1C, right panel) that can be secreted by the liver and lipidated."},{"id":"cggv:91bc5fd0-a644-4d6c-9c53-79f3005b70bd_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:13eedf15-0b62-4a89-b627-003aced546cb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":41,"detectionMethod":"Next generation sequencing panel for high-throughput sequencing of the coding regions of genes previously linked to FHBL (APOB, PCSK9, ANGPTL3) and ABL (MTTP, SAR1B). Sanger sequencing was performed for validation.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Prediabetes; TC 113 mg/dl, LDL-C 38 mg/dl, HDL-C 69 mg/dl, TG 32 mg/dl (see additional values in Table 1). ApoB100 22 mg/dl (normal range 49-88) (Supplemental data). Normal ranges- total cholesterol (TC) 92-234 mg/dl, LDL-cholesterol (LDL-C) 136-174 mg/dl, HDL-cholesterol (HDL-C) 60-95 mg/dl), triglyceride (TG) 35-132 mg/dl.","phenotypes":["obo:HP_0001397","obo:HP_0003563"],"previousTesting":true,"previousTestingDescription":"No previous genetic testing reported. However, please note that additional genes were analyzed as part of this study.","sex":"Male","variant":{"id":"cggv:91bc5fd0-a644-4d6c-9c53-79f3005b70bd_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4046a80a-009b-4698-b443-00d492079126","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.7711C>T (p.Gln2571Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA43502110"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27179706"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27179706","rdfs:label":"II:1 (Family II)"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This individual is heterozygous for a nonsense variant, NM_000384.2:c.7711C>T (p.Gln2571Ter), in APOB and has hypobetalipoproteinemia. The variant is absent in gnomAD."},{"id":"cggv:df16d972-73fd-4829-a653-ef7afeaf8e9b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:ee42e2b5-00fa-4039-94f1-6258dfb6f826","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":84,"detectionMethod":"Next generation sequencing panel for high-throughput sequencing of the coding regions of genes previously linked to FHBL (APOB, PCSK9, ANGPTL3) and ABL (MTTP, SAR1B). Sanger sequencing was performed for validation.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"TC 106 mg/dl, LDL-C 33 mg/dl, HDL-C 60 mg/dl, TG 60 mg/dl (see additional values in Table 1). Normal ranges- total cholesterol (TC) 92-234 mg/dl, LDL-cholesterol (LDL-C) 136-174 mg/dl, HDL-cholesterol (HDL-C) 60-95 mg/dl), triglyceride (TG) 35-132 mg/dl.","phenotypes":["obo:HP_0003563","obo:HP_0001397"],"previousTesting":true,"previousTestingDescription":"No previous genetic testing reported. However, please note that additional genes were analyzed as part of this study.","sex":"Male","variant":{"id":"cggv:df16d972-73fd-4829-a653-ef7afeaf8e9b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1e62c5ea-2109-4cde-909c-af65f0435085","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.11153C>G (p.Ser3718Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345983128"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27179706"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27179706","rdfs:label":"I:1 (Family IV)"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This individual and 3 family members are heterozygous for a nonsense variant, NM_000384.2:c.11153C>G (p.Ser3718Ter), in APOB and have hypobetalipoproteinemia. The variant is absent in gnomAD. APOB- p.Ser3718* mutations lead to the formation of expected truncated ApoB forms (ApoB-81) of 418 kDa (Fig. 1C, right panel) that can be secreted by the liver and lipidated."},{"id":"cggv:5f0b9434-64ed-419b-a921-0bf80cdb06ed_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6d0d5442-032f-4f2d-8f86-101465e638a9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":37,"detectionMethod":"Genomic DNA was digested with a panel of restriction enzymes and Southern blotted. CP was heterozygous for a loss of a TaqI restriction site change which was localized to exon 25 by the hybridization pattern on Southern blot. ChP, her son, was also heterozygous. Genomic DNA in that region was amplified by the polymerase chain reaction (PCR), cloned, and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Plasma cholesterol and triglyceride levels for CP were below the 5th percentile; total cholesterol 2.61 (normal range 4-6.5 mmol/l), triglyceride 0.36 (normal range 0.3-1.8 mmol/l), apoB 9 (normal range 60-140 mg/dl, on Vitamin E supplement.","phenotypes":"obo:HP_0003563","previousTesting":true,"previousTestingDescription":"No previous genetic testing reported.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:5f0b9434-64ed-419b-a921-0bf80cdb06ed_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:40f57a1f-03fa-4a69-89d3-cb4981c79b94","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000384.3(APOB):c.3997C>T (p.Arg1333Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA022827"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2843815"},"zygosity":{"id":"cg:MonoallelicHeterozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/2843815","rdfs:label":"CP"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1,"dc:description":"This individual and her son, both of whom have <5% plasma cholesterol level, are heterozygous for a nonsense variant in APOB. This variant is absent in gnomAD. The score is decreased because other genes involved in hypobetalipoproteinemia were not tested. Note that no truncated apoB species was detected on Western blot of plsma lipoproteins, possibly because the truncated protein was too small to be detected."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":10}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84d63e14-6107-40cf-8a73-d69a1fbe46e0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:be127770-6171-4574-a0f4-0603dd8e95a9","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Data from the GTex database (https://gtexportal.org/home/gene/APOB) indicates that APOB is highly expressed in human liver (median TPM 347) and small intestine (median TPM 36.7). Of relevance to familial betalipoproteinemia (FHBL), it is know that VLDL, which is later metabolized to LDL, is made in the liver. In addition, patients with FHBL have increased fat level compared to controls (PMID 12562873).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"APOB expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:ba4610fc-cd11-41f6-93d8-b3879b971ca2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:48fbd957-cb1d-48af-a4ee-061b29af3a62","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Results of decades of research on the function of apoB are reviewed in this article (and also PMID 24751931). In summary, APOB (apolipoprotein B) is known to play an important role in human lipoprotein metabolism. Two isoforms of apoB are produced from the APOB gene by a unique posttranscriptional editing process: apoB-48, which is required for chylomicron production in the small intestine, and apoB-100, which is an important structural component of very low density lipoprotein (VLDL) and its metabolic products, intermediate-density lipoprotein (IDL) and low density lipoprotein (LDL). ApoB-100 is also a ligand for receptor-mediated endocytosis of LDL. VLDL assembly in the liver depends on the coordinated synthesis of apoB-100 and lipids. Therefore, if the synthesis and/or secretion of apoB-100 is impaired the levels of LDL-cholesterol are predicted to be low, as is the case in familial hypobetalipoproteinemia. \nFatty liver has been reported in individuals with FHBL who are heterozygous or biallelic (homozygous or compound heterozygous) for APOB variant(s). It is thought that impaired VLDL assembly leads to accumulation of lipids in hepatocytes, causing fatty liver. In fact, magnetic resonance spectroscopy studies have shown FHBL heterozygotes were have a liver fat content 3 x higher than control individuals (see PMID 14967820).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15308601","type":"dc:BibliographicResource","dc:abstract":"Plasma lipoproteins are important determinants of atherosclerosis. Apolipoprotein (apo) B is a large, amphipathic glycoprotein that plays a central role in human lipoprotein metabolism. Two forms of apoB are produced from the APOB gene by a unique posttranscriptional editing process: apoB-48, which is required for chylomicron production in the small intestine, and apoB-100, required for VLDL production in the liver. In addition to being the essential structural component of VLDL, apoB-100 is the ligand for LDL-receptor-mediated endocytosis of LDL particles.","dc:creator":"Whitfield AJ","dc:date":"2004","dc:title":"Lipid disorders and mutations in the APOB gene."},"rdfs:label":"Function of APOB-100"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the normal function of APOB and its role in FHBL are well understood, based on decades of research, as noted in this and other reviews (e.g. PMID 1977530, 8527219, 12639976, 15818469, 24751931)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:484dea78-1157-4e30-8636-c2c2516a8c3d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f2d9866-f29c-4610-8693-550ed7e2caa2","type":"FunctionalAlteration","dc:description":"The APOB gene of HepG2 cells was targeted by homologous recombination in order to generate a truncated form of apoB, apoB-82. The media of mutant cells contained 56% of the levels of apoB-100 present in the media of wild-type (WT) HepG2 cells. ApoB-82 was present at 11% of the apoB-100 levels in mutant cell media. An 85-kD protein (apoB-15) representing the N-terminal fragment of apoB was also secreted, but only in the mutant cell media (Fig 4). \nBased on pulse chase analysis, the amounts of apoB-100 in mutant cell media were ∼50% of those in WT media, and the amounts of apo-B82 were about 10% of the amounts of apoB-100 in the same mutant cell media (Fig 5). \nTo further investigate the mechanism of low levels of apoB-82, RNAse protection assays revealed that total apoB mRNA was reduced by 18% in the mutant cells (Table 1), and cellular apoB-82 mRNA was shown to be 11% of apoB-100 mRNA, lower than the 33% expected (because HEPG2 cells are trisomic for APOB), but consistent with relative levels of apoB-82 in the media (Fig 6). \nApoB mRNA transcription in WT and the mutant cells did not differ (Fig 7), while the levels of apo-B82 mRNA in nuclei and polysomes were 46% and 12% of the levels of apoB-100 mRNA (Fig 8), respectively. This suggested that the lower levels of apoB-82 mRNA were due to altered message stability. Results of pulse chase experiment indicated that the low levels of mutant apoB-82 mRNA gave rise to the low levels of apoB-82, while low levels of apoB-100 were due to low rates of secretion.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10224159","type":"dc:BibliographicResource","dc:abstract":"In subjects with familial hypobetalipoproteinemia heterozygous for truncated forms of apolipoprotein B, both apoB-100 and the truncated forms are produced at lower than expected rates. We studied the mechanism of low levels of apoB in a cell model produced by targeted modification of the apob gene of HepG2 cells. One of the three alleles of apob was found to be targeted. The targeted cells expressed apoB-100 and B-82. The media of mutant cells contained 56% of the levels of apoB-100 present in the media of wild-type (WT) HepG2 cells. ApoB-82 was present at 11% of the apoB-100 levels in mutant cell media. An 85-kD protein (apoB-15) representing the N-terminal fragment of apoB was also secreted, but only in the mutant cell media. We examined the mechanism of low levels of apoB-82. Cellular apoB-82 mRNA was 11% of apoB-100 mRNA, lower than the 33% expected, but consistent with relative levels of apoB-82 in the media. ApoB mRNA transcription in WT and the mutant cells did not differ, while the levels of apoB-82 mRNA in nuclei and polysomes were 46% and 12% of the levels of apoB-100 mRNA, respectively, suggesting that the lower levels of apoB-82 mRNA were due to altered message stability. In a pulse/chase experiment with [35S] methionine, at zero time of chase, the amounts of apoB-100 in mutant cells was 66% that of WT levels, consistent with the modification of one allele. The fractions of newly synthesized apoB-100 secreted into the media at 2 h were 10% in the mutant cells and 19% in the WT cells, suggesting greater presecretory degradation of apoB-100 in the mutant cells. Thus, low levels of mutant apoB-82 mRNA gave rise to the low levels of apoB-82, while low levels of apoB-100 were due to low rates of secretion.","dc:creator":"Srivastava RA","dc:date":"1999","dc:title":"Molecular bases of low production rates of apolipoprotein B-100 and truncated apoB-82 in a mutant HepG2 cell line generated by targeted modification of the apolipoprotein B gene."},"rdfs:label":"Molecular basis of low apoB-82 expression"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"These results are included under \"functional alteration\" evidence because they provide an explanation for the lower-than-expected apoB expression that is noted in patients with FHBL who are heterozygous for loss of function variants."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e34d8471-8afb-4c9b-a015-a642d11ab66b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4c6013e7-da04-4c0b-8a0b-48e713878bcb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice which are homozygous for a single nucleotide deletion in Apob, leading to the formation of a premature stop codon at residue 1,767, and generate apoB-38.9-only (Apob38.9/38.9) were bred with apoB mRNA-editing catalytic enzyme-1 (Apobec-1) knockout mice (Apobec-1−/−) and with apoB-100-only mice (Apob100/100) to generate two different lines of apoB-38.9 heterozygous mice in which only apoB-38.9 and apoB-100 are produced by the liver. \nThe disease mechanism in these mice is similar to that in humans in that the mice are compound heterozygous for a truncating variant (nonsense) and a second \"normal\" allele producing apoB100 in the liver. Note that many human patients with FHBL have been described who are heterozygous for a nonsense variant.\nIn the mice, apoB levels were reduced to <50%, as observed in human patients who are heterozygous for APOB loss of function variants. Furthermore, hepatic triglyceride secretion rates were reduced by ∼50% in the mice, similar to the level in humans (PMID 10559016).\nContinuous labeling and pulse-chase experiments in primary hepatocyte cultures revealed that rates of apoB-100 synthesis by Apobec-1(-/-)/Apob(38.9/+) and Apob(38.9/100) hepatocytes were reduced to the expected 50% of those of the respective controls, but the efficiency of secretion of apoB-100 was significantly lower in apoB-38.9 heterozygous hepatocytes, consistent with the observations of lower than expected apoB levels in human who are heterozygous for loss of function variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/13130124","type":"dc:BibliographicResource","dc:abstract":"Apolipoprotein B (apoB) truncation-specifying mutations cause familial hypobetalipoproteinemia (FHBL). Lipoprotein kinetics studies have shown that production rates of apoB-100 are reduced by 70-80% in heterozygous FHBL humans, instead of the expected 50%. To develop suitable mouse models to study the underlying mechanism, apoB-38.9-only (Apob(38.9/38.9)) mice were crossbred with Apobec-1 knockout (Apobec-1(-/-)) mice or apoB-100-only (Apob(100/100)) mice to produce two lines of apoB-38.9 heterozygous mice that produce only apoB-38.9 and apoB-100, namely Apobec-1(-/-)/Apob(38.9/+) and Apob(38.9/100) mice. In vivo rates of apoB-100 secretion were measured using [35S]Met/Cys to label proteins and Triton WR-1339 to block apoB-100 VLDL lipolysis/uptake. Rates of secretion were reduced by 80%, rather than the expected 50%, in both Apobec-1(-/-)/Apob(38.9/+) and Apob(38.9/100) mice compared with those of the respective Apobec-1(-/-)/Apob(+/+) and Apob(100/100) control mice. Continuous labeling and pulse-chase experiments in primary hepatocyte cultures revealed that rates of apoB-100 synthesis by Apobec-1(-/-)/Apob(38.9/+) and Apob(38.9/100) hepatocytes were reduced to the expected 50% of those of the respective controls, but the efficiency of secretion of apoB-100 was significantly lower in apoB-38.9 heterozygous hepatocytes. The greater-than-expected decreases in apoB-100 production rates of FHBL heterozygous humans appear to be attributable to a defect in secretion rather than in the synthesis of apoB-100 from the unaffected apoB allele.","dc:creator":"Chen Z","dc:date":"2004","dc:title":"Hepatic secretion of apoB-100 is impaired in hypobetalipoproteinemic mice with an apoB-38.9-specifying allele."},"rdfs:label":"Apo-B38.9 mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Note that the disease mechanism in these mice is similar to that in humans in that the mice are compound heterozygous for a truncating variant (nonsense) and a second \"normal\" allele producing apoB100 in the liver, and differences in lipoprotein and apoB levels in these mice and human who are heterozygous for an APOB loss of function variant are very similar."},{"id":"cggv:429c54ee-61aa-45d9-a1c8-302a865efcb6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:01e7137b-bc1c-4095-8867-882c3c8710e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The authors used gene targeting to create a mutant allele that only expresses a truncated apo-B, apo-B83. The type of variant analyzed (a nonsense variant) is frequently found in human patients with FHBL. The authors added an additional variant to make the human and mouse expression of different isoforms of apoB as similar as possible. Introduction of this second variant prevented expression of apo-B48 in mouse liver because human liver does not generate apo-B48.\nThe relative amounts of apo-B83 and apoB100 in the VLDL of the Apob83/100 mice appeared to be highly similar to those in the VLDL of a human subject who was heterozygous for an apo-B83 variant (PMID 1527480; p.Ser3750Ter in the paper but same as NM_000384:c.11330C>A (p.Ser3777Ter) (Fig. 3). In this patient, apo-B83 was virtually undetectable in the plasma but was easily detectable in the VLDL.\nThe mean total plasma cholesterol level was 36% lower in female Apob83/100 mice (n = 8) than in age- and sex-matched Apob100/100 mice (n = 5) (26.9+/-2.4 mg/dl versus 45.6+/-3.0 mg/ dl; P<0.0005). A less-than-half-normal amount of apo-B100 is typically found in humans who are heterozygous for APOB nonsense variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9502790","type":"dc:BibliographicResource","dc:abstract":"Familial hypobetalipoproteinemia (FHbeta), a syndrome characterized by low plasma cholesterol levels, is caused by mutations in the apo-B gene that interfere with the synthesis of apo-B100. FHbeta mutations frequently lead to the synthesis of a truncated form of apo-B, which typically is present in plasma at < 5% of the levels of apo-B100. Although many FHbeta mutations have been characterized, the basic mechanisms causing the low plasma levels of truncated apo-B variants have not been defined. We used gene targeting to create a mutant allele that exclusively yields a truncated apo-B, apo-B83. In mice heterozygous for the Apob83 allele, plasma levels and the size and density distribution of apo-B83-containing lipoproteins were strikingly similar to those observed in humans with FHbeta and an apo-B83 mutation. Analysis of mice carrying the Apob83 mutation revealed two mechanisms for the low plasma levels of apo-B83. First, Apob83 mRNA levels and apo-B83 secretion were reduced 76 and 72%, respectively. Second, apo-B83 was removed rapidly from the plasma, compared with apo-B100. This mouse model provides a new level of understanding of FHbeta and adds new insights into apo-B metabolism.","dc:creator":"Kim E","dc:date":"1998","dc:title":"Dual mechanisms for the low plasma levels of truncated apolipoprotein B proteins in familial hypobetalipoproteinemia. Analysis of a new mouse model with a nonsense mutation in the Apob gene."},"rdfs:label":"ApoB83 mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Note that the disease mechanism in these mice is similar to that in humans in that the mice are compound heterozygous for a truncating variant (nonsense) and a second \"normal\" allele producing apoB100 in the liver, and differences in lipoprotein and apoB levels in these mice and human who are heterozygous for an APOB loss of function variant are very similar."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":1677,"specifiedBy":"GeneValidityCriteria7","strengthScore":18,"subject":{"id":"cggv:1bf7e2fd-2377-467f-bfca-bbc220f6c5d5","type":"GeneValidityProposition","disease":"obo:MONDO_0014252","gene":"hgnc:603","modeOfInheritance":"obo:HP_0032113"},"version":"1.1","dc:description":"The relationship between APOB and familial hypobetalipoproteinemia was assessed using the ClinGen gene-disease clinical validity framework, as of February 5, 2020. Variants in APOB were first reported in relation to familial hypobetalipoproteinemia (FHBL) in 1988 (Young et al, PMID 3399894; Collins et al, PMID 2843815). FHBL is characterized by plasma LDL-cholesterol that are <5th percentile. The condition is inherited in a semi-dominant (co-dominant) manner and is typically caused by variants in APOB that result in the production of truncated forms of apoB100, a structural component of very low density lipoproteins (VLDL) and low density lipoproteins (LDL). Heterozygotes are usually asymptomatic but may develop hepatic steatosis. Homozygotes have extremely low LDL-cholesterol levels and may have symptoms varying from none to severe neurological and gastrointestinal dysfunction (For reviews, see PMIDs 1977530, 8527219, 12639976, 15308601, 15818469, 24751931). Over 60 unique variants in APOB in individuals with hypobetalipoproteinemia have been reported (PMID 22588666). The majority are nonsense and frameshift variants resulting in truncated forms of apoB. However, missense and small inframe deletions have also been reported (Burnett et al, 2003 PMID 12551903; Magnolo et al, 2016, PMID 26825690). Eleven unique variants in this gene were curated from six publications in 8 monoallelic and 2 biallelic probands (Collins et al, 1988, PMID 2843815; Farese et al, 1992, PMID 1527480; Huang et al, 1992, PMID 1770316; Burnett et al, 2003 PMID 12551903; Magnolo et al, 2016, PMID 26825690; Rimbert et al, 2016, PMID 27179706). Segregation evidence from two large families was also curated (Farese et al, 1992, PMID 1527480; Burnett et al, 2003 PMID 12551903). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. This gene-disease relationship is supported by the well characterized function of apoB (reviewed in Whitefield et al, 2004, PMID 15308601), expression of the gene in liver (https://gtexportal.org/home/gene/APOB), functional alteration experiments (Srivastava et al, 1999, PMID 10224159), and animal models (Kim et al, 1998, PMID 9502790; Chen et al, 2004, PMID 13130124). Additional experimental evidence to support the gene-disease relationship is available in the literature but the maximum experimental evidence score (6 points) has been reached. Of note, this gene has also been implicated in familial hypercholesterolemia (FH); the clinical validity of APOB-FH has been assessed separately by ClinGen. In summary, APOB is definitively associated with FHBL. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen General Gene Curation Expert Panel.\nLUMPING AND SPLITTING CONSIDERATIONS: In OMIM, APOB is associated with two disease entities – Hypercholesterolemia, familial, 2 (MIM# 144010) and hypobetalipoproteinemia (MIM# 615558). Per the criteria outlined by the ClinGen Lumping and Splitting Working Group, there are differences in the molecular mechanism and phenotypic presentation for these conditions. Missense variants in the LDL-receptor binding domain of apoB impair binding of LDL to the LDL receptor, causing hypercholesterolemia and premature coronary artery disease, the primary features of FH. In contrast, variants resulting in reduced secretion of APOB (mainly nonsense and frameshift variants) cause familial hypobetalipoproteinemia, which is characterized by hypocholesterolemia and resistance to atherosclerosis. Therefore, these two disease entities have been curated separately for their relationship with APOB.","dc:isVersionOf":{"id":"cggv:e7382aae-83d5-4a23-b1fe-e3d6acea8584"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}