{"id":"cggv:4ee17299-56dd-40a7-8cec-9a316f3e46f2v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:4ee17299-56dd-40a7-8cec-9a316f3e46f2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-04-11T08:51:47.203Z","role":"Publisher"},{"id":"cggv:4ee17299-56dd-40a7-8cec-9a316f3e46f2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-02-08T00:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/15557516","type":"dc:BibliographicResource","dc:abstract":"Sequence variations with biologic effect in ALS have been identified in the gene for vascular endothelial growth factor (VEGF). The gene for a related protein, angiogenin, lies on chromosome 14q11.2. Analysis of the angiogenin (ANG) gene in the authors' population has demonstrated a significant allelic association with the rs11701 single nucleotide polymorphism (SNP) and identified a novel mutation in two individuals with sporadic ALS that potentially inhibits angiogenin function. These observations propose a candidate region for ALS on chromosome 14q11.2 and suggest that other genes with similar function to VEGF may be important in the pathogenesis of ALS.","dc:creator":"Greenway MJ","dc:date":"2004","dc:title":"A novel candidate region for ALS on chromosome 14q11.2."},"evidence":[{"id":"cggv:4ee17299-56dd-40a7-8cec-9a316f3e46f2_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.7},{"id":"cggv:4ee17299-56dd-40a7-8cec-9a316f3e46f2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ee17299-56dd-40a7-8cec-9a316f3e46f2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:975e786b-a978-4a7b-80d6-d781413992b1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d36d566d-03f2-4414-9e93-5fdc67510332","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"strong ANG staining was also detected in the extracellular matrix and interstitial tissues of all cases, consistent with ANG being a secreted protein. Additionally, ANG was shown to colocalize with von Willebrand factor in the blood vessels of both prenatal and adult spinal cords. These results suggest that ANG also may mediate angiogenesis in the spinal cord and may play a role in maintaining the physiological health of motor neurons. Thus, ANG abnormalities may have a dual role in ALS: directly through motor neuron function and/or indirectly through endothelial cells and aberrant angiogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17886298","type":"dc:BibliographicResource","dc:abstract":"Heterozygous missense mutations in the coding region of angiogenin (ANG), an angiogenic ribonuclease, have been reported in amyotrophic lateral sclerosis (ALS) patients. However, the role of ANG in motor neuron physiology and the functional consequences of these mutations are unknown. We searched for new mutations and sought to define the functional consequences of these mutations.","dc:creator":"Wu D","dc:date":"2007","dc:title":"Angiogenin loss-of-function mutations in amyotrophic lateral sclerosis."},"rdfs:label":"ANG in Autopsy-Derived, Normal Spinal Cord "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3f6a892a-a29d-4ea5-8077-0fa993d96ed0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b0686877-6630-49a6-949e-feab0664a1d8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PMID: 27256390","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23047679","type":"dc:BibliographicResource","dc:abstract":"Mutations in angiogenin (ANG), a member of the ribonuclease A superfamily, are associated with amyotrophic lateral sclerosis (ALS; sporadic and familial) and Parkinson's disease. We have previously shown that ANG is expressed in neurons during neuro-ectodermal differentiation, and that it has both neurotrophic and neuroprotective functions. Here we report the atomic resolution structure of native ANG and 11 ANG-ALS variants. We correlate the structural changes to the effects on neuronal survival and the ability to induce stress granules in neuronal cell lines. ANG-ALS variants that affect the structure of the catalytic site and either decrease or increase the RNase activity affect neuronal survival. Neuronal cell lines expressing the ANG-ALS variants also lack the ability to form stress granules. Our structure-function studies on these ANG-ALS variants are the first to provide insights into the cellular and molecular mechanisms underlying their role in ALS.","dc:creator":"Thiyagarajan N","dc:date":"2012","dc:title":"Structural and molecular insights into the mechanism of action of human angiogenin-ALS variants in neurons."},"rdfs:label":"Stress granule formation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Decisions by GCEP to ad to case-level variant scoring"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:4ee17299-56dd-40a7-8cec-9a316f3e46f2_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ba70069-d8c1-4324-858a-7a0b97a4ca4b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c28e1a55-cfe5-4314-9eeb-4e8ed9594685","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Lower level of neurodegeneration in cells co-cultured with WT-ANG compared to ALS implicated variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17916583","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a late onset neurodegenerative disorder affecting upper and lower motor neurons (MNs). The molecular mechanisms underlying ALS are poorly understood. Mutations in SOD1 is one of the known causes of ALS but occur only in a very small number of cases of ALS. Interestingly, mutations in human angiogenin (hANG), a member of the ribonuclease A (RNase A) superfamily known to be involved in neovascularization, have been recently reported in patients with ALS, but the effects of these mutations on MN differentiation and survival has not been investigated. We have used the well-characterized pluripotent P19 embryonal carcinoma (EC) cell culture model of neuro-ectodermal differentiation to study the effects of hANG-ALS variants on MN differentiation and survival. Here we report that P19 EC cells induced to differentiate in the presence of hANG and hANG-ALS-associated variants internalize the wild-type and variant proteins. The P19 EC cells differentiate to form neurons but the ability of the neurites to extend and make contacts with neighbouring neurites is compromised when treated with the hANG-ALS variants. In addition, hANG-ALS variants also have a cytotoxic effect on MNs leading to their degeneration. hANG was able to protect neurons from hypoxia-induced cell death, but the variants of hANG implicated in ALS lacked the neuroprotective activity. Our findings show that ANG plays an important role in neurite extension/pathfinding and survival providing a causal link between mutations in hANG and ALS.","dc:creator":"Subramanian V","dc:date":"2008","dc:title":"Human angiogenin is a neuroprotective factor and amyotrophic lateral sclerosis associated angiogenin variants affect neurite extension/pathfinding and survival of motor neurons."},"rdfs:label":"Hypoxia induced motor neuron degeneration"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0,"dc:description":"Not clear that there is a big difference between WT ANG and the variants, and there is some heterogeneity in variant effect. In addition, it’s rescue from an induced injury, and the wide error bars made the differences in effect hard to interpret."},{"id":"cggv:1652b70a-5712-45ca-9efa-6ff53a63a3f3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f2463d48-3b62-43aa-98eb-46d4866910ad","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Survival was lengthened in SOD1 mice that received recombinant angiogenin and motor neuron numbers increased","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19109488","type":"dc:BibliographicResource","dc:abstract":"Mutations in the hypoxia-inducible factor angiogenin (ANG) have been identified in Amyotrophic Lateral Sclerosis (ALS) patients, but the potential role of ANG in ALS pathogenesis was undetermined. Here we show that angiogenin promotes motoneuron survival both in vitro and in vivo. Angiogenin protected cultured motoneurons against excitotoxic injury in a PI-3-kinase/Akt kinase-dependent manner, whereas knock-down of angiogenin potentiated excitotoxic motoneuron death. Expression of wild-type ANG protected against endoplasmic reticulum (ER) stress-induced and trophic-factor-withdrawal-induced cell death in vitro, whereas the ALS-associated ANG mutant K40I exerted no protective activity and failed to activate Akt-1. In SOD1(G93A) mice angiogenin delivery increased lifespan and motoneuron survival, restored the disease-associated decrease in Akt-1 survival signaling, and reversed a pathophysiological increase in ICAM-1 expression. Our data demonstrate that angiogenin is a key factor in the control of motoneuron survival.","dc:creator":"Kieran D","dc:date":"2008","dc:title":"Control of motoneuron survival by angiogenin."},"rdfs:label":"Recombinant angiogenin delivery to G93D SOD1 mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"The rescue is not a typical rescue experiment in that it was not an ANG null mouse where the phenotype was rescued through angiogenin delivery. In addition, the phenotype was not fully recused but improved."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":4205,"specifiedBy":"GeneValidityCriteria8","strengthScore":3.2,"subject":{"id":"cggv:f1461ceb-3337-43d4-8fec-970719561b6f","type":"GeneValidityProposition","disease":"obo:MONDO_0012753","gene":"hgnc:483","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":" Pending. ANG was first reported in relation to autosomal dominant amyotrophic lateral sclerosis in 2004 (Greenway et al., PMID 15557516). At least 31 unique missense variants have been reported in humans, of these 16 were eligible for scoring using a minor allele frequency threshold of <0.000005 in the gnomAD v2.1.1 non-neurological conditions dataset. Evidence supporting this gene-disease relationship consists mostly of individual case reports with evidence of angiogenin expression in spinal motor neurons making up the experimental data. \nSummary of Case Level Data: 2.7 POINTS\nVariants in this gene have been reported in at least 70 probands in 21 publications (PMIDs 15557516, 16501576, 17886298, 17703939, 18087731, 18852347, 19153377, 19363631, 20577002, 21621297, 22190368, 22292798, 22292843, 22645277, 22752089, 23155438, 23228179, 28160950, 28444446, 31025543, 31432357) of which 23 probands from 6 studies (PMIDs 15557516, 16501576, 17886298, 18087731, 22190368, 22292843) contribute to the case level data score due to many of the most highly reported variants also being present at high frequencies in control datasets and gnomAD v2.1.1 non-neuro. Common functional assays demonstrating the effect of variants on the gene product included nuclear translocation, ribonuclease activity, angiogenic activity and morphology of cultured motor neurons co-cultured with angiogenin with ALS associated variants (PMIDs 17916583, 17886298, 23047679, 22292843, 31025543, 31432357). These assays were not used to increase case-level evidence as functional changes were observed in benign variants for example K41I [K17I]. Evidence of disruption to stress granule formation of variant K64I [K40I] was the only eligible functional data to increase the score of a case-level variant report (PMID 23047679).    \nSummary of Experimental Data: 0.5 POINTS\nAngiogenin is expressed in fetal and adult spinal motor neurons and endothelial cells (PMID 17886298). A phenotype rescue study was performed on SOD1 G93D mice. In this experiment it was shown that delivery of recombinant angiogenin ameliorated motor symptoms and extended lifespan. However, the phenotype was not fully rescued, and it was not clear what cellular process caused the underlying the results, so this evidence did not contribute towards the overall score (PMID 19109488).\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.","dc:isVersionOf":{"id":"cggv:4ee17299-56dd-40a7-8cec-9a316f3e46f2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}