{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-03-19T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:783954b3-30b1-4288-9dec-3e954a72668a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:532d078e-780a-48fa-8afc-b0cec76445ed","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The p.Arg853Cys variant seen in the human family with HL was introduced into a IQ5 peptide expected to interact with calmodulin, a molecule that, when activated by Ca2+, activate a variety of target proteins including MYO7A. The effect of the mutation was studied via vasoconstriction of vascular smooth muscle cells, known to be a Ca2+/Calmodulin-dependent process. Wildtype IQ5 reduced Ca2+/Calmodulin-dependent vasocinstrictions because it competed with endogenous myosin kinase for calmodulin. However, overexpression of mutant IQ5 did not increase vasoconstriction, suggesting that it competes less with endogenous myosin for calmodulin due to impaired calmodulin-binding.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15300860","type":"dc:BibliographicResource","dc:abstract":"Both myosin 7A (MYO7A) and calmodulin (CaM) are required for transduction and adaptation processes in inner ear hair cells. We identified a novel heterozygous missense mutation (c.2557C>T; p.R853C) in a family with autosomal dominant non-syndromic hearing loss that changes an evolutionarily invariant residue of the fifth IQ motif (IQ5), a putative calmodulin (CaM) binding domain, of MYO7A. Functional effects of the p.R853C mutation were investigated in a physiological cellular environment by expressing MYO7A IQ5-containing peptides in smooth muscle cells of microarteries, in which overexpression of wildtype IQ5 (with intact calmodulin binding) would be expected to compete with myosin light chain kinase (MLCK) for CaM binding. Indeed, analysis of calmodulin-dependent vasoconstriction suggests constitutive binding of CaM to the wildtype, but not the p.R853C-mutated IQ5 motif at all physiologically relevant Ca2+ concentrations. Thus our data suggest a disturbed CaM/MYO7A binding of the p.R853C mutant, this amino acid change may result in impaired adaptation to environmental stimuli and progressive deterioration of hearing transduction in heterozygotes. A defect in CaM/MYO7A interaction represents a novel pathomechanism for genetic hearing loss. It provides an attractive molecular target for therapeutic interventions aimed to delay or prevent the onset of hearing loss in families with mutations in myosin IQ domains.","dc:creator":"Bolz H","dc:date":"2004","dc:title":"Impaired calmodulin binding of myosin-7A causes autosomal dominant hearing loss (DFNA11)."},"rdfs:label":"Bolz Protein Interaction"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Default points given. Authors propose mutant protein in het. patients may dimerize with wild type in a dominant-negative manner, resulting in a slowly progressive HL"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f166671c-98e6-44c2-9d47-47334e4514a4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9b803cbe-f2e6-47fa-a333-6a54cc6f21ee","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous Hdb/+ mice had head bobbing and hyperactivity, and were found to have p.Ile178Phe mutation in MYO7A. SEM of stereocilia revealed misshapen and fused OHC and IHC stereociliary bundles. Mice homozygous for this mutation were viable, and had more severe phenotype. Compound action potential thresholds of heterozygous mice revealed large increase in thresholds at low frequencies, though their hearing loss is not severe or profound because they had a strong Preyer reflex to a 90dB tone burst.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15389316","type":"dc:BibliographicResource","dc:abstract":"A phenotype-driven approach was adopted in the mouse to identify molecules involved in ear development and function. Mutant mice were obtained using N-ethyl- N-nitrosourea (ENU) mutagenesis and were screened for dominant mutations that affect hearing and/or balance. Heterozygote headbanger ( Hdb/+) mutants display classic behavior indicative of vestibular dysfunction including hyperactivity and head bobbing, and they show a Preyer reflex in response to sound but have raised cochlear thresholds especially at low frequencies. Scanning electron microscopy of the surface of the organ of Corti revealed abnormal stereocilia bundle development from an early age that was more severe in the apex than the base. Utricular stereocilia were long, thin, and wispy. Homozygotes showed a similar but more severe phenotype. The headbanger mutation has been mapped to a 1.5-cM region on mouse Chromosome 7 in the region of the unconventional myosin gene Myo7a, and mutation screening revealed an A>T transversion that is predicted to cause an isoleucine-to-phenylalanine amino acid substitution (I178F) in a conserved region in the motor-encoding domain of the gene. Protein analysis revealed reduced levels of myosin VIIa expression in inner ears of headbanger mice. Headbanger represents a novel inner ear phenotype and provides a potential model for low-frequency-type human hearing loss.","dc:creator":"Rhodes CR","dc:date":"2004","dc:title":"A Myo7a mutation cosegregates with stereocilia defects and low-frequency hearing impairment."},"rdfs:label":"Rhodes Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Phenotype characterized thoroughly, and supports pathogenicity of heterozygous MYO7A p.I178F variant"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:c8fd1bf9-e285-4eb5-8725-44ee0b499f20_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:006b98d6-6ac8-4646-ac5b-63e3cc82239b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":31,"detectionMethod":"Targeted panel","phenotypeFreeText":"downsloping audiogram","phenotypes":["obo:HP_0008504","obo:HP_0000408"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:c8fd1bf9-e285-4eb5-8725-44ee0b499f20_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:28f4ad5a-3108-40d8-a85d-d6fe3f996ff6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.77160224C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA6197395"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23451214","type":"dc:BibliographicResource","dc:abstract":"Despite the clinical utility of genetic diagnosis to address idiopathic sensorineural hearing impairment (SNHI), the current strategy for screening mutations via Sanger sequencing suffers from the limitation that only a limited number of DNA fragments associated with common deafness mutations can be genotyped. Consequently, a definitive genetic diagnosis cannot be achieved in many families with discernible family history. To investigate the diagnostic utility of massively parallel sequencing (MPS), we applied the MPS technique to 12 multiplex families with idiopathic SNHI in which common deafness mutations had previously been ruled out. NimbleGen sequence capture array was designed to target all protein coding sequences (CDSs) and 100 bp of the flanking sequence of 80 common deafness genes. We performed MPS on the Illumina HiSeq2000, and applied BWA, SAMtools, Picard, GATK, Variant Tools, ANNOVAR, and IGV for bioinformatics analyses. Initial data filtering with allele frequencies (<5% in the 1000 Genomes Project and 5400 NHLBI exomes) and PolyPhen2/SIFT scores (>0.95) prioritized 5 indels (insertions/deletions) and 36 missense variants in the 12 multiplex families. After further validation by Sanger sequencing, segregation pattern, and evolutionary conservation of amino acid residues, we identified 4 variants in 4 different genes, which might lead to SNHI in 4 families compatible with autosomal dominant inheritance. These included GJB2 p.R75Q, MYO7A p.T381M, KCNQ4 p.S680F, and MYH9 p.E1256K. Among them, KCNQ4 p.S680F and MYH9 p.E1256K were novel. In conclusion, MPS allows genetic diagnosis in multiplex families with idiopathic SNHI by detecting mutations in relatively uncommon deafness genes.","dc:creator":"Wu CC","dc:date":"2013","dc:title":"Application of massively parallel sequencing to genetic diagnosis in multiplex families with idiopathic sensorineural hearing impairment."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23451214","rdfs:label":"DE3050 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is present in (0.1%) 2/1620 East Asian alleles in gnomAD. Variant was first reported in Su et al. 2009."},{"id":"cggv:6ba76c5e-7d2a-4bf5-a5a0-ac458d6cb1c9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0b97323f-c27d-4dbc-a0ef-36b5e3e3de2a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Genotyping","phenotypeFreeText":"variable onset hearing loss","phenotypes":"obo:HP_0000408","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:6ba76c5e-7d2a-4bf5-a5a0-ac458d6cb1c9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ebd340f7-d9e6-4db2-9d3b-b42d8eb42022","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000260.3(MYO7A):c.1373A>T (p.Asn458Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11863"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15221449","type":"dc:BibliographicResource","dc:abstract":"Myosin VIIA is an unconventional myosin that has been implicated in Usher syndrome type 1B, atypical Usher syndrome, non-syndromic autosomal recessive hearing impairment (DFNB2) and autosomal dominant hearing impairment (DFNA11). Here, we present a family with non-syndromic autosomal dominant hearing impairment that clinically resembles the previously published DFNA11 family. The affected family members show a flat audiogram at young ages and only modest progression, most clearly at the high frequencies. In addition, they suffer from minor vestibular symptoms. Linkage analysis yielded a maximum two-point lodscore of 3.43 for marker D11S937 located within 1 cM of the myosin VIIA gene. The myosin VIIA gene was sequenced and 11 nucleotide variations were found. Ten nucleotide changes represent benign intronic variants, silent exon mutations or non-pathologic amino acid substitutions. One variant, a c.1373A-->T transversion that is heterozygously present in all affected family members and absent in 300 healthy individuals, is predicted to result in an Asn458Ile amino acid substitution. Asn458 is located in a region of the myosin VIIA motor domain that is highly conserved in different classes of myosins and in myosins of different species. To evaluate whether the Asn458Ile mutation was indeed responsible for the hearing impairment, a molecular model of myosin VIIA was built based on the known structure of the myosin II heavy chain from Dictyostelium discoideum. In this model, conformational changes in the protein caused by the amino acid substitution Asn458Ile are predicted to disrupt ATP/ADP binding and impair the myosin power-stroke, which would have a severe effect on the function of the myosin VIIA protein.","dc:creator":"Luijendijk MW","dc:date":"2004","dc:title":"Identification and molecular modelling of a mutation in the motor head domain of myosin VIIA in a family with autosomal dominant hearing impairment (DFNA11)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15221449","rdfs:label":"W02-011 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD."},{"id":"cggv:057e8b0b-3e9e-4e1f-a329-cf7cf2149770_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a8f1d404-3fb8-42f8-afb8-a379d3ffb737","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Genotyping","phenotypeFreeText":"downsloping audiogram","phenotypes":["obo:HP_0011476","obo:HP_0000408","obo:HP_0003581","obo:HP_0012712"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:057e8b0b-3e9e-4e1f-a329-cf7cf2149770_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ae4ed105-5810-4cc5-82f6-b4156992b727","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.77174823G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA224837120"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23383098","type":"dc:BibliographicResource","dc:abstract":"The MYO7A encodes a protein classified as an unconventional myosin. Here, we present a family with non-syndromic autosomal dominant hearing impairment that clinically resembles other previously published DFNA11 families. Affected members of the family present with an ascending audiogram affecting low and middle frequencies at young ages and then affecting all frequencies with increasing age. Genome-wide linkage analysis using Illumina Cyto-12 Chip mapped the disease locus to the DFNA11 interval in the family. A c.2003G→A (p.R668H) mutation of the MYO7A, is heterozygous in all affected family members and absent in 100 healthy individuals. Arg668His is located in a region of the myosin VIIA motor domain that is highly conserved among different species. Molecular modeling predicts that the conserved R668 residue plays important structural role in linking different lobes of motor domain together. In the actin-activated ATPase activity assay, the rate of NADH oxidation was higher in the wild-type myosin VIIA, indicating that the ATPase activity in the p.R668H mutant myosin VIIA was significantly destroyed.","dc:creator":"Sang Q","dc:date":"2013","dc:title":"Identification and functional study of a new missense mutation in the motor head domain of myosin VIIA in a family with autosomal dominant hearing impairment (DFNA11)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23383098","rdfs:label":"Sang Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Variant is absent from gnomAD. Functional study in this paper provides evidence that variant disrupts function: p.Arg668His mutation was predicted to disrupt the myosin motor domain. Actin-activated ATPase activity assay was designed to investigate the rate of steady-state ATP hydrolysis vis-à-vis the coupled oxidation reaction of NADH. NADH oxidation of the mutant MYO7A protein was significantly reduced compared to WT, indicating ATPase activity is disrupted by the mutation"},{"id":"cggv:8cdc2325-08db-411a-b2c4-ff4dcb884d3c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1218df46-b4de-4fe1-a7ab-503c46adf82e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Genotyping","phenotypeFreeText":"slowly progressive","phenotypes":["obo:HP_0003581","obo:HP_0008573","obo:HP_0000408"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:8cdc2325-08db-411a-b2c4-ff4dcb884d3c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0df65d64-2e39-443b-8d88-a9253e83a64f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.77175441G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381939739"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15121790","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Street VA","dc:date":"2004","dc:title":"Modifier controls severity of a novel dominant low-frequency MyosinVIIA (MYO7A) auditory mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15121790","rdfs:label":"HL2 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD. In later paper, researchers identify a modifier gene that affects HL severity."},{"id":"cggv:94e845ae-3bc7-44a1-89f7-50fd0d8e267c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aa34e2a6-7b43-4586-9331-bf31bca7cc7d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Genotyping","phenotypes":"obo:HP_0008596","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:94e845ae-3bc7-44a1-89f7-50fd0d8e267c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:21106991-9b61-450d-82e2-19140492dc71","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000260.3(MYO7A):c.689C>T (p.Ala230Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/178993"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16449806","type":"dc:BibliographicResource","dc:abstract":"We ascertained a large Italian family with an autosomal dominant form of non-syndromic sensorineural hearing loss with vestibular involvement. A genome-wide scan found linkage to locus DFNA11. Sequencing of the MYO7A gene in the linked region identified a new missense mutation resulting in an Ala230Val change in the motor domain of the myosin VIIA. Myosin VIIA has already been implicated in several forms of deafness, but this is the third mutation causing a dominant form of deafness, located in the myosin VIIA motor domain in a region never involved in hearing loss until now. A modelled protein structure of myosin VII motor domain provides evidence for a significant functional effect of this missense mutation.","dc:creator":"Di Leva F","dc:date":"2006","dc:title":"Identification of a novel mutation in the myosin VIIA motor domain in a family with autosomal dominant hearing loss (DFNA11)."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16449806","rdfs:label":"DiLeva Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD. In silico modeling indicates possible impact to protein structure. Same variant arose de novo in Kaneko 2017."},{"id":"cggv:8112cf7d-a91e-4c41-bf67-2a92c5e31a90_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:afa323bb-6f21-4142-966e-32fbf9d94c12","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Genotyping","phenotypeFreeText":"high frequency tinnitus, variable onset hearing loss","phenotypes":["obo:HP_0008573","obo:HP_0000360","obo:HP_0000408"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:8112cf7d-a91e-4c41-bf67-2a92c5e31a90_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5854fc76-7479-48f0-91f7-7bf5b6b577c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000260.3(MYO7A):c.2011G>A (p.Gly671Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29925"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21150918","type":"dc:BibliographicResource","dc:abstract":"The myosin VIIA (MYO7A) gene encodes a protein classified as an unconventional myosin. Mutations within MYO7A can lead to both syndromic and non-syndromic hearing impairment in humans. Among different mutations reported in MYO7A, only five led to non-syndromic sensorineural deafness autosomal dominant type 11 (DFNA11). Here, we present the clinical, genetic and molecular characteristics of two large Chinese DFNA11 families with either high- or low-frequency hearing loss. Affected individuals of family DX-J033 have a sloping audiogram at young ages with high frequency are most affected. With increasing age, all test frequencies are affected. Affected members of family HB-S037 present with an ascending audiogram affecting low frequencies at young ages, and then all frequencies are involved with increasing age. Genome-wide linkage analysis mapped the disease loci within the DFNA11 interval in both families. DNA sequencing of MYO7A revealed two novel nucleotide variations, c.652G > A (p.D218N) and c.2011G > A (p.G671S), in the two families. It is for the first time that the mutations identified in MYO7A in the present study are being implicated in DFNA11 in a Chinese population. For the first time, we tested electrocochleography (ECochG) in a DFNA11 family with low-frequency hearing loss. We speculate that the low-frequency sensorineural hearing loss in this DFNA11 family was not associated with endolymphatic hydrops.","dc:creator":"Sun Y","dc:date":"2011","dc:title":"Novel missense mutations in MYO7A underlying postlingual high- or low-frequency non-syndromic hearing impairment in two large families from China."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21150918","rdfs:label":"HB-S037 Probands"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD. Only two individuals were sequenced. Two non-segregations were found in an LMM internal family."},{"id":"cggv:2b86034c-0cd2-48dd-a076-e15de388e8c1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63fdc817-3e89-4d5d-89c2-8385127e1b25","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:2b86034c-0cd2-48dd-a076-e15de388e8c1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5854fc76-7479-48f0-91f7-7bf5b6b577c5"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29400105","type":"dc:BibliographicResource","dc:abstract":"The molecular and genetic research showed the association between DFNA11 and mutations in MYO7A. This research aimed to identify a MYO7A mutation in a family with nonsyndromic autosomal dominant hearing loss.","dc:creator":"Li L","dc:date":"2018","dc:title":"Identification of a MYO7A mutation in a large Chinese DFNA11 family and genotype-phenotype review for DFNA11."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29400105","rdfs:label":"Li Family Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Variant is absent from gnomAD. Only abstract of this paper available. Variant observed in another Chinese family. Variant present in two non-segregations from LMM internal data."},{"id":"cggv:34c4c59f-288a-4535-855e-421ea5319df3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:84688200-4f5e-4503-9477-c69bf5efeb49","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0000408","obo:HP_0005101","obo:HP_0008596"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:34c4c59f-288a-4535-855e-421ea5319df3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3fd354db-17d6-4d11-a58a-c04d0d3f2cd8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.77180449_77180457del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820864"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9354784","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Liu XZ","dc:date":"1997","dc:title":"Autosomal dominant non-syndromic deafness caused by a mutation in the myosin VIIA gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9354784","rdfs:label":"DFNA11 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:d3e07918-3591-4fc0-8c46-bfb8d0e9549e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:53b825e3-0d28-4565-ac50-6c7b5c07db9b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0008615","obo:HP_0000360","obo:HP_0001757"],"previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:d3e07918-3591-4fc0-8c46-bfb8d0e9549e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:624a3cac-f075-45c2-9d4e-525141b99d90","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000260.3(MYO7A):c.652G>A (p.Asp218Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/29924"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21150918"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21150918","rdfs:label":"DX-J033 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Only two individuals were sequenced but linkage analysis showed 16 segregations including 3 obligate carriers. Variant is present in 0.02% (8/34418) Latino alleles in gnomAD."},{"id":"cggv:46271c5b-b8d7-444e-8650-3f634059b603_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f6df25bd-f117-4bfa-b5ee-d04ea3b4b040","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Genotyping","phenotypeFreeText":"slowly progressive hearing loss","phenotypes":"obo:HP_0011474","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"PCR","sex":"UnknownEthnicity","variant":{"id":"cggv:46271c5b-b8d7-444e-8650-3f634059b603_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:13d62d25-edff-4c96-9d65-bea1d7f8a302","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.77179924C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA381942010"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15300860"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15300860","rdfs:label":"Bolz Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Variant is absent from gnomAD. Variant affects an invariant Arg residue in the 5th IQ motif of the protein, and is expected to disrupt MYO7A and calmodulin binding. Functional evidence supports possible dominant-negative effect."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":6},{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:09da88fa-cd1d-49bb-a88d-dd542817275d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:09b00a22-9929-4c03-8627-36dc2496c3d4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"NGS panel of 119 genes","phenotypes":["obo:HP_0008504","obo:HP_0000408"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:09da88fa-cd1d-49bb-a88d-dd542817275d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:21106991-9b61-450d-82e2-19140492dc71"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28802369","type":"dc:BibliographicResource","dc:abstract":"We report the first sporadic case of nonsyndromic autosomal dominant hearing loss (DFNA11). The patient was a 5-year-old boy with moderate bilateral hearing loss. Targeted next-generation sequencing analysis of patient DNA identified a known heterozygous DFNA11 mutation, c.689C > T, in MYO7A, encoding p.Ala230Val. The mutation was not detected in the parents of the patient and is considered to be de novo. This mutation is identical to the one reported previously in an Italian family. Accumulation of mutation data increases the feasibility of identifying autosomal dominant mutations in sporadic sensorineural hearing loss.","dc:creator":"Kaneko Y","dc:date":"2017","dc:title":"The first sporadic case of DFNA11 identified by next-generation sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28802369","rdfs:label":"Kaneko Proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2,"dc:description":"Absent from gnomAD. Paternity and maternity were confirmed."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5}],"evidenceStrength":"Definitive","sequence":496,"specifiedBy":"GeneValidityCriteria6","strengthScore":13,"subject":{"id":"cggv:4e2493cc-bb5c-4a5a-a560-0ab46850fa0f","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:7606","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The MYO7A gene has been associated with autosomal dominant nonsyndromic hearing loss using the ClinGen Clinical Validity Framework as of 12/27/17. This association was made using case-level data. At least 8 missense variants and 1 deletion have been reported in humans. MYO7A was first associated with this disease in humans as early as 1997 (Liu et al.​). Association is seen in at least 11 probands in 10 publications (9354784, 15300860, 15121790, 15221449, 16449806, 21150918, 23451214, 23383098, 28802369, 29400105). Variants in this gene segregated with disease in >50 additional family members. This gene-disease association is supported by a heterozygous mouse model, a protein interaction study and a biochemical function study. Of note, this gene has also been implicated in Usher syndrome. This has been​ assessed separately. In summary, MYO7A is definitively associated with autosomal dominant nonsyndromic hearing loss. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hearing Loss Working Group on 3/19/18.\n","dc:isVersionOf":{"id":"cggv:598b33f0-cdad-4290-b6eb-f9c2304c7bb6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}