{"id":"cggv:beb3aa5b-240e-45d7-969a-9de3e5564457v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:beb3aa5b-240e-45d7-969a-9de3e5564457_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-12-24T16:05:48.234Z","role":"Approver"},{"id":"cggv:beb3aa5b-240e-45d7-969a-9de3e5564457_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-12-24T16:06:00.820Z","role":"Publisher"}],"evidence":[{"id":"cggv:beb3aa5b-240e-45d7-969a-9de3e5564457_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:beb3aa5b-240e-45d7-969a-9de3e5564457_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:beb3aa5b-240e-45d7-969a-9de3e5564457_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:36105ff4-6f99-4bd8-8945-504e4c1c5f19","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bc5efe94-b47b-4d0e-a0a4-cdcbac02d67a","type":"FunctionalAlteration","dc:description":"Transfection of variants into HEK293 cells resulted in the reduction of STAT3 DNA binding for the majority of variants. For those variants without decreased DNA binding, alternative splicing was investigated, and it was found that alternative transcripts or translation reinitiating were being generated that resulted in variants with dominant negative effects. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34137790","type":"dc:BibliographicResource","dc:abstract":"Most patients with autosomal dominant hyper-IgE syndrome (AD-HIES) carry rare heterozygous STAT3 variants. Only six of the 135 in-frame variants reported have been experimentally shown to be dominant negative (DN), and it has been recently suggested that eight out-of-frame variants operate by haploinsufficiency. We experimentally tested these 143 variants, 7 novel out-of-frame variants found in HIES patients, and other STAT3 variants from the general population. Strikingly, all 15 out-of-frame variants were DN via their encoded (1) truncated proteins, (2) neoproteins generated from a translation reinitiation codon, and (3) isoforms from alternative transcripts or a combination thereof. Moreover, 128 of the 135 in-frame variants (95%) were also DN. The patients carrying the seven non-DN STAT3 in-frame variants have not been studied for other genetic etiologies. Finally, none of the variants from the general population tested, including an out-of-frame variant, were DN. Overall, our findings show that heterozygous STAT3 variants, whether in or out of frame, underlie AD-HIES through negative dominance rather than haploinsufficiency.","dc:creator":"Asano T","dc:date":"2021","dc:title":"Human STAT3 variants underlie autosomal dominant hyper-IgE syndrome by negative dominance."},"rdfs:label":"STAT3 DNA binding"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"This is an extensive work that demonstrates the vast majority of STAT3 LOF variants are dominant negative and not loss of heterozygosity. I have upgraded the score due to the vast number of variants tested, as well as the quality of the data generated."},{"id":"cggv:1b520462-d6ee-41e8-b570-b128a1089f89","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5164df78-9d48-422a-956b-805d8bbd8b8c","type":"FunctionalAlteration","dc:description":"Early B cell signaling was studied in healthy control and STAT3 LOF patients. Sorted memory B cell stimulated and followed by TRIFM showed reduced contact area in the synapse, reduced actin recruitment to the synapse and reduced phosphorylated signaling molecules to the area of contact of the B cells","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33045280","type":"dc:BibliographicResource","dc:abstract":"STAT3 or dedicator of cytokinesis protein 8 (Dock8) loss-of-function (LOF) mutations cause hyper-IgE syndrome. The role of abnormal T-cell function has been extensively investigated; however, the contribution of B-cell-intrinsic dysfunction to elevated IgE levels is unclear.","dc:creator":"Du Z","dc:date":"2021","dc:title":"STAT3 couples with 14-3-3σ to regulate BCR signaling, B-cell differentiation, and IgE production."},"rdfs:label":"TIRFM of patient B cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:beb3aa5b-240e-45d7-969a-9de3e5564457_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2681833-7784-4435-b3a2-8e072b290fcb","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:682bd9d3-eb4a-4f40-9b68-a21c7f26995b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Base repaired fibroblasts show increased pSTAT3 levels after stimulation with IL-6, increased STAT3 binding to DNA and increased expression of CCL2 mRNA after IL-6 stimulation compared to unprepared controls fibroblast. These alterations in STAT3 have been demonstrated in many individuals with AD-HIES","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33876960","type":"dc:BibliographicResource","dc:abstract":"STAT3-hyper IgE syndrome (STAT3-HIES) is a primary immunodeficiency presenting with destructive lung disease along with other symptoms. CRISPR-Cas9-mediated adenine base editors (ABEs) have the potential to correct one of the most common STAT3-HIES causing heterozygous ","dc:creator":"Eberherr AC","dc:date":"2021","dc:title":"Rescue of STAT3 Function in Hyper-IgE Syndrome Using Adenine Base Editing."},"rdfs:label":"Base repair with CRISPR"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1.5,"dc:description":"This was a rescue in human derived cells, therefore I have updated the score to 1.5 points"},{"id":"cggv:a36a6e33-d2bf-44ac-b5ba-b3c00cbcefe9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6b00fc69-0ea5-404b-b63d-26e5959dc528","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"After therapy patients IgE levels were normal, Th17 CD4 T cell frequency was normal and the IL-21 induced phosphorylation of STAT3 was normal","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25962528","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant hyper-IgE syndrome (AD-HIES), caused by mutations in Signal Transducer and Activator of Transcription 3 (STAT3) is associated with defective STAT3 signaling and Th17 differentiation and recurrent bacterial and fungal infections. Most patients suffer significant morbidity and premature mortality. Hematopoietic stem cell transplantation (HSCT) has been reported in a small number of cases, with mixed outcomes. We report successful haploidentical donor HSCT in a patient with AD-HIES.","dc:creator":"Patel NC","dc:date":"2015","dc:title":"Successful haploidentical donor hematopoietic stem cell transplant and restoration of STAT3 function in an adolescent with autosomal dominant hyper-IgE syndrome."},"rdfs:label":"HSCT"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":2},{"id":"cggv:bce9d44b-378e-49ec-b1f2-652d629a70ed","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:95d5ee62-68a3-48c5-91df-bf8da977143c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"HIES is defined by increased levels of IgE. In this model the mice developed high levels of IgE, copying what is seen in patients. The mice also show decreased TH17 immune responses and susceptibility to bacterial infections, similar to what is seen in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24632714","type":"dc:BibliographicResource","dc:abstract":"Mutations of STAT3 underlie the autosomal dominant form of hyperimmunoglobulin E syndrome (HIES). STAT3 has critical roles in immune cells and thus, hematopoietic stem cell transplantation (HSCT), might be a reasonable therapeutic strategy in this disease. However, STAT3 also has critical functions in nonhematopoietic cells and dissecting the protean roles of STAT3 is limited by the lethality associated with germline deletion of Stat3. Thus, predicting the efficacy of HSCT for HIES is difficult. To begin to dissect the importance of STAT3 in hematopoietic and nonhematopoietic cells as it relates to HIES, we generated a mouse model of this disease. We found that these transgenic mice recapitulate multiple aspects of HIES, including elevated serum IgE and failure to generate Th17 cells. We found that these mice were susceptible to bacterial infection that was partially corrected by HSCT using wild-type bone marrow, emphasizing the role played by the epithelium in the pathophysiology of HIES. ","dc:creator":"Steward-Tharp SM","dc:date":"2014","dc:title":"A mouse model of HIES reveals pro- and anti-inflammatory functions of STAT3."},"rdfs:label":"Mouse model_mut-STAT3"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:2486451c-d6a7-4c64-b3f1-14a5de8d8572","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0a902c7b-d1fb-4a58-9be5-ac81bc478b66","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These mice showed increased production of IgE and were more prone to allergy induced lung inflammation in an OVA/Alum immunization/IN challenge model","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31026806","type":"dc:BibliographicResource","dc:abstract":"A mutation in STAT3 has been linked to the incidence of autosomal dominant hyper IgE syndrome, a disease characterized by elevated serum IgE Ab. However, how this genetic mutation leads to the phenotype has not been fully understood. We investigated the specific role of STAT3 in the germinal center (GC) B cells and plasma cells for IgE class switching. Through the use of STAT3 conditional knockout (cKO) mice in a Th2-type immunization model, we demonstrated that CD2-Cre-driven STAT3 cKO mice showed elevated IgE and decreased IgG","dc:creator":"Dascani P","dc:date":"2018","dc:title":"Transcription Factor STAT3 Serves as a Negative Regulator Controlling IgE Class Switching in Mice."},"rdfs:label":"CD19cre STAT3 fl"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"I decreased the score because this is a complete loss of STAT3 in B cells, not a dominant negative variant. Therefore, it is likely a similar mechanism of action (reduced STAT3), but it can not be concluded that a deletion of STAT3 is the same as a dominant negative variant."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":3827,"specifiedBy":"GeneValidityCriteria8","strengthScore":18,"subject":{"id":"cggv:af92c3c0-0482-4f28-96e3-9ae83a725a03","type":"GeneValidityProposition","disease":"obo:MONDO_0007818","gene":"hgnc:11364","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"STAT3 was first reported in relation to early-onset multisystem autoimmune disease in 2014 (PMID: 25038750). STAT3 gain-of-function (GOF) variants are associated with lymphoproliferation, autoimmunity and hypogammaglobulinemia. There is a wide array of clinical symptoms observed and is hypothesized to be due to differences in the variant’s location in functional domains of STAT3 (PMID: 31770611). Some STAT3 GOF mutations exhibit incomplete penetrance in the population, suggesting that STAT3 GOF mutations alone are not enough to cause disease in some cases. Over 49 variants have been reported in the literature (PMID: 34366294). For this curation, 10 variants in 10 probands in 3 publications (PMIDs: 25359994, 25349174, 25038750) are included. The maximum score for genetic evidence (12 pts.) was reached in this curation and no further variants are included.  \n\nThis gene-disease association is also supported by expression studies, functional assays, and animal models. STAT3 is important in cytokine and growth factor signaling. STAT3 is phosphorylated by receptor associated Janus kinases (JAK), causing formation of STAT homo- or heterodimers, followed by translocation into the nucleus to act as a transcription factor. STAT3 is widely expressed and is important for many processes in immunity, cell growth and apoptosis. The exact mechanism leading to STAT3 GOF disease is unknown due to the wide array of functions STAT3 can perform. However, there is evidence STAT3 GOF variants impact immune cell function, leading to autoimmunity. STAT3 GOF variants lead to higher levels of functional pSTAT3 in patient cells (PMID: 25359994), and lead to increases in negative regulators of cytokine signaling, suggesting over-activity of immune cells (PMID: 25359994). Supporting this finding, groups have shown increased differentiation of T helper 17 cells (TH17) in STAT3 GOF patients (PMID: 26343524), a cell type that is implicated in mediating many autoimmune diseases. Lastly, the generation of a mouse model substituting a STAT3 patient variant led to increased incidence of diabetes mediated by CD8 T cells (PMID: 34115115), as identified in a subset of STAT3 GOF patients. Altogether, published evidence suggests the STAT3 GOF variants are leading to immune cells with increased reactivity and likelihood to cause autoimmunity. However, more mechanistic studies are needed to fully understand the range of clinical symptoms seen in patients.\n\nOf note, STAT3 GOF mutations have been identified in cases of large granulocytic leukemia (LGL) (PMID: 23207521, 22591296), and likely represent a pathogenic driver of this somatic process. There have been reports of individuals with germline STAT3 GOF developing LGL, though the prevalence of LGL cases caused by germline STAT3 GOF variants is unknown. Future review of this curation will need to assess the relationship between LGL and germline STAT3 GOF variants as more research is performed.\n\nIn summary, STAT3 is definitively associated with early-onset multisystem autoimmune disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen SCID/CID GCEP on December 16, 2021 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:beb3aa5b-240e-45d7-969a-9de3e5564457"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}