{"id":"cggv:6b61af44-1fb4-4c7d-94b2-f21903793162v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:6b61af44-1fb4-4c7d-94b2-f21903793162_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-07T00:16:09.727Z","role":"Publisher"},{"id":"cggv:6b61af44-1fb4-4c7d-94b2-f21903793162_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-04-03T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:6b61af44-1fb4-4c7d-94b2-f21903793162_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6b61af44-1fb4-4c7d-94b2-f21903793162_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:23f8f811-fad3-4897-8f2d-a4e1f89bf130","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c4305ac0-26dc-417b-9ff4-67a8fcc29f69","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"P2Y12 receptor is selectively expressed in platelets and brain. Northern blot analysis demonstrated that P2Y12 is abundantly expressed in human platelets, and to a smaller extent in the brain.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11196645","type":"dc:BibliographicResource","dc:abstract":"Platelets have a crucial role in the maintenance of normal haemostasis, and perturbations of this system can lead to pathological thrombus formation and vascular occlusion, resulting in stroke, myocardial infarction and unstable angina. ADP released from damaged vessels and red blood cells induces platelet aggregation through activation of the integrin GPIIb-IIIa and subsequent binding of fibrinogen. ADP is also secreted from platelets on activation, providing positive feedback that potentiates the actions of many platelet activators. ADP mediates platelet aggregation through its action on two G-protein-coupled receptor subtypes. The P2Y1 receptor couples to Gq and mobilizes intracellular calcium ions to mediate platelet shape change and aggregation. The second ADP receptor required for aggregation (variously called P2Y(ADP), P2Y(AC), P2Ycyc or P2T(AC)) is coupled to the inhibition of adenylyl cyclase through Gi. The molecular identity of the Gi-linked receptor is still elusive, even though it is the target of efficacious antithrombotic agents, such as ticlopidine and clopidogrel and AR-C66096 (ref. 9). Here we describe the cloning of this receptor, designated P2Y12, and provide evidence that a patient with a bleeding disorder has a defect in this gene. Cloning of the P2Y12 receptor should facilitate the development of better antiplatelet agents to treat cardiovascular diseases.","dc:creator":"Hollopeter G","dc:date":"2001","dc:title":"Identification of the platelet ADP receptor targeted by antithrombotic drugs."},"rdfs:label":"P2Y12 receptor is selectively expressed in platelets"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The authors demonstrated that the P2Y12 receptor was selectively expressed in platelets and the brain and Northern blot analysis demonstrated that P2Y12 was abundantly expressed in human platelets, and to a smaller extent in the brain. The data were consistent with the bleeding phenotype caused by platelet aggregation defects."},{"id":"cggv:aaf45a2c-d02c-4eb4-9c79-5bf7ea5ae41a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:15a48240-6d33-4bad-a9cc-429867fdad63","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"P2Y12, through activation of the small GTPase Rap1, directly triggers integrin activation and extracellular signal-regulated kinase-dependent thromboxane A2 (TxA2) release. The loss of Rap1 activation and resulting spreading defects in platelets may explain the bleeding phenotype in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16236484","type":"dc:BibliographicResource","dc:abstract":"Previously it was shown that stimulation of the P2Y12 receptor activates PKB signalling in C6 glioma cells [K. Van Kolen and H. Slegers, J. Neurochem. 89, 442.]. In the present study, the mechanisms involved in this response were further elucidated. In cells transfected with the Gbetagamma-scavenger beta-ARK1/GRK2 or Rap1GAPII, stimulation with 2MeSADP failed to enhance PKB phosphorylation demonstrating that the signalling proceeds through Gbetagamma-subunits and Rap1. Moreover, Rap1-GTP pull-down assays revealed that P2Y12 receptor stimulation induced a rapid activation of Rap1. Treatment of cells with the Ca2+ chelator BAPTA-AM and inhibition of Src and PLD2 with PP2 or 1-butanol, respectively, abrogated P2Y12 receptor-mediated activation of Rap1 and PKB. In addition inhibition of PKCzeta decreased basal and 2MeSADP-stimulated phosphorylation of PKB indicating a role for this PKC isoform in PKB signalling. Although the increased PKB phosphorylation was abolished in the presence of the IGF-I receptor tyrosine kinase inhibitor AG 1024, 2MeSADP did not significantly increase receptor phosphorylation. Nevertheless, phosphorylation of a 120 kDa IGF-I receptor-associated protein was observed. The latter protein was identified by MALDI-TOF/TOF-MS as the proline-rich tyrosine kinase 2 (Pyk2) that co-operates with Src in a PLD2-dependent manner. Consistent with the signalling towards Rap1 and PKB, activation of Pyk2 was abrogated by Ca2+ chelation, inhibition of PLD2 and IGF-I receptor tyrosine kinase activity. In conclusion, the data reveal a novel type of cross-talk between P2Y12 and IGF-I receptors that proceeds through Gbetagamma-, Ca2+-and PLD2-dependent activation of the Pyk2/Src pathway resulting in GTP-loading of Rap1 required for an increased PKB phosphorylation.","dc:creator":"Van Kolen K","dc:date":"2006","dc:title":"P2Y12 receptor signalling towards PKB proceeds through IGF-I receptor cross-talk and requires activation of Src, Pyk2 and Rap1."},"rdfs:label":"P2Y12 receptor stimulation induced rapid activation of Rap1"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"To confirm the role of Rap1 in P2Y12 receptor-mediated signaling, the authors performed Rap1-GTP pull-down assays at different time points after stimulation of C6 cells with 2MeSADP.  The stimulation with 2MeSADP induced a rapid GTP loading of Rap1 (1 min) that was still maintained after 10 min. Pre-incubation of the cells with the P2Y12 receptor antagonist abolished Rap1 activation indicating that 2MeSADP exerts this effect by stimulation of the P2Y12 receptor."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:6b61af44-1fb4-4c7d-94b2-f21903793162_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0aa7cd86-67e6-4b22-80c0-9308b2c38d69","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:93755721-b562-4770-aa51-34d2d24ec174","type":"FunctionalAlteration","dc:description":"P2Y12 with the normal or mutant sequence was expressed in CHO-K1 cells and evaluated for the effect of ADP stimulation on adenylyl cyclase activity(cAMP). P2Y12(R256Q) or P2Y12(R265W) variant both showed a defect in ADP stimulated cAMP production. The results were consistent with the compromised platelet function phenotype observed in the patient.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12578987","type":"dc:BibliographicResource","dc:abstract":"We have identified structural attributes required for signal transduction through a seven-transmembrane-domain receptor. Platelets from a patient (AC) with a congenital bleeding disorder had normal shape change but reduced and reversible aggregation in response to 4 microM ADP, similar to normal platelets with blocked P2Y(12) receptor. The response to 20 microM ADP, albeit still decreased, was more pronounced and was reduced by a P2Y(12) antagonist, indicating some residual receptor function. ADP failed to lower the adenylyl cyclase activity stimulated by prostaglandin E(1) in the patient's platelets, even though the number and affinity of 2-methylthioadenosine 5'-[(33)P]diphosphate-binding sites was normal. Analysis of the patient's P2Y(12) gene revealed a G-to-A transition in one allele, changing the codon for Arg-256 in the sixth transmembrane domain to Gln, and a C-to-T transition in the other allele, changing the codon for Arg-265 in the third extracellular loop to Trp. Neither mutation interfered with receptor surface expression but both altered function, since ADP inhibited the forskolin-induced increase of cAMP markedly less in cells transfected with either mutant P2Y(12) as compared with wild-type receptor. These studies delineate a region of P2Y(12) required for normal function after ADP binding.","dc:creator":"Cattaneo M","dc:date":"2003","dc:title":"Molecular bases of defective signal transduction in the platelet P2Y12 receptor of a patient with congenital bleeding."},"rdfs:label":"Both variants expressed in CHO-K1 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The authors demonstrated that ADP inhibited the forskolin-induced increase of cAMP markedly less in cells transfected with either mutant P2Y12 as compared with the wild-type receptor. The results were consistent with the compromised platelet function phenotype observed in the patient."},{"id":"cggv:11adb65e-26f7-4d3c-a518-4b9473db27cb","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:249ca312-0db7-4d40-b0fc-e031279bcacf","type":"FunctionalAlteration","dc:description":"Thrombi formed by control platelets were large in size, clearly edged, and surrounded by thrombus-free areas. On the other hand, individual thrombus formed by patient platelets was mostly small and appeared to be a thin layer of platelet aggregates. Thrombus height at the plateau phase was 10.2 ± 0.4 um, which was less than half of controls (21.2 ± 0.4 um).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16194207","type":"dc:BibliographicResource","dc:abstract":"In this study, we have identified a patient (OSP-1) with a congenital P2Y12 deficiency showing a mild bleeding tendency from her childhood and examined the role of P2Y12 in platelet function. At low concentrations of agonists OSP-1 platelets showed an impaired aggregation to several kinds of stimuli, whereas at high concentrations they showed a specifically impaired platelet aggregation to adenosine diphosphate (ADP). ADP normally induced platelet shape change and failed to inhibit PGE1-stimulated cAMP accumulation in OSP-1 platelets. Molecular genetic analysis revealed that OSP-1 was a homozygous for a mutation in the translation initiation codon (ATG to AGG) in the P2Y12 gene. Heterologous cell expression of wild-type or mutant P2Y12 confirmed that the mutation was responsible for the deficiency in P2Y12. OSP-1 platelets showed a markedly impaired platelet spreading onto immobilized fibrinogen. Real-time observations of thrombogenesis under a high shear rate (2000 s(-1)) revealed that thrombi over collagen were small and loosely packed and most of the aggregates were unable to resist against high shear stress in OSP-1. Our data suggest that secretion of endogenous ADP and subsequent P2Y12-mediated signaling are critical for platelet aggregation, platelet spreading, and as a consequence, for stabilization of thrombus.","dc:creator":"Shiraga M","dc:date":"2005","dc:title":"Impaired platelet function in a patient with P2Y12 deficiency caused by a mutation in the translation initiation codon."},"rdfs:label":"Platelet-thrombus formation on immobilized collagen"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The patient OSP-1 (carrying the p.Met1Arg homozygous variant) 's whole blood real-time experiment of thrombogenesis under a high shear rate revealed that thrombi over collagen were small and loosely packed and most of the aggregates were unable to resist against high shear stress in OSP-1. This result suggested that the platelets carrying the P2Y12 variant have a defect in platelet associated thrombogenesis, which overlaps with the patient OSP-1's bleeding phenotype."},{"id":"cggv:8ebc00f4-2e5a-47c0-a4e5-3932da2b366d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0b8b7a69-2eb3-4942-81ac-a134ca190ebd","type":"FunctionalAlteration","dc:description":"The platelets from the patient showed the normal shape change but reduced and reversible aggregation in response to 4 um ADP, similar to normal platelets with blocked P2Y12 receptor. The response to 20 uM ADP, albeit still decreased, was more pronounced and was reduced by a P2Y12 antagonist, indicating some residual receptor function.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/12578987","rdfs:label":"Patient's platelets showed abnormal aggregation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The patient carried compound heterozygous variants p.Arg256Gln, and p. Arg265Trp. The platelets from the patient showed the impaired P2Y12 receptor function, which was demonstrated by the abnormal platelet aggregation in response to ADP. However, the two children who only carried R265W variant showed normal platelet aggregation in response to ADP. The abnormal platelet aggregation was consistent with the patient's bleeding phenotype."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:6b61af44-1fb4-4c7d-94b2-f21903793162_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ed5cf979-efe8-425d-8626-c3e4d10307cf_proband_score_evidence_line","type":"EvidenceLine","direction":"Inconclusive","evidence":[{"id":"cggv:ed5cf979-efe8-425d-8626-c3e4d10307cf","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":57,"allele":{"id":"cggv:3bed04c6-0c90-4cee-884e-add1ff26c2e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000003.12:g.151338469del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2667868"}},"detectionMethod":"Exon 2 of the P2Y12 gene, which encodes the entire 342-amino acid protein, and flanking sequences were amplified by PCR. The fragments were sequenced by automated sequencing analysis on an ABI Prism 310 sequencer (Applied Biosystems). \nDNA was digested with BamHI (Figure 2B). After agarose gel electrophoresis and transfer onto nitrocellulose membranes (BioRad), the genomic DNA was hybridized with a DNA probe that had been labeled with 32P using the Primer-It® II Random Primer Labeling kit. After digestion, Southern blotting experiments showed the family members (unaffected and affected), and the control had different band patterns.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"A lifelong history of easy bruising, epistaxis, menorrhagia, and moderate bleeding complications after dental extractions.","phenotypes":["obo:HP_0004866","obo:HP_0000421","obo:HP_0000978","obo:HP_0001892"],"previousTesting":true,"previousTestingDescription":"Platelet P2cyc receptor function: the authors reported abnormalities of platelet aggregation and secretion, lack of inhibition of 33 adenylatecyclase by ADP, and a deficiency of platelet-binding sites for [ P] 2MeS-ADP.","secondTestingMethod":"Restriction digest","sex":"Female","variant":{"id":"cggv:9682c972-e78f-4c61-95b4-51818ed34857_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3bed04c6-0c90-4cee-884e-add1ff26c2e8"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19229056","type":"dc:BibliographicResource","dc:abstract":"Two sisters with inherited, severe platelet dysfunction associated with P2Y(12) deficiency displayed a single base pair deletion in their P2Y(12) genes (378delC), resulting in a frame-shift and premature truncation of the protein. GL, the son of one of them, displayed mild platelet dysfunction and normal P2Y(12) sequence. We hypothesized that the abnormal platelet phenotype of GL is due to haploinsufficiency of his P2Y(12) gene. We analyzed genomic DNA from the family by Southern Blotting and real-time (RT) PCR. Southern Blotting results demonstrated that GL has a single P2Y(12) allele, inherited from his father. RT-PCR revealed that GL, his mother and aunt have one single intact P2Y(12) allele, while his father has two P2Y(12) alleles. The single GL P2Y(12) allele contains normal sequence, while his mother and aunt have the 378delC allele. The results of this study support our hypothesis and illustrate the platelet phenotype associated with P2Y(12) haploinsufficiency.","dc:creator":"Fontana G","dc:date":"2009","dc:title":"Haploinsufficiency of the platelet P2Y12 gene in a family with congenital bleeding diathesis."}},"rdfs:label":"IG"},{"id":"cggv:9682c972-e78f-4c61-95b4-51818ed34857","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:9682c972-e78f-4c61-95b4-51818ed34857_variant_evidence_item"},{"id":"cggv:9682c972-e78f-4c61-95b4-51818ed34857_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"the mechanism of disorder is haploinsufficiency in GL and haploinsufficiency + pathogenic variant in MG and IG."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6b61af44-1fb4-4c7d-94b2-f21903793162_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.5},{"id":"cggv:91f6ed57-7f64-474e-928e-d8000318792f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:91f6ed57-7f64-474e-928e-d8000318792f","type":"Proband","allele":{"id":"cggv:eb645152-9a74-4c0f-adb4-a80ffa10590c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000003.12:g.151338482G>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2667871"}},"detectionMethod":"All three exons of P2RY12 were PCR-amplified and sequenced, covering the entire 342 amino acid coding region. The patient (P1) was found to be homozygous for a novel missense mutation, p.Arg122Cys, the result of a c.364C>T transition. And both sons were heterozygous carriers. \n\nThe sequencing of the coding and flanking non-coding regions of F2R revealed that P1 also carried a homozygous rare allele c.89-15A>T (rs168753), which has previously been associated with decreased expression of PAR-1 on platelets, lower aggregation and secretion responses to the PAR-1-activating peptide, and decreased procoagulant activity. Both sons were heterozygous for this variant, which could explain their reduced PAR-1 responsiveness.","firstTestingMethod":"PCR","phenotypeFreeText":"A life- long history of hemorrhagic symptoms (bleeding severity score of 17) dominated by spontaneous bleeding, including epistaxis and recurrent limb bruising with hemorrhage upon surgical challenge.","phenotypes":["obo:HP_0011882","obo:HP_0004866","obo:HP_0000978","obo:HP_0004406","obo:HP_0001892"],"sex":"Female","variant":{"id":"cggv:b080b85f-31ac-4c54-860c-21b9bea51d34_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:eb645152-9a74-4c0f-adb4-a80ffa10590c"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24612435","type":"dc:BibliographicResource","dc:abstract":"The study of patients with bleeding problems is a powerful approach in determining the function and regulation of important proteins in human platelets. We have identified a patient with a chronic bleeding disorder expressing a homozygous P2RY(12) mutation, predicting an arginine to cysteine (R122C) substitution in the G-protein-coupled P2Y(12) receptor. This mutation is found within the DRY motif, which is a highly conserved region in G-protein-coupled receptors (GPCRs) that is speculated to play a critical role in regulating receptor conformational states.","dc:creator":"Patel YM","dc:date":"2014","dc:title":"A novel mutation in the P2Y12 receptor and a function-reducing polymorphism in protease-activated receptor 1 in a patient with chronic bleeding."}},"rdfs:label":"P1"},{"id":"cggv:b080b85f-31ac-4c54-860c-21b9bea51d34","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b080b85f-31ac-4c54-860c-21b9bea51d34_variant_evidence_item"},{"id":"cggv:b080b85f-31ac-4c54-860c-21b9bea51d34_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The authors observed a significant impairment in the ADP-stimulated platelet aggregation and reduced P2Y12 expression in the patient's platelets, comparing to the WT controls. The 1321N1 cell line expressing the R122C variant also showed a much lower protein expression by ELISA, indicating that the mutation may disrupt surface receptor expression. R122C P2Y12 proteins also showed a rapid agonist-independent internalization followed by subsequent receptor trafficking to lysosomes. Strikingly, members of this family also showed reduced thrombin-induced platelet activation, owing to an intronic polymorphism in the F2R gene, which encodes protease-activated receptor 1 (PAR-1), that has been shown to be associated with reduced PAR-1 receptor activity. This concomitant mutation in another receptor may also contribute to the bleeding disorders in this family. Therefore a reduced score was selected. This family might be considered as recessive based on the clinical phenotype and as semi- dominant on the basis of the platelet function phenotype."}],"strengthScore":0.25,"dc:description":"This concomitant mutation in another receptor may also contribute to the bleeding disorders in this family. Therefore a reduced score was selected. This family might be considered as recessive based on the clinical phenotype and as semi- dominant on the basis of the platelet function phenotype."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3f08a07f-2065-4def-81d5-4b24ebd2e6f0_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3f08a07f-2065-4def-81d5-4b24ebd2e6f0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":45,"allele":{"id":"cggv:d6dd7a95-5050-4bfd-8dde-a5ba91c9d9a0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001393769.1(MED12L):c.2251-11774A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA354980988"}},"detectionMethod":"The entire coding sequence of the P2Y12R gene was amplified by a single polymerase chain reaction (PCR). The amplified fragments were subjected to DNA sequence analysis by ABI capillary DNA Analyzers.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Recurrent epistaxis, postoperative bleeding after tooth extraction, thyroid explantation because of thyroid hyperplasia, and spleen explantation, consequent to spleen rupture in a car accident.","phenotypes":["obo:HP_0004866","obo:HP_0001892","obo:HP_0004406"],"sex":"Male","variant":{"id":"cggv:05d6aca8-1640-4879-a553-b05d8479ac8d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d6dd7a95-5050-4bfd-8dde-a5ba91c9d9a0"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25428217","type":"dc:BibliographicResource","dc:abstract":"Defects of the platelet P2Y12 receptor (P2Y12R) for adenosine diphosphate (ADP) are associated with increased bleeding risk. The study of molecular abnormalities associated with inherited qualitative defects of the P2Y12R protein is useful to unravel structure-function relationships of the receptor. We describe the case of 2 brothers, sons of first cousins, with lifelong history of abnormal bleeding, associated with dysfunctional P2Y12R and a previously undescribed missense mutation in the encoding gene. ADP (4-20 µM)-induced aggregation of patients' platelets was markedly reduced and rapidly reversible. Other agonists induced borderline-normal aggregation. Inhibition of vasodilator-stimulated phosphoprotein phosphorylation and prostaglandin E1-induced increase in cyclic adenosine monophosphate (cAMP) by ADP was impaired, whereas inhibition of cAMP increase by epinephrine was normal. [(3)H]PSB-0413, a selective P2Y12R antagonist, bound to a normal number of binding sites; however, its affinity, and that of the agonists ADP and 2-methylthio-adenosine-5'-diphosphate, was reduced. Patients' DNA showed a homozygous c.847T>A substitution that changed the codon for His-187 to Gln (p.His187Gln). Crystallographic data and molecular modeling studies indicated that His187 in transmembrane 5 is important for agonist and nucleotide antagonist binding and located in a region undergoing conformational changes. These studies delineate a region of P2Y12R required for normal function after ADP binding. ","dc:creator":"Lecchi A","dc:date":"2015","dc:title":"Identification of a new dysfunctional platelet P2Y12 receptor variant associated with bleeding diathesis."}},"rdfs:label":"III-7"},{"id":"cggv:05d6aca8-1640-4879-a553-b05d8479ac8d","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05d6aca8-1640-4879-a553-b05d8479ac8d_variant_evidence_item"},{"id":"cggv:05d6aca8-1640-4879-a553-b05d8479ac8d_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"ADP (4-20 mM)–induced aggregation of patients’ platelets was markedly reduced and rapidly reversible. Inhibition of vasodilator-stimulated phosphoprotein phosphorylation and prostaglandin E1–induced increase in cyclic adenosine monophosphate (cAMP) by ADP was impaired. [3H]PSB-0413, a selective P2Y12R antagonist, bound to a normal number of binding sites; however, its affinity, and that of the agonists ADP and 2-methylthio-adenosine-59-diphosphate, was reduced. One sister who was heterozygous for this variant was not affected; another sister who was negative for this variant had mild phenotype. Therefore bleeding may be due to co-inheritance of another variant in another bleeding gene."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:addde2aa-ea1c-4dc4-950a-9531988e5c3a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:addde2aa-ea1c-4dc4-950a-9531988e5c3a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":67,"allele":{"id":"cggv:fca00984-c891-4072-a38b-a7ba1de18aa6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000003.12:g.151338844A>C (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA354984535"}},"detectionMethod":"cDNA obtained by RT-PCR from platelet mRNA was analyzed by sequencing using a sense primer Y12F1. PCR products from three family members (the proband, her husband, and the son) were performed to generate 130-bp fragments, including the initiation codon of P2Y12. Then they were digested with BsrDI and analyzed on a 6% polyacrylamide gel. In the proband, the mutation at position 2 abolished a BsrDI restriction site. The husband showed a band of digestion, and the son showed two bands, suggesting a heterozygous for the mutation.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Restriction digest","phenotypeFreeText":"a lifelong history of easy bruising; massive bleeding during delivery of her son; slightly elevated plasma fibrinogen (398 mg dL)","phenotypes":["obo:HP_0000978","obo:HP_0011898","obo:HP_0004866","obo:HP_0001892"],"previousTesting":true,"previousTestingDescription":"Normal platelet count, normal coagulation tests (prothrombin time and activated partial thromboplastin time) and slightly elevated plasma fibrinogen (398 mg dL)1). Ivy bleeding time of the patient was consistently prolonged (>15 min). Clot retraction by MacFarlane’s method was normal (50%; normal values 40%–70%).","sex":"Female","variant":{"id":"cggv:48cc7307-e07f-49d9-8767-534cdc5c3392_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fca00984-c891-4072-a38b-a7ba1de18aa6"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16194207"},"rdfs:label":"OSP-1"},{"id":"cggv:48cc7307-e07f-49d9-8767-534cdc5c3392","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:48cc7307-e07f-49d9-8767-534cdc5c3392_variant_evidence_item"},{"id":"cggv:48cc7307-e07f-49d9-8767-534cdc5c3392_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"At low concentrations of agonists, the proband platelets showed an impaired aggregation of several kinds of stimuli. However, at high levels, they showed a specifically impaired platelet aggregation to adenosine diphosphate (ADP). ADP failed to inhibit PGE1-stimulated cAMP accumulation in OSP-1 platelets. Heterologous cell expression of wild-type or mutant P2Y12 confirmed that the mutation was responsible for the deficiency in P2Y12. OSP-1 platelets showed a markedly impaired platelet spreading onto immobilized fibrinogen. Real-time observations of thrombogenesis under a high shear rate revealed that thrombi over collagen were small and loosely packed, and most of the aggregates were unable to resist against high shear stress in the proband."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bbf061af-ec58-49da-bfa2-47961c1cc3eb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bbf061af-ec58-49da-bfa2-47961c1cc3eb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":61,"allele":{"id":"cggv:f518cd40-fa3e-4b74-b270-764208b42ff3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_053002.5(MED12L):c.2146-11931_2146-11930del","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/9081"}},"detectionMethod":"Analysis of polymerase chain reaction (PCR) products from the P2Y12 coding region from M.L.'s genomic DNA revealed the presence of one mutant allele at this locus, as confirmed by direct sequencing of at least three independent PCR reactions.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"A spasmodic history of brief episodes of excessive bleeding. The first severe episode occurred at the age of 17when, after a minor accident, he developed a subretinal hemorrhage, which led to the loss of an eye. A second major episode occurred during surgery performed when he was 28-yr-old. A third episode occurred during middle age when pulmonary bleeding led to the development of hemoptysis. Several other members of his family have reported excessive bleeding and died. His Ivy bleeding time is consistently>20min (normal values<10min).","phenotypes":["obo:HP_0000573","obo:HP_0001892","obo:HP_0002105"],"sex":"Male","variant":{"id":"cggv:6572042e-3092-4d4c-8f06-af7a80149387_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f518cd40-fa3e-4b74-b270-764208b42ff3"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11196645"},"rdfs:label":"M.L."},{"id":"cggv:6572042e-3092-4d4c-8f06-af7a80149387","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6572042e-3092-4d4c-8f06-af7a80149387_variant_evidence_item"},{"id":"cggv:6572042e-3092-4d4c-8f06-af7a80149387_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR from the proband (M.L.)'s platelet showed extremely low levels of P2RY12 expressions. Also, the transcripts were only from the mutant allele, and the wild type allele expression was not detected. The mechanisms of the wild type allele repression were not clear (However, it is unknown whehter the wildtype allele was expressed in the daughter, who is heterozygous with a mild laboratory phenotype and absent bleeding) . Electrophysiological experiments from oocytes showed no significant activity with mutant P2RY12 transcript injection, which suggested the mutant was nonfunctional."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:cebf413a-0031-43fa-bb94-155720f6f5e3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cebf413a-0031-43fa-bb94-155720f6f5e3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":60,"allele":[{"id":"cggv:74534db3-25e8-4db8-ac61-076461d60292","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022788.5(P2RY12):c.767G>A (p.Arg256Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120104"}},{"id":"cggv:f4a30dbd-2e62-4909-bf6d-96e68d25a970","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022788.5(P2RY12):c.793C>T (p.Arg265Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA120106"}}],"detectionMethod":"In the proband’s DNA, a G-to-A transition at nucleotide 1011 abrogates an EcoRI restriction site, and a C-to-T transition at nucleotide 1037 abolishes a HpaII restriction site; both restriction sites are present in the normal DNA. The experimental results indicated both restriction enzyme sites abrogated in the patient. Thus the patient was a compound heterozygote.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Restriction digest","sex":"Male","variant":[{"id":"cggv:6300186b-8a9e-474b-af45-5323d6abc0de_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f4a30dbd-2e62-4909-bf6d-96e68d25a970"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12578987"},{"id":"cggv:68569283-fb6c-4b61-9adb-1e787e8e6760_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:74534db3-25e8-4db8-ac61-076461d60292"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12578987"}],"rdfs:label":"AC"},{"id":"cggv:68569283-fb6c-4b61-9adb-1e787e8e6760","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:68569283-fb6c-4b61-9adb-1e787e8e6760_variant_evidence_item"},{"id":"cggv:68569283-fb6c-4b61-9adb-1e787e8e6760_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Platelets from AC had reduced and reversible aggregation in response to 4um ADP; however, more pronounced but still decreased response to 20um ADP, which indicated some residual receptor activities. Also, ADP failed to lower the adenylyl cyclase activity stimulated by prostaglandin E1 in the patient’s platelets. Studies showed that NM_022788.5(P2RY12):c.767G>A (p.Arg256Gln) impairs all of the responses mediated by P2Y12 without affecting ADP binding. ADP inhibited the forskolin-induced increase of cAMP markedly less in cells transfected with NM_022788.5(P2RY12):c.767G>A (p.Arg256Gln) as compared with the wild-type receptor.\n"}],"strengthScore":0.5},{"id":"cggv:6300186b-8a9e-474b-af45-5323d6abc0de","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6300186b-8a9e-474b-af45-5323d6abc0de_variant_evidence_item"},{"id":"cggv:6300186b-8a9e-474b-af45-5323d6abc0de_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Platelets from AC had reduced and reversible aggregation in response to 4um ADP; however, more pronounced but still decreased response to 20um ADP, which indicated some residual receptor activities. Also, ADP failed to lower the adenylyl cyclase activity stimulated by prostaglandin E1 in the patient’s platelets. Studies showed that NM_022788.5(P2RY12):c.793C>T (p.Arg265Trp) impairs all of the responses mediated by P2Y12 without affecting ADP binding. ADP inhibited the forskolin-induced increase of cAMP markedly less in cells transfected with NM_022788.5(P2RY12):c.793C>T (p.Arg265Trp) as compared with the wild-type receptor."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":6111,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.5,"subject":{"id":"cggv:aae9a1c7-cb24-49ab-8178-fd03d33cf30b","type":"GeneValidityProposition","disease":"obo:MONDO_0012354","gene":"hgnc:18124","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"P2RY12 was first reported in relation to autosomal recessive platelet-type bleeding disorder 8 in 2001 (Hollopeter G, et al., 2001, PMID: 11196645). At least six unique variants (one frameshift, and four missenses, 1 start loss)  have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Variants in this gene have been reported in at least five probands in five publications (PMIDs:  11196645;  24612435; 25428217; 12578987; 16194207). Strikingly, at least one proband and the family members showed to carry a concomitant mutation in another receptor (PMID: 24612435), which suggested that the variability in the phenotypes may be due to unexplored concomitant common or rare variants in other platelet or hemostatic genes. This gene-disease relationship is supported by its biochemical function that P2Y12 receptor stimulation induced rapid activation of Rap1 (PMID: 16236484), expression A evidence that P2Y12 receptor is selectively expressed in platelets (PMID: 11196645), expression B evidence that reduced P2Y12 receptor expression in patients (PMID: 24612435 ), functional alteration in both patient (PMID: 12578987, 16194207) and non-patient cells (PMID: 24612435).In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nThis gene-disease pair was originally evaluated by the Hemostasis Thrombosis GCEP on 08/26/2020. It was reevaluated on 04/02/2023. As a result of this reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:6b61af44-1fb4-4c7d-94b2-f21903793162"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}