{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-06-20T16:25:02.779Z","role":"Approver"},{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9ff0c723-403e-4f59-90e3-fbb91cebbb2b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:91ba9d13-df92-42b0-bb8d-a5476b324b34","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Applied submitochondrial fluorescence recovery after photobleaching to HEK293 cells expressing 6 GFP-tagged subunits selected on the basis of current CI assembly models. Four subunits (NDUFV1, NDUFV2, NDUFA2, and NDUFA12) were also present as highly mobile matrix-soluble monomers, whereas, in sharp contrast, the other two subunits (NDUFB6 and NDUFS3) were additionally present in a slowly mobile fraction. Indeed, FRAP analysis revealed that the NDUFS3 subunit, proposed to be incorporated at an early stage of the assembly process, displayed mobilities that were consistent with its presence in both slowly mobile and virtually immobile assemblies. Revealing not only a matrix-soluble NDUFS3 subassembly and 2 membrane associated (loosely) subassemblies  and four strongly membrane-bound assemblies","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18826940","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I (CI) is a large assembly of 45 different subunits, and defects in its biogenesis are the most frequent cause of mitochondrial disorders. In vitro evidence suggests a stepwise assembly process involving pre-assembled modules. However, whether these modules also exist in vivo is as yet unresolved. To answer this question, we here applied submitochondrial fluorescence recovery after photobleaching to HEK293 cells expressing 6 GFP-tagged subunits selected on the basis of current CI assembly models. We established that each subunit was partially present in a virtually immobile fraction, possibly representing the holo-enzyme. Four subunits (NDUFV1, NDUFV2, NDUFA2, and NDUFA12) were also present as highly mobile matrix-soluble monomers, whereas, in sharp contrast, the other two subunits (NDUFB6 and NDUFS3) were additionally present in a slowly mobile fraction. In the case of the integral membrane protein NDUFB6, this fraction most likely represented one or more membrane-bound subassemblies, whereas biochemical evidence suggested that for the NDUFS3 protein this fraction most probably corresponded to a matrix-soluble subassembly. Our results provide first time evidence for the existence of CI subassemblies in mitochondria of living cells.","dc:creator":"Dieteren CE","dc:date":"2008","dc:title":"Subunits of mitochondrial complex I exist as part of matrix- and membrane-associated subcomplexes in living cells."},"rdfs:label":"Submitochondrial fluorescence recovery after photobleaching"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"This gene shares a biochemical relationship or function with 10+ genes known to cause Leigh syndrome. (Additional to Loeffen, J. L. Biochem. Biophys. Res. Commun. 253: 415-422, 1998. PubMed: 9878551)"},{"id":"cggv:25a2e44b-3868-46de-8d3a-51991f5bb2e9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a9de8793-6546-4454-86f4-ed7b4ca885c8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"173 binary interactions found for search term NDUFS3 protein-protein interactions including 110 co-complex interactions for Complex 1 assembly","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9878551","type":"dc:BibliographicResource","dc:abstract":"NADH:ubiquinone oxidoreductase (complex I) is an extremely complicated multiprotein complex located in the inner mitochondrial membrane. Its main function is the transport of electrons from NADH to ubiquinone, which is accompanied by translocation of protons from the mitochondrial matrix to the intermembrane space. Human complex I appears to consist of 41 subunits of which 34 are encoded by nDNA. Here we report the cDNA sequences of the hitherto uncharacterized 8 nuclear encoded subunits, all located within the hydrophobic protein (HP) fraction of complex I. Now all currently known 41 proteins of human NADH:ubiquinone oxidoreductase have been characterized and reported in literature, which enables more complete mutational analysis studies of isolated complex I-deficient patients.","dc:creator":"Loeffen JL","dc:date":"1998","dc:title":"cDNA of eight nuclear encoded subunits of NADH:ubiquinone oxidoreductase: human complex I cDNA characterization completed."},"rdfs:label":"chaotropic agents IP fractions"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"This gene shares a biochemical relationship or function with 10+ genes known to cause Leigh syndrome."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b346edab-0b01-47fd-bcce-f95eef70049d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8fa55ed2-284a-4603-b28c-a563d16b2213","type":"FunctionalAlteration","dc:description":"Real-time PCR  measurements revealed that all clones except one showed\nsignificant suppression of NDUFS3.NDUSF3 silencing induces mitochondrial dysfunction\nNDUFS3-silencing induced mitochondrial dysfunction exacerbates aerobic glycolysis phenotype (Figure 3-5)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23519235","type":"dc:BibliographicResource","dc:abstract":"Aerobic glycolysis in transformed cells is an unique metabolic phenotype characterized by a hyperactivated glycolytic pathway even in the presence of oxygen. It is not clear if the onset of aerobic glycolysis is regulated by mitochondrial dysfunction and, if so, what the metabolic windows of opportunity available to control this metabolic switch (mitochondrial to glycolytic) landscape are in transformed cells. Here we report a genetically-defined model system based on the gene-silencing of a mitochondrial complex I subunit, NDUFS3, where we demonstrate the onset of metabolic switch in isogenic human embryonic kidney cells by differential expression of NDUFS3. By means of extensive metabolic characterization, we demonstrate that NDUFS3 gene silencing systematically introduces mitochondrial dysfunction thereby leading to the onset of aerobic glycolysis in a manner dependent on NDUFS3 protein levels. Furthermore, we show that the sustained imbalance in free radical dynamics is a necessary condition to sustain the observed metabolic switch in cell lines with the most severe NDUFS3 suppression. Together, our data reveal a novel role for mitochondrial complex I subunit NDUFS3 in regulating the degree of mitochondrial dysfunction in living cells, thereby setting a \"metabolic threshold\" for the observation of aerobic glycolysis phenotype within the confines of mitochondrial dysfunction.","dc:creator":"Suhane S","dc:date":"2013","dc:title":"Mitochondrial NDUFS3 regulates the ROS-mediated onset of metabolic switch in transformed cells."},"rdfs:label":"NDUFS3-silencing induced mitochondrial dysfunction"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:91f3081b-7d53-47bb-bced-cc272e87aaa5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:27fe36de-664a-4018-abfe-3416be0de147","type":"FunctionalAlteration","dc:description":"NDUFAF3 was undetectable by immunoblot analysis after 6 days of this treatment, resulting in decreased levels of several nuclear-encoded CI structural subunits including NDUFS2 and NDUFA9, and the mtDNA-encoded subunit ND1 (Fig. 1A). NDUFAF3 co-immunoprecipitated with NDUFAF4, and three matrix arm structural subunits (NDUFS2, NDUFA9, NDUFS3) that are found in a 400 kDa assembly intermediate containing ND1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22653752","type":"dc:BibliographicResource","dc:abstract":"Complex I (CI, NADH ubiquinone oxidoreductase), the largest complex of the respiratory chain, is composed of 45 structural subunits, 7 of which are encoded in mtDNA. At least 10 factors necessary for holoenzyme assembly have been identified; however, the specific roles of most of them are not well understood. We investigated the role of NDUFAF3, NDUFAF4, C8orf38 and C20orf7, four early assembly factors, in the translation of the mtDNA-encoded CI structural subunits. Transient, or stable, siRNA-mediated knock-down of any of these factors abrogated the assembly of CI, and resulted in a specific decrease in the labeling of the ND1 subunit in a pulse translation experiment, whereas knock-down of NDUFAF2, a late assembly factor, did not affect ND1 translation. Pulse-chase experiments in cells knocked down for NDUFAF3 showed that the half-life of ND1 in the chase was reduced 4-fold, fully accounting for the decrease in pulse labeling. Transient, short-term knock-down of the m-AAA protease AGF3L2 in cells that had been depleted of any of the early CI assembly factors completely rescued the ND1 labeling phenotype, confirming that it is not a synthesis defect, but rather results from rapid proteolysis of newly synthesized ND1. NDUFAF3 co-immunoprecipitated with NDUFAF4, and three matrix arm structural subunits (NDUFS2, NDUFA9, NDUFS3) that are found in a 400 kDa assembly intermediate containing ND1. These data suggest that the four early CI assembly factors have non-redundant functions in the assembly of a module that docks and stabilizes newly synthesized ND1, nucleating assembly of the holoenzyme.","dc:creator":"Zurita Rendón O","dc:date":"2012","dc:title":"Early complex I assembly defects result in rapid turnover of the ND1 subunit."},"rdfs:label":"Knock-down of NDUFAF3 impairs CI assembly"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:65690d50-e131-475c-bdbb-47fa866e1c0b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1ef4bdd1-5ed8-4dd1-abe0-2a0f8557465a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"GzmA Cleavage of Ndufs3 Interferes with Complex I Activity; Therefore, GzmA cleavage of native Ndufs3 disrupts complex I electron transport= “cleaved” Ndufs3 and induce mitochondrial damage in cells. GzmA-Mediated ROS Production and Cell Death\nRescue; Expression of the NDUFS3 cleavage site mutant in 293T and K562 cells also inhibited cell death by GzmA and PFN","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18485875","type":"dc:BibliographicResource","dc:abstract":"The killer lymphocyte protease granzyme A (GzmA) triggers caspase-independent target cell death with morphological features of apoptosis. We previously showed that GzmA acts directly on mitochondria to generate reactive oxygen species (ROS) and disrupt the transmembrane potential (DeltaPsi(m)) but does not permeabilize the mitochondrial outer membrane. Mitochondrial damage is critical to GzmA-induced cell death since cells treated with superoxide scavengers are resistant to GzmA. Here we find that GzmA accesses the mitochondrial matrix to cleave the complex I protein NDUFS3, an iron-sulfur subunit of the NADH:ubiquinone oxidoreductase complex I, after Lys56 to interfere with NADH oxidation and generate superoxide anions. Target cells expressing a cleavage site mutant of NDUFS3 are resistant to GzmA-mediated cell death but remain sensitive to GzmB.","dc:creator":"Martinvalet D","dc:date":"2008","dc:title":"Granzyme A cleaves a mitochondrial complex I protein to initiate caspase-independent cell death."},"rdfs:label":"GzmA specifically cleaves both human and mouse NDUFS3."}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"One cell culture model (non-patient) with disrupted gene function showing mitochondrial dysfunction"},{"id":"cggv:925fd685-fc51-497a-9ed4-183313345f93","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a8d45e8e-e3b2-4998-89f8-accd9f9f53b0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"neuron degeneration associated with decreased NDUFS1 and NDUFS3","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17267560","type":"dc:BibliographicResource","dc:abstract":"Engrailed1 and Engrailed2 (En1 and En2) are two developmental genes of the homeogene family expressed in the developing midbrain. En1 and, to a lesser degree, En2 also are expressed in the adult substantia nigra (SN) and ventral tegmental area (VTA), two dopaminergic (DA) nuclei of the ventral midbrain. In an effort to study En1/2 adult functions, we have analyzed the phenotype of mice lacking one En1 allele in an En2 wild-type context. We show that in this mutant the number of DA neurons decreases slowly between 8 and 24 weeks after birth to reach a stable 38 and 23% reduction in the SN and VTA, respectively, and that neuronal loss can be antagonized by En2 recombinant protein infusions in the midbrain. These loss and gain of function experiments firmly establish that En1/2 is a true survival factor for DA neurons in vivo. Neuronal death in the mutant is paralleled by a 37% decrease in striatal DA, with no change in serotonin content. Using established protocols, we show that, compared with their wild-type littermates, En1+/- mice have impaired motor skills, an anhedonic-like behavior, and an enhanced resignation phenotype; they perform poorly in social interactions. However, these mice do not differ from their wild-type littermates in anxiety-measuring tests. Together, these results demonstrate that En1/2 genes have important adult physiological functions. They also suggest that mice lacking only one En1 allele could provide a novel model for the study of diseases associated with progressive DA cell death.","dc:creator":"Sonnier L","dc:date":"2007","dc:title":"Progressive loss of dopaminergic neurons in the ventral midbrain of adult mice heterozygote for Engrailed1."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Indirect evidence."},{"id":"cggv:c963968a-b3d3-4251-a9b2-420637a74e69","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d3639a48-ee01-478f-b328-52bc9e5fe741","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The current model posits that CI assembly in mammalian systems begins with the formation of a small assembly intermediate containing NDUFS2 and NDUFS3, which combines with NDUFS7 and NDUFS8 (Figure 3B)\nRNAi-mediated knockdown of dNDUFS2, dNDUFS3, dNDUFS5, dNDUFS7, and dNDUFS8 led to a reduction in the amount of the 815 kDa assembly intermediate (relative to wild-type), as they impaired some of the initial steps of CI biogenesis (Figure 4B)\nThis is consistent with the observation that assembly intermediates containing dNDUFS2, dNDUFS3, dNDUFS7, dNDUFS8, and dNDUFA5 co-migrate in blue native gels (Table S2)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28683319","type":"dc:BibliographicResource","dc:abstract":"The flight muscles of Drosophila are highly enriched with mitochondria, but the mechanism by which mitochondrial complex I (CI) is assembled in this tissue has not been described. We report the mechanism of CI biogenesis in Drosophila flight muscles and show that it proceeds via the formation of ∼315, ∼550, and ∼815 kDa CI assembly intermediates. Additionally, we define specific roles for several CI subunits in the assembly process. In particular, we show that dNDUFS5 is required for converting an ∼700 kDa transient CI assembly intermediate into the ∼815 kDa assembly intermediate. Importantly, incorporation of dNDUFS5 into CI is necessary to stabilize or promote incorporation of dNDUFA10 into the complex. Our findings highlight the potential of studies of CI biogenesis in Drosophila to uncover the mechanism of CI assembly in vivo and establish Drosophila as a suitable model organism and resource for addressing questions relevant to CI biogenesis in humans.","dc:creator":"Garcia CJ","dc:date":"2017","dc:title":"Regulation of Mitochondrial Complex I Biogenesis in Drosophila Flight Muscles."},"rdfs:label":"CI assembly in Drosophila flight muscles"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:7739b144-725d-43a0-8a8f-a882efcca395_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c8474290-41b3-45be-a4e4-a16de56dad6a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:7739b144-725d-43a0-8a8f-a882efcca395_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:20560e9e-4061-4226-a546-bba2a9451f2d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004551.2(NDUFS3):c.595C>T (p.Arg199Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA117917"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22200994","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I deficiency is the most common cause of mitochondrial disease in childhood. Identification of the molecular basis is difficult given the clinical and genetic heterogeneity. Most patients lack a molecular definition in routine diagnostics.","dc:creator":"Haack TB","dc:date":"2012","dc:title":"Mutation screening of 75 candidate genes in 152 complex I deficiency cases identifies pathogenic variants in 16 genes including NDUFB9."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22200994","rdfs:label":"Index case 4; MC1DN8"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:31c6661f-5289-4ba4-9c6a-92961db00f78_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5b950cf8-8fbb-4da2-90bd-d892572ac14e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Exome sequencing","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:31c6661f-5289-4ba4-9c6a-92961db00f78_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:43fb2525-e737-4e20-9124-d56406d642d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004551.3(NDUFS3):c.418C>T (p.Arg140Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5977984"}},{"id":"cggv:20560e9e-4061-4226-a546-bba2a9451f2d"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30140060","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is one of the most common subtypes of mitochondrial disease. Mutations in encoding genes of oxidative phosphorylation complexes have been frequently reported, of which, MTATP6 was one of the most frequently reported genes for Leigh syndrome. In this study, by using next-generation sequencing targeted to MitoExome in a patient with clinical manifestations of Leigh syndrome, two missense mutations of NDUFS3 (c.418 C > T/p.R140W and c.595 C > T/p.R199W) were identified, of which c.418 C > T was novel. Functionally, the patient derived lymphoblastoid cells showed decreased amount of NDUFS3 and complex I assembly when compared with two control cells. Although NDUFS3 mutations have been related to late onset Leigh syndrome, we found that the patient carrying these two mutations developed an early onset Leigh syndrome. To our knowledge, this is the second study on patient carrying NDUFS3 mutations. In conclusion, we identified a novel Leigh syndrome causing NDUFS3 mutation and expanded the clinical spectrum caused by NDUFS3 mutations in this study.","dc:creator":"Lou X","dc:date":"2018","dc:title":"A Novel NDUFS3 mutation in a Chinese patient with severe Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30140060","rdfs:label":"Index Case 7"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1},{"id":"cggv:b0548424-fd60-476d-9439-45b72dd8be5d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c64f3d7e-6591-41c3-b4e3-5b7931a0084e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","previousTesting":false,"previousTestingDescription":"","variant":{"id":"cggv:b0548424-fd60-476d-9439-45b72dd8be5d_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:a984ad38-c1bb-4163-8997-ab2318f78044","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004551.2(NDUFS3):c.434C>T (p.Thr145Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6019"}},{"id":"cggv:20560e9e-4061-4226-a546-bba2a9451f2d"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14729820","type":"dc:BibliographicResource","dc:abstract":"Respiratory chain complex I deficiency represents a genetically heterogeneous group of diseases resulting from mutations in mitochondrial or nuclear genes. Mutations have been reported in 13 of the 14 subunits encoding the core of complex I (seven mitochondrial and six nuclear genes) and these result in Leigh or Leigh-like syndromes or cardiomyopathy. In this study, a combination of denaturing high performance liquid chromatography and sequence analysis was used to study the NDUFS3 gene in a series of complex I deficient patients. Mutations found in this gene (NADH dehydrogenase iron-sulphur protein 3), coding for the seventh and last subunit of complex I core, were shown to cause late onset Leigh syndrome, optic atrophy, and complex I deficiency. A biochemical diagnosis of complex I deficiency on cultured amniocytes from a later pregnancy was confirmed through the identification of disease causing NDUFS3 mutations in these cells. While mutations in the NDUFS3 gene thus result in Leigh syndrome, a dissimilar clinical phenotype is observed in mutations in the NDUFV2 and NDUFS2 genes, resulting in encephalomyopathy and cardiomyopathy. The reasons for these differences are uncertain.","dc:creator":"Bénit P","dc:date":"2004","dc:title":"Mutant NDUFS3 subunit of mitochondrial complex I causes Leigh syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14729820","rdfs:label":"Index Case 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"With familial segregation and CO-I deficiency in both affected individuals"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":177,"specifiedBy":"GeneValidityCriteria6","strengthScore":9,"subject":{"id":"cggv:e82f1594-1d27-4013-a245-adec4410d5d2","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7710","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFS3 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of March 12, 2019. NDUFS3 was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2004 (Benit et al., PMID 14729820). Several variants have been reported in ClinVar, but mostly with limited evidence of pathogenicity. Evidence supporting this gene-disease relationship includes case-level data and experimental data (PMIDs 14729820, 22200994) to reach a case-level evidence score of 3.5 points. This gene-disease association is further supported by the function of the gene product, complex I alterations in cell lines, expression studies, and animal models reaching an experimental score of 5.5 points. The mechanism for disease is complex I deficiency.  In summary, NDUFS3 is moderately associated with autosomal recessive Leigh syndrome spectrum. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on June 10, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:4ae2af25-4fc1-48c3-a289-fae04977b192"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}