{"id":"cggv:6c9eee52-920c-47e4-99f9-a5afb97d49f2v2.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:6c9eee52-920c-47e4-99f9-a5afb97d49f2_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-29T16:50:55.689Z","role":"Publisher"},{"id":"cggv:6c9eee52-920c-47e4-99f9-a5afb97d49f2_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-29T19:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:6c9eee52-920c-47e4-99f9-a5afb97d49f2_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c9eee52-920c-47e4-99f9-a5afb97d49f2_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.4},{"id":"cggv:6c9eee52-920c-47e4-99f9-a5afb97d49f2_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6c9eee52-920c-47e4-99f9-a5afb97d49f2_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:073bd63d-6e18-4069-bc99-0f0b1c7bb696","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:64173ae0-c8e0-471e-9af2-dcf997039520","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"CAPN3 staining lost in dystrophin+ myofiber in biopsies from multiple LGMD2A patients in contrast to control. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10229226","type":"dc:BibliographicResource","dc:creator":"Baghdiguian S","dc:date":"1999","dc:title":"Calpain 3 deficiency is associated with myonuclear apoptosis and profound perturbation of the IkappaB alpha/NF-kappaB pathway in limb-girdle muscular dystrophy type 2A."},"rdfs:label":"Immunostaining did not detect CAPN3 in LGMD2A patients"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Not score?"},{"id":"cggv:d298d55c-7d08-4825-924c-0abf9f6eb6ae","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:568c96a9-7d30-4f67-973b-02bd8bbbb1bb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CAPN3 mRNA was detected in skeletal muscle by in situ hybridizations (multiple probes) during development stages and semi-RT-PCR in skeletal muscle.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9521867","type":"dc:BibliographicResource","dc:abstract":"The developmental expression pattern of four human genes, three of which are involved in progressive muscular dystrophies, was investigated. The rationale for these experiments is that these patterns might provide useful information on the pathophysiology underlying these myopathies. Despite the presence of overlapping clinical signs, the spatiotemporal expression profiles of the corresponding genes differed widely. Transcripts of alpha-sarcoglycan (SGCA) were visible as soon as myotomes were formed, and constitute, together with titin transcripts, precocious muscular system landmarks. beta-sarcoglycan (SGCB) was initially transcribed in a ubiquitous manner, and, toward the second part of the embryonic period, became specific to striated muscle, heart, and the central nervous system. Whereas titin (TTN) transcription and translation seem to be coupled, for the sarcoglycans, translation seemed restricted to skeletal muscle. Calpain3 (CAPN3) RNA was found in only skeletal muscles during the fetal period. It was, however, present earlier in the whole heart, where it selectively disappeared. Finally, evidence for differentially spliced calpain3 variants in smooth muscles was also seen. The expression profiles of these genes is suggestive of their having a role during myogenesis, knowledge of which could be pertinent to the understanding of the pathophysiology of the associated diseases.","dc:creator":"Fougerousse F","dc:date":"1998","dc:title":"Expression of genes (CAPN3, SGCA, SGCB, and TTN) involved in progressive muscular dystrophies during early human development."},"rdfs:label":"CAPN3 mRNA in skeletal muscle by in situ"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e9e79296-89dc-4c8a-9c63-9b258edcc94b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:31d4df57-f611-41b3-8df3-394c3de2fc31","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Abnormal sarcomere organization was consistent with the muscular dystrophy phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15138196","type":"dc:BibliographicResource","dc:abstract":"The giant protein titin serves a primary role as a scaffold for sarcomere assembly; however, proteins that mediate this remodeling have not been identified. One potential mediator of this process is the protease calpain 3 (C3), the protein mutated in limb girdle muscular dystrophy type 2A. To test the hypothesis that C3 mediates remodeling during myofibrillogenesis, C3 knockout (C3KO) mice were generated. The C3KO mice were atrophic containing small foci of muscular necrosis. Myogenic cells fused normally in vitro, but lacked well-organized sarcomeres, as visualized by electron microscopy (EM). Titin distribution was normal in longitudinal sections from the C3KO mice; however, EM of muscle fibers showed misaligned A-bands. In vitro studies revealed that C3 can bind and cleave titin and that some mutations that are pathogenic in human muscular dystrophy result in reduced affinity of C3 for titin. These studies suggest a role for C3 in myofibrillogenesis and sarcomere remodeling.","dc:creator":"Kramerova I","dc:date":"2004","dc:title":"Null mutation of calpain 3 (p94) in mice causes abnormal sarcomere formation in vivo and in vitro."},"rdfs:label":"Sarcomere protein TTN as a CAPN3 proteolytic substrate "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:fd9d2116-5e87-4b86-b2ac-6ebfb28d813f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:875912cb-c67b-48d3-be6e-b645a907e4a3","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"CAPN3 94 kD and 60 kD fragments were both detected by DYSF antibody pull down from human muscle homogenates, but not by the unrelated antibody.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15827562","type":"dc:BibliographicResource","dc:abstract":"Mutations in dysferlin, a member of the fer1-like protein family that plays a role in membrane integrity and repair, can give rise to a spectrum of neuromuscular disorders with phenotypic variability including limb-girdle muscular dystrophy 2B, Myoshi myopathy and distal anterior compartment myopathy. To improve the tools available for understanding the pathogenesis of the dysferlinopathies, we have established a large source of highly specific antibody reagents against dysferlin by selection of heavy-chain antibody fragments originating from a nonimmune llama-derived phage-display library. By utilizing different truncated forms of recombinant dysferlin for selection and diverse selection methodologies, antibody fragments with specificity for two different dysferlin domains could be identified. The selected llama antibody fragments are functional in Western blotting, immunofluorescence microscopy and immunoprecipitation applications. Using these antibody fragments, we found that calpain 3, which shows a secondary reduction in the dysferlinopathies, interacts with dysferlin.","dc:creator":"Huang Y","dc:date":"2005","dc:title":"Protein studies in dysferlinopathy patients using llama-derived antibody fragments selected by phage display."},"rdfs:label":"Co-immunoprecipitation CAPN3 by dysferlin antibody"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:2c120b88-9f6f-4278-8a24-1a020a901cec","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:5c5f319f-5bb8-4450-80f8-d0a7370cc8c1","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Protein analysis showed CAPN3 interacts with TITN and cleaves PEVK and M line fragments. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15138196","rdfs:label":"TTN/CAPN3 association by solid phase binding assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Leaning score as gene level association/functional evidence?"},{"id":"cggv:d157c01c-35f6-4e95-ba2b-2e79a42347bc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0212a561-7d3f-4555-b39f-e85cd4dc70ad","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CAPN3 protein was detected by multiple antibodies in fresh human muscle and breakdown post homogenization. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9777948","type":"dc:BibliographicResource","dc:abstract":"Monoclonal antibodies were raised to two regions of calpain 3 (muscle-specific calcium-activated neutral protease), which is the product of the gene that is defective in limb-girdle muscular dystrophy type 2A. The antibodies produced characteristic patterns of bands on Western blots: normal calpain 3 protein was represented by bands at 94 kd, plus additional fragments at approximately 60 or 30 kd, according to the antibody used. Specificity was confirmed by the loss of all bands in patients with null gene mutations. The \"normal\" profile of bands was observed in muscle from 33 control subjects and 70 disease-control patients. Calpain 3 protein was found to be extremely stable in fresh human muscle, with full-size protein being detected 8 hours after the muscle had been removed. Blots of muscle from nine limb-girdle muscular dystrophy type 2A patients with defined mutations showed variation in protein expression, with seven showing a clear reduction in the abundance of protein detected. No simple relationship was found between the abundance and clinical severity. Two patients showed normal expression of the full-size 94 kd band accompanied by a clear reduction in the smaller fragments. This pattern was also observed in one patient with an undefined form of limb-girdle dystrophy. These results indicate that immunodiagnosis is feasible, but caution will need to be exercised with the interpretation of near-normal protein profiles.","dc:creator":"Anderson LV","dc:date":"1998","dc:title":"Characterization of monoclonal antibodies to calpain 3 and protein expression in muscle from patients with limb-girdle muscular dystrophy type 2A."},"rdfs:label":"CAPN3 protein detection in human skeletal muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:5470b3e1-af48-4c33-8c10-156f128c9ef2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2422e2ec-6b43-4428-8f3c-754ddd29e5f0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Calpain 3 expression was reduced to 5–15% ofnormal for both the 94 kDa and 30 kDa fragments.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27259757","type":"dc:BibliographicResource","dc:abstract":"Limb girdle muscular dystrophy type 2A is the most common limb girdle muscular dystrophy form worldwide. Although strict recessive inheritance is assumed, patients carrying a single mutation in the calpain 3 gene (CAPN3) are reported. Such findings are commonly attributed to incomplete mutation screening. In this investigation, we report 37 individuals (age range: 21-85 years, 21 females and 16 males) from 10 families in whom only one mutation in CAPN3 could be identified; a 21-bp, in-frame deletion (c.643_663del21). This mutation co-segregated with evidence of muscle disease and autosomal dominant transmission in several generations. Evidence of muscle disease was indicated by muscle pain, muscle weakness and wasting, significant fat replacement of muscles on imaging, myopathic changes on muscle biopsy and loss of calpain 3 protein on western blotting. Thirty-one of 34 patients had elevated creatine kinase or myoglobin. Muscle weakness was generally milder than observed in limb girdle muscular dystrophy type 2A, but affected the same muscle groups (proximal leg, lumbar paraspinal and medial gastrocnemius muscles). In some cases, the weakness was severely disabling. The 21-bp deletion did not affect mRNA maturation. Calpain 3 expression in muscle, assessed by western blot, was below 15% of normal levels in the nine mutation carriers in whom this could be tested. Haplotype analysis in four families from three different countries suggests that the 21-bp deletion is a founder mutation. This study provides strong evidence that heterozygosity for the c.643_663del21 deletion in CAPN3 results in a dominantly inherited muscle disease. The normal expression of mutated mRNA and the severe loss of calpain 3 on western blotting, suggest a dominant negative effect with a loss-of-function mechanism affecting the calpain 3 homodimer. This renders patients deficient in calpain 3 as in limb girdle muscular dystrophy type 2A, albeit in a milder form in most cases. Based on findings in 10 families, our study indicates that a dominantly inherited pattern of calpainopathy exists, and should be considered in the diagnostic work-up and genetic counselling of patients with calpainopathy and single-allele aberrations in CAPN3.","dc:creator":"Vissing J","dc:date":"2016","dc:title":"A heterozygous 21-bp deletion in CAPN3 causes dominantly inherited limb girdle muscular dystrophy."},"rdfs:label":"Reduced protein (CAPN3 and fragments) in disease muscle"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Only scored in one paper among several studies. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6c9eee52-920c-47e4-99f9-a5afb97d49f2_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a38cde9-03d2-42c8-b189-56442da6f267","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:055d6b99-367d-4bef-ba77-bd4ebe5cfe59","type":"FunctionalAlteration","dc:description":"Patient biopsy extract showed reduced/no cleavage activity; the Transfection studies showed defective autolytic function (self and calpain substrate). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32557990","type":"dc:BibliographicResource","dc:abstract":"Recessively inherited limb girdle muscular dystrophy (LGMD) type 2A is the most common LGMD worldwide. Here, we report the first single missense variant in CAPN3 causing dominantly inherited calpainopathy. A 43-year-old proband, his father and two sons were heterozygous for a c.1715G>C p.(Arg572Pro) variant in CAPN3. Affected family members had at least three of the following; muscle pain, a LGMD2A pattern of muscle weakness and wasting, muscle fat replacement on magnetic resonance imaging, myopathic muscle biopsy, and elevated creatine kinase. Total calpain 3 protein expression was 4 ± 3% of normal. In vitro analysis of c.1715G>C and the previously described c.643_663del variant indicated that the mutant proteins lack autolytic and proteolytic activity and decrease the quantity of wild-type CAPN3 protein. Our findings suggest that dominantly inherited calpainopathy is not unique to the previously reported c.643_663del mutation of CAPN3, and that dominantly inherited calpainopathy should be considered for other single variations in CAPN3.","dc:creator":"Vissing J","dc:date":"2020","dc:title":"A single c.1715G>C calpain 3 gene variant causes dominant calpainopathy with loss of calpain 3 expression and activity."},"rdfs:label":"Proteolytic function of CAPN3 R572P"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Not scored on the evidence on autolytic, proteolytic defects, still unclear wt/mutant protein loss; also considered variant classification.\n"},{"id":"cggv:9a8d8cf4-c67f-48c9-9f82-7b1180212018","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a0c55236-f426-461b-b8d8-232c7680e5b6","type":"FunctionalAlteration","dc:description":"Patient biopsy extract showed reduced/no cleavage activity; the Transfection studies showed defective autolytic function (self and calpain substrate). \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32557990","rdfs:label":"Proteolytic function of CAPN3 Del21"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.25,"dc:description":"Lowered score on the evidence on autolytic, proteolytic defects, still unclear wt/mutant protein loss\n"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.25}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.75}],"evidenceStrength":"Limited","sequence":8897,"specifiedBy":"GeneValidityCriteria9","strengthScore":3.15,"subject":{"id":"cggv:3aabdc70-fbb6-4ccc-bda3-d8a6ca69aa3e","type":"GeneValidityProposition","disease":"obo:MONDO_0015151","gene":"hgnc:1480","modeOfInheritance":"obo:HP_0000006"},"version":"2.2","dc:description":"The relationship between *CAPN3* and limb girdle muscular dystrophy autosomal dominant 4 (LGMDD4 included) inherited in the autosomal dominant recessive pattern has been evaluated using the ClinGen Clinical Validity Framework as of May, 2022. The *CAPN3* gene is located on chromosome 15q15.q and encodes multiple transcript variants. The longest transcript (NM_000070.3) is 3.5 kb long with 24 exons encoding a 821-amino acid protein. Additional transcripts, derived from alternative splicing and the use of alternative promoter have also been identified. In the past 5 years, multiple *CAPN3* variants, first the c.643_663del, p.(Ser215_Gly221del), have been reported in large multiple generation pedigrees with autosomal dominant LGMD with not- so well understood mechanisms. Reported patient presentations meet limb girdle muscular dystrophy criteria often with more adult-onset disease and milder serum creatine kinase deficiencies.\nSummary of case level data (1.4 points): The association is scored in 4 probands in 2 publications (PMID: 27259757, 28881388). The c.643_663del, p.(Ser215_Gly221del) variant segregated with disease in >20 additional family members in a multi-generation pedigree. At this time, other variants also reported in large multiple generation families were not included due to unconfirmed molecular mechanisms. The mechanism for disease is not completely known.\nSummary of Experimental Data (1.75 points): This gene-disease relationship is supported by expression studies and functional alteration evidence. Calpain 3 (CAPN3) is a muscle-specific member of the calpain family Ca2+ dependent cysteine proteases and localizes to sarcomere in skeletal muscle (PMID: 9521867, 9777948,15138196, 10229226). Calpain 3 is activated by autolysis. Calpain 3 interacts with multiple skeletal muscle sarcomere and sarcolemma proteins, many of which are cleaved by active Calpain 3 (PMID: 15138196, 15827562). In patients carrying the heterozygous c.643_663del, p.(Ser215_Gly221del) variant, great reduction of total Calpain 3 protein is observed. Proteolytic defects of CAPN3 del21was observed in functional study without a complete understanding on the mechanism (PMID:32557990).\nIn summary, there is limited evidence to support the gene-disease relationship of *CAPN3* and autosomal dominant limb-girdle muscular dystrophy.\n","dc:isVersionOf":{"id":"cggv:6c9eee52-920c-47e4-99f9-a5afb97d49f2"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}