{"id":"cggv:0932fa23-e0d2-4fa8-80ac-1ab9bfac974dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0932fa23-e0d2-4fa8-80ac-1ab9bfac974d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-01-03T08:00:00.000Z","role":"Approver"},{"id":"cggv:0932fa23-e0d2-4fa8-80ac-1ab9bfac974d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2023-09-07T20:10:03.071Z","role":"Publisher"}],"evidence":[{"id":"cggv:0932fa23-e0d2-4fa8-80ac-1ab9bfac974d_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:0932fa23-e0d2-4fa8-80ac-1ab9bfac974d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0932fa23-e0d2-4fa8-80ac-1ab9bfac974d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:008ea965-a2b5-41c4-9352-4e29b4882493","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3e5a5cbe-5789-474c-9aad-5f300d4a94bc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous mice displayed spontaneous generalized tonic–clonic seizures.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35972069","type":"dc:BibliographicResource","dc:abstract":"De novo mutations in voltage- and ligand-gated channels have been associated with an increasing number of cases of developmental and epileptic encephalopathies, which often fail to respond to classic antiseizure medications. Here, we examine two knock-in mouse models replicating de novo sequence variations in the human ","dc:creator":"Merseburg A","dc:date":"2022","dc:title":"Seizures, behavioral deficits, and adverse drug responses in two new genetic mouse models of "},"rdfs:label":"Merseburg Knock-in Mouse Model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Evidence is being scored at a full 2 points in combination with mouse model in (PMID:33822003)."},{"id":"cggv:62382be9-bc68-4800-9d90-88ad3bcb223d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eeccf5a2-9425-4305-bc93-aad769881d06","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Hcn1 M294L mouse provided insight into the pathological mechanisms underlying hyperexcitability in HCN1. The M294L mouse did experience spontaneous seizures.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33822003","type":"dc:BibliographicResource","dc:abstract":"Pathogenic variants in HCN1 are associated with developmental and epileptic encephalopathies. The recurrent de novo HCN1 M305L pathogenic variant is associated with severe developmental impairment and drug-resistant epilepsy. We engineered the homologue Hcn1 M294L heterozygous knock-in (Hcn1M294L) mouse to explore the disease mechanism underlying an HCN1 developmental and epileptic encephalopathy. The Hcn1M294L mouse recapitulated the phenotypic features of patients with the HCN1 M305L variant, including spontaneous seizures and a learning deficit. Active epileptiform spiking on the electrocorticogram and morphological markers typical of rodent seizure models were observed in the Hcn1M294L mouse. Lamotrigine exacerbated seizures and increased spiking, whereas sodium valproate reduced spiking, mirroring drug responses reported in a patient with this variant. Functional analysis in Xenopus laevis oocytes and layer V somatosensory cortical pyramidal neurons in ex vivo tissue revealed a loss of voltage dependence for the disease variant resulting in a constitutively open channel that allowed for cation 'leak' at depolarized membrane potentials. Consequently, Hcn1M294L layer V somatosensory cortical pyramidal neurons were significantly depolarized at rest. These neurons adapted through a depolarizing shift in action potential threshold. Despite this compensation, layer V somatosensory cortical pyramidal neurons fired action potentials more readily from rest. A similar depolarized resting potential and left-shift in rheobase was observed for CA1 hippocampal pyramidal neurons. The Hcn1M294L mouse provides insight into the pathological mechanisms underlying hyperexcitability in HCN1 developmental and epileptic encephalopathy, as well as being a preclinical model with strong construct and face validity, on which potential treatments can be tested.","dc:creator":"Bleakley LE","dc:date":"2021","dc:title":"Cation leak underlies neuronal excitability in an HCN1 developmental and epileptic encephalopathy."},"rdfs:label":"Bleakley Knock-in Mouse Model "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Evidence is being scored at a full 2 points in combination with mouse model in (PMID:35972069)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Definitive","sequence":6817,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:72af3a1d-d0dc-469c-9e6a-339f49421766","type":"GeneValidityProposition","disease":"obo:MONDO_0018214","gene":"hgnc:4845","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*HCN1* was first reported in relation to patients with autosomal dominant epilepsy in 2014 (Nava et al., PMID: 24747641). Since then, there have been assertions for both a relationship between *HCN1* and autosomal dominant developmental and epileptic encephalopathy (DEE), and between *HCN1* and autosomal dominant generalized epilepsy with febrile seizures plus (GEFS+). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we have not found evidence of differences in disease mechanism between probands diagnosed with either GEFS+ or DEE; further, there are currently no discernable genotype-phenotype correlations, and no known differences in disease mechanism between these two entities (PMID: 34310985). The Epilepsy GCEP has therefore lumped these cases into one curation for autosomal dominant GEFS+ (MONDO:0018214), including probands with presentations of infantile epileptic encephalopathy on the severe end of the spectrum, as well as individuals with milder presentations.\n\nTwenty missense variants reported in 26 probands in four publications are included in this curation (PMIDs: 27864847, 30351409, 24747641, 35359652). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. Both purported loss of function and gain of function variants in *HCN1* have been identified in patients with autosomal dominant GEFS+ (PMID: 34310985). This gene-disease relationship is also supported by mouse models (PMIDs: 33822003, 35972069). \n\nIn summary, there is definitive evidence supporting the relationship between *HCN1* and autosomal dominant GEFS+. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.This classification was approved by the ClinGen Epilepsy GCEP on the meeting date January 3, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:0932fa23-e0d2-4fa8-80ac-1ab9bfac974d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}