{"id":"cggv:2cae2640-258f-4ba1-8510-2b4db97cf36cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:2cae2640-258f-4ba1-8510-2b4db97cf36c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2024-06-28T16:00:00.000Z","role":"Approver"},{"id":"cggv:2cae2640-258f-4ba1-8510-2b4db97cf36c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10068","date":"2024-06-28T20:45:55.659Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:2cae2640-258f-4ba1-8510-2b4db97cf36c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:2cae2640-258f-4ba1-8510-2b4db97cf36c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cae2640-258f-4ba1-8510-2b4db97cf36c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:baf4bb23-c7ea-4f72-acb1-bae46165f7dd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:77b7f559-a5c9-4b79-97bd-a6e1a7ed024e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"CD2AP is expressed in developing podocytes and the glomerular base membrane (GBM).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10997929","type":"dc:BibliographicResource","dc:abstract":"CD2-associated protein (CD2AP) is an adapter molecule that can bind to the cytoplasmic domain of nephrin, a component of the glomerular slit diaphragm. Mice lacking CD2AP exhibit a congenital nephrotic syndrome characterized by extensive foot process effacement, suggesting that CD2AP-nephrin interactions are critical to maintaining slit diaphragm function. We have examined the patterns of expression of both CD2AP and nephrin in developing mouse and human kidney. Both proteins were first detected in developing podocytes at the capillary loop stage of glomerulogenesis and eventually became concentrated near the glomerular basement membrane. CD2AP was also observed diffusely in collecting duct and apically in many cells of proximal and distal tubule. Kidneys from Cd2ap -/- mice initially exhibited normal nephrin localization, but as the mice aged and foot processes became effaced, nephrin disappeared. In laminin-beta(2) mutant mice exhibiting nephrotic syndrome, CD2AP in glomeruli was aberrantly localized in a primarily punctate pattern. Extensive extrarenal expression of CD2AP was observed in endothelial and epithelial cells, in many cases with a specific subcellular localization. Together, these results suggest that CD2AP is not only involved in maintaining the slit diaphragm but may also have a general role in maintaining specialized subcellular architecture. The severity of kidney disease in Cd2ap mutant mice may have eclipsed manifestation of defects in other tissues.","dc:creator":"Li C","dc:date":"2000","dc:title":"CD2AP is expressed with nephrin in developing podocytes and is found widely in mature kidney and elsewhere."},"rdfs:label":"CD2AP Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9bb1535a-ba5e-41da-a501-4f55a2e4a8f9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:758b89fe-5e14-4cea-87a8-b8ec1fab2f9c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In the kidney, CD2AP is primarily expressed in glomerular podocytes, and its absence results in improper formation of the slit diaphragm (PMID: 10514378) and the protein filtration barrier of the kidney (PMID: 16889564).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10514378","type":"dc:BibliographicResource","dc:abstract":"CD2-associated protein (CD2AP) is an 80-kilodalton protein that is critical for stabilizing contacts between T cells and antigen-presenting cells. In CD2AP-deficient mice, immune function was compromised, but the mice died at 6 to 7 weeks of age from renal failure. In the kidney, CD2AP was expressed primarily in glomerular epithelial cells. Knockout mice exhibited defects in epithelial cell foot processes, accompanied by mesangial cell hyperplasia and extracellular matrix deposition. Supporting a role for CD2AP in the specialized cell junction known as the slit diaphragm, CD2AP associated with nephrin, the primary component of the slit diaphragm.","dc:creator":"Shih NY","dc:date":"1999","dc:title":"Congenital nephrotic syndrome in mice lacking CD2-associated protein."},"rdfs:label":"Glomerulogenesis/Glomerular function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:2cae2640-258f-4ba1-8510-2b4db97cf36c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f49b4b94-5486-458a-9846-a5cb1a27069d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:074d569f-054e-4d4d-aa41-0ee7e40906ab","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"CD2AP expression in podocytes rescues lethality of CD2AP deficiency. Transgenic, CD2AP-deficient mice did not exhibit proteinuria at any time. Serum chemistries were within normal ranges and comparable with WT mice (blood urea nitrogen, creatinine, glucose). Kidney sections showed no apparent differences between wild-type and transgenic CD2AP-deficient mice. Podocyte-specific expression of CD2AP completely relieved the renal defects of CD2AP-deficient mice as seen in Kim et al., 2003 (12764198).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15951437","type":"dc:BibliographicResource","dc:abstract":"Mice born without CD2-associated protein (CD2AP) develop renal failure and nephrotic syndrome about 4 weeks after birth and die around 6 weeks of age. Although CD2AP is widely expressed, the severity of the renal failure precludes a clear determination of the role of CD2AP in other tissues. Here we generated transgenic mice expressing CD2AP using a podocyte-specific promoter. Podocyte-specific expression of CD2AP prevented the development of proteinuria, demonstrating that the renal failure is solely due to loss of CD2AP in podocytes and not in other renal or in immune cells. CD2AP-deficient mice are long-lived and appear phenotypically normal. Histological analysis demonstrated testicular abnormalities that were age-related. CIN85, a paralog of CD2AP, is poorly expressed in both the podocyte and the basal seminiferous tubule, suggesting that the loss of CD2AP in specific tissues may be compensated for by CIN85.","dc:creator":"Grunkemeyer JA","dc:date":"2005","dc:title":"CD2-associated protein (CD2AP) expression in podocytes rescues lethality of CD2AP deficiency."},"rdfs:label":"CD2AP Expression in Podocytes Rescues Lethality of CD2AP Def"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:f4c20510-562e-4b0b-9523-85107ccea362","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a50b00b-76a8-47fe-a2ec-466dc4f96cb8","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice completely lacking CD2AP die of massive proteinuria (HP:0000093) shortly after birth. Some lesions from CD2AP\u0001+/– mice (Fig. 1B) were reminiscent of the human glomerular disease, focal segmental glomerulosclerosis (FSGS).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12764198","type":"dc:BibliographicResource","dc:abstract":"Loss of CD2-associated protein (CD2AP), a component of the filtration complex in the kidney, causes death in mice at 6 weeks of age. Mice with CD2AP haploinsufficiency developed glomerular changes at 9 months of age and had increased susceptibility to glomerular injury by nephrotoxic antibodies or immune complexes. Electron microscopic analysis of podocytes revealed defects in the formation of multivesicular bodies, suggesting an impairment of the intracellular degradation pathway. Two human patients with focal segmental glomerulosclerosis had a mutation predicted to ablate expression of one CD2AP allele, implicating CD2AP as a determinant of human susceptibility to glomerular disease.","dc:creator":"Kim JM","dc:date":"2003","dc:title":"CD2-associated protein haploinsufficiency is linked to glomerular disease susceptibility."},"rdfs:label":"Glomerular pathology in CD2AP\u0001+/– mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":8555,"specifiedBy":"GeneValidityCriteria10","strengthScore":8,"subject":{"id":"cggv:1b669a68-9f87-415b-aaea-e64f490a689d","type":"GeneValidityProposition","disease":"obo:MONDO_0005363","gene":"hgnc:14258","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The *CD2AP* gene is located on chromosome 6 at p12.3 and encodes the CD2 associated protein. *CD2AP* is expressed in the kidney and it provides structure to the foot process of podocytes and the slit diaphragm (PMID: 11733557).\n\nMultiple disease entities have been reported in association with this gene. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there was evidence of differences in their inheritance pattern. Therefore, the following disease entities have been split into multiple disease entities: autosomal dominant focal segmental glomerulosclerosis (OMIM: 607832) and autosomal recessive focal segmental glomerulosclerosis (OMIM: 607832).\n\nThe preferred disease name suggested for this grouping of disorders is focal segmental glomerulosclerosis (FSGS).\n\n*CD2AP* was first reported in relation to autosomal dominant focal segmental glomerulosclerosis in 2003 (Kim et al., PMID: 12764198). Clinical manifestation involves proteinuria, nephrotic syndrome (NPHS), and progressive loss of renal function. It is a common cause of end-stage renal disease (ESRD) (Meyrier, 2005). The mechanism of pathogenicity is known to be loss of function.\n\nTwo variants (frameshift and a large intronic deletion involving a canonical splice site) have been reported in 2/2 probands 2/2 publications (PMIDs: 12764198, 34408996 included in this curation). A total of 3/12 pts. for genetic evidence was reached.\n\nThis gene-disease relationship is also supported by expression studies, animal models, and rescue assays. *CD2AP* is expressed in developing podocytes and the glomerular basement membrane (PMID: 10997929). Additionally, variation in *CD2AP* has been shown to result in the improper formation of the slit diaphragm and the protein filtration barrier of the kidney (PMIDs: 10514378, 16889564). One mouse model demonstrated that mice heterozygous for altered *CD2AP* presented glomerular lesions similar to FSGS in humans (PMID: 12764198). The homozygous mice died of proteinuria. A second study of the same mouse model demonstrated that podocyte-specific expression of *CD2AP* rescued the renal defects of the *CD2AP*-deficient mice (PMID: 15951437). A total of 5/6 pts. for experimental evidence was reached.\n\n\nIn summary, there is moderate evidence supporting the relationship between *CD2AP* and autosomal dominant FSGS. This has been repeatedly demonstrated in both the research and clinical diagnostic settings.","dc:isVersionOf":{"id":"cggv:2cae2640-258f-4ba1-8510-2b4db97cf36c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}