{"id":"cggv:796f4ae7-c817-44d4-935b-babf74a0ce47v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:796f4ae7-c817-44d4-935b-babf74a0ce47_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-08-02T16:00:00.000Z","role":"Approver"},{"id":"cggv:796f4ae7-c817-44d4-935b-babf74a0ce47_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-01-22T21:23:51.140Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:796f4ae7-c817-44d4-935b-babf74a0ce47_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:796f4ae7-c817-44d4-935b-babf74a0ce47_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.7}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.8},{"id":"cggv:796f4ae7-c817-44d4-935b-babf74a0ce47_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:796f4ae7-c817-44d4-935b-babf74a0ce47_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3de281c2-6757-47b9-a92e-eb1ef5fa88c3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f1476d5-2fc2-490e-aa4f-7b2956408d1e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GTEx","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32913098","type":"dc:BibliographicResource","dc:abstract":"The Genotype-Tissue Expression (GTEx) project was established to characterize genetic effects on the transcriptome across human tissues and to link these regulatory mechanisms to trait and disease associations. Here, we present analyses of the version 8 data, examining 15,201 RNA-sequencing samples from 49 tissues of 838 postmortem donors. We comprehensively characterize genetic associations for gene expression and splicing in cis and trans, showing that regulatory associations are found for almost all genes, and describe the underlying molecular mechanisms and their contribution to allelic heterogeneity and pleiotropy of complex traits. Leveraging the large diversity of tissues, we provide insights into the tissue specificity of genetic effects and show that cell type composition is a key factor in understanding gene regulatory mechanisms in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2020","dc:title":"The GTEx Consortium atlas of genetic regulatory effects across human tissues."},"rdfs:label":"GTEx expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:03f61aa2-270b-49a0-9d87-b4b454d054be","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94e80f86-d437-4b16-acd8-ce581a8cdcca","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Using a reporter construct of the firefly luciferase gene downstream of the proximal promoter of Hesx1, the luciferase assay showed that increasing amounts of wild-type SOX3 activated\nthe Hesx1 reporter up to 6-fold in a dose-dependent manner, whereas with the mutated SOX3 construct, the maximal activation achieved was 3-fold. Therefore, suggesting that expansion of the PA tract reduced the efficacy of SOX3.\nin this assay.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15800844","type":"dc:BibliographicResource","dc:abstract":"Duplications of Xq26-27 have been implicated in the etiology of X-linked hypopituitarism associated with mental retardation (MR). Additionally, an expansion of a polyalanine tract (by 11 alanines) within the transcription factor SOX3 (Xq27.1) has been reported in patients with growth hormone deficiency and variable learning difficulties. We report a submicroscopic duplication of Xq27.1, the smallest reported to date (685.6 kb), in two siblings with variable hypopituitarism, callosal abnormalities, anterior pituitary hypoplasia (APH), an ectopic posterior pituitary (EPP), and an absent infundibulum. This duplication contains SOX3 and sequences corresponding to two transcripts of unknown function; only Sox3 is expressed in the infundibulum in mice. Next, we identified a novel seven-alanine expansion within a polyalanine tract in SOX3 in a family with panhypopituitarism in three male siblings with an absent infundibulum, severe APH, and EPP. This mutation led to reduced transcriptional activity, with impaired nuclear localization of the mutant protein. We also identified a novel polymorphism (A43T) in SOX3 in another child with hypopituitarism. In contrast to findings in previous studies, there was no evidence of MR or learning difficulties in our patients. We conclude that both over- and underdosage of SOX3 are associated with similar phenotypes, consisting of infundibular hypoplasia and hypopituitarism but not necessarily MR.","dc:creator":"Woods KS","dc:date":"2005","dc:title":"Over- and underdosage of SOX3 is associated with infundibular hypoplasia and hypopituitarism."},"rdfs:label":"Luciferase assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:796f4ae7-c817-44d4-935b-babf74a0ce47_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87d2da18-2ef9-4f2f-afd9-19469e93d129","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1f5a071c-5f29-4b03-b22a-dc5da7740a9e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice had abnormal pituitary function with lower levels of pituitary growth hormone, luteinizing hormone, follicle stimulating hormone and thyroid stimulating hormone. This resembles the human disease.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14981518","type":"dc:BibliographicResource","dc:abstract":"The pituitary develops from the interaction of the infundibulum, a region of the ventral diencephalon, and Rathke's pouch, a derivative of oral ectoderm. Postnatally, its secretory functions are controlled by hypothalamic neurons, which also derive from the ventral diencephalon. In humans, mutations affecting the X-linked transcription factor SOX3 are associated with hypopituitarism and mental retardation, but nothing is known of their etiology. We find that deletion of Sox3 in mice leads to defects of pituitary function and of specific central nervous system (CNS) midline structures. Cells in the ventral diencephalon, where Sox3 is usually highly expressed, have altered properties in mutant embryos, leading to abnormal development of Rathke's pouch, which does not express the gene. Pituitary and hypothalamic defects persist postnatally, and SOX3 may also function in a subset of hypothalamic neurons. This study shows how sensitive the pituitary is to subtle developmental defects and how one gene can act at several levels in the hypothalamic-pituitary axis.","dc:creator":"Rizzoti K","dc:date":"2004","dc:title":"SOX3 is required during the formation of the hypothalamo-pituitary axis."},"rdfs:label":"Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Moderate","sequence":7717,"specifiedBy":"GeneValidityCriteria10","strengthScore":7.8,"subject":{"id":"cggv:1479f0e1-5d8e-486e-927c-fe30ce2b2b9f","type":"GeneValidityProposition","disease":"obo:MONDO_0800474","gene":"hgnc:11199","modeOfInheritance":"obo:HP_0001417"},"version":"1.1","dc:description":"The SOX3 gene is located on the X chromosome at Xq27.1 and encodes a member of the SRY-related HMG-box (SOX) family of transcription factors involved in the regulation of embryonic development and in the determination of the cell fate. SOX3 was first reported in relation to *SOX3*-related X-linked pituitary hormone deficiency with or without intellectual developmental disorder in 2002 (Laumonnier et al., PMID: 12428212, MONDO:0800474). This X-linked inherited disease is characterized by growth hormone deficiency due to hypopituitarism and in some cases intellectual disability. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found a difference in molecular mechanism and phenotypic variability. Therefore, the following disease entities panhypopituitarism, X-linked (OMIM: 312000) and intellectual developmental disorder, X-linked, with isolated growth hormone deficiency (OMIM: 300123) have been lumped and are included in this curation. Whereas, 46,XX sex reversal 3 (MONDO:0010442), X-linked congenital generalized hypertrichosis (ORPHA:79495) and Septo-optic dysplasia spectrum (ORPHA:3157) have been split.\nAt least 7 variants including 2 missense, 1 frameshift, 4 in-frame polyA indels have been reported in 8 probands in 7 publications (PMIDs: 30125608, 29175558, 35295983, 21289259, 15800844, 19654509, 12428212) and are included in this curation. The mechanism of pathogenicity appears to be gain of function for polyA in-frame deletion variants and loss of function for polyA in-frame insertion variants.\nThis gene-disease association is also supported by expression and protein-protein interaction with HESX1 (PMID: 15800844), which is associated with pituitary hormone deficiency (PMID: 27000987). Also included is a conditional knockout mouse model which demonstrates lower levels of pituitary growth hormone, luteinizing hormone, follicle stimulating hormone and thyroid stimulating hormone (PMID: 14981518). \nIn summary, there is moderate evidence supporting the relationship between SOX3 and X-linked pituitary hormone deficiency with or without intellectual developmental disorder (MONDO:0800474).\nWhile more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Syndromic Disorders GCEP on the meeting date 08/02/23 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:796f4ae7-c817-44d4-935b-babf74a0ce47"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}