{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2022-12-29T20:00:00.000Z","role":"Approver"},{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2022-12-30T03:07:03.082Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/25048963","type":"dc:BibliographicResource","dc:abstract":"Reduced generation of multiple motile cilia (RGMC) is a rare mucociliary clearance disorder. Affected persons suffer from recurrent infections of upper and lower airways because of highly reduced numbers of multiple motile respiratory cilia. Here we report recessive loss-of-function and missense mutations in MCIDAS-encoding Multicilin, which was shown to promote the early steps of multiciliated cell differentiation in Xenopus. MCIDAS mutant respiratory epithelial cells carry only one or two cilia per cell, which lack ciliary motility-related proteins (DNAH5; CCDC39) as seen in primary ciliary dyskinesia. Consistent with this finding, FOXJ1-regulating axonemal motor protein expression is absent in respiratory cells of MCIDAS mutant individuals. CCNO, when mutated known to cause RGMC, is also absent in MCIDAS mutant respiratory cells, consistent with its downstream activity. Thus, our findings identify Multicilin as a key regulator of CCNO/FOXJ1 for human multiciliated cell differentiation, and highlight the 5q11 region containing CCNO and MCIDAS as a locus underlying RGMC. ","dc:creator":"Boon M","dc:date":"2014","dc:title":"MCIDAS mutations result in a mucociliary clearance disorder with reduced generation of multiple motile cilia."},"evidence":[{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4c539cac-63a7-486b-868e-d9e2dd639f39","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3e94c3f2-1e5b-4534-9cab-ac02f9b6fb09","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"MCIDAS localized to the nucleus in healthy control cells destined for multiciliated cell differentiation, whereas its expression is absent or very weak in fully differentiated ciliated respiratory cells (Fig. 3a and 3b). In contrast, MCIDAS was absent or severely reduced in the cultured human nasal epithelial cells from the affected individuals OI-116II1 and OI-116II2.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25048963","rdfs:label":"MCIDAS absent/reduced in MCIDAS variant patients "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e7e5e209-8a75-4c86-99ec-7806a2fcbb97","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:328fb24e-dd15-4444-9e60-69cf7d1c3542","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In situ hybridization experiments on mouse embryos at E12.5 dpc showed that Idas (MCIDAS) exhibits high level expression in a restricted pattern in the developing mouse brain. Idas transcripts were detected at high levels in the cortical hem and the choroid plexus epithelium (Fig. 7Aa) in the telencephalic midline. Immunofluorescence on mouse sections of an E12.5-dpc embryo for Idas protein revealed an expression pattern similar to its mRNA.  In humans, multiciliated cells are present in the choroid plexus and the ependyma of the brain to drive the circulation of cerebrospinal spinal fluid.  Idas gene expression patterns in mouse brain are consistent with a role for MCIDAS in the differentiation of multiciliated cells in human brain.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21543332","type":"dc:BibliographicResource","dc:abstract":"Development and homeostasis of multicellular organisms relies on an intricate balance between cell proliferation and differentiation. Geminin regulates the cell cycle by directly binding and inhibiting the DNA replication licensing factor Cdt1. Geminin also interacts with transcriptional regulators of differentiation and chromatin remodelling factors, and its balanced interactions are implicated in proliferation-differentiation decisions during development. Here, we describe Idas (Idas being a cousin of the Gemini in Ancient Greek Mythology), a previously uncharacterised coiled-coil protein related to Geminin. We show that human Idas localizes to the nucleus, forms a complex with Geminin both in cells and in vitro through coiled-coil mediated interactions, and can change Geminin subcellular localization. Idas does not associate with Cdt1 and prevents Geminin from binding to Cdt1 in vitro. Idas depletion from cells affects cell cycle progression; cells accumulate in S phase and are unable to efficiently progress to mitosis. Idas protein levels decrease in anaphase, whereas its overexpression causes mitotic defects. During development, we show that Idas exhibits high level expression in the choroid plexus and the cortical hem of the mouse telencephalon. Our data highlight Idas as a novel Geminin binding partner, implicated in cell cycle progression, and a putative regulator of proliferation-differentiation decisions during development.","dc:creator":"Pefani DE","dc:date":"2011","dc:title":"Idas, a novel phylogenetically conserved geminin-related protein, binds to geminin and is required for cell cycle progression."},"rdfs:label":"MCIDAS expression in developing mouse embryo brain tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:e0059ca3-138c-4d23-8286-10251d0f1e6f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f4ddfb8b-db16-4f5a-8499-c90192ced8b4","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Authors examined how the expression of MCIDAS, CCNO, and CDC20B genes varies at different time points during  ciliogenesis in cultured human nasal epithelial cells using quantitative PCR.  Cells were brought into suspension culture to induce ciliogenesis and the formation of multiciliated cells.  The expression of the three genes increased equally during multiple motile cilia generation while it was very low during the monolayer phase. The expression pattern seen for MCIDAS is consistent with it's role as a regulator of multiciliogenesis.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25048963","rdfs:label":"MCIDAS expressed during multiciliiogenesis"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:054b8fd8-444b-4191-8cc8-b6a46129932c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d8c09a3e-5cc3-4248-86ca-9e892e094e47","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"During multiciliate cell differentiation, centriole amplification is initiated by MCIDAS (Multicilin). These centrioles go on to generate the basal bodies required for multiple cilia extension. Multicilin acts by forming a ternary complex with  E2f4 (or E2f5) and Dp1 (The EDM complex). This EDM complex acts as a transcriptional activator for most of the genes required for centriole biogenesis. Multicilin on its own, lacks a DNA binding domain.  When in complex with E2f4, a transcription factor, and its dimerization partner, Dp1, Multicilin is able to act as a transcriptional regulator. For Multicilin, complex formation is mediated through a 45-amino-acid region at the C terminus, called the TIRT domain.  In addition to centriole amplification, the EDM complex has also been associated with the activation of other genes involved in cilia formation (PMID: 29243212).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24934224","type":"dc:BibliographicResource","dc:abstract":"Multiciliate cells employ hundreds of motile cilia to produce fluid flow, which they nucleate and extend by first assembling hundreds of centrioles. In most cells, entry into the cell cycle allows centrioles to undergo a single round of duplication, but in differentiating multiciliate cells, massive centriole assembly occurs in G0 by a process initiated by a small coiled-coil protein, Multicilin. Here we show that Multicilin acts by forming a ternary complex with E2f4 or E2f5 and Dp1 that binds and activates most of the genes required for centriole biogenesis, while other cell cycle genes remain off. This complex also promotes the deuterosome pathway of centriole biogenesis by activating the expression of deup1 but not its paralog, cep63. Finally, we show that this complex is disabled by mutations in human Multicilin that cause a severe congenital mucociliary clearance disorder due to reduced generation of multiple cilia. By coopting the E2f regulation of cell cycle genes, Multicilin drives massive centriole assembly in epithelial progenitors in a manner required for multiciliate cell differentiation. ","dc:creator":"Ma L","dc:date":"2014","dc:title":"Multicilin drives centriole biogenesis via E2f proteins."},"rdfs:label":"Multicilin binds E2f4/E2f5"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"Down-scored because E2F4 has not been implicated in PCD."},{"id":"cggv:2cdac2f8-0e56-419f-8e24-09b13b38bedc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:58e883d8-0ce8-48af-b13e-f243bfcf0bc4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In the absence of functional MCIDAS, a transcriptional co-activator of MCC differentiation, respiratory epithelial cells had none or just 1 or 2 cilia.  In contrast to CCNO mutant cells (PMID: 31884020), MCIDAS mutant cells lacked the axonemal motility-related proteins DNAH5 and CCDC39, indicating that in MCIDAS mutant cells not only the number of MMCs is severely reduced, but the expression of ciliary motility-related proteins is also disrupted. CCNO was also absent in these cells. Reduced or absent multiciliated respiratory epithelial cells lead to reduced mucociliary clearance, leading to the recurrent infections of the upper and lower airways phenotype seen in Primary Ciliary Dyskensia patients. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25048963","rdfs:label":"MCIDAS is a regulator of MCC differentiation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:60c8eb0c-c22c-465a-8cf4-70b93d16a924","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:1108124a-b479-4a94-a8af-5e6548482450","type":"FunctionalAlteration","dc:description":"MCIDAS is a transcriptional co-activator that regulates multiciliogenesis in epithelial cells.  Cultured basal epithelial patient cells were grown to confluence in air–liquid interface (ALI) culture to stimulate ciliogenesis. Quantitative PCR analysis comparing MCIDAS mRNA abundance between patient cells versus a healthy control donor after 7 days of ALI culture detected no mRNA expression in patient cells and strong expression in healthy cells. Consistent with the finding of no detectable MCIDAS gene expression, cilia were not detected on cells carrying the MCIDAS variant. Combinations of readthrough agents and inhibitors of nonsense-mediated decay (NMD) were able to restore the formation of basal bodies, but not cilia, in the patient's epithelial cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33795320","type":"dc:BibliographicResource","dc:abstract":"Development of therapeutic approaches for rare respiratory diseases is hampered by the lack of systems that allow medium-to-high-throughput screening of fully differentiated respiratory epithelium from affected patients. This is a particular problem for primary ciliary dyskinesia (PCD), a rare genetic disease caused by mutations in genes that adversely affect ciliary movement and consequently mucociliary transport. Primary cell culture of basal epithelial cells from nasal brush biopsies followed by ciliated differentiation at the air-liquid interface (ALI) has proven to be a useful tool in PCD diagnostics but the technique's broader utility, including in pre-clinical PCD research, has been restricted by the limited number of basal cells that can be expanded from such biopsies.","dc:creator":"Lee DDH","dc:date":"2021","dc:title":"Higher throughput drug screening for rare respiratory diseases: readthrough therapy in primary ciliary dyskinesia."},"rdfs:label":"Cultured nasal epithelial cells of MCIDAS patient"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Down-scored because Western Blot Multicilin (MCIDAS) expression data that might have strengthened gene expression data was confusing and hard to interpret."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d101f737-aa6f-41e3-b6d7-9a375c82c198","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d16a739c-1118-42e6-939f-ccf5b7351c01","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In humans, multiciliated cells are present in the choroid plexus and the ependyma of the brain to drive the circulation of cerebrospinal spinal fluid, in respiratory epithelial cells to assist in mucociliary clearance, and in the efferent ducts and oviducts for spermatozoa and egg transport, respectively.  Patients with defective MCIDAS genes exhibit a reduced generation of multiple motile cilia (RGMC) and present with a PCD phenotype that includes recurrent upper and lower respiratory tract infections as well as in some cases hydrocephalus and sub-fertility. Xenopus embryos which differentiate epidermal multiciliated cells for mucus clearance serve as a model for human multiciliated cells.  While the entire human phenotype cannot be replicated in this model, the Xenopus knockdown model does reproduce the absence or severely reduced numbers of cilia seen in human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22231168","type":"dc:BibliographicResource","dc:abstract":"Multiciliate cells function prominently in the respiratory system, brain ependyma and female reproductive tract to produce vigorous fluid flow along epithelial surfaces. These specialized cells form during development when epithelial progenitors undergo an unusual form of ciliogenesis, in which they assemble and project hundreds of motile cilia. Notch inhibits multiciliate cell formation in diverse epithelia, but how progenitors overcome lateral inhibition and initiate multiciliate cell differentiation is unknown. Here we identify a coiled-coil protein, termed multicilin, which is regulated by Notch and highly expressed in developing epithelia where multiciliate cells form. Inhibiting multicilin function specifically blocks multiciliate cell formation in Xenopus skin and kidney, whereas ectopic expression induces the differentiation of multiciliate cells in ectopic locations. Multicilin localizes to the nucleus, where it directly activates the expression of genes required for multiciliate cell formation, including foxj1 and genes mediating centriole assembly. Multicilin is also necessary and sufficient to promote multiciliate cell differentiation in mouse airway epithelial cultures. These findings indicate that multicilin initiates multiciliate cell differentiation in diverse tissues, by coordinately promoting the transcriptional changes required for motile ciliogenesis and centriole assembly.","dc:creator":"Stubbs JL","dc:date":"2012","dc:title":"Multicilin promotes centriole assembly and ciliogenesis during multiciliate cell differentiation."},"rdfs:label":"Morpholino knockdown of MCI (MCIDAS) in Xenopus laevis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Down-scored because these experiments on Xenopus skin provide insight into the general effect of MCIDAS knockout on muliciliated cell differentiation but are unable to recapitulate the full spectrum of phenotypes seen in human patients."},{"id":"cggv:64156ef4-f78c-4f0e-b17b-0b91d97bd585","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:51e3d674-04cd-479a-a01b-4ea26f753753","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In humans, multiciliated cells are present in the choroid plexus and the ependyma of the brain to drive the circulation of cerebrospinal spinal fluid, in respiratory epithelial cells to assist in mucociliary clearance, and in the efferent ducts and oviducts for spermatozoa and egg transport, respectively.  Patients with defective MCIDAS genes exhibit a reduced generation of multiple motile cilia (RGMC) and present with a PCD phenotype that includes recurrent upper and lower respiratory tract infections as well as in some cases hydrocephalus and sub-fertility.  This mouse knockout model showed phenotypes similar to those seen in MCIDAS patients.  Mci mouse mutants developed hydrocephalus; Males and females failed to breed, suggesting infertility; In trachea, oviducts, and brain ependyma, mutants had a complete loss of multiciliated cells. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30877126","rdfs:label":"CRISPR/Cas9 mouse Mci knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a25f4b58-f187-4783-94ed-c7b677aa581c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a25f4b58-f187-4783-94ed-c7b677aa581c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":23,"allele":{"id":"cggv:d1408572-ca0b-47c0-ad41-83e8644ff99e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190787.3(MCIDAS):c.1142G>A (p.Arg381His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346961"}},"detectionMethod":"Sanger DNA sequencing of all coding exons of MCIDAS, including the exon–intron boundaries, in 59 families with absence of CCNO mutations.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Reduced generation of multiple motile cilia (RGMC); Situs Solitus; Complete absence or severely reduced numbers of cilia; Basal body mislocalization","phenotypes":["obo:HP_0002643","obo:HP_0006510","obo:HP_0006532","obo:HP_0100582","obo:HP_0011108","obo:HP_0011109","obo:HP_0002110","obo:HP_0002257","obo:HP_0200117"],"sex":"Female","variant":{"id":"cggv:89bb484e-a9f6-4eef-b22a-e417673a4841_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:d1408572-ca0b-47c0-ad41-83e8644ff99e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25048963"},"rdfs:label":"OI-116 II-1"},{"id":"cggv:89bb484e-a9f6-4eef-b22a-e417673a4841","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:89bb484e-a9f6-4eef-b22a-e417673a4841_variant_evidence_item"},{"id":"cggv:89bb484e-a9f6-4eef-b22a-e417673a4841_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The effect of the p.Arg381His alteration in this variant was assessed by introducing the c.1142G>A variant mutation to the Xenopus \"mcidas\" gene (p.Arg370His) by PCR and testing it in a gain-of-function experiment. Previous experiments had shown that ectopic expression of wt \"mcidas\" in embryos induced the formation of ectopic multiciliated cells. Ectopic expression of  mcidas p.Arg370His did not produce multiciliated cells, but rather, a reduction in cell number and an increase in cell size. This phenotype had been previously seen in embryos expressing mcidas lacking a C-terminal TIRT domain (mcidas∆334-374).  These experiments confirm that the \"mcidas\" p.Arg370His variant disables the mcidas activity."}],"strengthScore":0.25,"dc:description":"NM_001190787.3(MCIDAS):c.1142G>A (p.Arg381His) is a missense mutation that is predicted to be probably damaging by Polyphen-2. Despite good functional evidence (up-scored to 1), this variant was down-scored because of homozygosity and consanguinity. Also down-scored for only sequencing one candidate disease gene (Sanger) as opposed to Exome sequencing or Gene Panel sequencing. Authors had previously eliminated CCNO as a possible mutation."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a15d83a7-5a46-405b-afae-c896792b9a4c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a15d83a7-5a46-405b-afae-c896792b9a4c","type":"Proband","allele":{"id":"cggv:5b2650c0-252d-42c0-b72d-d2fc7acf98bf","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190787.3(MCIDAS):c.1093C>T (p.Gln365Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359730608"}},"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Choroid Plexus Hyperplasia; Situs Solitus; No cilia seen in high-speed video microscopy, or airway biopsies/cultures; Accelerated Respiratory Disease; Patent Aqueducts","phenotypes":["obo:HP_0006956","obo:HP_0000238","obo:HP_0033036","obo:HP_0002643","obo:HP_0100702"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:af3da598-9268-419f-ae75-8f956a9a9cc1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5b2650c0-252d-42c0-b72d-d2fc7acf98bf"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32802948","type":"dc:BibliographicResource","dc:abstract":"To report a neuroradiologic phenotype associated with reduced generation of multiple motile cilia (RGMC) and mutations in the ","dc:creator":"Robson EA","dc:date":"2020","dc:title":"Hydrocephalus and diffuse choroid plexus hyperplasia in primary ciliary dyskinesia-related MCIDAS mutation."}},"rdfs:label":"Robson Family 2 - C"},{"id":"cggv:af3da598-9268-419f-ae75-8f956a9a9cc1","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:af3da598-9268-419f-ae75-8f956a9a9cc1_variant_evidence_item"}],"strengthScore":1.25,"dc:description":"Down-scored for homozygosity.  NM_001190787.3(MCIDAS):c.1093C>T (p.Gln365Ter) is a nonsense mutation in the final exon (exon 7) of the MCIDAS gene.  This variant is predicted to truncate the last 20 amino acids of the protein.  This C terminal portion of the protein (TIRT domain) is a highly conserved region in the Geminin family members (McIdas/ GemC1) that serve as regulators of multiciliogenesis (PMID: 29243212)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:2603915a-821d-446e-9572-d3ebe5a19da1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2603915a-821d-446e-9572-d3ebe5a19da1","type":"Proband","allele":{"id":"cggv:2f696d5a-d759-448e-acb5-12b84bd82621","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190787.3(MCIDAS):c.1097G>A (p.Gly366Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346959"}},"detectionMethod":"Sanger DNA sequencing of all coding exons of MCIDAS, including the exon–intron boundaries, in 59 families with absence of CCNO mutations.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Situs solitus; Arrested hydrocephalus","phenotypes":["obo:HP_0002643","obo:HP_0000238","obo:HP_0000389","obo:HP_0200117","obo:HP_0033036","obo:HP_0100582","obo:HP_0006510","obo:HP_0002110","obo:HP_0000403","obo:HP_0002257","obo:HP_0006532"],"sex":"Male","variant":{"id":"cggv:e2901dcf-bfd9-4ab4-b3aa-92d96b7d5239_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2f696d5a-d759-448e-acb5-12b84bd82621"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25048963"},"rdfs:label":"BEL-1790 II-1"},{"id":"cggv:e2901dcf-bfd9-4ab4-b3aa-92d96b7d5239","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e2901dcf-bfd9-4ab4-b3aa-92d96b7d5239_variant_evidence_item"},{"id":"cggv:e2901dcf-bfd9-4ab4-b3aa-92d96b7d5239_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The effect of the p.Gly366Asp alteration in this variant was assessed by introducing the c.1097G>A variant mutation to the Xenopus \"mcidas\" gene (p.Gly355Asp) by PCR and testing it in a gain-of-function experiment. Previous experiments had shown that ectopic expression of wt \"mcidas\" in embryos induced the formation of ectopic multiciliated cells. Ectopic expression of  mcidas p.Gly355Asp did not produce multiciliated cells, but rather, a reduction in cell number and an increase in cell size. This phenotype had been previously seen in embryos expressing mcidas lacking a C-terminal TIRT domain (mcidas∆334-374).  These experiments confirm that the \"mcidas\" p.Gly355Asp variant disables the mcidas activity."}],"strengthScore":0.25,"dc:description":"NM_001190787.3(MCIDAS):c.1097G>A (p.Gly366Asp) is a missense mutation that is predicted to be \"probably damaging\" by Polyphen-2. Despite good functional evidence (up-scored to 1), this variant was down-scored because of homozygosity and consanguinity. Also down-scored for only sequencing one candidate disease gene (Sanger) as opposed to Exome sequencing or Gene Panel sequencing. Authors had previously eliminated CCNO as a possible mutation."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a6ce42d2-39a6-475a-9dcf-bb1b41e59915_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a6ce42d2-39a6-475a-9dcf-bb1b41e59915","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":27,"allele":{"id":"cggv:9aa350c9-d778-4b17-abb6-cf02468b39b5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190787.3(MCIDAS):c.441C>A (p.Cys147Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346957"}},"detectionMethod":"Sanger DNA sequencing of all coding exons of MCIDAS, including the exon–intron boundaries, in 59 families with absence of CCNO mutations. Heterozygous carrier status was demonstrated in both parents","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Ciliary aplasia; Reduced generation of multiple motile cilia (RGMC); Situs solitus; Possible female infertility; Arrested hydrocephalus; Complete absence or severely reduced numbers of respiratory cilia; Basal body mislocalization","phenotypes":["obo:HP_0002093","obo:HP_0006510","obo:HP_0200117","obo:HP_0000389","obo:HP_0100582","obo:HP_0006532","obo:HP_0033036","obo:HP_0002110","obo:HP_0002257","obo:HP_0011109","obo:HP_0000403","obo:HP_0000238","obo:HP_0011108","obo:HP_0002643","obo:HP_0002119"],"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1d006e8c-c331-424f-a44e-3d367b86cc60_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9aa350c9-d778-4b17-abb6-cf02468b39b5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25048963"},"rdfs:label":"BEL-1785 II-1"},{"id":"cggv:1d006e8c-c331-424f-a44e-3d367b86cc60","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1d006e8c-c331-424f-a44e-3d367b86cc60_variant_evidence_item"}],"strengthScore":1.25,"dc:description":"NM_001190787.3(MCIDAS):c.441C>A (p.Cys147Ter) is a nonsense mutation that is predicted to trigger NMD or at least truncate ~62% of the protein product. This truncated protein is predicted to be missing the coiled-coil domain (CCDC) required for protein function. Down-scoring because of homozygosity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:93b85928-fbbb-42cc-a004-8e86a99f2241_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:93b85928-fbbb-42cc-a004-8e86a99f2241","type":"Proband","allele":{"id":"cggv:4ee4f5cf-8d8c-41cc-850e-043aa6cfe3d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190787.3(MCIDAS):c.332_333delinsG (p.Ala111GlyfsTer22)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573331984"}},"detectionMethod":"Next Generation Sequencing of a panel of known PCD genes was performed on a large multi-ethnic cohort of PCD families (161 families). Sanger sequencing was used to confirm variants in the proband as well as variant segregation within available family members.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Reduced cilia numbers; Diagnosed with PCD according to UK national PCD diagnostic and management services;  Diagnosis followed the European Respiratory Society guidelines (2017, PMID: 27836958).","sex":"UnknownEthnicity","variant":{"id":"cggv:eaa2ffa5-ff85-401f-8966-0630a0251b4c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4ee4f5cf-8d8c-41cc-850e-043aa6cfe3d6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31879361","type":"dc:BibliographicResource","dc:abstract":"Primary ciliary dyskinesia (PCD), a genetically heterogeneous condition enriched in some consanguineous populations, results from recessive mutations affecting cilia biogenesis and motility. Currently, diagnosis requires multiple expert tests.","dc:creator":"Fassad MR","dc:date":"2020","dc:title":"Clinical utility of NGS diagnosis and disease stratification in a multiethnic primary ciliary dyskinesia cohort."}},"rdfs:label":"PCD-G058"},{"id":"cggv:eaa2ffa5-ff85-401f-8966-0630a0251b4c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:eaa2ffa5-ff85-401f-8966-0630a0251b4c_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Down-scored for homozygosity and missing clinical phenotype details. NM_001190787.3(MCIDAS):c.332_333delinsG (p.Ala111GlyfsTer22) is a frameshift mutation that introduces a premature stop codon.  This alteration could lead to NMD or truncation of ~71% of the protein, including the highly conserved coiled-coiled domain (involved in dimerization) and the highly conserved C-terminal TIRT domain."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b4242c24-6ae0-4e21-9bd5-aa4ffebf41ec_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b4242c24-6ae0-4e21-9bd5-aa4ffebf41ec","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":19,"allele":{"id":"cggv:9aa350c9-d778-4b17-abb6-cf02468b39b5"},"detectionMethod":"Heterozygous carrier status was demonstrated in both parents","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Reduced generation of multiple motile cilia (RGMC); Situs Solitus; Complete absence or severely reduced numbers of cilia; Basal body mislocalization\n","phenotypes":["obo:HP_0006532","obo:HP_0011109","obo:HP_0100582","obo:HP_0002643","obo:HP_0000238","obo:HP_0033036","obo:HP_0006510","obo:HP_0002119","obo:HP_0002257","obo:HP_0000389","obo:HP_0200117","obo:HP_0000403","obo:HP_0011108","obo:HP_0002110"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:f8d2d8c2-aa60-4c2d-b582-22982aec1f7d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9aa350c9-d778-4b17-abb6-cf02468b39b5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25048963"},"rdfs:label":"UCL-128 II-1"},{"id":"cggv:f8d2d8c2-aa60-4c2d-b582-22982aec1f7d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f8d2d8c2-aa60-4c2d-b582-22982aec1f7d_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"NM_001190787.3(MCIDAS):c.441C>A (p.Cys147Ter) is a nonsense mutation that is predicted to trigger NMD or at least truncate ~62% of the protein product. This truncated protein is predicted to be missing the coiled-coil domain (CCDC)  and C terminal TIRT domain required for protein function. This variant was down-scored for homozygosity and consanguinity.  Also down-scored for only sequencing one candidate disease gene (Sanger) as opposed to Exome sequencing or Gene Panel sequencing. Authors had previously eliminated CCNO as a possible mutation."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:75398067-4522-4e56-a1c2-8d5fc9fa64e2_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:75398067-4522-4e56-a1c2-8d5fc9fa64e2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:4f5ae8ea-2ccb-4ced-ad60-e715c091e685","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190787.3(MCIDAS):c.717+2T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359731433"}},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0002098","obo:HP_0004322","obo:HP_0002110","obo:HP_0000238","obo:HP_0100750","obo:HP_0012418"],"sex":"Female","variant":{"id":"cggv:60af0d4f-e1b4-485e-b2fc-8ce54d5b0ba0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4f5ae8ea-2ccb-4ced-ad60-e715c091e685"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30237576","type":"dc:BibliographicResource","dc:abstract":"Establishing links between Mendelian phenotypes and genes enables the proper interpretation of variants therein. Autozygome, a rich source of homozygous variants, has been successfully utilized for the high throughput identification of novel autosomal recessive disease genes. Here, we highlight the utility of the autozygome for the high throughput confirmation of previously published tentative links to diseases.","dc:creator":"Maddirevula S","dc:date":"2019","dc:title":"Autozygome and high throughput confirmation of disease genes candidacy."}},"rdfs:label":"17-1170"},{"id":"cggv:60af0d4f-e1b4-485e-b2fc-8ce54d5b0ba0","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:60af0d4f-e1b4-485e-b2fc-8ce54d5b0ba0_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"NM_001190787.3(MCIDAS):c.717+2T>G is a mutation in the exon 6/intron 6 consensus donor splice site.  If intron 6 were retained this variant would result in a frameshift mutation at amino acid 240 (K240V) that would result in a termination signal 71 amino acids downstream.  This truncated protein would be missing the conserved C-terminal TIRT domain. This variant has been given a low score 0.1 because of homozygosity by consanguinity and because of lacking evidence that confirms splicing is aberrant. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:2fc6c389-3c04-4cbc-b1a4-3c0205ca34ca_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2fc6c389-3c04-4cbc-b1a4-3c0205ca34ca","type":"Proband","allele":{"id":"cggv:62092fcb-6f89-4504-9801-2bb3b4eae38a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190787.3(MCIDAS):c.718-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359731429"}},"detectionMethod":"Next Generation Sequencing of a panel of known PCD genes was performed on a large multi-ethnic cohort of PCD families (161 families). Sanger sequencing was used to confirm variants in the proband as well as variant segregation within available family members.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Reduced cilia numbers; Diagnosed with PCD according to UK national PCD diagnostic and management services;  Diagnosis followed the European Respiratory Society guidelines (2017, PMID: 27836958).","sex":"UnknownEthnicity","variant":{"id":"cggv:d2a0b670-6e01-4c5e-b533-9b026b52b922_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:62092fcb-6f89-4504-9801-2bb3b4eae38a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31879361"},"rdfs:label":"PCD-G084"},{"id":"cggv:d2a0b670-6e01-4c5e-b533-9b026b52b922","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:d2a0b670-6e01-4c5e-b533-9b026b52b922_variant_evidence_item"}],"strengthScore":0.1,"dc:description":" NM_001190787.3(MCIDAS):c.718-1G>A is a splicing mutation that alters the canonical acceptor site at the intron 6/exon 7 juncture. If intron 6 were retained this variant would result in a frameshift mutation at amino acid 240 (K240V) that would result in a termination signal 71 amino acids downstream.  This truncated protein would be missing the conserved C-terminal TIRT domain. This variant has been given a low score of 0.1 for homozygosity and lack of evidence to support any aberrant splicing."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bdeaecac-6f09-42cb-b6ec-23d1bb4a8cde_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bdeaecac-6f09-42cb-b6ec-23d1bb4a8cde","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":31,"allele":{"id":"cggv:7dd5e522-c0e9-44ea-8dc7-6c4ff1850a83","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190787.3(MCIDAS):c.186dup (p.Pro63SerfsTer22)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2573332081"}},"detectionMethod":"Mutation and its parental origin were validated by Sanger sequencing.\n","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"RGMC (reduced generation of multiple motile cilia); Normal spermatozoa; Epididymal obstruction azoospermia; Efferent ducts (EDs) are lacking nearly all cilia; TEM shows most basal bodies were absent in the apical membrane of the epithelium of EDs but microvilli were not affected ","phenotypes":["obo:HP_0002110","obo:HP_0003251","obo:HP_0011962","obo:HP_0002205"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:287656de-9893-4d7a-92d0-95697b668bc1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7dd5e522-c0e9-44ea-8dc7-6c4ff1850a83"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34569065","type":"dc:BibliographicResource","dc:abstract":"Reduced generation of multiple motile cilia (RGMC) and the consequent primary ciliary dyskinesia (PCD) cause infertility due to a substantial reduction in the number of multiciliated cells (MCCs) in the efferent ducts (EDs)/oviducts. MCIDAS acts upstream of CCNO to regulate the biogenesis of basal bodies (BBs); therefore, both genes play a vital role in the multiciliogenesis of the reproductive tract epithelium. In this study, whole-exome sequencing was performed to identify the causative genes in 10 unrelated infertile patients with PCD: seven males and three females. Notably, homozygous frameshift mutations in MCIDAS (c.186dupT, p.Pro63Serfs*22) and CCNO (c.262_263insGGCCC, p.Gln88Argfs*8) were identified in one male and one female participant from two unrelated consanguineous families. Haematoxylin-eosin staining/scanning electron microscopy revealed abnormal MCCs in the mutated EDs/oviducts. Furthermore, transmission electron microscopy revealed significantly reduced BBs. Immunofluorescence staining showed the absence of MCIDAS and CCNO signals in the affected tissues and confirmed that MCIDAS acts upstream of CCNO in the context of multiciliogenesis in the reproductive tract epithelium. In vitro fertilization (IVF)/intracytoplasmic sperm injection (ICSI) was successful, with a positive pregnancy outcome in both MCIDAS- and CCNO-mutated patients. Our results support the use of IVF/ICSI interventions to treat infertility due to RGMC in couples.","dc:creator":"Ma C","dc:date":"2021","dc:title":"Bi-allelic mutations in MCIDAS and CCNO cause human infertility associated with abnormal gamete transport."}},"rdfs:label":"P06"},{"id":"cggv:287656de-9893-4d7a-92d0-95697b668bc1","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:287656de-9893-4d7a-92d0-95697b668bc1_variant_evidence_item"},{"id":"cggv:287656de-9893-4d7a-92d0-95697b668bc1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Immunofluorescence staining showed the absence of MCIDAS and CCNO signals in the affected efferent ducts of this proband, confirming that this is a loss-of function mutation.  MCIDAS was shown to still be expressed in another patient that had a CCNO loss of function mutation, confirming that MCIDAS acts upstream of CCNO during multiciliogenesis. In male patients, MCIDAS-mutated Efferent ducts (EDs) were mostly devoid of MCCs, confirming the effect of MCIDAS mutation on multiciliogenesis. Transmission electron microscopy (TEM) images showed severely reduced basal bodies in ED epithelial cells.."}],"strengthScore":1.5,"dc:description":"Down-scored for homozygosity by consanguinity. NM_001190787.3(MCIDAS):c.186dup (p.Pro63SerfsTer22) is a frameshift mutation predicted to either trigger NMD or produce an 84% truncated protein. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5597,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:810abb2e-b8cc-4aca-9cf8-394cb5aeb7e6","type":"GeneValidityProposition","disease":"obo:MONDO_0032872","gene":"hgnc:40050","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"Primary Ciliary Dyskinesia (PCD) is a genetically heterogeneous group of disorders, usually beginning in early childhood, characterized by recurrent infections of the upper and lower respiratory tract, randomization of left/right body asymmetry, and in some cases infertility and hydrocephalus (PMID: 32943623). The PCD phenotype results from structural and/or functional abnormalities of motile cilia and flagella. \n\nA mutation was first reported in the *MCIDAS* (*Multiciliate Differentiation and DNA Synthesis-Associated Cell Cycle Protein*) gene in association with a rare mucociliary clearance disorder characterized by reduced generation of multiple motile cilia (RGMC) in a study by Boon et al., 2014 (PMID: 25048963). Multiciliated cells (MCCs) are specialized epithelial cells with hundreds of motile cilia. In humans, MCCs are present in the choroid plexus and the ependyma of the brain to drive the circulation of cerebrospinal spinal fluid, in respiratory epithelial cells to assist in mucociliary clearance, and in the efferent ducts and oviducts for spermatozoa and egg transport (PMID: 32362381).  MCIDAS is a transcriptional co-activator that regulates multiciliogenesis in epithelial cells (PMIDs: 24934224, 22231168). Patients with defective *MCIDAS* genes exhibit RGMC and present with a PCD phenotype that includes recurrent upper and lower respiratory tract infections as well as in most cases hydrocephalus and/or subfertility.  Patients with RGMC do not have situs abnormalities. Some of the reported cases of *MCIDAS*-associated RGMC presented with a severe clinical phenotype, including premature mortality, oxygen dependency and  severe lung disease (PMID: 25048963). Transmission electron microscopy images in these patients show severely reduced basal bodies in defective efferent duct and respiratory epithelial cells (PMIDs: 34569065, 25048963). The basal body is required to support the generation of the ciliary axoneme (PMID: 32362381). The rare residual cilia that are formed in patients with defective *MCIDAS* genes lack axonemal motility-related proteins (e.g. DNAH5, CCDC39) and are immotile (PMID: 25048963). The specific disease entity, Primary Ciliary Dyskinesia 42, without situs inversus is an autosomal recessive disorder caused by biallelic mutation in the *MCIDAS* gene. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found the molecular mechanism and autosomal recessive mode of inheritance to be consistent among unrelated patients, while the phenotypic variability among them appeared to represent a spectrum of disease rather than separate disease entities. Therefore, cases caused by inherited *MCIDAS* variants have been lumped into a single disease entity, Primary Ciliary Dyskinesia 42, without situs inversus (MONDO: 0032872, OMIM # 618695).\n\nEvidence from 9 probands in 5 publications (PMIDs: 25048963, 30237576, 32802948, 31879361, 34569065) have been included in this curation representing 8 unique variants (2 missense, 2 nonsense, 2 frameshift, and 2 splice site). Of note, all 9 probands, many from consanguineous families, were homozygous for *MCIDAS* mutations. The mechanism of pathogenicity in *MCIDAS* mutations appears to be biallelic loss of function. No other variants were found in the publicly available literature at the time of this curation. The variants in this curation were used to reach the maximum score for genetic evidence (12 points). \n\nMCIDAS has been characterized as a transcriptional co-activator of MCC differentiation (PMID: 25048963, 24932224).  Gene expression studies at different time points during ciliogenesis in cultured human nasal epithelial cells show that *MCIDAS* expression increases during MCC generation. Protein expression studies similarly show that MCIDAS is expressed and localizes to the nucleus of cells destined for MCC differentiation but is absent or weakly expressed in fully differentiated ciliated respiratory cells (PMID: 25048963). In contrast to *CCNO* mutant cells (PMID: 24747639), *MCIDAS* mutant cells lack the axonemal motility-related proteins DNAH5 and CCDC39, indicating that in *MCIDAS* mutant cells not only the number of MMCs is severely reduced, but the expression of ciliary motility-related proteins is also disrupted. FOXJ1, a transcriptional controller of ciliary motility-related proteins, was also absent in *MCIDAS* mutant cells  (PMID: 25048963). Two studies of PCD patients homozygous for different *MCIDAS* variants, found that in the absence of functional MCIDAS, affected respiratory epithelial cells had no or at most one or two cilia (PMIDs: 33795320, 25048963). Reduced or absent multiciliated respiratory epithelial cells results in reduced mucociliary clearance, leading to the recurrent respiratory infections seen in PCD patients.  MCCs in the efferent ducts of males play an important role in spermatozoa transport. One male PCD patient carrying homozygous *MCIDAS* mutations was shown to have efferent ducts mostly devoid of MCCs and was diagnosed with obstructive azoospermia. Immunofluorescence staining showed the absence of MCIDAS signal in the affected efferent ducts of this proband (PMID: 34569065). One of the other phenotypes associated with PCD 42 is hydrocephalus. *Mcidas* in situ hybridization studies as well as immunofluorescent microscopy of mice embryos confirm that *Mcidas* mRNA and protein are expressed in a restricted pattern in the mouse developing brain: the cortical hem and the choroid plexus epithelium of the telencephalic midline (PMID: 21543332).  This pattern of expression in mice is consistent with a role for MCIDAS in the differentiation of both mouse and human brain MCCs.\n\nExperiments in *Xenopus laevis* embryos show that Multicilin (MCIDAS) acts as a transcriptional activator for genes involved in centriole/basal body amplification and cilia formation by forming a ternary complex with E2f4 (or E2f5) and Dp1, the EDM complex (PMID: 24934224). Multicilin, on its own, lacks a DNA binding domain.  When in complex with E2f4, a transcription factor, and its dimerization partner, Dp1, Multicilin is able to act as a transcriptional regulator. This complex formation is mediated through a 45-amino-acid region at the Multicilin C-terminus, called the TIRT domain. \nTwo animal models support a gene disease association between *MCIDAS* and Primary Ciliary Dyskinesia 42.  Morpholino knockdown of *mcidas* in *X. laevis* embryos resulted in the absence or severely reduced numbers of cilia (PMID: 22231168). *Mcidas* knockout mice developed hydrocephalus and failed to breed, suggesting infertility. These mice had a complete loss of MCCs in trachea, oviducts, and brain ependyma (PMID: 30877126). \n\nIn summary, there is definitive evidence supporting a gene-disease relationship between variants in *MCIDAS* and Primary Ciliary Dyskinesia 42. This has been repeatedly demonstrated in both research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Motile Ciliopathy GCEP on December 20, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:866c87d2-9c7d-4f5e-bd7f-358d8e44fa54"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}