{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402abv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402ab_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-06-10T16:00:00.000Z","role":"Approver"},{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402ab_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-06-10T21:04:28.009Z","role":"Publisher"}],"evidence":[{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402ab_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402ab_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:996a31ef-a653-4d1f-9b58-0ab0332759f1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:da47701d-ff55-4f8b-9732-9659da059592","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"E10: Twist was intensely expressed in mesenchyme throughout the first and second branchial arches, as well as in the mesenchyme surrounding the developing eye and cranial mesenchyme just beneath the epithelium (Fig. 2B). \n\nE14: Expression was more restricted, transcripts bordered areas of condensing calvarial mesenchyme. Condensations consisted of osteoprogenitors that differentiate into functioning osteoblasts; thus, development of the temporal, frontal and parietal bones was initiated. Twist mRNA was also detected close to developing cartilages. \n\nE15 - P1: Twist continued to be expressed in the calvarial mesenchyme \n\nFindings were corroborated by whole mounts with Twist being expressed in the calvarial mesenchyme between the calvarial bones and most intensely close to the osteogenic fronts ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10751173","type":"dc:BibliographicResource","dc:abstract":"Mutations in the FGFR1-FGFR3 and TWIST genes are known to cause craniosynostosis, the former by constitutive activation and the latter by haploinsufficiency. Although clinically achieving the same end result, the premature fusion of the calvarial bones, it is not known whether these genes lie in the same or independent pathways during calvarial bone development and later in suture closure. We have previously shown that Fgfr2c is expressed at the osteogenic fronts of the developing calvarial bones and that, when FGF is applied via beads to the osteogenic fronts, suture closure is accelerated (Kim, H.-J., Rice, D. P. C., Kettunen, P. J. and Thesleff, I. (1998) Development 125, 1241-1251). In order to investigate further the role of FGF signalling during mouse calvarial bone and suture development, we have performed detailed expression analysis of the splicing variants of Fgfr1-Fgfr3 and Fgfr4, as well as their potential ligand Fgf2. The IIIc splice variants of Fgfr1-Fgfr3 as well as the IIIb variant of Fgfr2 being expressed by differentiating osteoblasts at the osteogenic fronts (E15). In comparison to Fgf9, Fgf2 showed a more restricted expression pattern being primarily expressed in the sutural mesenchyme between the osteogenic fronts. We also carried out a detailed expression analysis of the helix-loop-helix factors (HLH) Twist and Id1 during calvaria and suture development (E10-P6). Twist and Id1 were expressed by early preosteoblasts, in patterns that overlapped those of the FGF ligands, but as these cells differentiated their expression dramatically decreased. Signalling pathways were further studied in vitro, in E15 mouse calvarial explants. Beads soaked in FGF2 induced Twist and inhibited Bsp, a marker of functioning osteoblasts. Meanwhile, BMP2 upregulated Id1. Id1 is a dominant negative HLH thought to inhibit basic HLH such as Twist. In Drosophila, the FGF receptor FR1 is known to be downstream of Twist. We demonstrated that in Twist(+/)(-) mice, FGFR2 protein expression was altered. We propose a model of osteoblast differentiation integrating Twist and FGF in the same pathway, in which FGF acts both at early and late stages. Disruption of this pathway may lead to craniosynostosis.","dc:creator":"Rice DP","dc:date":"2000","dc:title":"Integration of FGF and TWIST in calvarial bone and suture development."},"rdfs:label":"TWIST1 expression in murine embryos"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:32be8b07-9683-4f06-84b7-eeec14abf912","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:82670c71-d6f9-4006-a8c6-f79442049966","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression patterns of Twist with those of Fgfr1, -2 and -3 were compared in the fetal mouse coronal suture over the course of embryonic days 14-18, as the suture is initiated and matures\nTwist expression precedes that of Fgfr genes at the time of initiation of the coronal suture\nTwist is expressed by the mid-sutural mesenchyme cells. Twist expression domains show some overlap with those of Fgfr2, which is expressed in the most immature (proliferating) osteogenic tissue.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10704861","type":"dc:BibliographicResource","dc:abstract":"Sutural growth depends on maintenance of a balance between proliferation of osteogenic stem cells and their differentiation to form new bone, so that the stem cell population is maintained until growth of the skull is complete. The identification of heterozygous mutations in FGFR1, -2 and -3 and TWIST as well as microdeletions of TWIST in human craniosynostosis syndromes has highlighted these genes as playing important roles in maintaining the suture as a growth centre. In contrast to Drosophila, a molecular relationship between human (or other vertebrate) TWIST and FGFR genes has not yet been established. TWIST mutations exert their effect via haploinsufficiency whereas FGFR mutations have a gain-of-function mechanism of action. To investigate the biological basis of FGFR signalling pathways in the developing calvarium we compared the expression patterns of Twist with those of Fgfr1, -2 and -3 in the fetal mouse coronal suture over the course of embryonic days 14-18, as the suture is initiated and matures. Our results show that: (1) Twist expression precedes that of Fgfr genes at the time of initiation of the coronal suture; (2) in contrast to Fgfr transcripts, which are localised within and around the developing bone domains, Twist is expressed by the midsutural mesenchyme cells. Twist expression domains show some overlap with those of Fgfr2, which is expressed in the most immature (proliferating) osteogenic tissue.","dc:creator":"Johnson D","dc:date":"2000","dc:title":"Expression patterns of Twist and Fgfr1, -2 and -3 in the developing mouse coronal suture suggest a key role for twist in suture initiation and biogenesis."},"rdfs:label":"TWIST1 expression in coronal suture"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4e004634-a5b9-42d5-94ec-f71b68d9c297","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:32054a8e-36f3-4520-8118-802d5b6bcfe5","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"\"RUNX2 has a primary role in the differentiation of osteoblasts and hypertrophy of cartilage at the growth plate, cell migration, and vascular invasion of bone; is expressed in vascular endothelial cells, breast cancer cells, and prostate cancer cells; is linked to vascular calcification in atherosclerotic lesions; and is expressed in adult bone marrow, thymus, and peripheral lymphoid organs (review by Cohen, 2009).\"","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15030764","type":"dc:BibliographicResource","dc:abstract":"Runx2 is necessary and sufficient for osteoblast differentiation, yet its expression precedes the appearance of osteoblasts by 4 days. Here we show that Twist proteins transiently inhibit Runx2 function during skeletogenesis. Twist-1 and -2 are expressed in Runx2-expressing cells throughout the skeleton early during development, and osteoblast-specific gene expression occurs only after their expression decreases. Double heterozygotes for Twist-1 and Runx2 deletion have none of the skull abnormalities observed in Runx2(+/-) mice, a Twist-2 null background rescues the clavicle phenotype of Runx2(+/-) mice, and Twist-1 or -2 deficiency leads to premature osteoblast differentiation. Furthermore, Twist-1 overexpression inhibits osteoblast differentiation without affecting Runx2 expression. Twist proteins' antiosteogenic function is mediated by a novel domain, the Twist box, which interacts with the Runx2 DNA binding domain to inhibit its function. In vivo mutagenesis confirms the antiosteogenic function of the Twist box. Thus, relief of inhibition by Twist proteins is a mandatory event precluding osteoblast differentiation.","dc:creator":"Bialek P","dc:date":"2004","dc:title":"A twist code determines the onset of osteoblast differentiation."},"rdfs:label":"Inhibition of Runx2 function by TWIST1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402ab_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cb82a76f-0fca-4c03-8fdc-47d1af948c4f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5d4924e7-3ab5-48a5-bf3f-aad0f831973a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Craniosynostosis was observed in the mice as well as humans with variants in TWIST1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31442251","type":"dc:BibliographicResource","dc:abstract":"Craniosynostosis is the premature fusion of the sutures of the calvaria and is principally designated as being either syndromic (demonstrating characteristic extracranial malformations) or non-syndromic. While many forms of syndromic craniosynostosis are known to be caused by specific mutations, the genetic etiology of non-syndromic, single-suture craniosynostosis (SSC) is poorly understood. Based on the low recurrence rate (4-7%) and the fact that recurrent mutations have not been identified for most cases of SSC, we propose that some cases of isolated, single suture craniosynostosis may be polygenic. Previous work in our lab identified a disproportionately high number of rare and novel gain-of-function IGF1R variants in patients with SSC as compared to controls. Building upon this result, we used expression array data from calvarial osteoblasts isolated from infants with and without SSC to ascertain correlations between high IGF1 expression and expression of other osteogenic genes of interest. We identified a positive correlation between increased expression of IGF1 and RUNX2, a gene known to cause SSC with increased gene dosage. Subsequent phosphorylation assays revealed that osteoblast cell lines from cases with high IGF1 expression demonstrated inhibition of GSK3β, a serine/threonine kinase known to inhibit RUNX2, thus activating osteogenesis through the IRS1-mediated Akt pathway. With these findings, we have utilized established mouse strains to examine a novel model of polygenic inheritance (a phenotype influenced by more than one gene) of SSC. Compound heterozygous mice with selective disinhibition of RUNX2 and either overexpression of IGF1 or loss of function of GSK3β demonstrated an increase in the frequency and severity of synostosis as compared to mice with the RUNX2 disinhibition alone. These polygenic mouse models reinforce, in-vivo, that the combination of activation of the IGF1 pathway and disinhibition of the RUNX2 pathway leads to an increased risk of developing craniosynostosis and serves as a model of human SSC.","dc:creator":"Gustafson JA","dc:date":"2019","dc:title":"Calvarial osteoblast gene expression in patients with craniosynostosis leads to novel polygenic mouse model."},"rdfs:label":"Polygenic mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This mouse has been previously scored"},{"id":"cggv:f7f69b48-ed1a-481d-89f1-ff1ff886af88","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aa9df300-3aaa-4ce2-9b5e-701c960a8cca","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"\"Inhibition of canonical Wnt signaling in the SAG suture phenocopies craniosynostosis. Moreover, mice haploinsufficient for Twist1, a target gene of canonical Wnt signaling which inhibits chondrogenesis, have sagittal craniosynostosis.\" Sagittal CRS has also been observed in patients with variants in TWIST1. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20547147","type":"dc:BibliographicResource","dc:abstract":"Premature closure of cranial sutures, which serve as growth centers for the skull vault, result in craniosynostosis. In the mouse posterior frontal (PF) suture closes by endochondral ossification, whereas sagittal (SAG) remain patent life time, although both are neural crest tissue derived. We therefore, investigated why cranial sutures of same tissue origin adopt a different fate. We demonstrated that closure of the PF suture is tightly regulated by canonical Wnt signaling, whereas patency of the SAG suture is achieved by constantly activated canonical Wnt signaling. Importantly, the fate of PF and SAG sutures can be reversed by manipulating Wnt signaling. Continuous activation of canonical Wnt signaling in the PF suture inhibits endochondral ossification and therefore, suture closure, In contrast, inhibition of canonical Wnt signaling in the SAG suture, upon treatment with Wnt antagonists results in endochondral ossification and suture closure. Thus, inhibition of canonical Wnt signaling in the SAG suture phenocopies craniosynostosis. Moreover, mice haploinsufficient for Twist1, a target gene of canonical Wnt signaling which inhibits chondrogenesis, have sagittal craniosynostosis. We propose that regulation of canonical Wnt signaling is of crucial importance during the physiological patterning of PF and SAG sutures. Importantly, dysregulation of this pathway may lead to craniosynostosis.","dc:creator":"Behr B","dc:date":"2010","dc:title":"Differential activation of canonical Wnt signaling determines cranial sutures fate: a novel mechanism for sagittal suture craniosynostosis."},"rdfs:label":"Canonical Wnt signaling regulating suture closure "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:6703407d-d9b1-4591-8a2f-096017094179","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a9f76af3-949e-46d4-b3a3-568e76a6beea","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The CC mouse recapitulates the sagittal synostosis observed in a proband with the c.563C>T (p.Ser188Leu) variant. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/15030764","rdfs:label":"CC mouse :p.Ser192Pro (murine ortholog to p.S188L)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402ab_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402ab_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:a1a2762d-1895-4fa9-8bda-c90be4ce9dee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8f6524f4-d9da-4771-9346-a38578d813f5","type":"Proband","firstTestingMethod":"PCR","phenotypes":["obo:HP_0004442","obo:HP_0002007"],"sex":"Male","variant":{"id":"cggv:a1a2762d-1895-4fa9-8bda-c90be4ce9dee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:08b89f18-d692-4881-aede-d211a8a0bd33","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.563C>T (p.Ser188Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340715"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17343269","type":"dc:BibliographicResource","dc:abstract":"Craniosynostosis, the premature fusion of one or more cranial sutures, affects 1 in 2,500 live births. Isolated single-suture fusion is most prevalent, with sagittal synostosis occurring in 1/5,000 live births. The etiology of isolated (nonsyndromic) single-suture craniosynostosis is largely unknown. In syndromic craniosynostosis, there is a highly nonrandom pattern of causative autosomal dominant mutations involving TWIST1 and fibroblast growth factor receptors (FGFRs). Prior to our study, there were no published TWIST1 mutations in the anti-osteogenic C-terminus, recently coined the TWIST Box, which binds and inhibits RUNX2 transactivation. RUNX2 is the principal master switch for osteogenesis. We performed mutational analysis on 164 infants with isolated, single-suture craniosynostosis for mutations in TWIST1, the IgIIIa exon of FGFR1, the IgIIIa and IgIIIc exons of FGFR2, and the Pro250Arg site of FGFR3. We identified two patients with novel TWIST Box mutations: one with isolated sagittal synostosis and one with isolated coronal synostosis. Kress et al. [2006] reported a TWIST Box \"nondisease-causing polymorphism\" in a patient with isolated sagittal synostosis. However, compelling evidence suggests that their and our sequence alterations are pathogenic: (1) a mouse with a mutation of the same residue as our sagittal synostosis patient developed sagittal synostosis, (2) mutation of the same residue precluded TWIST1 interaction with RUNX2, (3) each mutation involved nonconservative amino acid substitutions in highly conserved residues across species, and (4) control chromosomes lacked TWIST Box sequence alterations. We suggest that genetic testing of patients with isolated sagittal or coronal synostosis should include TWIST1 mutational analysis.","dc:creator":"Seto ML","dc:date":"2007","dc:title":"Isolated sagittal and coronal craniosynostosis associated with TWIST box mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17343269","rdfs:label":"1047"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"detailed phenotype information, supported  by  a mouse  model"},{"id":"cggv:89bece66-0b64-4a12-91f2-233a56fdd05c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:11d3cbf5-ee76-42ec-931e-a54cfe07b03e","type":"Proband","sex":"UnknownEthnicity","variant":{"id":"cggv:89bece66-0b64-4a12-91f2-233a56fdd05c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:70251dc2-3667-4f98-bd10-71987209bb99","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.570G>A (p.Trp190Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4174464"}},{"id":"cggv:41cbfe9a-a72f-4f3f-8fff-477c463f7b0a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.379G>C (p.Ala127Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367015564"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17074596","type":"dc:BibliographicResource","dc:abstract":"Saethre-Chotzen syndrome (SCS) is a craniosynostosis syndrome characterized by facial and limb abnormalities caused by mutations in the TWIST1 gene on 7p21, resulting in variable loss of function. The transcription factor TWIST1 has also been shown to promote tumor growth and has been linked to the formation of metastases in breast cancers. One suggestive case of inherited SCS and malignancy in childhood has been reported previously. Here, we present immunological and genetic investigations including the determination of a new stop codon mutation in the TWIST1 gene in SCS associated with malignancy in childhood.","dc:creator":"Seifert G","dc:date":"2006","dc:title":"Genetic investigations of Saethre-Chotzen syndrome presenting with renal cell carcinoma."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17074596","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Minimal phenotype information"},{"id":"cggv:8fd6be21-36ff-4490-b2d8-2257dda7f77b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:15dd184e-de0b-4400-a9a3-21cd7960519a","type":"Proband","phenotypes":"obo:HP_0004442","sex":"UnknownEthnicity","variant":{"id":"cggv:8fd6be21-36ff-4490-b2d8-2257dda7f77b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7db1745b-4817-40dd-a85b-a4d23e7882ac","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.439C>G (p.Gln147Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4174485"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26910679","type":"dc:BibliographicResource","dc:abstract":"Craniosynostosis is a condition that includes the premature fusion of one or multiple cranial sutures. Among various craniosynostosis forms, sagittal nonsyndromic craniosynostosis is the most prevalent. Although different gene mutations have been identified in some craniosynostosis syndromes, the cause of sagittal nonsyndromic craniosynostosis remains largely unknown.","dc:creator":"Ye X","dc:date":"2016","dc:title":"Mutation Screening of Candidate Genes in Patients with Nonsyndromic Sagittal Craniosynostosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26910679","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Maternally inherited, mother had an undefined jaw anomaly and underwent corrective surgery in adolescence. The variant falls into the bHLH domain of TWIST1."},{"id":"cggv:1f3e1f41-83f9-4d35-b25e-727de1dc856c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4e7eb3d2-233d-426e-8ce6-4e844d262803","type":"Proband","phenotypes":"obo:HP_0030799","sex":"UnknownEthnicity","variant":{"id":"cggv:1f3e1f41-83f9-4d35-b25e-727de1dc856c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:654d1db6-da4e-45ee-879e-dceeb2afc662","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.602C>A (p.Ser201Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367015072"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16251895","type":"dc:BibliographicResource","dc:abstract":"The Saethre-Chotzen syndrome (SCS) is an autosomal dominant craniosynostosis syndrome with uni- or bilateral coronal synostosis and mild limb deformities. It is caused by loss-of-function mutations of the TWIST 1 gene. In an attempt to delineate functional features separating SCS from Muenke's syndrome, we screened patients presenting with coronal suture synostosis for mutations in the TWIST 1 gene, and for the Pro250Arg mutation in FGFR3. Within a total of 124 independent pedigrees, 39 (71 patients) were identified to carry 25 different mutations of TWIST 1 including 14 novel mutations, to which six whole gene deletions were added. The 71 patients were compared with 42 subjects from 24 pedigrees carrying the Pro250Arg mutation in FGFR3 and 65 subjects from 61 pedigrees without a detectable mutation. Classical SCS associated with a TWIST 1 mutation could be separated phenotypically from the Muenke phenotype on the basis of the following features: low-set frontal hairline, gross ptosis of eyelids, subnormal ear length, dilated parietal foramina, interdigital webbing, and hallux valgus or broad great toe with bifid distal phalanx. Functional differences were even more important: intracranial hypertension as a consequence of early progressive multisutural fusion was a significant problem in SCS only, while mental delay and sensorineural hearing loss were associated with the Muenke's syndrome. Contrary to previous reports, SCS patients with complete loss of one TWIST allele showed normal mental development.","dc:creator":"Kress W","dc:date":"2006","dc:title":"Saethre-Chotzen syndrome caused by TWIST 1 gene mutations: functional differentiation from Muenke coronal synostosis syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16251895","rdfs:label":"37 (MS)"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5},{"id":"cggv:a64fc534-d1f4-45bb-ada0-4743cef1c503_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7ca37828-5fa7-44c9-8d04-082e35375238","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"No variant(s) identified in FGFR1, FGFR2, or FGFR3 \n","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0011304","obo:HP_0000407","obo:HP_0000248","obo:HP_0000494","obo:HP_0000316","obo:HP_0002007","obo:HP_0004440","obo:HP_0010055"],"sex":"Female","variant":{"id":"cggv:a64fc534-d1f4-45bb-ada0-4743cef1c503_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:04d4200b-cb0f-4859-9226-d4250c122e94","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.572G>T (p.Arg191Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367015141"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19860490","type":"dc:BibliographicResource","dc:abstract":"Saethre-Chotzen syndrome (acrocephalosyndactyly type III) is a craniosynostosis syndrome inherited in an autosomal dominant manner. Although similar to the other craniosynostosis syndromes in its clinical presentation, this syndrome is caused by a mutation in the TWIST1 gene. The TWIST1 gene product is a transcription factor containing a basic helix-loop-helix (bHLH) domain important in the development of the head and limbs. Clinical features of this syndrome include unilateral or bilateral coronal synostosis, ptosis, low-set ears, hearing loss, hypertelorism, maxillary hypoplasia, deviated nasal septum, broad great toes, clinodactyly, and syndactyly. We report a young girl with clinical features of Saethre-Chotzen syndrome who has a previously undescribed sequence variant in the TWIST1 gene, corresponding to p.R191M. The location of the altered amino acid in the Twist-box of TWIST1, the high conservation of this amino acid between different species, and the phenotype of the child all support a pathogenic role for this novel TWIST1 sequence alteration.","dc:creator":"Peña WA","dc:date":"2010","dc:title":"Saethre-Chotzen syndrome: a case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19860490","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Could be a mild presentation of SCS"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":1.8},{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402ab_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:8a6fe6be-a9c2-4aee-9e3c-103fa669fba3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:27862411-d41c-434d-bfc0-7465899be6a7","type":"Proband","firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0004440","sex":"UnknownEthnicity","variant":{"id":"cggv:8a6fe6be-a9c2-4aee-9e3c-103fa669fba3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ddaf34b2-9dfb-4716-b162-a5b8acf31249","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.421G>C (p.Asp141His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367015479"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30651579","type":"dc:BibliographicResource","dc:abstract":"Craniosynostosis (CS), the premature fusion of one or more neurocranial sutures, is associated with approximately 200 syndromes; however, about 65-85% of patients present with no additional major birth defects.","dc:creator":"Sewda A","dc:date":"2019","dc:title":"Nonsyndromic craniosynostosis: novel coding variants."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30651579","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"Limited phenotype information published"},{"id":"cggv:5a5f8887-8f61-499e-89ed-53625b6964a1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:39a6c0f1-c083-4d33-9a82-d8d69aef9f17","type":"Proband","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"sagittal suture closure was found during surgery ","phenotypes":["obo:HP_0004442","obo:HP_0004440"],"secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:5a5f8887-8f61-499e-89ed-53625b6964a1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2982d1cb-dcda-4739-8e72-8abd4474ab79","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.435G>C (p.Lys145Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367015444"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30651579"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30651579","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":0.5,"dc:description":"De novo missense variant with limited phenotype information"},{"id":"cggv:5d0b44f0-d211-4de3-b9fa-38526cd2de67_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:14b06410-de99-43c5-b834-a937a04814a4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000267","obo:HP_0001650","obo:HP_0030148","obo:HP_0004440"],"sex":"Male","variant":{"id":"cggv:5d0b44f0-d211-4de3-b9fa-38526cd2de67_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:91871307-f6f1-4c7a-b844-3036399b62be","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000474.4(TWIST1):c.556G>A (p.Ala186Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA340714"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17343269"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17343269","rdfs:label":"Patient 2011"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"de novo missense variant "}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.8}],"evidenceStrength":"Moderate","sequence":2895,"specifiedBy":"GeneValidityCriteria8","strengthScore":9.3,"subject":{"id":"cggv:1f224bb1-4610-407a-9ef9-0a966afe19de","type":"GeneValidityProposition","disease":"obo:MONDO_0007399","gene":"hgnc:12428","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TWIST1 has been associated with isolated Craniosynostosis. At least 8 probands with Craniosynostosis but without additional syndromic features have been described in the literature. This gene-disease  relationship is supported by genetic and experimental evidence, including mouse models. Notably, TWIST1 has also been curated for Saethre-Chotzen syndrome and Sweeney Cox syndrome by the ClinGen Craniofacial malformations GCEP and came to definitive and limited classifications, respectively. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This curation was approved by the ClinGen Craniofacial malformations GCEP on 6/3/21 (SOP 8).","dc:isVersionOf":{"id":"cggv:bda425f8-b760-4484-9336-b3e572d402ab"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}