{"id":"cggv:2473560a-6e5c-4342-a6e2-c89e37f4cc71v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:2473560a-6e5c-4342-a6e2-c89e37f4cc71_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-02-21T18:00:00.000Z","role":"Approver"},{"id":"cggv:2473560a-6e5c-4342-a6e2-c89e37f4cc71_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2023-05-03T03:25:02.045Z","role":"Publisher"}],"evidence":[{"id":"cggv:2473560a-6e5c-4342-a6e2-c89e37f4cc71_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2473560a-6e5c-4342-a6e2-c89e37f4cc71_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72f621be-2457-465f-be99-83ca04fce8d1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:67985594-cf0e-4f41-8423-13cf8b60c794","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"A quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues was combined with analysis with antibody-based profiling of the same tissues revealed preferential expression of BACH2 in lymph nodes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24309898","type":"dc:BibliographicResource","dc:abstract":"Global classification of the human proteins with regards to spatial expression patterns across organs and tissues is important for studies of human biology and disease. Here, we used a quantitative transcriptomics analysis (RNA-Seq) to classify the tissue-specific expression of genes across a representative set of all major human organs and tissues and combined this analysis with antibody-based profiling of the same tissues. To present the data, we launch a new version of the Human Protein Atlas that integrates RNA and protein expression data corresponding to ∼80% of the human protein-coding genes with access to the primary data for both the RNA and the protein analysis on an individual gene level. We present a classification of all human protein-coding genes with regards to tissue-specificity and spatial expression pattern. The integrative human expression map can be used as a starting point to explore the molecular constituents of the human body.","dc:creator":"Fagerberg L","dc:date":"2014","dc:title":"Analysis of the human tissue-specific expression by genome-wide integration of transcriptomics and antibody-based proteomics."},"rdfs:label":"classification of human proteins and their  expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:6172767e-f1ed-4ee3-add6-dec3f657bf40","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fd9973ef-d095-4614-8876-655a124a8cc5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Impaired regulatory T cell function are evident in BACH2 mutant patients compared with healthy controls and also with patients with classical IBD","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23728300","type":"dc:BibliographicResource","dc:abstract":"Through their functional diversification, distinct lineages of CD4(+) T cells can act to either drive or constrain immune-mediated pathology. Transcription factors are critical in the generation of cellular diversity, and negative regulators antagonistic to alternate fates often act in conjunction with positive regulators to stabilize lineage commitment. Genetic polymorphisms within a single locus encoding the transcription factor BACH2 are associated with numerous autoimmune and allergic diseases including asthma, Crohn's disease, coeliac disease, vitiligo, multiple sclerosis and type 1 diabetes. Although these associations point to a shared mechanism underlying susceptibility to diverse immune-mediated diseases, a function for BACH2 in the maintenance of immune homeostasis has not been established. Here, by studying mice in which the Bach2 gene is disrupted, we define BACH2 as a broad regulator of immune activation that stabilizes immunoregulatory capacity while repressing the differentiation programs of multiple effector lineages in CD4(+) T cells. BACH2 was required for efficient formation of regulatory (Treg) cells and consequently for suppression of lethal inflammation in a manner that was Treg-cell-dependent. Assessment of the genome-wide function of BACH2, however, revealed that it represses genes associated with effector cell differentiation. Consequently, its absence during Treg polarization resulted in inappropriate diversion to effector lineages. In addition, BACH2 constrained full effector differentiation within TH1, TH2 and TH17 cell lineages. These findings identify BACH2 as a key regulator of CD4(+) T-cell differentiation that prevents inflammatory disease by controlling the balance between tolerance and immunity.","dc:creator":"Roychoudhuri R","dc:date":"2013","dc:title":"BACH2 represses effector programs to stabilize T(reg)-mediated immune homeostasis."},"rdfs:label":"Bach2 is required for efficient formation of Treg cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:2767d1a4-e9d2-4d15-b94e-6fd7062485ff","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a65ac843-e35b-4c7a-95a3-7736d85744d1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Impaired B cell class switching and T cell proliferation are consistent with the phenotype described in the reported probands of hypogammaglobulinaemia and defective T cell function","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28530713","type":"dc:BibliographicResource","dc:abstract":"The transcriptional programs that guide lymphocyte differentiation depend on the precise expression and timing of transcription factors (TFs). The TF BACH2 is essential for T and B lymphocytes and is associated with an archetypal super-enhancer (SE). Single-nucleotide variants in the BACH2 locus are associated with several autoimmune diseases, but BACH2 mutations that cause Mendelian monogenic primary immunodeficiency have not previously been identified. Here we describe a syndrome of BACH2-related immunodeficiency and autoimmunity (BRIDA) that results from BACH2 haploinsufficiency. Affected subjects had lymphocyte-maturation defects that caused immunoglobulin deficiency and intestinal inflammation. The mutations disrupted protein stability by interfering with homodimerization or by causing aggregation. We observed analogous lymphocyte defects in Bach2-heterozygous mice. More generally, we observed that genes that cause monogenic haploinsufficient diseases were substantially enriched for TFs and SE architecture. These findings reveal a previously unrecognized feature of SE architecture in Mendelian diseases of immunity: heterozygous mutations in SE-regulated genes identified by whole-exome/genome sequencing may have greater significance than previously recognized.","dc:creator":"Afzali B","dc:date":"2017","dc:title":"BACH2 immunodeficiency illustrates an association between super-enhancers and haploinsufficiency."},"rdfs:label":"Silencing BACH2 in control  T cells and B cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Two experiments revealed a crucial role of BACH2 in T cell proliferation and  B cell class switching. Silencing BACH2 in control CD4+ T cells led to a significant rise in PRDM1 mRNA and resulted in reduced proliferation of CD4+ T cells \n\n\nsilencing BACH2 in healthy control B cells, significantly suppressed in vitro class switch recombination towards the IgG and IgA isotypes\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:2473560a-6e5c-4342-a6e2-c89e37f4cc71_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3ad87f59-a886-43d9-b497-c4bec3bfe2f4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c2462543-83c7-4804-9445-cf121d706455","type":"FunctionalAlteration","dc:description":"Proliferation (Cell Trace Violet (CTV) dilution) of primary patient CD4+ T cells in response to anti-CD3 and anti-CD28 revealed several immune defects including: compromised Treg cells, enhanced TH1 differentiation, impaired proliferation and defective B cell maturation and Ig class switching.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28530713","rdfs:label":"Reduced T cell activation and proliferation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:2473560a-6e5c-4342-a6e2-c89e37f4cc71_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:154e976a-fab5-45f6-960b-7d6269f36b46","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2d45acbf-5d5d-4c6b-a0d2-6b461a4298d6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"BACH2 protein expression \nby flow cytometry was also\nreduced in patient CD4+, CD8+ and \nB lymphocytes despite normal mRNA \nexpression\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28530713","rdfs:label":"Protein expression in BACH2 mutant cells"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"The experiment revealed defective protein expression in BACH2 mutant culture cells, with no reference to how this affects immune function."},{"id":"cggv:3ea8e0cd-8d19-4624-812b-d92a3526bae1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d60e55b0-4acb-4a99-80b9-1ced6f6f4ceb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Bach2 haploinsufficient mice have abnormal B cell differentiation and Treg cell numbers\u000band impaired lymphocyte development. \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28530713","rdfs:label":"Bach2 haploinsufficient mice have abnormal B cell activity"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"The model system recapitulated the immune phenotype detected in the reported patients. However, more points would be allocated for recapitulating both clinical and immune phenotype."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:2473560a-6e5c-4342-a6e2-c89e37f4cc71_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Moderate","sequence":6199,"specifiedBy":"GeneValidityCriteria9","strengthScore":7,"subject":{"id":"cggv:b49acd74-fd38-4354-a089-41756bca09d1","type":"GeneValidityProposition","disease":"obo:MONDO_0032723","gene":"hgnc:14078","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"BACH2 is a transcription factor that forms a heterodimer with MAF transcription factors to bind MAF recognition elements (MAREs) in the promoters of target genes. Bach2 deficiency significantly affected the expression of genes with super-enhancer architecture compared to those with TEs or no enhancer mark in T cells.\n*BACH2* was first reported in relation to in 2017 (PMID: 28530713).\nA de novo heterozygous c.71T>C transition in the BACH2 gene, resulting in a leu24-to-pro (L24P) substitution was detected in a female with lymphocyte maturation defects, causing immunoglobulin deficiency and intestinal inflammation. Recurrent sinopulmonary infections, bronchiectasis and intestinal inflammation were also evident in a father and his daughter with a heterozygous point mutation in BACH2, c.2362G>A.\n\nExperimental evidence also supports a haploinsufficient model.\nBach2+/− mice had a significant reduction in FoxP3+ cells together with significant increases in CCR9+ and β7-integrin+ cells in CD4+ T cells. Immunized Bach2+/− mice exhibited minimal induction of both IgG1 class switched-B220hiCD138− B cells and B220loCD138+ plasma cells compared to WT mice (PMID: 28530713). \nThe immunophenotype of patients with mutations in BACH2 consisted of compromised Treg cells, enhanced TH1 differentiation, impaired proliferation and defective B cell maturation and Ig class switching. Silencing BACH2 in healthy control B cells, significantly suppressed in vitro class switch recombination towards the IgG and IgA isotypes.\n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nGene Clinical Validity Standard Operating Procedures (SOP) - SOP9\n","dc:isVersionOf":{"id":"cggv:2473560a-6e5c-4342-a6e2-c89e37f4cc71"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}