{"id":"cggv:f44e2049-ade2-464c-a4e5-eaf851252082v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:f44e2049-ade2-464c-a4e5-eaf851252082_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2024-04-25T20:54:59.682Z","role":"Publisher"},{"id":"cggv:f44e2049-ade2-464c-a4e5-eaf851252082_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2024-04-25T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:f44e2049-ade2-464c-a4e5-eaf851252082_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.6},{"id":"cggv:f44e2049-ade2-464c-a4e5-eaf851252082_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f44e2049-ade2-464c-a4e5-eaf851252082_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2084e421-d2dc-4a2f-85db-04b548c7d840","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a8bcaa5-1414-413e-95f3-59224986a28a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR showed that mRNA was most abundantly expressed in the small intestine and placenta. Riboflavin is absorbed  in the small intestine  and transported to target cells via the blood stream.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20463145","type":"dc:BibliographicResource","dc:abstract":"We isolated cDNA coding a new human riboflavin transporter (hRFT)3, which exhibits 86.7 and 44.1% amino acid identity with hRFT1 and hRFT2, respectively. It was predicted to have 10 putative membrane-spanning domains. The functional characteristics of hRFT3 were examined and compared with those of its isoforms, hRFT1 and hRFT2. Real-time PCR revealed that hRFT3 mRNA was strongly expressed in the brain and salivary gland. hRFT1 mRNA was strongly expressed in the placenta and small intestine, whereas hRFT2 mRNA was most abundantly expressed in the testis and strongly in the small intestine and prostate. hRFT-mediated uptake of [3H]riboflavin was evaluated using human embryonic kidney 293 cells transiently transfected with the cDNA coding each hRFT. The apparent Michaelis-Menten constants of hRFT1, hRFT2, and hRFT3 for riboflavin were 1.38, 0.98, and 0.33 micromol/L, respectively. The hRFT-mediated [3H]riboflavin uptake was independent of extracellular Na+ and Cl(-). Specific uptake of [3H]riboflavin by hRFT2, but not hRFT1 and hRFT3, decreased as extracellular pH was changed from 5.4 to 8.4. The substrate specificities of the hRFT family were similar. hRFT-mediated uptake of [3H]riboflavin was inhibited by some riboflavin analogs, but not D-ribose, organic ions, or other vitamins. The newly isolated hRFT3 may play an important role in brain riboflavin homeostasis. Its amino acid sequence and functional characteristics are similar to those of hRFT1, but not hRFT2.","dc:creator":"Yao Y","dc:date":"2010","dc:title":"Identification and comparative functional characterization of a new human riboflavin transporter hRFT3 expressed in the brain."},"rdfs:label":"Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:dceec910-0445-4476-bd46-6d0a2bc9696f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e7274942-e300-4071-9436-c58080409663","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Riboflavin is converted to FMN and FAD coenzymes, which are essential for normal cellular function. SLC52A1 is a transmembrane protein involved in riboflavin uptake.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20463145","rdfs:label":"Riboflavin Uptake"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1.5,"dc:description":"Riboflavin deficiency is a well-known cause of disease (ETFA, ETFB, ETFDH). SLC52A1-mediated uptake of riboflavin has been shown multiple times in the literature (29093349, review: PMID   23506902)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:f44e2049-ade2-464c-a4e5-eaf851252082_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:089766b8-c6a8-40ce-ade5-53f69baeb931","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ee08d5e4-954f-4455-83d3-6971c5f7822d","type":"FunctionalAlteration","dc:description":"Overexpression of both rat and human SLC52A1 in cells caused an increase in cellular accumulation of [3(H)]Riboflavin, while siRNA knockdown significantly reduced its uptake.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18632736","type":"dc:BibliographicResource","dc:abstract":"Absorption of riboflavin is mediated by transporter(s). However, a mammalian riboflavin transporter has yet to be identified. In the present study, the novel human and rat riboflavin transporters hRFT1 and rRFT1 were identified on the basis of our rat kidney mRNA expression database (Horiba N, Masuda S, Takeuchi A, Saito H, Okuda M, Inui K. Kidney Int 66: 29-45, 2004). hRFT1 and rRFT1 cDNAs have an open reading frame encoding 448- and 450-amino acid proteins, respectively, that exhibit 81.1% identity and 96.4% similarity to one another. In addition, an inactive splice variant of hRFT1, hRFT1sv, was also cloned. The hRFT1sv cDNA, which encodes a 167-amino acid protein, retains an intron between exons 2 and 3 of hRFT1. Real-time PCR revealed that the sum of hRFT1 and hRFT1sv mRNAs was expressed strongly in the placenta and small intestine and was detected in all tissues examined. In addition, hRFT1 and hRFT1sv were expressed in human embryonic kidney (HEK)-293 and Caco-2 cells. HEK-293 cells transfected with green fluorescent protein-tagged hRFT1 and rRFT1 exhibited a fluorescent signal in the plasma membrane. Overexpression of hRFT1 and rRFT1, but not hRFT1sv, increased the cellular accumulation of [(3)H]riboflavin. The transfection of small interfering RNA targeting both hRFT1 and hRFT1sv significantly decreased the uptake of [(3)H]riboflavin by HEK-293 and Caco-2 cells. Riboflavin transport is Na(+), potential, and pH independent. Kinetic analyses demonstrated that the Michaelis-Menten constants for the uptake by HEK-293 and Caco-2 cells were 28.1 and 63.7 nM, respectively. We propose that hRFT1 and rRFT1 are novel mammalian riboflavin transporters, which belong to a new mammalian riboflavin transporter family.","dc:creator":"Yonezawa A","dc:date":"2008","dc:title":"Identification and functional characterization of a novel human and rat riboflavin transporter, RFT1."},"rdfs:label":"Yonezawa 2008 Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Moderate","sequence":8205,"specifiedBy":"GeneValidityCriteria10","strengthScore":7.1,"subject":{"id":"cggv:0eed15a5-e7d3-4044-ad0c-d387d304a336","type":"GeneValidityProposition","disease":"obo:MONDO_0014013","gene":"hgnc:30225","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"SLC52A1 was reported in relation to autosomal dominant maternal riboflavin deficiency in 2011 (Ho et al., PMID 21089064). At least 5 variants (e.g. large deletion, intronic, missense) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data and\nexperimental data. Variants in this gene have been reported in at least 5 probands in 3 publications (PMIDs 21089064, 29122468, 37510312). This gene-disease association is supported by expression studies and in vitro functional assays. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This gene-disease pair was originally evaluated by the Fatty Acid Oxidation Disorders GCEP on October 12, 2018. It was reevaluated on April 23, 2024. As a result of this reevaluation, the classification increased from Limited to Moderate with the addition of new cases (PMID: 37510312). This classification was approved by the ClinGen Fatty Acid Oxidation Disorders GCEP on April 23,2024 (SOP Version 10.1).","dc:isVersionOf":{"id":"cggv:f44e2049-ade2-464c-a4e5-eaf851252082"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}