{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2021-11-19T13:22:14.179Z","role":"Publisher"},{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2020-10-28T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:16d77ae5-528f-4e4d-8b0b-3402f4eb9632","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:906112d0-7e80-4e08-8c3c-427ada573a04","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Studied renin mutations lead to reduced expression and abnormal localizaton of prorenin and renin in patients´ kidney compare to age matched kidney controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19664745","type":"dc:BibliographicResource","dc:abstract":"Through linkage analysis and candidate gene sequencing, we identified three unrelated families with the autosomal-dominant inheritance of early onset anemia, hypouricosuric hyperuricemia, progressive kidney failure, and mutations resulting either in the deletion (p.Leu16del) or the amino acid exchange (p.Leu16Arg) of a single leucine residue in the signal sequence of renin. Both mutations decrease signal sequence hydrophobicity and are predicted by bioinformatic analyses to damage targeting and cotranslational translocation of preprorenin into the endoplasmic reticulum (ER). Transfection and in vitro studies confirmed that both mutations affect ER translocation and processing of nascent preprorenin, resulting either in reduced (p.Leu16del) or abolished (p.Leu16Arg) prorenin and renin biosynthesis and secretion. Expression of renin and other components of the renin-angiotensin system was decreased accordingly in kidney biopsy specimens from affected individuals. Cells stably expressing the p.Leu16del protein showed activated ER stress, unfolded protein response, and reduced growth rate. It is likely that expression of the mutant proteins has a dominant toxic effect gradually reducing the viability of renin-expressing cells. This alters the intrarenal renin-angiotensin system and the juxtaglomerular apparatus functionality and leads to nephron dropout and progressive kidney failure. Our findings provide insight into the functionality of renin-angiotensin system and stress the importance of renin analysis in families and individuals with early onset hyperuricemia, anemia, and progressive kidney failure.","dc:creator":"Zivná M","dc:date":"2009","dc:title":"Dominant renin gene mutations associated with early-onset hyperuricemia, anemia, and chronic kidney failure."},"rdfs:label":"Immunohistochemical staining of renin in patients´ kidney"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1.5,"dc:description":"Results of immunohistochemical staining in kidney biopsy from pateints are strong evidence for causality of identified mutations in signal peptide of renin."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:94c8ec1b-768a-48d5-a2ee-41e1e56d1d1d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d21d072e-1b93-4929-a6f2-c44ca31ee335","type":"FunctionalAlteration","dc:description":"Mutations in signal peptide resulting in decreased of its hydrophobicity that resulting in to altered translocation of preprorenin into endoplasmic reticulum. The translocation into ER is necessary for propper posttranslational modifications and biological function.\nMutations lead to biosynthesis of enzymatically inactive preprorenin which is not secreted.\nAberrant biological deffect in processing results in activation of unfolded protein response.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19664745","rdfs:label":"Stabile expression of mutated and WT gene in HEK cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"There is strong evidence for pathogenicity of described variants. Results from all experiments are consistent. Also describidng molecular mechanisms that lead to kdiney failure."},{"id":"cggv:a8f3369c-809b-41d9-94ed-a395c488a18e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:36172521-4f25-4fde-afbc-99e9c15c0bd2","type":"FunctionalAlteration","dc:description":"Mutated renin is biosynthesized as biologically inactive preprorenin which is secreted.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21084044","type":"dc:BibliographicResource","dc:abstract":"A family was identified with autosomal dominant inheritance of anemia, polyuria, hyperuricemia, and chronic kidney disease. Mutational analysis revealed a novel heterozygous mutation c.58T > C resulting in the amino acid substitution of cysteine for arginine in the preprorenin signal sequence (p.cys20Arg) occurring in all affected members.","dc:creator":"Bleyer AJ","dc:date":"2010","dc:title":"Clinical and molecular characterization of a family with a dominant renin gene mutation and response to treatment with fludrocortisone."},"rdfs:label":"Transient expression of mutated and WT gene in HEK cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f60d24c6-c133-4362-961c-e32fef50a723","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:06607ad0-94c3-420a-b984-67967b414a60","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In international cohort of ADTKD-REN clinical findings revealed 3 distinct subtypes of ADTKD-REN due to position of mutation in renin. Also molecular mechanisms which are responsible for disease development are different. In case of signal peptide mutants - no translocation, no processing, no secretion. In case of prosegment of renin - aberrant secretion rate of prorerenin and renin, partly accummulated in ERGIC. In case of mature part renin - acummulation of mutated renin in endoplasmic reticulum, no processing, no secretion of both renin and prorenin.  All of these results correlate with observed phenotypes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32750457","type":"dc:BibliographicResource","dc:abstract":"There have been few clinical or scientific reports of autosomal dominant tubulointerstitial kidney disease due to REN mutations (ADTKD-REN), limiting characterization. To further study this, we formed an international cohort characterizing 111 individuals from 30 families with both clinical and laboratory findings. Sixty-nine individuals had a REN mutation in the signal peptide region (signal group), 27 in the prosegment (prosegment group), and 15 in the mature renin peptide (mature group). Signal group patients were most severely affected, presenting at a mean age of 19.7 years, with the prosegment group presenting at 22.4 years, and the mature group at 37 years. Anemia was present in childhood in 91% in the signal group, 69% prosegment, and none of the mature group. REN signal peptide mutations reduced hydrophobicity of the signal peptide, which is necessary for recognition and translocation across the endoplasmic reticulum, leading to aberrant delivery of preprorenin into the cytoplasm. REN mutations in the prosegment led to deposition of prorenin and renin in the endoplasmic reticulum Golgi intermediate compartment and decreased prorenin secretion. Mutations in mature renin led to deposition of the mutant prorenin in the endoplasmic reticulum, similar to patients with ADTKD-UMOD, with a rate of progression to end stage kidney disease (63.6 years) that was significantly slower vs. the signal (53.1 years) and prosegment groups (50.8 years) (significant hazard ratio 0.367). Thus, clinical and laboratory studies revealed subtypes of ADTKD-REN that are pathophysiologically, diagnostically, and clinically distinct.","dc:creator":"Živná M","dc:date":"2020","dc:title":"An International Cohort Study of Autosomal Dominant Tubulointerstitial Kidney Disease due to REN Mutations Identifies Distinct Clinical Subtypes."},"rdfs:label":"Transient expression of mutated and WT gene in HEK cells"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":2,"dc:description":"The biggest ADTKD-REN cohort around the world consist of 111 individuals from 30 unrelated familes with 15 different heterozygous mutations in three renin domains. All mutations fully segregated with disease. Phenotypic differences such as childhood anemia, age of ESRD correlated with mutation position in preprorenin and different molecular mechanisms detected on level of cellular model."},{"id":"cggv:6dcf2af7-f33f-453d-969a-99bb8a5d5646","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:35935fd6-52bf-4f50-89b3-e05a25451301","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In model_ At 5 days post fertilization (dpf) no significant alterations in the head, heart, and swim bladder were detected. 60% of embryos injected with the L381P renin variant showed pronephric alteration: 43% were characterized by reduced, partial convolution of the pronephric tubules and 17% showed absence of tubular convolutions. A similar phenotypic distribution was observed in embryos injected with the L16del. By contrast, only 9% of embryos injected with wild type renin showed alterations of pronephric tubules.\nObserved changes in zebra fish model correspond to tubulointerstitial changes observed in patients with autosomal dominant mutations in renin and ADTKD-REN.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31406136","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant tubulointerstitial kidney disease (ADTKD) is a genetically heterogeneous renal disorder leading to progressive loss of renal function. ADTKD-REN is due to rare mutations in renin, all localized in the protein leader peptide and affecting its co-translational insertion in the endoplasmic reticulum (ER). Through exome sequencing in an adult-onset ADTKD family we identified a new renin variant, p.L381P, mapping in the mature protein. To assess its pathogenicity, we combined genetic data, computational and predictive analysis and functional studies. The L381P substitution affects an evolutionary conserved residue, co-segregates with renal disease, is not found in population databases and is predicted to be deleterious by in silico tools and by structural modelling. Expression of the L381P variant leads to its ER retention and induction of the Unfolded Protein Response in cell models and to defective pronephros development in zebrafish. Our work shows that REN mutations outside of renin leader peptide can cause ADTKD and delineates an adult form of ADTKD-REN, a condition which has usually its onset in childhood. This has implications for the molecular diagnosis and the estimated prevalence of the disease and points at ER homeostasis as a common pathway affected in ADTKD-REN, and possibly more generally in ADTKD.","dc:creator":"Schaeffer C","dc:date":"2019","dc:title":"Autosomal Dominant Tubulointerstitial Kidney Disease with Adult Onset due to a Novel Renin Mutation Mapping in the Mature Protein."},"rdfs:label":"Expression of DelL16, L381P and WT of renin in zebra fish."}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.3}],"evidenceStrength":"Definitive","sequence":3677,"specifiedBy":"GeneValidityCriteria7","strengthScore":14.3,"subject":{"id":"cggv:9b7e168b-fc10-43e2-b4e3-85a9027b394c","type":"GeneValidityProposition","disease":"obo:MONDO_0013128","gene":"hgnc:9958","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"REN was FIRST reported in relation to autosomal dominant tubulointerstitial kidney (ADTKD; OMIM: 613092) in 2009 (Zivna et al, PMID: 19664745). ADTKD-REN is characterized by a family history of chronic kidney disease, childhood anemia (if the mutation is located in the signal peptide or prosegment of renin), hyperuricemia (in 60% of cases), mild hyperkalemia, bland urinary sediment and slowly progressive chronic kidney disease, leading to end-stage kidney disease (ESKD) at between 30 – 80 years of age (PMIDs: 32750457, 19664745, 21084044, 21903317, 28701203, 31406136, 31586593).\nThe REN gene is associated with two disease entities by different pattern of inheritance and molecular mechanisms as well as different clinical findings including: (1) Autosomal dominant tubulointerstitial kidney disease (ADTKD-REN; OMIM: 613092) and (2) Renal tubular dysgenesis (RTD; OMIM: 267430). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, these two disease entities have been curated separately.\nVariants in REN have been reported in at least 120 individuals (from more than 30 families) and segregated with the disease (PMIDs: 19664745, 32750457, 21084044, 21903317, 28701203, 31406136, 31586593). At least 15 unique variants (including in-frame deletion and missense variants) have been reported. Renin is synthesized as pre-pro-renin consisting of a signal peptide (pre), prosegment (pro) and mature part of renin. More than 60% of cases are caused by mutations in the signal peptide, 25% of mutations are in the prosegment and 15% are in the mature part renin. The mechanism of the disease depends on the mutated domain. Mutations in the signal peptide result in synthesis of a preprorenin that is not processed and is aberrantly located in the cytoplasm. Mutations in the prosegment introduce structural changes affecting protein biosynthesis, folding, and transport along the secretory pathway. Mutations in mature renin lead to retention of the mutated protein in the endoplasmic reticulum. All of these molecular mechanisms result in ER stress activation and cellular toxicity to renin-producing cells, leading to apoptosis, clinical renin deficiency and chronic kidney disease. ADTKD-REN patients have hyporeninemic hypoaldosteronism, which can be treated with administration of the synthetic aldosterone analog fludrocortisone (PMIDs: 21084044, 21473025).\nThis gene-disease association is supported by immunohistochemical studies of renin in patient kidney biopsies, determination of plasma renin levels, experimental cellular models (PMIDs: 19664745, 32750457) and a zebrafish model (PMID: 31406136). \nIn summary, there is DEFINITIVE evidence to support the relationship between REN and autosomal dominant tubulointerstitial kidney disease (ADTKD-REN). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Kidney Cystic and Ciliopathy Disorders GCEP Working Group on 10/28/2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:cae92b57-f5b9-4000-9a42-72161f2d7dd3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}