{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-03-22T16:00:00.000Z","role":"Approver"},{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2023-08-15T15:55:40.446Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28965847","type":"dc:BibliographicResource","dc:abstract":"The Sonic Hedgehog (SHH) pathway is a key signaling pathway orchestrating embryonic development, mainly of the CNS and limbs. In vertebrates, SHH signaling is mediated by the primary cilium, and genetic defects affecting either SHH pathway members or ciliary proteins cause a spectrum of developmental disorders. SUFU is the main negative regulator of the SHH pathway and is essential during development. Indeed, Sufu knock-out is lethal in mice, and recessive pathogenic variants of this gene have never been reported in humans. Through whole-exome sequencing in subjects with Joubert syndrome, we identified four children from two unrelated families carrying homozygous missense variants in SUFU. The children presented congenital ataxia and cerebellar vermis hypoplasia with elongated superior cerebellar peduncles (mild \"molar tooth sign\"), typical cranio-facial dysmorphisms (hypertelorism, depressed nasal bridge, frontal bossing), and postaxial polydactyly. Two siblings also showed polymicrogyria. Molecular dynamics simulation predicted random movements of the mutated residues, with loss of the native enveloping movement of the binding site around its ligand GLI3. Functional studies on cellular models and fibroblasts showed that both variants significantly reduced SUFU stability and its capacity to bind GLI3 and promote its cleavage into the repressor form GLI3R. In turn, this impaired SUFU-mediated repression of the SHH pathway, as shown by altered expression levels of several target genes. We demonstrate that germline hypomorphic variants of SUFU cause deregulation of SHH signaling, resulting in recessive developmental defects of the CNS and limbs which share features with both SHH-related disorders and ciliopathies.","dc:creator":"De Mori R","dc:date":"2017","dc:title":"Hypomorphic Recessive Variants in SUFU Impair the Sonic Hedgehog Pathway and Cause Joubert Syndrome with Cranio-facial and Skeletal Defects."},"evidence":[{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8e_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1},{"id":"cggv:e2594c2c-598f-43e9-9821-b73cfc11c152_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e2594c2c-598f-43e9-9821-b73cfc11c152","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":{"id":"cggv:99b9534b-ae4f-45b1-bb53-d2c2953ae5ee","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016169.4(SUFU):c.527A>G (p.His176Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377908386"}},"detectionMethod":"Stringent filtering of WES data, Sanger validation, and segregation analysis","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001251","obo:HP_0002007","obo:HP_0000657","obo:HP_0000639","obo:HP_0012811","obo:HP_0001260","obo:HP_0002419","obo:HP_0000457","obo:HP_0001320","obo:HP_0001263","obo:HP_0000316"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:6ad32d67-1d1c-4167-b0dd-dda0f22b8e8a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:99b9534b-ae4f-45b1-bb53-d2c2953ae5ee"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28965847"},"rdfs:label":"II:2"},{"id":"cggv:6ad32d67-1d1c-4167-b0dd-dda0f22b8e8a","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ad32d67-1d1c-4167-b0dd-dda0f22b8e8a_variant_evidence_item"},{"id":"cggv:6ad32d67-1d1c-4167-b0dd-dda0f22b8e8a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Reduced protein stability and function demonstrated in patient-derived cells and transfection model system."}],"strengthScore":0.25,"dc:description":"Reduced score due to consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:de1da5c0-4634-430c-b483-091e9268daa3_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:de1da5c0-4634-430c-b483-091e9268daa3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:44d8cc01-7ca8-4858-87e1-aaa582e4887f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_016169.4(SUFU):c.1217T>C (p.Ile406Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377915524"}},"detectionMethod":"Stringent filtering of WES data, Sanger validation, and segregation analysis","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001830","obo:HP_0012811","obo:HP_0000252","obo:HP_0001260","obo:HP_0000316","obo:HP_0001162","obo:HP_0000657","obo:HP_0001263","obo:HP_0001520","obo:HP_0000457","obo:HP_0002066","obo:HP_0002007"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fb421448-77cb-4d52-a6b8-49e7eec617b9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:44d8cc01-7ca8-4858-87e1-aaa582e4887f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28965847"},"rdfs:label":"II:1"},{"id":"cggv:fb421448-77cb-4d52-a6b8-49e7eec617b9","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb421448-77cb-4d52-a6b8-49e7eec617b9_variant_evidence_item"},{"id":"cggv:fb421448-77cb-4d52-a6b8-49e7eec617b9_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Reduction of protein stability and function demonstrated in patient-derived cells and in transfection cell model."}],"strengthScore":0.25,"dc:description":"Reduced score due to consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7afc8b18-2fdd-4554-8f59-6cd0f4b7df60","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:688dbfdf-9fd7-4eaa-a439-c8d545680345","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SUFU physically  interacts with GLI1, GLI2 and GLI3 through its extreme C-terminal end. SUFU is a direct negative regulator of GLI. Pathogenic variants in GLI protein encoding genes are known to cause characteristic syndromic phenotypes due to defects in SHH signalling. \nGLI genes are associated with the following phenotypes:\nGLI1: postaxial polydactyly type A (MONDO:0019673); Ellis-van Creveld syndrome (MONDO:0009162); polydactyly of a biphalangeal thumb (MONDO:0008269)\nGLI2: holoprosencephaly 9 (MONDO:0012563); postaxial polydactyly-anterior pituitary anomalies-facial dysmorphism syndrome (MONDO:0014369)\nGLI3: Greig cephalopolysyndactyly syndrome (MONDO:0008287); polydactyly, postaxial, type A1 (MONDO:0008266); Pallister-Hall syndrome (MONDO:0007804)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10564661","type":"dc:BibliographicResource","dc:abstract":"Drosophila Suppressor of fused (Su(fu)) encodes a novel 468-amino-acid cytoplasmic protein which, by genetic analysis, functions as a negative regulator of the Hedgehog segment polarity pathway. Here we describe the primary structure, tissue distribution, biochemical and functional analyses of a human Su(fu) (hSu(fu)). Two alternatively spliced isoforms of hSu(fu) were identified, predicting proteins of 433 and 484 amino acids, with a calculated molecular mass of 48 and 54 kDa, respectively. The two proteins differ only by the inclusion or exclusion of a 52-amino-acid extension at the carboxy terminus. Both isoforms were expressed in multiple embryonic and adult tissues, and exhibited a developmental profile consistent with a role in Hedgehog signaling. The hSu(fu) contains a high-scoring PEST-domain, and exhibits an overall 37% sequence identity (63% similarity) with the Drosophila protein and 97% sequence identity with the mouse Su(fu). The hSu(fu) locus mapped to chromosome 10q24-q25, a region which is deleted in glioblastomas, prostate cancer, malignant melanoma and endometrial cancer. HSu(fu) was found to repress activity of the zinc-finger transcription factor Gli, which mediates Hedgehog signaling in vertebrates, and to physically interact with Gli, Gli2 and Gli3 as well as with Slimb, an F-box containing protein which, in the fly, suppresses the Hedgehog response, in part by stimulating the degradation of the fly Gli homologue. Coexpression of Slimb with Su(fu) potentiated the Su(fu)-mediated repression of Gli. Taken together, our data provide biochemical and functional evidence for the hypothesis that Su(fu) is a key negative regulator in the vertebrate Hedgehog signaling pathway. The data further suggest that Su(fu) can act by binding to Gli and inhibiting Gli-mediated transactivation as well as by serving as an adaptor protein, which links Gli to the Slimb-dependent proteasomal degradation pathway.","dc:creator":"Stone DM","dc:date":"1999","dc:title":"Characterization of the human suppressor of fused, a negative regulator of the zinc-finger transcription factor Gli."},"rdfs:label":"SUFU interacts with GLI1, GLI2 and GLI3"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:e5d5b3c3-4f1c-41e5-b507-2e1fdea162c8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d85b645-6f7d-4e10-a7fa-4bc2e4f8d67c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The developmental defects to the CNS and limbs are characteristic for disrupted SHH signaling, particularly through GLI3 activity. SUFU is an established regulator of GLI activity in response to SHH signalling, mediated by the primary cilium. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10559945","type":"dc:BibliographicResource","dc:abstract":"Sonic hedgehog, Patched and Gli are components of a mammalian signalling pathway that has been conserved during evolution and which has a central role in the control of pattern formation and cellular proliferation during development. Here we identify the human Suppressor-of-Fused (SUFUH) complementary DNA and show that the gene product interacts physically with the transcriptional effector GLI-1, can sequester GLI-1 in the cytoplasm, but can also interact with GLI-1 on DNA. Functionally, SUFUH inhibits transcriptional activation by GLI-1, as well as osteogenic differentiation in response to signalling from Sonic hedgehog. Localization of GLI-1 is influenced by the presence of a nuclear-export signal, and GLI-1 becomes constitutively nuclear when this signal is mutated or nuclear export is inhibited. These results show that SUFUH is a conserved negative regulator of GLI-1 signalling that may affect nuclear-cytoplasmic shuttling of GLI-1 or the activity of GLI-1 in the nucleus and thereby modulate cellular responses.","dc:creator":"Kogerman P","dc:date":"1999","dc:title":"Mammalian suppressor-of-fused modulates nuclear-cytoplasmic shuttling of Gli-1."},"rdfs:label":"SUFU inhibits the transcriptional activity GLI proteins"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f827546d-60ae-44d1-9d99-7691163288b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9dcffc24-ab44-4d97-8d24-d45c59457456","type":"FunctionalAlteration","dc:description":"Co-immunoprecipitation experiments\nin IMCD3 cells transfected with either\nHA-tagged SUFU WT, SUFU p.Ile406Thr, or\nSUFU p.His176Arg, showing reduced binding\nof GLI3 to mutant SUFU. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28965847","rdfs:label":"SUFU Missense Variants Impair Binding to GLI3"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Not scored (functional evidence already counted as genetic evidence for the variant)\n"},{"id":"cggv:5c688d62-3ecd-4504-b006-41c12ebfe8ee","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ac60bd9-728d-4dd1-ab6d-6c6d7c8443c3","type":"FunctionalAlteration","dc:description":"IMCD3 cells were transfected with HA-tagged SUFU WT, SUFU p.Ile406Thr, and SUFU p.His176Arg expression vectors and processed by western blot. Patient mutant alleles show a more rapid decrease of mutant SUFU protein levels compared to the WT. \n\nConfocal microscopy showed that the SUFU p.Ile406Thr variant formed intracytoplasmic aggregates, while SUFU WT and SUFU p.His176Arg had uniform cytoplasmic and nuclear localization.\n\nThe authors showed that the reduction of mutant SUFU was due to UPS-mediated degradation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28965847","rdfs:label":"SUFU Missense Variants Reduce Protein Stability - IMDC3"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variants already scored as genetic evidence"},{"id":"cggv:d69c64c9-b277-4a50-833d-beb8d717d823","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b9b08deb-b69b-4108-b45d-bfc0d9e6d2c6","type":"FunctionalAlteration","dc:description":"Patient-derived fibroblasts show significantly lower\nlevels of SUFU protein in basal conditions and after treatment with cycloheximide for 24 hr compared to healthy control cells. The authors conclude that each missense variant (p.Ile406Thr and p.His176Arg) results in reduced SUFU protein stability. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28965847","rdfs:label":"SUFU Missense Variants Reduce Protein Stability - Fibroblast"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Variants already scored as genetic evidence"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:12959562-b95e-4f22-bcb8-4647bc4442ce","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ec812a59-2b82-4b5d-ae5f-86dd0138501f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In patient-derived fibroblasts, there is reduced GLI3 binding by SUFU. Consequently, the SHH pathway is deregulated through impaired SUFU repression. Impaired GLI3 and SHH activity is a characteristic cellular feature of ciliopathy-spectrum disorders, and is well documented as a cellular phenotype in Joubert syndrome pathogenesis. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28965847","rdfs:label":"The SHH Pathway Is Deregulated in Mutant Fibroblasts"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"Not scored because these patient-derived cells were already used to score Funtional Alternation Evidence"},{"id":"cggv:37c70496-1aa7-4f7e-a7fe-a22916702f2b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ed30e62c-3983-4981-843a-d118d95c80c0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice with Sufu gene deletion in the mid-hindbrain demonstrate severe defects to the cerebellum and brainstem. The human phenotype is characterized by developmental defects to the CNS consistent with SHH and ciliopathy related disorders. \n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21289193","type":"dc:BibliographicResource","dc:abstract":"Sonic Hedgehog and its GLI transcriptional effectors control foliation complexity during cerebellar morphogenesis by promoting granule cell precursor proliferation. Here, we reveal a novel contribution of Sonic Hedgehog-GLI signaling to cerebellar patterning and cell differentiation by generating mice with targeted deletion of Suppressor of Fused (SuFu), a regulator of Sonic Hedgehog signaling, in the mid-hindbrain. Postnatal SuFu-deficient mice exhibit impaired motor coordination and severe cerebellar mispatterning. SuFu conditional knock-out embryos display abnormal mid-hindbrain morphology associated with misexpression of Fgf8, and delayed differentiation and abnormal migration of major cerebellar cell types. Sonic Hedgehog is ectopically expressed in the external granule layer and Hedgehog signaling is upregulated. While expression of full-length GLI transcriptional activators downstream of Hedgehogs is markedly reduced, a processed form of GLI3, a transcriptional repressor, is essentially lost. Genetic expression of a Gli3 allele encoding GLI3 repressor in SuFu-deficient mice largely rescues abnormal cerebellar patterning and cell differentiation observed in mice with SuFu deficiency alone. Together, our data demonstrate that SuFu controls cerebellar patterning and cell differentiation in a GLI3 repressor-dependent manner.","dc:creator":"Kim JJ","dc:date":"2011","dc:title":"Suppressor of fused controls mid-hindbrain patterning and cerebellar morphogenesis via GLI3 repressor."},"rdfs:label":"Mice with Sufu gene deletion in the mid-hindbrain"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Score changed to 1 since this is demonstrating the effect of full loss of Sufu function in the mid-hindbrain, while the mechanism in the patients with the ciliopathy phenotype are suggested to be partial loss of function (hypomorphic) due to biallelic missense variants"},{"id":"cggv:b6b54935-d1f6-48c1-93dc-e12a8ee91619","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7e97b6d5-b5ed-47d9-9a7a-16588a333700","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Autosomal-recessive germline variants of SUFU were reported to cause deregulation of the SHH pathway, resulting in developmental defects of the CNS and limbs, consistent with SHH and ciliopathy related disorders. \n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16459298","type":"dc:BibliographicResource","dc:abstract":"The Hedgehog (Hh) pathway plays important roles during embryogenesis and carcinogenesis. Here, we show that ablation of the mouse Suppressor of fused (Sufu), an intracellular pathway component, leads to embryonic lethality at approximately E9.5 with cephalic and neural tube defects. Fibroblasts derived from Sufu(-/-) embryos showed high Gli-mediated Hh pathway activity that could not be modulated at the level of Smoothened and could only partially be blocked by PKA activation. Despite the robust constitutive pathway activation in the Sufu(-/-) fibroblasts, the GLI1 steady-state localization remained largely cytoplasmic, implying the presence of an effective nuclear export mechanism. Sufu(+/-) mice develop a skin phenotype with basaloid changes and jaw keratocysts, characteristic features of Gorlin syndrome, a human genetic disease linked to enhanced Hh signaling. Our data demonstrate that, in striking contrast to Drosophila, in mammals, Sufu has a central role, and its loss of function leads to potent ligand-independent activation of the Hh pathway.","dc:creator":"Svärd J","dc:date":"2006","dc:title":"Genetic elimination of Suppressor of fused reveals an essential repressor function in the mammalian Hedgehog signaling pathway."},"rdfs:label":"Sufu knock-out mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Score changed to 1 since this is demonstrating the effect of full loss of Sufu function, while the mechanism in the patients with the ciliopathy phenotype are suggested to be partial loss of function (hypomorphic) due to biallelic missense variants"},{"id":"cggv:6c7d32b1-fc12-4351-91cc-9f8f79ab2bd9","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:83656d86-490a-442f-a6a5-2bc57099c3f4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Sufu T396I/T396I embryos exhibited severe polydactyly and demonstrated a spectrum of developmental anomalies including cranio-facial defects, collectively indicative of compromised Gli3 activity. The clinical and functional anomalies of this knock-in model closely resemble those of the affected children described in De Mori et al. 2017. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25760946","type":"dc:BibliographicResource","dc:abstract":"Hedgehog signaling is primarily transduced by two transcription factors: Gli2, which mainly acts as a full-length activator, and Gli3, which tends to be proteolytically processed from a full-length form (Gli3FL) to an N-terminal repressor (Gli3REP). Recent studies using a Sufu knockout mouse have indicated that Sufu is involved in regulating Gli2 and Gli3 activator and repressor activity at multiple steps of the signaling cascade; however, the mechanism of specific Gli2 and Gli3 regulation remains to be elucidated. In this study, we established an allelic series of ENU-induced mouse strains. Analysis of one of the missense alleles, SufuT396I, showed that Thr396 residue of Sufu played a key role in regulation of Gli3 activity. SufuT396I/T396I embryos exhibited severe polydactyly, which is indicative of compromised Gli3 activity. Concomitantly, significant quantitative reductions of unprocessed Gli3 (Gli3FL) and processed Gli3 (Gli3REP) were observed in vivo as well as in vitro. Genetic experiments showed that patterning defects in the limb buds of SufuT396I/T396I were rescued by a constitutive Gli3REP allele (Gli3∆699), strongly suggesting that SufuT396I reduced the truncated Gli3 repressor. In contrast, SufuT396I qualitatively exhibited no mutational effects on Gli2 regulation. Taken together, the results of this study show that the Thr396 residue of Sufu is specifically required for regulation of Gli3 but not Gli2. This implies a novel Sufu-mediated mechanism in which Gli2 activator and Gli3 repressor are differentially regulated.","dc:creator":"Makino S","dc:date":"2015","dc:title":"T396I mutation of mouse Sufu reduces the stability and activity of Gli3 repressor."},"rdfs:label":"Sufu p.T396I mutant mice have dysregulated Gli3 activity"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Limited","sequence":6719,"specifiedBy":"GeneValidityCriteria9","strengthScore":6,"subject":{"id":"cggv:a597a260-0ac5-463d-abef-49ba5440d984","type":"GeneValidityProposition","disease":"obo:MONDO_0005308","gene":"hgnc:16466","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"*SUFU* (OMIM: 607035) is located in chromosome region 10q24.32 and encodes for Suppressor of fused homolog, which inhibits the transcriptional activity of GLI1, GLI2, and GLI3 in response to SHH stimulation (PMID: 10559945, PMID: 10564661). *SUFU* has previously been curated by the Hereditary Cancer GCEP as Definitive for Medulloblastoma, autosomal-dominant (MONDO:0007959) (10/11/2018). *SUFU* is asserted to cause Joubert-Syndrome 32, autosomal-recessive (MONDO:0033309), and Ocular motor apraxia, Cogan type, autosomal-dominant (MONDO:0009764). Per the criteria outlined by the ClinGen Lumping and Splitting Working Group, these disease entities differ in mode of inheritance and are therefore split for this curation. Consistent with previous gene-disease curations by the Kidney Cystic and Ciliopathy Disorders GCEP, the Joubert-Syndrome 32, autosomal-recessive (MONDO:0033309) phenotype was curated under one disease entity, ciliopathy, autosomal-recessive inheritance (MONDO:0005308).\n\nHomozygous missense variants in SUFU were identified in four affected children with Joubert syndrome from two unrelated consanguineous families (PMID: 28965847). Affected individuals presented with mild features of Joubert syndrome, including cranio-facial anomalies and polydactyly (PMID: 28965847). Functional evidence in both patient-derived and transfection cell models for each missense variant (p.Ile406Thr and p.His176Arg) showed reduced SUFU stability and capacity to bind and cleave GLI3 into its repressor form (PMID: 28965847). In each case, biallelic missense variants cause altered protein function, consistent with a loss-of-function mechanism. The genetic evidence was scored at 1 total point (0.5 points for each proband). \n\nMice with a homozygous *SUFU* missense variant (p.The396Ile) have reduced stability of the mutant SUFU protein, leading to dysregulated GLI3 activity, demonstrating embryonic lethality at E14–18 with peripheral edema, hemorrhage, and severe morphological defects including exencephaly and polydactyly (PMID: 25760946). The clinical and functional anomalies of this knock-in model closely resemble those of the affected children described in De Mori et al. 2017 (PMID: 28965847) (2 points for experimental evidence). The homozygous *Sufu* knockout mouse model developed by Svärd et al. demonstrated embryonic lethality at E9.5 and showed severe cranio-facial and neural closure defects related to constitutive sonic hedgehog (SHH) pathway activation and is consistent with a ciliopathy phenotype (PMID:16459298). Another mouse model with a conditional *Sufu* gene deletion in the mid-hindbrain demonstrates morphological defects of the brainstem and cerebellum with dysregulated HH signaling, and ablation of the GLI3-repressor activity (PMID: 21289193). \nSUFU is an essential negative regulator of the HH pathway through GLI transcription factor regulation (PMID: 10564661). SUFU binds to GLI1, GLI2, and GLI3 and inhibits their transcriptional activity in response to SHH signaling at the primary cilium (Protein interaction scored for 0.5 points). SUFU acts within the GLI-SUFU complex (GO:1990788) to repress GLI transcription factor activity when SMO signaling is inactive. Disruption to SHH signaling at the primary cilium, particularly to GLI3 activity, is associated with characteristic ciliopathy defects of the brain, cranio-facial, and limb development (Biochemical Function scored for 0.5 points). \nWhile outside of the scope of this gene curation, it is notable that *SUFU* is associated with a mild monoallelic phenotype, Ocular motor apraxia, Cogan type, autosomal-dominant (MONDO:0009764), observed in 37 affected children with heterozygous truncating variants in *SUFU* (PMID: 34675124, 33024317). It is suspected that these cases may constitute a mild dominant form of the autosomal-recessive ciliopathy phenotype (PMID: 34675124). Interestingly, congenital ocular motor apraxia and other characteristic features of Joubert syndrome have not been reported in patients with the *SUFU*-Medulloblastoma phenotype. However, due to the young age of these reported probands and our limited understanding of the *SUFU*-ciliopathy phenotype, these may represent allelic conditions and patients may have the possibility of an increased risk for the associated *SUFU* cancer phenotypes.\n\nIn summary, genetic evidence was scored for 1 point and experimental evidence was scored for 5 points (6 points total) for *SUFU*-Ciliopathy, autosomal-recessive (MONDO:0005308). This gene-disease relationship is therefore classified as “Limited”. The underlying molecular mechanism is likely loss-of-function, leading to disrupted SHH-GLI3 signaling through the primary cilium. The genetic evidence is based on two probands from a single publication; therefore, this gene disease relationship has not been replicated over time. This classification was approved by the ClinGen Kidney Cystic and Ciliopathy Disorders GCEP on the meeting date 03/22/2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:59700c43-cff6-454e-895f-623c8cd68f8e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}