{"id":"cggv:7ec69048-b11f-41f5-b160-c184ae1d65e6v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:7ec69048-b11f-41f5-b160-c184ae1d65e6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-02-06T17:00:00.000Z","role":"Approver"},{"id":"cggv:7ec69048-b11f-41f5-b160-c184ae1d65e6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10130","date":"2024-04-01T14:24:38.226Z","role":"Publisher"}],"curationReasons":[{"id":"cg:NewCuration"},{"id":"cg:ErrorClarification"}],"evidence":[{"id":"cggv:7ec69048-b11f-41f5-b160-c184ae1d65e6_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:7ec69048-b11f-41f5-b160-c184ae1d65e6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ec69048-b11f-41f5-b160-c184ae1d65e6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:921a83ff-8f54-4959-85a2-243698552b9e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f409508-1dff-4b0d-be0c-a26e8a45318f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemistry studies showed that NTRK3 mRNA levels were significantly decreased in patients with tetralogy of fallot compared to normal control or patients with ventricular septal defects. Quantitative immunohistochemical analysis showed that NTRK3 protein was mainly localized in the myocardium cytoplasm. Immunoreactivity of NTRK3 protein was again significantly lower in the TOF group compared to the VSD group and the control group. Expression of NTRK3 in the VSD group and in the control group showed no significant differences at both mRNA and protein levels. Insufficient expression of NTRK3 is associated with the outflow tract defect of human tetralogy of Fallot and may contribute to the progression of this defect.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19187638","type":"dc:BibliographicResource","dc:abstract":"The molecular mechanism of human tetralogy of Fallot (TOF) is incompletely defined. Animal models have suggested that neurotrophic tyrosine receptor kinase 3 (NTRK3) might be associated with the outflow tract defect, similar to that seen in human TOF, however, the expression pattern of NTRK3 in human TOF heart tissues has never been investigated.","dc:creator":"Kong B","dc:date":"2009","dc:title":"Decreased expression of neurotrophic tyrosine receptor kinase 3 is associated with the outflow tract defect of human tetralogy of Fallot."},"rdfs:label":"Expression in patient samples"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:7ec69048-b11f-41f5-b160-c184ae1d65e6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9386567d-6a5b-4f7d-9d53-89e7526c49e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2b7dd2a4-f2fb-4117-8134-45d7764151de","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Targeted deletion of the TrkC gene in mice results in a thickened and disorganized outflow tract wall. Colony assays of TrkC null mouse neural crest cells show that there is a greater than 50% loss of stem cells that is accompanied by an equivalent increase in fate-restricted cells. This can cause a decrease in the overall number of neural crest-derived cells in the TrkC null cardiac outflow tract as a consequence of reduced cell expansion suggesting deletion of the TrkC gene leads to a premature restriction of developmental potentials. \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14550777","type":"dc:BibliographicResource","dc:abstract":"TrkC null mice have multiple cardiac malformations. Since neural crest cells participate in cardiac outflow tract septation, the aim of this study was to determine at the cellular level the putative neural crest defect. We have identified three types of progenitor cells: stem cells that undergo self-renewal and can generate many cell types, cells that are restricted in their developmental potentials, and cells that are committed to the smooth muscle cell lineage. In TrkC null mice, there is a greater than 50% decrease in stem cell numbers and an equivalent increase in fate-restricted cells. The outflow tract wall is thickened and the endothelial tube is disorganized. We conclude that deletion of the TrkC gene causes precocious fate restrictions of the neural crest stem cell and a defect of the outflow tract endothelium, both of which may contribute to the outflow tract malformations that occur in TrkC null mice.","dc:creator":"Youn YH","dc:date":"2003","dc:title":"Neural crest stem cell and cardiac endothelium defects in the TrkC null mouse."},"rdfs:label":"Youn mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Genotype does not match human cases and only replicated outflow tract defects in mouse. No other chds were reported"},{"id":"cggv:0b0c311d-8e1c-49b5-b4a3-2cdf0cbcb44d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0aa3d2bc-2ffd-4e0a-a0cb-9ea6e0cc04e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Targeted deletion of the NTRK3 gene results in severe cardiac defects such as atrial and ventricular septal defects, and valvular defects including pulmonic stenosis. Most of the TrkC −/− mice die within the first week of birth with severe cardiac defects (Valvular defects including aortic valve, mitral valve, tricuspid valve, and pulmonic valve; defects in chamber septation such as large ASD and large VSD, abnormalities in the development or septation of the cardiac outflow tracts (truncus arteriosus), and significant right ventricular chamber enlargement). Mutant mice also had markedly enlarged and globular hearts with congested, hemorrhagic lungs. This suggests that trkC supports the normal development of the mammalian heart\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9405689","type":"dc:BibliographicResource","dc:abstract":"We have generated null mutant mice that lack expression of all isoforms encoded by the trkC locus. These mice display a behavioral phenotype characterized by a loss of proprioceptive neurons. Neuronal counts of sensory ganglia in the trkC mutant mice reveal less severe losses than those in NT-3 null mutant mice, strongly suggesting that NT-3, in vivo, may signal through receptors other than trkC. Mice lacking either NT-3 or all trkC receptor isoforms die in the early postnatal period. Histological examination of trkC-deficient mice reveals severe cardiac defects such as atrial and ventricular septal defects, and valvular defects including pulmonic stenosis. Formation of these structures during development is dependent on cardiac neural crest function. The similarities in cardiac defects observed in the trkC and NT-3 null mutant mice indicate that the trkC receptor mediates most NT-3 effects on the cardiac neural crest.","dc:creator":"Tessarollo L","dc:date":"1997","dc:title":"Targeted deletion of all isoforms of the trkC gene suggests the use of alternate receptors by its ligand neurotrophin-3 in neuronal development and implicates trkC in normal cardiogenesis."},"rdfs:label":"Tessarollo mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Mouse model is a homozygous null model while human patients were observed to be heterozygotes."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Disputed","sequence":8019,"specifiedBy":"GeneValidityCriteria10","strengthScore":2,"subject":{"id":"cggv:a0ae6b3c-7fa6-4f82-8f71-fe1d77ccb797","type":"GeneValidityProposition","disease":"obo:MONDO_0005453","gene":"hgnc:8033","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*NTRK3* was first reported in relation to autosomal dominant congenital heart disease in 2014 (Werner et al. 2014, PMID:25196463). At least five unique missense variants in five individuals with congenital heart disease were reported in a publication (PMID: 25196463). Evidence disputing this gene-disease relationship includes case-level data. None of the five variants reported were scorable, as four were too frequent on gnomAD (MAF> 0.00001) to cause disease and one had an unaffected carrier mother. This gene-disease relationship is supported by expression data and two mouse models (PMIDs: 19187638, 9405689, 14550777). In summary, the evidence supporting the relationship between *NTRK3* and autosomal dominant congenital heart disease has been disputed and no valid evidence remains to support the claim. More evidence is needed to either support or entirely refute the role *NTRK3* plays in this disease. This classification was approved by the ClinGen Congenital Heart Disease GCEP on the meeting date February 6th, 2024 (SOP Version 10).\nNo genetic evidence was scored, so this gene was classified as disputed.","dc:isVersionOf":{"id":"cggv:7ec69048-b11f-41f5-b160-c184ae1d65e6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}