{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800av2.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-09-23T16:00:00.000Z","role":"Approver"},{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-12-12T22:03:16.302Z","role":"Publisher"}],"evidence":[{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:18c1a0f5-716b-4c9f-a7d3-5a4f436ee32c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5ff40147-1692-49e5-bcf7-936291065f0f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemical analysis of seipin in human spinal cord and brain using a polyclonal antiserum against the C-terminal peptide of human seipin showed its expression in motor neurons.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18585921","type":"dc:BibliographicResource","dc:abstract":"Seipin, which is encoded by the BSCL2 gene, is a glycoprotein of unknown biochemical function that is associated with dominant hereditary motor neuron diseases. Mutations in the N-glycosylation site of seipin are associated with the disease states and result in accumulation of unfolded protein in the endoplasmic reticulum (ER), leading to the unfolded protein response (UPR) and cell death, suggesting that these diseases are tightly associated with ER stress. Here, we determined the subcellular localization, functional domains, and distribution of seipin in tissues. Our studies show that the transmembrane domains in seipin are critical for ER retention, ubiquitination, formation of inclusions, and activation of UPR. Using immunohistochemistry, seipin expression is detected in neurons in the spinal cord and in the frontal lobe cortex of the brain. The present study provides new insights into the biology of seipin protein that should help our understanding of the pathogenesis of seipin-related diseases.","dc:creator":"Ito D","dc:date":"2008","dc:title":"Characterization of seipin/BSCL2, a protein associated with spastic paraplegia 17."},"rdfs:label":"Seipin is expressed in human spinal cord and brain "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"High levels of expression were detected in teh brain and testis by RNA blotting (PMID: 11479539). Seipin is also expressed in mouse spinal cord as shown by Immunohistochemical analysis (PMID: 17387721). "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:089ea4e2-978e-4772-b24f-0c840ea01b75","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ecd3ba53-86dc-4855-920a-2cb462751741","type":"FunctionalAlteration","dc:description":"Increased formation of autophagosome structures was only seen in the spinal cord of tgMT, but not in tgWT mice. Motor neurons show accumulation of autophagy marker LC3II together with a fragmented Golgi apparatus phenotype. Overstimulation of autophagy by mutant seipin leads to signs of degeneration.  \n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23470542","type":"dc:BibliographicResource","dc:abstract":"Heterozygosity for missense mutations (N88S/S90L) in BSCL2 (Berardinelli-Seip congenital lipodystrophy type 2)/Seipin is associated with a broad spectrum of motoneuron diseases. To understand the underlying mechanisms how the mutations lead to motor neuropathy, we generated transgenic mice with neuron-specific expression of wild-type (tgWT) or N88S/S90L mutant (tgMT) human Seipin. Transgenes led to the broad expression of WT or mutant Seipin in the brain and spinal cord. TgMT, but not tgWT, mice exhibited late-onset altered locomotor activities and gait abnormalities that recapitulate symptoms of seipinopathy patients. We found loss of alpha motor neurons in tgMT spinal cord. Mild endoreticular stress was present in both tgMT and tgWT neurons; however, only tgMT mice exhibited protein aggregates and disrupted Golgi apparatus. Furthermore, autophagosomes were significantly increased, along with elevated light chain 3 (LC3)-II level in tgMT spinal cord, consistent with the activation of autophagy pathway in response to mutant Seipin expression and protein aggregation. These results suggest that induction of autophagy pathway is involved in the cellular response to mutant Seipin in seipinopathy and that motoneuron loss is a key pathogenic process underlying the development of locomotor abnormalities.","dc:creator":"Guo J","dc:date":"2013","dc:title":"Motor neuron degeneration in a mouse model of seipinopathy."},"rdfs:label":"Autophagy is activated in motor neurons of tgMT mice "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:9698ab67-8660-4e97-a803-f1c3609c66de","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:78622437-abf5-4e25-b8b1-9ad6840685cc","type":"FunctionalAlteration","dc:description":"Seipin aggregates were found only in the CNS of tgMT mice, but not in tgWT mice. Approximately  20% cortical and 40% spinal neurons of tgMT mice were found to contain  Seipin  aggregates,  while  none in non-transgenic control  or  tgWT  mice. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23470542","rdfs:label":"Mutant Seipin forms aggregates in the CNS and spinal cord "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Aggregates were also detected in teh N88S Tg mice (Yagi et al, 2011, PMID: 21750110). "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fe7845ab-7df4-47ef-8267-373a65db5e3f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b06a582a-f0dd-4039-b86b-75e14065855a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Disrupted autophagy is a hallmark of seipin-related neuropathy. Autophagy is also an emerging common pathomechanism in inherited peripheral neuropathies. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25832430","type":"dc:BibliographicResource","dc:abstract":"Seipin is a protein that resides in endoplasmic reticulum, and involved in both lipid metabolic disorders and motor neuropathy. The aim of this study was to investigate the effects of mutant seipin on autophagy system and the morphology of lipid droplets in vitro.","dc:creator":"Fan HD","dc:date":"2015","dc:title":"Seipin mutation at glycosylation sites activates autophagy in transfected cells via abnormal large lipid droplets generation."},"rdfs:label":"Overexpression N88S or S90L activated autophagy "}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Data from transfected cell lines. "},{"id":"cggv:9cd13458-5007-413c-b73a-8d95e0d6b46c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c1fba9cd-33ed-4499-9190-c37a544221f7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Improperly folded proteins will lead to the accumulation of the mutant in the ER. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18585921","rdfs:label":"Induction of UPR by mutant seipin (N88S)"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Need more evidence from patient or animal model cells showing the mediation of ER stress. "},{"id":"cggv:c879312d-141a-4f73-9f6c-ab8fa5bc67cf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8de62604-1489-41d8-9d61-a1c0e29a202b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The  neuron-specific  overexpression  of N88S/S90L mutant Seipin leads to slowly progressive upper and lower motor neuron pathologies reminiscent of phenotypes in seipinopathy patients. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23470542","rdfs:label":"TgMT (double mutant N88S/S90L) mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:af43e876-589b-493e-b43f-e4987f654dfc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6590af77-ff38-4967-9ef1-9fae639b6459","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Abnormal limb reflex is a measure of motor impairment and corresponds to the spasticity occurring in human upper motor neuron disease. N88S Tg mice develop a spastic motor phenotype reminiscent of seipinopathies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21750110","type":"dc:BibliographicResource","dc:abstract":"Heterozygosity for mutations (N88S and P90L) in the N-glycosylation site of seipin/BSCL2 is associated with the autosomal dominant motor neuron diseases, spastic paraplegia 17 and distal hereditary motor neuropathy type V, referred to as 'seipinopathies'. Previous in vitro studies have shown that seipinopathy-linked mutations result in accumulation of unfolded proteins in the endoplasmic reticulum (ER), leading to the unfolded protein response and cell death, suggesting that seipinopathies is closely associated with ER stress. To further understand the molecular pathogenesis of seipinopathies, we generated a transgenic (tg) mouse line expressing the human N88S seipin mutant with the murine Thy-1 promoter to permit analyses of in vivo phenotypic changes. The N88S seipin tg mice develop a progressive spastic motor deficit, reactive gliosis in the spinal cord and neurogenic muscular atrophy, recapitulating the symptomatic and pathological phenotype in patients of seipinopathy. We also found that expression of mutant seipin in mice upregulated the ER stress marker, immunoglobulin-heavy-chain-binding protein, protein disulfide isomerase and X-box binding protein 1, but was not linked to significant neuronal loss in affected tissue, thereby indicating that ER stress is sufficient, while neuronal death is not necessary, for the development of motor phenotypes of seipinopathies. Our findings in the mutant seipin tg mouse provide clues to understand the relationship with ER stress and neurodegeneration, and the seipin tg mouse is a valid tool for the development of novel therapeutic strategies against ER stress-related diseases.","dc:creator":"Yagi T","dc:date":"2011","dc:title":"N88S seipin mutant transgenic mice develop features of seipinopathy/BSCL2-related motor neuron disease via endoplasmic reticulum stress."},"rdfs:label":"N88S trangenic mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The N88S Tg mice were compared to WT mice and not to WT Tg mice, over-expression of the WT might also induce a similar phenotype. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8}],"evidenceStrength":"Definitive","sequence":5415,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:d434c399-7f63-488d-b590-15f2f55ccbe1","type":"GeneValidityProposition","disease":"obo:MONDO_0018894","gene":"hgnc:15832","modeOfInheritance":"obo:HP_0000006"},"version":"2.1","dc:description":"In 2001, the BSCL2 locus was mapped to chr11q12-q14 in one large English family with autosomal dominant Silver syndrome (SS) (PMID: 11389484). Evidence for linkage to this locus was later established in families with dominant distal hereditary motor neuropathy (dHMN-V) and Charcot-Marie-Tooth neuropathy (CMT2) (PMID: 13680364, PMID: 14981520, PMID: 15242882). The BSCL2 gene comprises 10 coding and one non-coding exons, and encodes seipin, a transmembrane protein localized in the endoplasmic reticulum.\n\nTwo hot spot missense variants, p.Asn88Ser and p.Ser90Leu, within the N-glycosylation site of seipin segregated in all tested families (PMID: 15242882, PMID: 32489946, PMID: 24604904, PMID: 23553728). In vitro studies using mutant transfected cells showed altered glycosylation (PMID: 17387721, PMID: 28553203). Two other variants affecting these same residues were later identified by exome sequencing, a de novo p.Asn88Thr (PMID: 32108980) and p.Ser90Trp (PMID: 23142943).\n\nBecause of the wide range of phenotypes presenting in patients carrying the same variant even within the same family (PMID: 15732094), the BSCL2-related neurological disorders were collectively referred to as seipinopathies. These represent a continuous spectrum including distal hereditary motor neuropathy (dHMN) type V, Silver syndrome, variants of Charcot-Marie-Tooth neuropathy type 2, and spastic paraplegia 17 (PMID: 20301484). The onset of symptoms ranges from early childhood to late adulthood. Hand muscle involvement is the major feature, with involvement of both upper and lower motor neurons, foot deformities, and usually absence of paresthesia, sensory loss, and sphincter disturbances. Disease progression is slow in the majority of cases, and penetrance is incomplete (PMID: 15732094, PMID: 20301484). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.\n\nSepin is expressed in a number of tissues (PMID: 14981520, PMID: 11479539). \nImmunohistochemical analysis showed a high level of expression in cortical neurons and motor neurons of the spinal cord (PMID: 18585921, PMID: 17387721).\n\nThe mechanism of disease is heterozygous toxic gain of function. Expression of the BSCL2 mutants, N88S and S90L resulted in the accumulation of toxic aggregates in cells and activation of autophagy, an emerging common pathomechanism in inherited peripheral neuropathies (PMID: 25832430, PMID: 23470542, PMID: 17387721, PMID: 28553203). Further evidence for altered function in non-human cells and in cell culture models was also reported (PMID: 21750110, PMID: 18585921).\n\nThis gene-disease association is further supported by two transgenic mouse models (PMID: 21750110, PMID: 23470542). These models recapitulate many of the phenotypes reminiscent of seipinopathies.\n\nOf note, this gene has also been implicated in autosomal recessive disorders with no neuropathy phenotype that will be assessed separately.\n\nIn summary, BSCL2 gene​​ is DEFINITIVELY associated with autosomal dominant distal hereditary motor neuropathy (dHMN). This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n ","dc:isVersionOf":{"id":"cggv:02472719-c26d-40ff-8ad4-897ef7a6800a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}