{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeafv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeaf_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-12-22T17:44:11.530Z","role":"Publisher"},{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeaf_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2023-12-22T17:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationTiming"}],"evidence":[{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeaf_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeaf_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1740a94b-ea96-4292-a05e-3484c6927341","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c3edee38-3deb-41f5-b85f-4fa3bcbebd9d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"PP2Cm protein complex was purified to near homogeneity with three specific co-purified protein species (BCKD complex proteins E1α,E1β, and E2) identified on silver-stained SDS PAGE gels. Their molecular identities were analyzed by LC/MS/MS and the interaction was confirmed by immunoblotting. Further characterization of the interaction using an in vitro pull down assay showed direct interaction with E2, a weaker interaction with E1α, and no direct interaction with E1β.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19411760","type":"dc:BibliographicResource","dc:abstract":"The branched-chain amino acids (BCAA) are essential amino acids required for protein homeostasis, energy balance, and nutrient signaling. In individuals with deficiencies in BCAA, these amino acids can be preserved through inhibition of the branched-chain-alpha-ketoacid dehydrogenase (BCKD) complex, the rate-limiting step in their metabolism. BCKD is inhibited by phosphorylation of its E1alpha subunit at Ser293, which is catalyzed by BCKD kinase. During BCAA excess, phosphorylated Ser293 (pSer293) becomes dephosphorylated through the concerted inhibition of BCKD kinase and the activity of an unknown intramitochondrial phosphatase. Using unbiased, proteomic approaches, we have found that a mitochondrial-targeted phosphatase, PP2Cm, specifically binds the BCKD complex and induces dephosphorylation of Ser293 in the presence of BCKD substrates. Loss of PP2Cm completely abolished substrate-induced E1alpha dephosphorylation both in vitro and in vivo. PP2Cm-deficient mice exhibited BCAA catabolic defects and a metabolic phenotype similar to the intermittent or intermediate types of human maple syrup urine disease (MSUD), a hereditary disorder caused by defects in BCKD activity. These results indicate that PP2Cm is the endogenous BCKD phosphatase required for nutrient-mediated regulation of BCKD activity and suggest that defects in PP2Cm may be responsible for a subset of human MSUD.","dc:creator":"Lu G","dc:date":"2009","dc:title":"Protein phosphatase 2Cm is a critical  regulator of branched-chain amino acid  catabolism in mice and cultured cells."},"rdfs:label":"PP2Cm interactions"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"PP2Cm was found to physically interact with the protein products of two well-established MSUD genes BCKDHA and DBT."},{"id":"cggv:7d3c2dd0-70f0-43b3-81cf-f3cbc0a8e1ba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d7c94356-93ef-4bcb-a903-4843f4a58e1c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Dephosphorylation of E1α pSer293 activates the BCKD complex which catalyzes oxidative decarboxylation of α-ketoacids during BCAA catabolism. Deficiency of PP2Cm leads to elevated BCAA and branched-chain-α-ketoacids, as seen in MSUD patients.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19411760","rdfs:label":"E1α phosphatase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Building on a previous publication (PMID: 19411760), in which the authors demonstrate that PP2Cm has active protein phosphatase activity using 32P-labeled myelin basic protein as a generic substrate, here PP2Cm was ectopically expressed in WT MEFs where it induced substantial pSer293 dephosphorylation under both basal conditions and after incubation with a 5 mM branched-chain-α-ketoacids mixture."},{"id":"cggv:bafd53b3-7fbe-45ff-acc2-fbafff1bf777","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2cdc1982-b534-4786-b2f9-b180bf7780c6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MSUD is caused by decreased function of the BCKAD complex, as caused by deficiency of the PP2Cm phosphatase. Variants in any of the subunits or regulators thereof can decrease its activity, thereby increasing  BCAA levels.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24651065","type":"dc:BibliographicResource","dc:abstract":"Branched-chain amino acid (BCAA) metabolism plays a central role in the pathophysiology of both rare inborn errors of metabolism and the more common multifactorial diseases. Although deficiency of the branched-chain ketoacid dehydrogenase (BCKDC) and associated elevations in the BCAAs and their ketoacids have been recognized as the cause of maple syrup urine disease (MSUD) for decades, treatment options for this disorder have been limited to dietary interventions. In recent years, the discovery of improved leucine tolerance after liver transplantation has resulted in a new therapeutic strategy for this disorder. Likewise, targeting the regulation of the BCKDC activity may be an alternative potential treatment strategy for MSUD. The regulation of the BCKDC by the branched-chain ketoacid dehydrogenase kinase has also been implicated in a new inborn error of metabolism characterized by autism, intellectual disability and seizures. Finally, there is a growing body of literature implicating BCAA metabolism in more common disorders such as the metabolic syndrome, cancer and hepatic disease. This review surveys the knowledge acquired on the topic over the past 50 years and focuses on recent developments in the field of BCAA metabolism. ","dc:creator":"Burrage LC","dc:date":"2014","dc:title":"Branched-chain amino acid metabolism: from rare Mendelian diseases to more common disorders."},"rdfs:label":"Review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Well-known disease mechanism. Review: MSUD is caused by decreased function of the BCKAD enzyme complex, which is composed of E1, E2 and E3 subunits. The BCKAD complex is involved in the second step of catabolism of branched-chain amino acids (BCAAs), which are essential for life. Increased BCAA levels can result from pathogenic defects in these subunits or regulators thereof. Increased accumulation of BCAAs in the tissues, particularly the brain, can yield severe cerebral phenotypes due to neurotoxicity and impaired glutamate synthesis (PMIDs:15930465, Review:21541722)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeaf_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:54227ba0-fe45-4657-aaeb-e07778514e1d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d699dfe3-f0c9-4249-becf-4efe8e4203cf","type":"FunctionalAlteration","dc:description":"PP2Cm deficiency was investigated in PP2Cm-/- MEFs; thirty minutes after treatment of branched-chain-α-ketoacids, Ser293 E1α was completely dephosphorylated in WT MEFs but not in PP2Cm–/– cells. Furthermore, using adenovirus-mediated gene transfer, either the WT or R236G, a phosphatase-dead mutant of PP2Cm, was introduced into PP2Cm–/– MEFs and BCKA-stimulated dephosphorylation of pSer293 was restored by the WT PP2Cm but not the phosphatase-dead mutant.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19411760","rdfs:label":"E1α dephosphorylation"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"PP2Cm-/- MEFs which showed inability to dephosphorylate Ser293 E1α in the presence of branched-chain-α-ketoacids (compared to complete dephosphorylation in WT MEFs). Furthermore, rescue with expression of WT in PP2Cm-/- MEFs supports the hypothesis that functional PP2Cm is fully responsible for E1α dephosphorylation activity. When PPM1K is not present the BCKD complex remains inactive leading to accumulation of BCAAs and α-ketoacids which can cause toxicity in the skeletal muscle and brain."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeaf_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3b023ddd-b18a-456f-bc62-16ccf26a59a1","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:64c770d5-c35e-4c64-9783-7126d73a3d9b","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"BCKD activity after the expression of the wild type PPM1K cDNA had a two-fold increase over basal activity (18%). The maximum recovery achieved was 35% of control activity, correlating with the 20% transfection efficiency determined by immunofluorescence.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23086801","type":"dc:BibliographicResource","dc:abstract":"This article describes a hitherto unreported involvement of the phosphatase PP2Cm, a recently described member of the branched-chain α-keto acid dehydrogenase (BCKDH) complex, in maple syrup urine disease (MSUD). The disease-causing mutation was identified in a patient with a mild variant phenotype, involving a gene not previously associated with MSUD. SNP array-based genotyping showed a copy-neutral homozygous pattern for chromosome 4 compatible with uniparental isodisomy. Mutation analysis of the candidate gene, PPM1K, revealed a homozygous c.417_418delTA change predicted to result in a truncated, unstable protein. No PP2Cm mutant protein was detected in immunocytochemical or Western blot expression analyses. The transient expression of wild-type PPM1K in PP2Cm-deficient fibroblasts recovered 35% of normal BCKDH activity. As PP2Cm has been described essential for cell survival, apoptosis and metabolism, the impact of its deficiency on specific metabolic stress variables was evaluated in PP2Cm-deficient fibroblasts. Increases were seen in ROS levels along with the activation of specific stress-signaling MAP kinases. Similar to that described for the pyruvate dehydrogenase complex, a defect in the regulation of BCKDH caused the aberrant metabolism of its substrate, contributing to the patient's MSUD phenotype--and perhaps others.","dc:creator":"Oyarzabal A","dc:date":"2013","dc:title":"A novel regulatory defect in the branched-chain α-keto acid dehydrogenase complex due to a mutation in the PPM1K gene causes a mild variant phenotype of maple syrup urine disease."},"rdfs:label":"BCKD activity"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1,"dc:description":"This not only shows that patient cells carrying the frameshift variant have reduced BCKAD complex activity (determined by 14CO2 released from [1–14C]‐leucine by intact fibroblasts), it also shows that wild type PPM1K can rescue that deficiency. BCKAD deficiency leads to an increase in BCAAs (such as leucine), which is a well-known disease mechanism of MSUD."},{"id":"cggv:05b02c39-47f2-456f-9aeb-e645910db755","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8aa96140-afd5-4b45-839e-8f916e852bb2","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Similar to human MSUD patients, Zebrafish with reduced PP2Cm expression had a broad range of defects in the CNS and digestive system.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17374715","type":"dc:BibliographicResource","dc:abstract":"Mitochondria play a central role in the regulation of programmed cell death signaling. Here, we report the finding of a mitochondrial matrix-targeted protein phosphatase 2C family member (PP2Cm) that regulates mitochondrial membrane permeability transition pore (MPTP) opening and is essential for cell survival, embryonic development, and cardiac function. PP2Cm is highly conserved among vertebrates, with the highest expression levels detected in the heart and brain. Small hairpin RNA (shRNA)-mediated knockdown of PP2Cm resulted in cell death associated with loss of mitochondrial membrane potential in cultured cardiac mycoytes and an induction of hepatocyte apoptosis in vivo. PP2Cm-deficient mitochondria showed elevated susceptibility to calcium-induced MPTP opening, whereas mitochondrial oxidative phosphorylation activities were not affected. Finally, inactivation of PP2Cm in developing zebrafish embryos caused abnormal cardiac and neural development as well as heart failure associated with induced apoptosis. These data suggest that PP2Cm is a novel mitochondrial protein phosphatase that has a critical function in cell death and survival, and may play a role in regulating the MPTP opening.","dc:creator":"Lu G","dc:date":"2007","dc:title":"A novel mitochondrial matrix serine/threonine protein phosphatase regulates the mitochondria permeability transition pore and is essential for cellular survival and development."},"rdfs:label":"Zebrafish knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Zebrafish were not evaluated for metabolic abnormalities, as such recapitulation of the hallmark features of MSUD patients (such as elevated BCAAs) is unknown."},{"id":"cggv:d35e1e4b-627d-4b2d-8914-e076f7787d44","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4d574abc-ef45-49c9-b1d7-7c30e27874f7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Plasma BCAA concentrations were significantly higher in randomly fed PP2Cm–/– mice compared with WT controls of the same genetic background (PP2Cm–/–, 1,122 ± 79 μM; n = 9 vs. WT, 691 ± 111 μM; n = 8; P < 0.05). There was also impaired clearance of branched-chain-α-ketoacids.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19411760","rdfs:label":"PPM1K KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The PP2Cm–/– animals in a 129Sv/C57BL/6 background were generally viable and fertile when fed with a regular 18% protein diet and displayed no overt developmental abnormalities up to 1 year of age. However, hepatic pSer293 E1α was elevated in PP2Cm–/– mice, which correlated with increased plasma levels of BCAA. When fed a high-protein diet, PP2Cm–/– mice developed characteristic features of human MSUD, induction of oxidative stress and neonatal lethality."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeaf_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeaf_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":3.5},{"id":"cggv:30654f57-2278-4eb8-a260-3fa5e1adeb55_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:30654f57-2278-4eb8-a260-3fa5e1adeb55","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"allele":{"id":"cggv:b7653488-a5ce-4131-8b3a-4c88664c441e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152542.5(PPM1K):c.417_418del (p.Thr140ProfsTer12)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3005308"}},"detectionMethod":"SNP-array analysis revealed complete LOH for chromosome 4 as a result of paternal UPD. Coding region and flanking intron-exon boundaries of PPM1K were PCR amplified and Sanger sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Increased leucine (471 umol/L; control 60-136) and increased isoleucine (218 umol/L; control 101-197) identified in newborn screening, with Aleu/Ileu ratio of 0.15. Increased α‐ketoisovaleric acid (43 umol/L; control 2-14). BCKD activity was 10% of normal (assessed by measuring the L-[1-14C] leucine decarboxylation rate in intact cells). Patient's cultured fibroblasts showed 14% leucine decarboxylation.","phenotypes":["obo:HP_0010911","obo:HP_0010913"],"previousTesting":true,"previousTestingDescription":"Mutation analysis was performed by direct sequencing of PCR fragments obtained after amplification of the entire coding sequence of BCKDHA, BCKDHB or DBT genes. E3 deficiency was ruled out by measuring the  lipoamide dehydrogenase activity in fibroblast extracts.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:69982992-8b10-4981-ae7a-aac04f8b495e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b7653488-a5ce-4131-8b3a-4c88664c441e"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23086801"},"rdfs:label":"Patient 10848"},{"id":"cggv:69982992-8b10-4981-ae7a-aac04f8b495e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:69982992-8b10-4981-ae7a-aac04f8b495e_variant_evidence_item"}],"strengthScore":1,"dc:description":"The homozygous, due to paternal UPD, frameshift variant Thr140Profs*12 generates a premature stop codon in exon 3 of 7 which could elicit NMD. However, qRT-PCR found mutant mRNA in the patient's cells was expressed at the same level as in the controls. Though absence of mutant protein was confirmed by Western blot analysis, suggesting that it is truncated and prone to degradation."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3e01aabf-c91f-4372-a891-675f992f085b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3e01aabf-c91f-4372-a891-675f992f085b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:c7533681-207b-4ee9-9a60-b9bc28381659","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_152542.5(PPM1K):c.1A>G (p.Met1Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA357708568"}},"detectionMethod":"Clinical Exome Solution (SOPHiA GENETICS, Saint-Sulpice, Switzerland) which contained primers for all exons and exon–intron borders of 4490 genes including BCKDHA, BCKDHB, DBT, DLD, and PPM1K.\n\nSanger sequencing confirmed the PPM1K variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Isoleucine (250 nmol/ml, normal value, n: 33–98); leucine (602 nmol/ml, n: 65–182); and valine (534 nmol/ml, n: 130–307)","phenotypes":["obo:HP_0008344","obo:HP_0012378","obo:HP_0001249","obo:HP_0002018","obo:HP_0003326","obo:HP_0011787","obo:HP_0004322","obo:HP_0002453","obo:HP_0001655","obo:HP_0002027","obo:HP_0000365"],"previousTestingDescription":"no pathogenic variants in BCKDHA, BCKDHB, and DBT","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:fd310b6a-cf3e-496f-95b3-51614c81aa25_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c7533681-207b-4ee9-9a60-b9bc28381659"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/36706222","type":"dc:BibliographicResource","dc:abstract":"Maple syrup urine disease (MSUD) is an inborn error of metabolism caused by the insufficient catabolism of branched-chain amino acids. BCKDHA, BCKDHB, DBT, and DLD encode the subunits of the branched-chain α-ketoacid dehydrogenase complex, which is responsible for the catabolism of these amino acids. Biallelic pathogenic variants in BCKDHA, BCKDHB, or DBT are characteristic of MSUD. In addition, a patient with a PPM1K defect was previously reported. PPM1K dephosphorylates and activates the enzyme complex. We report a patient with MSUD with mild findings and elevated BCAA levels carrying a novel homozygous start-loss variant in PPM1K. Our study offers further evidence that PPM1K variants cause mild MSUD.","dc:creator":"Ozcelik F","dc:date":"2023","dc:title":"PPM1K defects cause mild maple syrup urine disease: The second case in the literature."}},"rdfs:label":"Ozcelik Case"},{"id":"cggv:fd310b6a-cf3e-496f-95b3-51614c81aa25","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fd310b6a-cf3e-496f-95b3-51614c81aa25_variant_evidence_item"},{"id":"cggv:fd310b6a-cf3e-496f-95b3-51614c81aa25_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"functional investigation of the variant at the protein level using Western blot or immunocytochemistry could not be performed"}],"strengthScore":0.75,"dc:description":"The variant disrupts the start codon and if the next in-frame Methionine were used it would remove 38% of the protein.\n\nThe variant is homozygous due to consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":7329,"specifiedBy":"GeneValidityCriteria9","strengthScore":9.5,"subject":{"id":"cggv:a61cecca-7077-49f8-b100-43ad48ba2554","type":"GeneValidityProposition","disease":"obo:MONDO_0014057","gene":"hgnc:25415","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"*PPM1K* was first reported in relation to autosomal recessive maple syrup urine disease, mild variant in 2013 (Oyarzabal A, et al., 2013, PMID: 23086801). Two cases have been identified in two publications (PMIDs: 23242558, 36706222) with homozygous putative loss of function variants (frameshift and start-loss). In addition to the two cases, evidence supporting this gene-disease relationship includes the experimental data of the role of *PPM1K* as the BCKD complex E1α phosphatase (PMID: 19411760), its interaction with additional MSUD genes *BCKDHA* and *DBT* (PMID: 19411760), its alteration of dephosphorylation in both patient and non-patient cells which could be rescued with WT expression (PMID: 23086801 and PMID: 19411760), a knockdown zebrafish model (PMID: 17374715) with limited relevant characterization, and a knockout mouse (PMID: 19411760 ) which recapitulated the characteristic elevation of branched chain amino acids seen in patients. In summary, there is moderate genetic evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.\n\nThis gene-disease pair was originally approved by the Aminoacidopathy GCEP on 09/25/2020. It was reevaluated on 10/25/2023. As a result of this reevaluation a second case was identified (PMID: 36706222) and increased the classification from Limited to Moderate (SOP Version 9).","dc:isVersionOf":{"id":"cggv:d2b1c4d4-ca12-4456-afe0-f727106afeaf"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}