{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8v1.4","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-06-22T16:48:43.040Z","role":"Approver"},{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10081","date":"2021-06-22T16:48:57.601Z","role":"Publisher"}],"evidence":[{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0b2459a4-2198-4485-9314-cf865d395304","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d40c50d3-27bf-4dc2-9bcd-a955d5b386d5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"In vitro study using murine IL1R-human IgG1 chimeric protein and immunoprecipitation and Il7 binding assays showed that IL7Ra expression was observed in T and B cells. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8415665","type":"dc:BibliographicResource","dc:abstract":"A monoclonal antibody, A7R34, that recognizes the high-affinity interleukin 7 receptor (IL-7Ra) and blocks the binding between IL-7 and IL-7Ra has been produced. Cell surface staining with A7R34 demonstrated that IL-7Ra is expressed in both B- and T-cell lineages. In the bone marrow, immature B-lineage cells that do not express surface IgM were IL-7Ra+. In the thymus, IL-7Ra was detected in CD4-8- T cells and also in CD4 or CD8 single-positive cells but not in CD4+8+ double-positive cells. In the peripheral lymphoid tissues, both CD4 and CD8 single-positive cells were the major cell types that express IL-7Ra. Addition of A7R34 to a long-term B-precursor-cell culture inhibited proliferation of the B-lineage cells, indicating that IL-7 is an absolute requirement for in vitro B-cell genesis. Consistent with this in vitro result, continuous injection of A7R34 into an adult mouse resulted in a decrease of B-precursor cells and also of thymocytes, whereas a considerable fraction of mature B and T cells in the peripheral tissues persisted over 2 weeks of the experiment. When A7R34 injection is started from day 14 of gestation, it is possible to produce mice that lack B cells. These results indicate that IL-7 is an essential molecule for generation of both B and T cells in murine bone marrow and thymus, respectively. Moreover, IL-7Ra would be the sole receptor system regulating these processes.","dc:creator":"Sudo T","dc:date":"1993","dc:title":"Expression and function of the interleukin 7 receptor in murine lymphocytes."},"rdfs:label":"Il7RA is expressed in murine B and T cell lineages"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"IL7Ra is expressed in T and B cells consistent with high expression in T cells in humans according to Human Protein Atlas. "},{"id":"cggv:237f37ec-2365-4315-b1ae-78ea8c89989c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:218e1d50-d035-41b5-b33e-c54d6d1de000","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"As these patients previously received bone marrow transplants, IL7 and IL7R mRNA expression was analyzed in EBV-transformed B-cell lines established before transplantation. IL7 mRNA levels were similar to those in\nnormal controls and IL7R mRNA was not detected in patient 1 and was greatly reduced in patient 2 (Fig. 1), suggesting possible IL7R mutations.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9843216","type":"dc:BibliographicResource","dc:abstract":"Severe combined immunodeficiency (SCID) is caused by multiple genetic defects. The most common form of SCID, X-linked SCID (XSCID), results from mutations in IL2RG (ref. 4), which encodes the common cytokine receptor gamma chain (gamma(c)) that is shared by the IL-2, IL-4, IL-7, IL-9 and IL-15 receptors. In XSCID and SCID resulting from mutations in JAK3, which encodes a Janus family tyrosine kinase that couples to gamma(c) and is required for gamma(c)-dependent signalling, T- and natural killer (NK)-cells are decreased but B-cell numbers are normal (T(-)B(+)NK(-)SCID). Some SCID patients lack T cells but retain NK cells. Given diminished T-cell development in Il7- or Il7r-deficient mice and that Il/7r-deficient mice have NK cells, we hypothesized that T(-)B(+)NK(+) SCID might result from defective IL-7 signalling, although apparent differences in the role of the IL-7/IL-7R pathway in humans and mice in T-cell and B-cell development have been suggested. We now demonstrate that defective IL7R expression causes T(-)B(+)NK(+) SCID, indicating that the T-cell, but not the NK-cell, defect in XSCID results from inactivation of IL-7Ralpha signalling.","dc:creator":"Puel A","dc:date":"1998","dc:title":"Defective IL7R expression in T(-)B(+)NK(+) severe combined immunodeficiency."},"rdfs:label":"Defective IL7R expression causes T–B+NK+ SCID"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Decreased to absent IL7R expression in cells from patients with T-B+NK+SCID"},{"id":"cggv:cb0e6bb7-aba7-46c4-93b0-5b1dbba9ac2e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b0e7d0dd-5f90-4867-8187-760db1e67b57","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"In vivo immunoprecipitation in mouse cells shows JAK3 activiation via Kit signaling is IL7Ra dependent. Compared with only marginal activation of Jak3 by Kitalone, there was strong Kit-mediated activation of Jak3 in  cells coexpressing Kit and IL-7R. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17554063","type":"dc:BibliographicResource","dc:abstract":"In vivo analyses of thymopoiesis in mice defective in signaling through Kit and gammac or Kit and IL-7Ralpha demonstrate synergy and partial complementation of gammac or IL-7-mediated signaling by the Kit signaling pathway. Our molecular analysis in T-lymphoid cells as well as in nonhematopoietic cells shows that Kit and IL-7R signaling pathways directly interact. KL-mediated activation of Kit induced strong tyrosine phosphorylation of gammac and IL-7Ralpha in the absence of IL-7. Activated Kit formed a complex with either IL-7Ralpha or gammac, and tyrosine phosphorylation of both subunits occurred independently of Jak3, suggesting that gammac and IL-7Ralpha are each direct substrates of Kit. Kit activated Jak3 in an IL-7R-dependent manner. Moreover, deficient Stat5 activation of the Kit mutant YY567/569FF lacking intrinsic Src activation capacity was partially reconstituted in the presence of IL-7R and Jak3. Based on the molecular data, we propose a model of Kit-mediated functional activation of gammac-containing receptors such as IL-7R, similar to the interaction between Kit and Epo-R. Such indirect activation of the Jak-Stat pathway induced by the interaction between an RTK and type I cytokine receptor could be the underlying mechanism for a context-specific signaling repertoire of a pleiotropic RTK-like Kit.","dc:creator":"Jahn T","dc:date":"2007","dc:title":"Direct interaction between Kit and the interleukin-7 receptor."},"rdfs:label":"In vivo study in mice shows interaction between JAK3 & IL7R"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Experimentally proven interaction between IL7Ra and JAK3 using coimmunopreciptitation. JAK3 is associated with a SCID phenotype."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1ac20964-e95c-4b49-bbc1-19c28b4608a0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f6dbcefd-1ed1-4435-951a-9ef56f7f122d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Retroviral introduction of IL-7Ra into IL-7Ra -/- bone marrow progenitors was capable of restoring normal thymic development of both alpha/beta and gamma/delta lineages. In splenic lymphoid cells T-cell lineage was reconstituted to fairly normal levels in the thymus and periphery in these mice, B-cell reconstitution was less complete. Il7Ra transfer also increased neutrophil count in the spleen. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16208423","type":"dc:BibliographicResource","dc:abstract":"Defects in the gene for the IL-7 receptor (R) alpha chain are one cause of severe combined immunodeficiency disease (SCID) based on a strict requirement for IL-7 in T lymphoid development and survival. We tested the feasibility and potentially undesirable consequences of IL-7Ralpha gene transfer as a therapy for this genetic defect. The murine IL-7Ralpha gene was introduced into IL-7Ralpha(-/-) bone marrow progenitors using retrovirus and transplanted into Rag(-/-) recipient mice. Both alphabeta and gammadelta T cells were reconstituted in thymus and spleen showing proof of principle. B-cell development was also restored in some mice, but their numbers were much lower than in the T-cell compartment. Splenomegaly was observed due to an increase in neutrophils. We showed that hematopoietic progenitors, after transfection with IL-7Ralpha, could respond to IL-7 in vitro by a striking production of neutrophils and other myeloid cells. These data indicate that although IL-7 is a critical lymphopoietin, ectopic expression of its receptor on multipotential progenitors can also induce production of myeloid cells, presumably through survival and proliferation signals that are not restricted to lymphoid cells. This supports the stochastic model of progenitor differentiation, in which cytokines give permissive and not instructive signals.","dc:creator":"Jiang Q","dc:date":"2005","dc:title":"Retroviral transduction of IL-7Ralpha into IL-7Ralpha-/- bone marrow progenitors: correction of lymphoid deficiency and induction of neutrophilia."},"rdfs:label":"Retroviral transduction of IL-7Ra into IL-7Ra-/- mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"T-cell development and B-cell development (to a lesser extent) was restored in IL7Ra-/- mice by introducing IL7Ra by retroviral transfection. "},{"id":"cggv:37facd6d-dfec-450c-8538-6add36444c5c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6c5696d4-f497-4170-a54c-eabd32df6c58","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"IL7R null mice have slightly decreased white blood cells and two fold decreased lymphoid cells. Bone marrow slightly reduced in cellularity. B cell differentiation was severely impaired. Thymus was greatly reduced in size and spleen was reduced in cellularity. Mature T cells were 5 to 33 fold reduced. Gamma delta T cels are absent. All consistent with human phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8692964","type":"dc:BibliographicResource","dc:abstract":"The interleukin 7 receptor (IL-7R) plays a crucial role in early B- and T-cell development. It consists of a unique a chain and a common gamma chain [IL-2 receptor gamma chain (IL-2Rgamma)]. Gene inactivation of IL-7, IL-7R, and IL-2Rgamma resulted in severe impairment of B and T lymphopoiesis in mice. In addition, IL-2Rgamma-deficient mice lack gammadelta T cells in the skin and have the impaired development of natural killer (NK) cells and intraepithelial lymphocytes. To explore the role of IL-7/IL-7R system in gammadelta T- and NK-cell development, we have generated and analyzed IL-7R-deficient mice. gammadelta T cells were absent from skin, gut, liver, and spleen in the deficient mice. In contrast, alphabeta T and B cells were detected in reduced, but certain, numbers, and NK cells developed normally. The gammadelta T-cell development in fetal and adult thymus was also completely blocked. These results clearly demonstrate that the signal from IL-7R is indispensable for gammadelta T-cell development in both thymic and extrathymic pathways. On the contrary, it is suggested that NK-cell development requires cytokine(s) other than IL-7.","dc:creator":"Maki K","dc:date":"1996","dc:title":"Interleukin 7 receptor-deficient mice lack gammadelta T cells."},"rdfs:label":"IL7R null mice lack gamma delta T cells"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"IL7R null mice have reduced mature T cells and absent gamma delta T cells, along with bonemarrow, thymus, and spleen reduced in size or cellularity. "},{"id":"cggv:398806c7-f6ae-485d-8ef4-9afa88b22e65","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8b6fdda9-6cea-4a81-9766-bf71c8eb931f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"IL-7R mice have severely impaired lymphoid development which is blocked at an early developmental stage impacting T cell development but not B cell development and humans have lymphocytosis and T cell lymphocytopenia. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7964471","type":"dc:BibliographicResource","dc:abstract":"Interleukin 7 (IL-7) stimulates the proliferation of B cell progenitors, thymocytes, and mature T cells through an interaction with a high affinity receptor (IL-7R) belonging to the hematopoietin receptor superfamily. We have further addressed the role of IL-7 and its receptor during B and T cell development by generating mice genetically deficient in IL-7R. Mutant mice display a profound reduction in thymic and peripheral lymphoid cellularity. Analyses of lymphoid progenitor populations in IL-7R-deficient mice define precisely those developmental stages affected by the mutation and reveal a critical role for IL-7R during early lymphoid development. Significantly, these studies indicate that the phase of thymocyte expansion occurring before the onset of T cell receptor gene rearrangement is critically dependent upon, and mediated by the high affinity receptor for IL-7.","dc:creator":"Peschon JJ","dc:date":"1994","dc:title":"Early lymphocyte expansion is severely impaired in interleukin 7 receptor-deficient mice."},"rdfs:label":"genetically deficient IL-7R mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"IL-7R null mice have a phenotype consistent with severe combined immunodeficiency, T-cell negative, B-cell/natural killer cell-positive type"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:deb56cde-67f8-40dc-ad4e-fbb9c7f948b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:48a3b2fc-14db-4cb5-83ec-64b47b9a0738","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":22,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"FACS analysis was performed, which showed no expression of the IL-7 receptor α -chain on the patient ’ s mono- and lymphocytes.","phenotypes":["obo:HP_0005403","obo:HP_0008866","obo:HP_0001888","obo:HP_0045080","obo:HP_0000964","obo:HP_0003212","obo:HP_0002090"],"sex":"Female","variant":{"id":"cggv:deb56cde-67f8-40dc-ad4e-fbb9c7f948b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2a61e163-a9a4-42e9-aef3-2beed87afa86","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002185.5(IL7R):c.877-7T>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA810180445"}},{"id":"cggv:f85c4875-5dfe-47b0-8d62-db2ef3cbf5cd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002185.5(IL7R):c.174del (p.Phe59LeufsTer22)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3231857"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19890784","type":"dc:BibliographicResource","dc:abstract":"Usually IL-7 receptor deficiency presents as (T-B+NK+) (Severe) Combined Immunodeficiency (SCID) within the first six months of life. All published IL-7R-deficient patients so far have been diagnosed and received stem cell transplantation within the first year of life.","dc:creator":"Rossberg S","dc:date":"2009","dc:title":"Delayed onset of (severe) combined immunodeficiency (S)CID (T-B+NK+): complete IL-7 receptor deficiency in a 22 months old girl."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19890784","rdfs:label":"Patient (22 month)"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"Individual with phenotype consistent with SCID and absent IL7R expression. Two compound het variants with phase confirmed. 1) NM_002185.5(IL7R):c.174del (p.Phe59LeufsTer22) predicted NMD and absent in gnomad 1.5 pts 2) NM_002185.5(IL7R):c.877-7T>A splice acceptor in last exon absent in gnomad 0.1 pts."},{"id":"cggv:f5dcbf9f-4e86-47b7-8325-63a94b7c15e9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5c26baa3-ab63-45e5-be23-0f3d82ece47d","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":5,"detectionMethod":"In 9 segments the IL-7R gene was amplified with primer pairs encompassing each exon-intron boundary.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"T–B+NK+ SCID","phenotypes":["obo:HP_0005403","obo:HP_0001433","obo:HP_0002719","obo:HP_0001888","obo:HP_0001945"],"sex":"Male","variant":{"id":"cggv:f5dcbf9f-4e86-47b7-8325-63a94b7c15e9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:616be865-b93e-4508-a410-6715c258709b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002185.5(IL7R):c.616C>T (p.Arg206Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA3232037"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15615257","type":"dc:BibliographicResource","dc:abstract":"Although it has been suggested that defective interleukin 7 receptor (IL-7R) signaling is one of the principal causes of severe combined immunodeficiency disease (SCID) in mice and humans, little is known about the molecular and clinical characteristics of human IL-7Ralpha mutations. We report a novel mutation of the IL-7Ralpha gene in a Korean SCID patient with a greatly diminished T-cell count but normal numbers of B-cells and natural killer (NK) cells. Using direct sequencing and restriction fragment length polymorphism analysis, we identified a C-->T nucleotide change at position 638. This change resulted in a nonsense mutation (R206stop) in this patient. Both parents were heterozygous for C/T at this site. The results of this study emphasize the importance of characterization of IL-7Ralpha mutations in SCID patients with diminished T-cell numbers but normal numbers of B-cells and NK cells.","dc:creator":"Jo EK","dc:date":"2004","dc:title":"Characterization of a novel nonsense mutation in the interleukin-7 receptor alpha gene in a Korean patient with severe combined immunodeficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15615257","rdfs:label":"Korean SCID Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Individual with phenotype consistent with T–B+NK+ SCID homozygous NM_002185.5(IL7R):c.616C>T (p.Arg206Ter) expected to undergo NMD and experimental evidence showing reduced IL7R mRNA in the patient. In vitro study in COS-7 cells also showed reduced IL-7R mRNA expression and protein expression. Due to phase confirmation and experimental evidence I think we can score the full 3 points for this case. "},{"id":"cggv:59083374-1325-4f1a-b207-5f599a3d9581_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3f8a0fe4-7d2f-469a-bc51-ade82d245b5c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":10,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":" T-B+NK+ SCID","phenotypes":["obo:HP_0005403","obo:HP_0002719","obo:HP_0008866","obo:HP_0000388"],"sex":"Female","variant":{"id":"cggv:59083374-1325-4f1a-b207-5f599a3d9581_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:97650fe4-e0f4-46a9-84ab-4799b109c9c0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002185.5(IL7R):c.586_595del (p.Pro197CysfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA559294597"}},{"id":"cggv:ac9a83c8-a024-412a-9c8c-0a3679192025","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002185.5(IL7R):c.992del (p.Gln331HisfsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139655383"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26123418","type":"dc:BibliographicResource","dc:creator":"Leiding JW","dc:date":"2015","dc:title":"Hypomorphic interleukin-7 receptor α-chain mutations and T-cell deficiency: a delay in diagnosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26123418","rdfs:label":"Leiding Patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Two truncating variants confirmed in trans in a patient whose phenotype is consistent with T-B+NK+ SCID. c.586_595del (p.Pro197CysfsTer?) predicted to undergo NMD and absent in gnomad. c.992del (p.Gln331HisfsTer2) not predicted to undergo NMD (also absent in gnomad) but with the experimental evidence showing significantly decreased protein levels, significantly decreased mRNA levels, and functional impairment, can count as proven null. I think awarding the full 3 points is appropriate. "},{"id":"cggv:e8f35e7e-481e-4ef9-8fa7-95a11c17670f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:64587fca-324c-415c-a18d-cfd86372abbd","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":61,"detectionMethod":"Molecular investigations were done by Sanger sequencing of IL2RG, ADA, RAG1, RAG2, IL7RA, ZAP70 genes using the standard protocol. Targeted Next Generation sequencing was performed using a custom capture kit by Medgenome Labs Pvt Ltd India and mutations were confirmed by Sanger","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"T−/+B+NK SCID","phenotypes":["obo:HP_0002090","obo:HP_0005403","obo:HP_0002028"],"secondTestingMethod":"Next generation sequencing panels","sex":"Female","variant":{"id":"cggv:e8f35e7e-481e-4ef9-8fa7-95a11c17670f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6d58fe5c-cc64-4190-899e-884b19f55aeb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002185.5(IL7R):c.437_438del (p.Phe146CysfsTer5)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/565662"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30778343","type":"dc:BibliographicResource","dc:abstract":"Severe combined immunodeficiency (SCID) represents one of the most severe forms of primary immunodeficiency (PID) disorders characterized by impaired cellular and humoral immune responses. Here, we report the clinical, immunological, and molecular findings in 57 patients diagnosed with SCID from India. Majority of our patients (89%) presented within 6 months of age. The most common clinical manifestations observed were recurrent pneumonia (66%), failure to thrive (60%), chronic diarrhea (35%), gastrointestinal infection (21%), and oral candidiasis (21%). Hematopoietic Stem Cell Transplantation (HSCT) is the only curative therapy available for treating these patients. Four patients underwent HSCT in our cohort but had a poor survival outcome. Lymphopenia (absolute lymphocyte counts/μL <2,500) was noted in 63% of the patients. Based on immunophenotypic pattern, majority of the cases were T","dc:creator":"Aluri J","dc:date":"2019","dc:title":"Clinical, Immunological, and Molecular Findings in 57 Patients With Severe Combined Immunodeficiency (SCID) From India."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30778343","rdfs:label":"P31"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2.5,"dc:description":"Individual with phenotype consistent with SCID and a homozygous predicted null variant. Parents confirmed carriers. Absent in gnomad. 1.5pt for first allele + ½(1.5) for second allele = 2.25pt rounding up to 2.5 points given the T−/+B+NK SCID phenotype and that the patient was tested for several other SCID genes. "},{"id":"cggv:e56d410a-569c-4db0-abfa-bc339b786827_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7f35669d-27bd-4c14-9583-55e6082db825","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"detectionMethod":"For patients, their parents and normal controls, each IL7R exon was PCR amplified and sequenced directly and/or after subcloning. When PCR fragments were subcloned, a minimum of four clones were sequenced. For exon 1, the forward primer was in the 5´ promoter region and in exon 8, the backwards primer was in the 3´ UTR; all other primers were in introns flanking each exon. ","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"T–B+NK+SCID ","phenotypes":["obo:HP_0005403","obo:HP_0004430","obo:HP_0000388","obo:HP_0005390","obo:HP_0002014"],"sex":"UnknownEthnicity","variant":{"id":"cggv:e56d410a-569c-4db0-abfa-bc339b786827_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:cf3a0e46-62cd-4570-8da2-cb4bbe7d1a77","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002185.5(IL7R):c.651G>A (p.Trp217Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA124396"}},{"id":"cggv:a8b619be-7fef-4f5b-90f0-0bf40c94488e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002185.5(IL7R):c.538-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/14841"}}],"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9843216"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9843216","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"Individual with T–B+NK+SCID with two predicted null variants in trans. 1) NM_002185.5(IL7R):c.538-1G>A canonical splice variant in intron 4 and rare in gnomad (Latino/admixed American: 1/34508), maternally inherited 1.5 pts. 2) NM_002185.5(IL7R):c.651G>A (p.Trp217Ter) nonsense mutation in in exon 5 of 8 predicted to result in NMD and absent in gnomad, de novo 2pts. Max 3 pts. "},{"id":"cggv:237a27e0-5b15-4daa-8249-ee6bc1cc2347_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ef153852-8a0a-4069-8f1e-0a01fcd726f3","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"firstTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:237a27e0-5b15-4daa-8249-ee6bc1cc2347_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b8d911f-619a-4bb7-8e54-d81428158503","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_002185.5(IL7R):c.394C>T (p.Pro132Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA124399"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11023514","type":"dc:BibliographicResource","dc:abstract":"Both in vitro and in vivo studies established that interleukin 7 (IL-7) is essential for differentiation of immature T cells and B cells but not natural killer (NK) cells in the mouse. In humans, although both T-cell and B-cell progenitors express the functional IL-7 receptor that consists of IL-7R alpha and the gamma common (gamma c) chain, this lymphocyte receptor system is critical for T lineage but not for B lineage development. Indeed, complete gamma c deficiency like IL-7R alpha deficiency results in the arrest of T-cell but not B-cell development (T(-)B(+) SCID). However, partial deficiency of gamma c caused by missense mutations results in a T(+)B(+) phenotype and a delay of clinical presentation. It was therefore plausible to assume that partial deficiency of IL-7R alpha, like partial gamma c deficiency may lead to a milder clinical and immunologic phenotype. A P132S mutation in the IL-7R alpha was identified in 3 patients with severe combined immunodeficiency (SCID) within an extensively consanguineous family. Substitution of proline with serine in the extracellular portion of IL-7R alpha did not affect IL-7R alpha messenger RNA (mRNA) and protein expression, but severely compromised affinity to IL-7, resulting in defective signal transduction. In response to IL-7 stimulation, Jak-3 phosphorylation was markedly reduced in both patient cells as well as in COS cells reconstituted with mutant IL-7R alpha. Surprisingly, this partial deficiency of IL-7R alpha resulted in a severe phenotype, including markedly reduced circulating T cells while sparing B-cell numbers similar to gamma c chain deficiency. However, unlike the previously reported cases, serum immunoglobulins were virtually absent. Further, unlike gamma c deficiency, NK cell numbers and function was preserved. Despite the partial deficiency, clinical presentation was indistinguishable from a complete gamma c deficiency, including severe and persistent viral and protozoal infections and failure to thrive. Unlike partial gamma c deficiency, a partial deficiency of IL-7R alpha results in an arrest of T-cell development, leading to typical severe combined immunodeficiency. This underscores the critical role of IL-7R alpha chain in the differentiation of T cells. (Blood. 2000;96:2803-2807)","dc:creator":"Roifman CM","dc:date":"2000","dc:title":"A partial deficiency of interleukin-7R alpha is sufficient to abrogate T-cell development and cause severe combined immunodeficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11023514","rdfs:label":"I-2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Homozygous missense variant with experimental evidence of disrupted protein function. In response to IL-7 stimulation, Jak-3 phosphorylation was markedly reduced in both patient cells as well as in COS cells reconstituted with mutant IL-7R alpha  0.1 + 0.4 = 0.5 points"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3007,"specifiedBy":"GeneValidityCriteria8","strengthScore":17.5,"subject":{"id":"cggv:cac03ec8-b434-4728-8ee2-1b03ffcb78ec","type":"GeneValidityProposition","disease":"obo:MONDO_0012163","gene":"hgnc:6024","modeOfInheritance":"obo:HP_0000007"},"version":"1.4","dc:description":"IL7R was first reported in relation to autosomal recessive severe combined immunodeficiency, autosomal recessive, T cell-negative, B cell-positive, NK cell-positive in 1998 (PMID: 9843216). IL7R encodes a receptor for interleukin-7, a glycoprotein which is involved in lymphopoiesis regulation and is essential for the development of T cells. Nine variants (missense, splicing, nonsense, and frameshift) that have been reported in six probands in six publications (PMID: 11023514, 9843216, 19890784, 30778343, 15615257, 26123418) are included in this curation. Variants in this gene segregated with disease in two additional family members. Heterozygous parents and other relatives were unaffected in all reported families. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be loss of function. This gene-disease association is also supported by expression studies showing that IL7R is expressed in murine B and T cell lineages (PMID: 8415665) and IL7R expression is severely decreased to absent in patients with T-B+NK+ SCID (PMID: 9843216). In addition, IL7R interacts with JAK3, which is also associated with a SCID phenotype (PMID: 17554063) and IL7R null mice have a phenotype consistent with T cell lymphopenia  (PMID: 8692964, 7964471). T and B cell deficiency is rescued in IL7Ra deficient mice through introduction of IL7Ra by retroviral transfection (PMID: 16208423). In summary, IL7R is definitively associated with autosomal recessive severe combined immunodeficiency, autosomal recessive, T cell-negative, B cell-positive, NK cell-positive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen (SCID-CID) GCEP on 2/18/2021 (SOP Version 8).     ","dc:isVersionOf":{"id":"cggv:6bab0c36-592e-439c-bedf-4ec095fd47e8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}