{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2ev2.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-14T19:00:00.000Z","role":"Approver"},{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10151","date":"2024-08-14T19:25:55.900Z","role":"Publisher"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a38ed6aa-032f-4fa4-84f2-19da54ac05a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b8fc1508-1a33-47e3-beff-1b629430980f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of POMGNT2 was measured in cDNA samples from fetal and adult human tissues via qPCR. Enhanced POMGNT2 expression was noted in the brain (particularly the adult cerebellum and cortex), skeletal muscle, heart, pancreas, and kidneys in both human fetus and adult. POMGNT2 expression was also observed via in situ hybridization and found to be highly expressed during murine brain and eye development, peaking in the cerebral cortex during the last week of gestation and declining around birth. Furthermore, in situ hybridization of POMGNT2 in zebrafish at 1 dpf revealed expression throughout the body, with enhanced expression in the brain, eye, and somite boundaries.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22958903","type":"dc:BibliographicResource","dc:abstract":"Whole-exome sequencing (WES), which analyzes the coding sequence of most annotated genes in the human genome, is an ideal approach to studying fully penetrant autosomal-recessive diseases, and it has been very powerful in identifying disease-causing mutations even when enrollment of affected individuals is limited by reduced survival. In this study, we combined WES with homozygosity analysis of consanguineous pedigrees, which are informative even when a single affected individual is available, to identify genetic mutations responsible for Walker-Warburg syndrome (WWS), a genetically heterogeneous autosomal-recessive disorder that severely affects the development of the brain, eyes, and muscle. Mutations in seven genes are known to cause WWS and explain 50%-60% of cases, but multiple additional genes are expected to be mutated because unexplained cases show suggestive linkage to diverse loci. Using WES in consanguineous WWS-affected families, we found multiple deleterious mutations in GTDC2 (also known as AGO61). GTDC2's predicted role as an uncharacterized glycosyltransferase is consistent with the function of other genes that are known to be mutated in WWS and that are involved in the glycosylation of the transmembrane receptor dystroglycan. Therefore, to explore the role of GTDC2 loss of function during development, we used morpholino-mediated knockdown of its zebrafish ortholog, gtdc2. We found that gtdc2 knockdown in zebrafish replicates all WWS features (hydrocephalus, ocular defects, and muscular dystrophy), strongly suggesting that GTDC2 mutations cause WWS.","dc:creator":"Manzini MC","dc:date":"2012","dc:title":"Exome sequencing and functional validation in zebrafish identify GTDC2 mutations as a cause of Walker-Warburg syndrome."},"rdfs:label":"POMGNT2 expression in human, mouse, and zebrafish"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"These findings are in agreement with both the Human Protein Atlas and GTEx, which indicate POMGNT2 expression in nearly all tissue types, including affected tissue types of the skeletal muscle, eyes and brain."},{"id":"cggv:a7231fb7-b50e-4e8e-916d-dab9f6382af1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b377e3cd-ed6b-4dd1-9a23-8375cb2d860d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This experimental evidence suggests a major biological function of POMGNT2 is the catalysis of the second step of the O-mannosyl glycosylation in the mucin-like domain of α-dystroglycan. Defects in the glycosylation of α-dystroglycan disrupt dystroglycan binding to laminin-G domain-containing extracellular proteins in muscle and brain and are known to lead to dystroglycanopathies, characterized by muscle weakness and brain and eye abnormalities.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23929950","type":"dc:BibliographicResource","dc:abstract":"Phosphorylated O-mannosyl trisaccharide [N-acetylgalactosamine-β3-N-acetylglucosamine-β4-(phosphate-6-)mannose] is required for dystroglycan to bind laminin-G domain-containing extracellular proteins with high affinity in muscle and brain. However, the enzymes that produce this structure have not been fully elucidated. We found that glycosyltransferase-like domain-containing 2 (GTDC2) is a protein O-linked mannose β 1,4-N-acetylglucosaminyltransferase whose product could be extended by β 1,3-N-acetylgalactosaminyltransferase2 (B3GALNT2) to form the O-mannosyl trisaccharide. Furthermore, we identified SGK196 as an atypical kinase that phosphorylated the 6-position of O-mannose, specifically after the mannose had been modified by both GTDC2 and B3GALNT2. These findings suggest how mutations in GTDC2, B3GALNT2, and SGK196 disrupt dystroglycan receptor function and lead to congenital muscular dystrophy. ","dc:creator":"Yoshida-Moriguchi T","dc:date":"2013","dc:title":"SGK196 is a glycosylation-specific O-mannose kinase required for dystroglycan function."},"rdfs:label":"POMGNT2 O-mannosyl glycosylation activity"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"POMGNT2 is one of many proteins in the glycosylation pathway of α-dystroglycan including DAG1, FKRP, FKTN, GMPPB, POMT1, POMT2, and POMGNT1. Defects in any of these genes disrupts the production of functional α-dystroglycan glycans and leads to similar phenotypes due to a shared molecular mechanism. As a result, this evidence supporting the link between the biochemical function of POMGNT2 and the associated phenotypes was upgraded to 1 point (from a default of 0.5 points)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20c33236-5b04-45d1-9398-a38d6690c9b3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f870953b-350b-4fb2-a304-078c7cd9b855","type":"FunctionalAlteration","dc:description":"HAP1 POMGNT2 knockout cells exhibited defects in their reactivity to the anti-α-dystroglycan antibody IIH6, which detects the glycosylated form of α-dystroglycan, when observed by fluorescent microscopy. Furthermore, no glycosylated α-dystroglycan was visible in western blot of protein from HAP1 POMGNT2 knockout cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27066570","type":"dc:BibliographicResource","dc:abstract":"To determine the genetic variants in patients with dystroglycanopathy (DGP) and assess the pathogenicity of these variants.","dc:creator":"Endo Y","dc:date":"2015","dc:title":"Milder forms of muscular dystrophy associated with POMGNT2 mutations."},"rdfs:label":"POMGNT2 knockout in HAP1 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The score for this functional alteration evidence was upgraded to 1 point from a default of 0.5 points given the ability of the wild type POMGNT2 cDNA to rescue the α-dystroglycan glycosylation defects in HAP1 POMGNT2 knockout cells."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:723d0550-1cf6-401a-a27b-4bbc609050ce","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2269d010-265f-4ca1-810b-45b34c1be9d6","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Rescue of the phenotype with wild type human POMGNT2 cDNA led to a reduction in the number of mildly affected embryos and elimination of severely affected embryos. In contrast, embryos coinjected with human POMGNT2 cDNA containing the Arg158His variant were severely and mildly affected in percentages similar to that observed in embryos injected with the POMGNT2 morpholino alone.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22958903","rdfs:label":"Rescue of POMGNT2 knockdown in zebrafish embryos"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"Given that rescue of the POMGNT2 morpholino-mediated phenotypes with human POMGNT2 cDNA was partial, with a significant number of mildly-affected embryos remaining, this evidence was downgraded to 0.5 points (from a default of 2 points)."},{"id":"cggv:72561015-c770-415d-96c9-e1e0f478436a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:42d598bc-5aaf-40dd-a225-816271364ac4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"POMGNT2 knockout mice exhibited abnormalities in neural migration and basal lamina formation, lacked laminin-binding glycans, and died within one day of birth. Similar brain abnormalities, including aberrant neuronal migration in the glia limitans–basement membrane complex and rupture or detachment of the basal lamina, and a reduction in laminin-binding glycans have been observed in muscular dystrophy-dystroglycanopathy patients. Additionally, the perinatal lethality observed in knockout mice is similar to the most severe cases of POMGNT2-associated muscular dystrophy-dystroglycanopathy leading to death within a few days or weeks of birth. Note: additional characterization of brain abnormalities in early developmental stages of the POMGNT2 knockout mice reported in PMID: 26060116.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24256719","type":"dc:BibliographicResource","dc:abstract":"Dystroglycanopathy is a major class of congenital muscular dystrophy that is caused by a deficiency of functional glycans on α-dystroglycan (α-DG) with laminin-binding activity. A product of a recently identified causative gene for dystroglycanopathy, AGO61, acted in vitro as a protein O-mannose β-1, 4-N-acetylglucosaminyltransferase, although it was not functionally characterized. Here we show the phenotypes of AGO61-knockout mice and demonstrate that AGO61 is indispensable for the formation of laminin-binding glycans of α-DG. AGO61-knockout mouse brain exhibited abnormal basal lamina formation and a neuronal migration defect due to a lack of laminin-binding glycans. Furthermore, our results indicate that functional α-DG glycosylation was primed by AGO61-dependent GlcNAc modifications of specific threonine-linked mannosyl moieties of α-DG. These findings provide a key missing link for understanding how the physiologically critical glycan motif is displayed on α-DG and provides new insights on the pathological mechanisms of dystroglycanopathy. ","dc:creator":"Yagi H","dc:date":"2013","dc:title":"AGO61-dependent GlcNAc modification primes the formation of functional glycans on α-dystroglycan."},"rdfs:label":"POMGNT2 knockout mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Although the brain abnormalities observed in this POMGNT2 knockout mouse model are comparable to those observed in humans, the evidence for this experimental evidence was downgraded to 1 point (from a default of 2 points) due to a lack of information about the muscle phenotype of these mice."},{"id":"cggv:7a4751f9-9e3f-4e84-a304-aaad116d837b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0ce52853-6d77-4895-9980-6975f8258aca","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The phenotypes observed in zebrafish following morpholino-mediated POMGNT2 knockdown included hydrocephalus, retinal defects, and muscle defects, which are hallmarks of muscular dystrophy-dystroglycanopathy and consistent with the eye, muscle, and brain phenotypes observed in individuals with muscular dystrophy-dystroglycanopathy.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/22958903","rdfs:label":"POMGNT2 knockdown in zebrafish embyros"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2e_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":8.75},{"id":"cggv:aaee9c4a-d4f0-45dd-adab-112101a557a8_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:aaee9c4a-d4f0-45dd-adab-112101a557a8","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":11,"allele":[{"id":"cggv:af843d01-4987-49ba-b0f4-a6cf44db2171","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032806.6(POMGNT2):c.758C>T (p.Pro253Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/545449"}},{"id":"cggv:2aacef9f-fd2b-48ca-9ccf-28046e6ee7eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032806.6(POMGNT2):c.494T>C (p.Met165Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/565308"}}],"detectionMethod":"Whole exome sequencing identified two POMGNT2 variants: c.494T>C (p.Met165Thr) and c.758C>T (p.Pro253Leu). The variants were confirmed by Sanger sequencing. Transformation of PCR products spanning the location of the variants amplified from patient genomic DNA led to equal ratios of clones containing each variant, suggesting the variants are present in trans.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle biopsy at 11 months revealed numerous necrotic fibers, some regenerating fibers, marked cellular infiltration in the endomysium, perimysium, and perivascular regions, and moderate endomysial fibrosis.","phenotypes":["obo:HP_0100614","obo:HP_0003700","obo:HP_0001249","obo:HP_0003236","obo:HP_0001270","obo:HP_0003391","obo:HP_0002353","obo:HP_0008994"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:14109b77-400e-454a-a6c3-f3f62151922c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2aacef9f-fd2b-48ca-9ccf-28046e6ee7eb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27066570"},{"id":"cggv:cc7b02aa-d505-4172-bb3a-89458a30530b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:af843d01-4987-49ba-b0f4-a6cf44db2171"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27066570"}],"rdfs:label":"P1"},{"id":"cggv:14109b77-400e-454a-a6c3-f3f62151922c","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:14109b77-400e-454a-a6c3-f3f62151922c_variant_evidence_item"},{"id":"cggv:14109b77-400e-454a-a6c3-f3f62151922c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The NM_032806.6:c.494T>C (p.Met165Thr) and NM_032806.6:c.758C>T (p.Pro253Leu) POMGNT2 missense variants identified in trans in this individual are both located in the putative glycosyltransferase domain and have been highly conserved during evolution. Multiple lines of experimental evidence support the functional impact of these missense variants on protein function. Western blotting with the glycoepitope antibody and the laminin overlay assay of muscle proteins from this patient detected specific, abnormal patterns with 3 bands of different sizes identified with a peptide-core recognition antibody. The two larger isoforms also reacted with the glycoepitope antibody and laminin, whereas the smaller one did not, thereby suggesting the presence of at least 3 glycoforms of α-dystroglycan in the patient. Myc-tagged POMGNT2 cDNA carrying the c.494T>C or c.758C>T variant was transfected into HeLa cells. While both proteins colocalized with ER proteins similar to wild type POMGNT2 protein and were expressed at similar levels, the specific activities of both missense proteins were significantly reduced (<10% of wild type activity). Furthermore, transfection of lentiviral vectors containing the c.494T>C or c.758C>T variant POMGNT2 cDNA were unable to rescue POMGNT2-knockout HAP1 cells, demonstrated by defects in reactivity to the anti-α-dystroglycan antibody IIH6, while transfection of lentiviral vector containing the wild type POMGNT2 cDNA led to the recovery of the strong immunoreactivity to IIH6."}],"strengthScore":0.5,"dc:description":"The NM_032806.6:c.494T>C (p.Met165Thr) and NM_032806.6:c.758C>T (p.Pro253Leu) POMGNT2 missense variants identified in trans in this individual are both located in the putative glycosyltransferase domain and have been highly conserved during evolution. The c.494T>C variant has not been reported in gnomAD v2.1.1 and the c.758C>T variant has been reported in heterozygosity in four individuals in gnomAD v2.1 (overall allele frequency: 0.00001593 (4/251126 alleles); MAF in East Asian population: 0.00005438 (1/18390 alleles)). Multiple lines of experimental evidence support the functional impact of these missense variants on protein function. Western blotting with the glycoepitope antibody and the laminin overlay assay of muscle proteins from this patient detected specific, abnormal patterns with 3 bands of different sizes identified with a peptide-core recognition antibody. The two larger isoforms also reacted with the glycoepitope antibody and laminin, whereas the smaller one did not, thereby suggesting the presence of at least 3 glycoforms of α-dystroglycan in the patient. Myc-tagged POMGNT2 cDNA carrying the c.494T>C or c.758C>T variant was transfected into HeLa cells. While both proteins colocalized with ER proteins similar to wild type POMGNT2 protein and were expressed at similar levels, the specific activities of both missense proteins were significantly reduced (<10% of wild type activity). Furthermore, transfection of lentiviral vectors containing the c.494T>C or c.758C>T variant POMGNT2 cDNA were unable to rescue POMGNT2-knockout HAP1 cells, demonstrated by defects in reactivity to the anti-α-dystroglycan antibody IIH6, while transfection of lentiviral vector containing the wild type POMGNT2 cDNA led to the recovery of the strong immunoreactivity to IIH6. Given the experimental evidence suggesting these missense variants significantly impair protein function, this proband was upgraded to 1 point. "},{"id":"cggv:cc7b02aa-d505-4172-bb3a-89458a30530b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cc7b02aa-d505-4172-bb3a-89458a30530b_variant_evidence_item"},{"id":"cggv:cc7b02aa-d505-4172-bb3a-89458a30530b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The NM_032806.6:c.494T>C (p.Met165Thr) and NM_032806.6:c.758C>T (p.Pro253Leu) POMGNT2 missense variants identified in trans in this individual are both located in the putative glycosyltransferase domain and have been highly conserved during evolution. Multiple lines of experimental evidence support the functional impact of these missense variants on protein function. Western blotting with the glycoepitope antibody and the laminin overlay assay of muscle proteins from this patient detected specific, abnormal patterns with 3 bands of different sizes identified with a peptide-core recognition antibody. The two larger isoforms also reacted with the glycoepitope antibody and laminin, whereas the smaller one did not, thereby suggesting the presence of at least 3 glycoforms of α-dystroglycan in the patient. Myc-tagged POMGNT2 cDNA carrying the c.494T>C or c.758C>T variant was transfected into HeLa cells. While both proteins colocalized with ER proteins similar to wild type POMGNT2 protein and were expressed at similar levels, the specific activities of both missense proteins were significantly reduced (<10% of wild type activity). Furthermore, transfection of lentiviral vectors containing the c.494T>C or c.758C>T variant POMGNT2 cDNA were unable to rescue POMGNT2-knockout HAP1 cells, demonstrated by defects in reactivity to the anti-α-dystroglycan antibody IIH6, while transfection of lentiviral vector containing the wild type POMGNT2 cDNA led to the recovery of the strong immunoreactivity to IIH6."}],"strengthScore":0.5,"dc:description":"The NM_032806.6:c.494T>C (p.Met165Thr) and NM_032806.6:c.758C>T (p.Pro253Leu) POMGNT2 missense variants identified in trans in this individual are both located in the putative glycosyltransferase domain and have been highly conserved during evolution. The c.494T>C variant has not been reported in gnomAD v2.1.1 and the c.758C>T variant has been reported in heterozygosity in four individuals in gnomAD v2.1 (overall allele frequency: 0.00001593 (4/251126 alleles); MAF in East Asian population: 0.00005438 (1/18390 alleles)). Multiple lines of experimental evidence support the functional impact of these missense variants on protein function. Western blotting with the glycoepitope antibody and the laminin overlay assay of muscle proteins from this patient detected specific, abnormal patterns with 3 bands of different sizes identified with a peptide-core recognition antibody. The two larger isoforms also reacted with the glycoepitope antibody and laminin, whereas the smaller one did not, thereby suggesting the presence of at least 3 glycoforms of α-dystroglycan in the patient. Myc-tagged POMGNT2 cDNA carrying the c.494T>C or c.758C>T variant was transfected into HeLa cells. While both proteins colocalized with ER proteins similar to wild type POMGNT2 protein and were expressed at similar levels, the specific activities of both missense proteins were significantly reduced (<10% of wild type activity). Furthermore, transfection of lentiviral vectors containing the c.494T>C or c.758C>T variant POMGNT2 cDNA were unable to rescue POMGNT2-knockout HAP1 cells, demonstrated by defects in reactivity to the anti-α-dystroglycan antibody IIH6, while transfection of lentiviral vector containing the wild type POMGNT2 cDNA led to the recovery of the strong immunoreactivity to IIH6. Given the experimental evidence suggesting these missense variants significantly impair protein function, this proband was upgraded to 1 point. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ba92c571-e82d-4d6d-85f2-888e7614c34c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ba92c571-e82d-4d6d-85f2-888e7614c34c","type":"Proband","allele":{"id":"cggv:24d04f35-c597-4265-bd82-024099e31188","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032806.6(POMGNT2):c.473G>A (p.Arg158His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130107"}},"detectionMethod":"No proband/family-specific details provided.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Described as having classical phenotype, but very little specific phenotypic information provided.","phenotypes":["obo:HP_0006882","obo:HP_0003811"],"previousTesting":true,"previousTestingDescription":"Genome-wide SNP genotyping and homozygosity mapping.","sex":"UnknownEthnicity","variant":{"id":"cggv:51b45e46-d262-4117-8b10-924eaa281206_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:24d04f35-c597-4265-bd82-024099e31188"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25558065","type":"dc:BibliographicResource","dc:abstract":"Our knowledge of disease genes in neurological disorders is incomplete. With the aim of closing this gap, we performed whole-exome sequencing on 143 multiplex consanguineous families in whom known disease genes had been excluded by autozygosity mapping and candidate gene analysis. This prescreening step led to the identification of 69 recessive genes not previously associated with disease, of which 33 are here described (SPDL1, TUBA3E, INO80, NID1, TSEN15, DMBX1, CLHC1, C12orf4, WDR93, ST7, MATN4, SEC24D, PCDHB4, PTPN23, TAF6, TBCK, FAM177A1, KIAA1109, MTSS1L, XIRP1, KCTD3, CHAF1B, ARV1, ISCA2, PTRH2, GEMIN4, MYOCD, PDPR, DPH1, NUP107, TMEM92, EPB41L4A, and FAM120AOS). We also encountered instances in which the phenotype departed significantly from the established clinical presentation of a known disease gene. Overall, a likely causal mutation was identified in >73% of our cases. This study contributes to the global effort toward a full compendium of disease genes affecting brain function. ","dc:creator":"Alazami AM","dc:date":"2015","dc:title":"Accelerating novel candidate gene discovery in neurogenetic disorders via whole-exome sequencing of prescreened multiplex consanguineous families."}},"rdfs:label":"12DG0926"},{"id":"cggv:51b45e46-d262-4117-8b10-924eaa281206","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:51b45e46-d262-4117-8b10-924eaa281206_variant_evidence_item"}],"strengthScore":0,"dc:description":"The NM_032806.6:c.473G>A (p.Arg158His) POMGNT2 variant identified in this patient is the second reported homozygous occurrence of the variant and was previously scored for Patient 100-1 reported in PMID: 22958903. Due to a lack of specific phenotypic information, this evidence was given 0 points."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:112d4501-8aec-4d5b-b3e9-8cbdb4adff26_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:112d4501-8aec-4d5b-b3e9-8cbdb4adff26","type":"Proband","allele":{"id":"cggv:3db6e06c-c527-41a5-93a3-2a4b6b09d4d5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032806.6(POMGNT2):c.590G>A (p.Trp197Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/694624"}},"detectionMethod":"Direct sequencing of the POMGNT2 gene in a validation cohort of non-consanguineous cases spanning the dystroglycanopathy phenotypic spectrum revealed a homozygous POMGNT2 nonsense variant in the fetus (c.590G>A, p.Trp197Ter).","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"No muscle biopsy performed as pregnancy was terminated/diagnosis upon autopsy.","phenotypes":["obo:HP_0002119","obo:HP_0001321","obo:HP_0007260"],"sex":"Female","variant":{"id":"cggv:de06c35d-0772-4bd3-98c2-0e6c66635f01_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3db6e06c-c527-41a5-93a3-2a4b6b09d4d5"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22958903"},"rdfs:label":"86-1"},{"id":"cggv:de06c35d-0772-4bd3-98c2-0e6c66635f01","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:de06c35d-0772-4bd3-98c2-0e6c66635f01_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The NM_032806.6:c.590G>A (p.Trp197Ter) POMGNT2 nonsense variant reported in this patient is located in exon 2 of 2 total exons. Although the resulting mRNA is not predicted to be susceptible to nonsense mediated decay, the encoded protein would be strongly truncated, lacking the last 384 amino acid residues (more than 60% of the total protein length), including part of the glycosyltransferase domain and the fibronectin III domain. This variant was reported in heterozygosity in two individuals in gnomAD v2.1.1 (overall allele frequency: 0.000007967 (2/251048 alleles); MAF in South Asian population: 0.00006533 (2/30612 alleles)). "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:45537d8f-fd7d-4533-aee6-feaa2a70ce4c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:45537d8f-fd7d-4533-aee6-feaa2a70ce4c","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:af843d01-4987-49ba-b0f4-a6cf44db2171"},"detectionMethod":"Whole exome sequencing identified a POMGNT2 variant in homozygosity: c.758C>T (p.Pro253Leu). The variant was confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle biopsy at 14 years revealed a muscular dystrophy-like appearance, including necrotic and regenerating fibers, fibers with internal nuclei, and mild endomysial fibrosis. Immunohistochemistry was positive for β-dystroglycan, dystrophin, merosin, and sarcoglycans, but negative for the glycoepitope of α-dystroglycan.","phenotypes":["obo:HP_0003236","obo:HP_0003687","obo:HP_0001249","obo:HP_0000752","obo:HP_0008981","obo:HP_0000750"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:299dda44-a0bf-4049-9d71-5e26b2d46018_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:af843d01-4987-49ba-b0f4-a6cf44db2171"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27066570"},"rdfs:label":"P3"},{"id":"cggv:299dda44-a0bf-4049-9d71-5e26b2d46018","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:299dda44-a0bf-4049-9d71-5e26b2d46018_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The NM_032806.6:c.758C>T (p.Pro253Leu) POMGNT2 variant identified in the homozygous state in this patient was also reported in compound heterozygosity and was previously scored for Patient 1 reported in PMID: 27066570. Western blotting with the glycoepitope antibody and the laminin overlay assay of muscle proteins from this patient detected specific, abnormal patterns with 3 bands of different sizes identified with a peptide-core recognition antibody. The two larger isoforms also reacted with the glycoepitope antibody and laminin, whereas the smaller one did not, thereby suggesting the presence of at least 3 glycoforms of α-dystroglycan in this patient. Additional in vitro experiment results are reported in the summary of PMID: 27066570 Patient 1. However, since no parental information was provided to support the inheritance pattern and CNV analysis was not reported to rule out the possibility of a large deletion affecting POMGNT2, this evidence was awarded the default score of 0.2 points. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9937cd45-4c40-4301-8551-63b6a67bd268_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9937cd45-4c40-4301-8551-63b6a67bd268","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:24d04f35-c597-4265-bd82-024099e31188"},"detectionMethod":"Whole-genome SNP arrays were used to determine the pattern of homozygosity in the parents, and affected proband. Candidate genes were then analyzed by exome sequencing, which revealed a homozygous POMGNT2 missense variant in the proband (c.473G>A, p.Arg158His) inherited from consanguineous parents (first-cousins) each carrying the variant in heterozygosity.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"No muscle biopsy performed as patient died within a few days or weeks of birth.","phenotypes":["obo:HP_0001321","obo:HP_0002119","obo:HP_0006882","obo:HP_0000568","obo:HP_0001319","obo:HP_0007260"],"secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"cggv:90cfc104-de47-4f50-b0ff-799c104d898e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:24d04f35-c597-4265-bd82-024099e31188"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22958903"},"rdfs:label":"100-1"},{"id":"cggv:90cfc104-de47-4f50-b0ff-799c104d898e","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:90cfc104-de47-4f50-b0ff-799c104d898e_variant_evidence_item"},{"id":"cggv:90cfc104-de47-4f50-b0ff-799c104d898e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The effect of this variant on protein function was tested in zebrafish embryos. Almost no demonstrable rescue effect was observed when POMGNT2 mRNA containing the Arg158His variant was coinjected with morpholinos to induce transient gene knockdown (additional phenotypic information about POMGNT2 knockout in zebrafish embryos reported in this publication recorded in Experimental Evidence section)."}],"strengthScore":0.5,"dc:description":"The NM_032806.6:c.473G>A (p.Arg158His) POMGNT2 missense variant reported in this patient is highly conserved and located at the beginning of the glycosyltransferase domain. This variant was reported in heterozygosity in three individuals in gnomAD v2.1.1 (overall allele frequency: 0.00001193 (3/251406 alleles; MAF in \"other\" population: 0.0001629 (1/6138 alleles)). The effect of this variant on protein function was tested in zebrafish embryos. Almost no demonstrable rescue effect was observed when POMGNT2 mRNA containing the Arg158His variant was coinjected with morpholinos to induce transient gene knockdown (additional phenotypic information about POMGNT2 knockout in zebrafish embryos reported in this publication recorded in Experimental Evidence section)."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:f6bb5e00-e61d-4994-a7c9-36c58b278a03_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:f6bb5e00-e61d-4994-a7c9-36c58b278a03","type":"Proband","allele":{"id":"cggv:24d04f35-c597-4265-bd82-024099e31188"},"detectionMethod":"A Neurology sequencing panel was used to identify the homozygous POMGNT2 (c.473G>A) variant described in this proband and confirmed by Sanger sequencing. Sanger sequencing of a single amplicon in both parents confirmed that the variant was inherited.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"This patient is described as an \"atypical case\", defined as a case that has unusual clinical features, unusual mode of inheritance, a novel phenotype or lack of typical features. While the isolated large occipital encephalocele described in this patient is not a common feature of muscular dystrophy-dystroglycanopathy (MDD) and may qualify this case as \"atypical\", the patient may also have lacked the typical features of MDD, based on the entry for this proband in Table 2, which lists \"none\" in the \"typical/previously reported features\" column. No additional phenotypic information was reported.","phenotypes":"obo:HP_0002085","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:09e8df9a-4fb2-4f9f-b4b3-9a0524cb6694_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:24d04f35-c597-4265-bd82-024099e31188"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26112015","type":"dc:BibliographicResource","dc:abstract":"To understand the contribution of Mendelian mutations to the burden of undiagnosed diseases that are suspected to be genetic in origin, we developed a next-generation sequencing-based multiplexing assay that encompasses the ~3000 known Mendelian genes. This assay, which we term the Mendeliome, comprises 13 gene panels based on clinical themes, covering the spectrum of pediatric and adult clinical genetic medicine. We explore how these panels compare with clinical whole exome sequencing (WES).","dc:creator":"Saudi Mendeliome Group","dc:date":"2015","dc:title":"Comprehensive gene panels provide advantages over clinical exome sequencing for Mendelian diseases."}},"rdfs:label":"10DG2024"},{"id":"cggv:09e8df9a-4fb2-4f9f-b4b3-9a0524cb6694","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:09e8df9a-4fb2-4f9f-b4b3-9a0524cb6694_variant_evidence_item"}],"strengthScore":0,"dc:description":"The NM_032806.6:c.473G>A (p.Arg158His) POMGNT2 variant identified in this patient is the third reported homozygous occurrence of the variant and was previously scored for Patient 100-1 reported in PMID: 22958903. Due to a lack of specific phenotypic information, this evidence was given 0 points."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:07222cb9-d281-460d-96db-ec1dd7c47221_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:07222cb9-d281-460d-96db-ec1dd7c47221","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":37,"allele":[{"id":"cggv:fb2b280c-7a98-407b-ad6b-d33b523a2f3c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032806.6(POMGNT2):c.1130A>G (p.Tyr377Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2339921"}},{"id":"cggv:027adb26-d41f-4bdd-86d1-0258d4a3ff7f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032806.6(POMGNT2):c.1042del (p.Gln348SerfsTer15)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139532051"}}],"detectionMethod":"Trio whole exome sequencing identified two inherited POMGNT2 variants in compound heterozygosity in the proband: c.1130A>G and c.1042del . Both variants were confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle biopsy revealed dystrophic changes and many internal nuclei. Immunohistochemistry indicated reduced antibodies against α-DG.","phenotypes":["obo:HP_0100543","obo:HP_0008994","obo:HP_0003687","obo:HP_0003560","obo:HP_0000496","obo:HP_0008997"],"previousTesting":true,"previousTestingDescription":"The proband was negative for candidate genetic testing performed for LGMD1A-related MYOT mutations, LGMD1B-related LMNA mutations, LGMD1C-related CAV3 mutations, LGMD1E-related DES mutations, LGMD2A-related CAPN3 mutations, LGMD2B-related DYSF mutations, LGMD2C-related γ-sarcoglycan mutations, LGMD2D-related α-sarcoglycan mutations, LGMD2E-related β-sarcoglycan mutations, LGMD2F-related δ-sarcoglycan mutations, LGMD2I-related FKRP mutations, LGMD2K-related POMT1 mutations, LGMD2M-related FKTN mutations, LGMD2N-related POMT2 mutations, type 1 facioscapulohumeral muscular dystrophy, and type 2 myotonic dystrophy. Although the sex of this patient was not reported, all male patients included in this study had negative dystrophin multiplex ligation–dependent probe amplification test results and/or normal results from dystrophin staining and Western blotting.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":[{"id":"cggv:e08571b7-b22a-4daf-9853-e76c275dee17_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fb2b280c-7a98-407b-ad6b-d33b523a2f3c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26436962","type":"dc:BibliographicResource","dc:abstract":"To our knowledge, the efficacy of transferring next-generation sequencing from a research setting to neuromuscular clinics has never been evaluated.","dc:creator":"Ghaoui R","dc:date":"2015","dc:title":"Use of Whole-Exome Sequencing for Diagnosis of Limb-Girdle Muscular Dystrophy: Outcomes and Lessons Learned."}},{"id":"cggv:e53b789f-2162-4e1e-81d7-1ea3ac4c490c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:027adb26-d41f-4bdd-86d1-0258d4a3ff7f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26436962"}],"rdfs:label":"Family 13 Proband"},{"id":"cggv:e53b789f-2162-4e1e-81d7-1ea3ac4c490c","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e53b789f-2162-4e1e-81d7-1ea3ac4c490c_variant_evidence_item"}],"strengthScore":1.25,"dc:description":"The NM_032806.6:c.1042del POMGNT2 frameshift variant identified in this patient is expected to introduce a premature stop codon 15 amino acid results downstream (p.Gln348SerfsTer15) in exon 2 of 2 total exons. Although the resulting mRNA is not predicted to be susceptible to nonsense mediated decay, the encoded protein would be strongly truncated, lacking the last 219 amino acid residues (more than 25% of the total protein length), including part of the glycosyltransferase domain and the fibronectin III domain. This variant has not been reported in gnomAD v2.1.1. Given the uncertain effect of this variant on mRNA stability and/or protein function, the score was downgraded to 1.25 point (from a default of 1.5 points)."},{"id":"cggv:e08571b7-b22a-4daf-9853-e76c275dee17","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e08571b7-b22a-4daf-9853-e76c275dee17_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The NM_032806.6:c.1130A>G (p.Tyr377Cys) POMGNT2 missense variant reported in this patient is located in located in the putative glycosyltransferase domain and has been highly conserved during evolution. This variant has been reported in heterozygosity in two individuals in gnomAD v2.1.1 (overall allele frequency: 0.000007954 (2/251450 alleles); MAF in \"other\" population: 0.0001629 (1/6140 alleles))."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ddf7bdcb-af03-43a0-9cbf-942ae571bc78_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ddf7bdcb-af03-43a0-9cbf-942ae571bc78","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":2,"allele":{"id":"cggv:31dc0d41-88ce-4ed4-8a20-fec7187fc873","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_032806.6(POMGNT2):c.1333C>T (p.Arg445Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA130105"}},"detectionMethod":"Whole-genome SNP arrays were used to determine the pattern of homozygosity in the parents, affected proband, and an unaffected brother. Candidate genes were then analyzed by exome sequencing, which revealed a homozygous POMGNT2 nonsense variant in the proband (c.1333C>T, p.Arg445Ter) inherited from consanguineous parents (first-cousins) each carrying the variant in heterozygosity.","firstTestingMethod":"Homozygosity mapping","phenotypeFreeText":"No muscle biopsy performed as patient died within a few days or weeks of birth.","phenotypes":["obo:HP_0007973","obo:HP_0001319","obo:HP_0001321","obo:HP_0006882","obo:HP_0007260","obo:HP_0002119"],"secondTestingMethod":"Exome sequencing","sex":"Male","variant":{"id":"cggv:5dfb2b02-c7b7-4f82-ace1-01e5a3f610e8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:31dc0d41-88ce-4ed4-8a20-fec7187fc873"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22958903"},"rdfs:label":"90-1"},{"id":"cggv:5dfb2b02-c7b7-4f82-ace1-01e5a3f610e8","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5dfb2b02-c7b7-4f82-ace1-01e5a3f610e8_variant_evidence_item"}],"strengthScore":1,"dc:description":"The NM_032806.6:c.1333C>T (p.Arg445Ter) POMGNT2 nonsense variant identified in this patient is located in exon 2 of 2 total exons. Although the resulting mRNA is not predicted to be susceptible to nonsense mediated decay, the encoded protein would be strongly truncated, lacking the last 136 amino acid residues (more than 20% of the total protein length) and the fibronectin III domain. This variant has been reported in heterozygosity in a single individual in gnomAD v2.1.1 (overall allele frequency: 0.000003987 (1/250784 alleles); MAF in \"other\" population: 0.0001634 (1/6120 alleles)). Given the uncertain effect of this variant on mRNA stability and/or protein function, the score for this variant was downgraded to 1 points, giving this proband a total of 2 points. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b17e43e8-13c5-438c-91fe-5a787136fb58_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b17e43e8-13c5-438c-91fe-5a787136fb58","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":13,"allele":{"id":"cggv:af843d01-4987-49ba-b0f4-a6cf44db2171"},"detectionMethod":"Whole exome sequencing identified a POMGNT2 variant in homozygosity: c.758C>T (p.Pro253Leu). The variant was confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Muscle biopsy at 13 years revealed some fibers with internal nuclei. Immunohistochemistry was positive for β-dystroglycan, dystrophin, merosin, and sarcoglycans, but negative for the glycoepitope of α-dystroglycan.","phenotypes":["obo:HP_0003236","obo:HP_0005912","obo:HP_0008981","obo:HP_0003687"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c3a73ab0-51e8-45c2-95fa-342e1fa71436_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:af843d01-4987-49ba-b0f4-a6cf44db2171"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27066570"},"rdfs:label":"P2"},{"id":"cggv:c3a73ab0-51e8-45c2-95fa-342e1fa71436","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:c3a73ab0-51e8-45c2-95fa-342e1fa71436_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"The NM_032806.6:c.758C>T (p.Pro253Leu) POMGNT2 variant identified in the homozygous state in this patient was also reported in compound heterozygosity and was previously scored for Patient 1 reported in PMID: 27066570. Western blotting with the glycoepitope antibody and the laminin overlay assay of muscle proteins from this patient detected specific, abnormal patterns with 3 bands of different sizes identified with a peptide-core recognition antibody. The two larger isoforms also reacted with the glycoepitope antibody and laminin, whereas the smaller one did not, thereby suggesting the presence of at least 3 glycoforms of α-dystroglycan in this patient. Additional in vitro experiment results are reported in the summary of PMID: 27066570 Patient 1. However, since no parental information was provided to support the inheritance pattern and CNV analysis was not reported to rule out the possibility of a large deletion affecting POMGNT2, this evidence was awarded the default score of 0.2 points. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8.75}],"evidenceStrength":"Definitive","sequence":8823,"specifiedBy":"GeneValidityCriteria9","strengthScore":14.75,"subject":{"id":"cggv:ceec45fc-e806-480d-b6f5-89c75634b6d0","type":"GeneValidityProposition","disease":"obo:MONDO_0700069","gene":"hgnc:25902","modeOfInheritance":"obo:HP_0000007"},"version":"2.2","dc:description":"\n*POMGNT2* was first reported in relation to myopathy caused by variation in *POMGNT2* in ​2012 (Manzini et al., PMID 22958903)​​. At least seven unique variants (including missense, nonsense, and frameshift variants) have been reported in humans. Evidence ​supporting this gene-disease relationship includes​ case-level genetic data and experimental data linking *POMGNT2* loss of function to myopathy caused by variation in *POMGNT2*. \n \nLumping and Splitting Considerations:\nOMIM entities: autosomal recessive congenital muscular dystrophy-dystroglycanopathy with brain and eye anomalies type A8 (MIM 614830); autosomal recessive limb-girdle muscular dystrophy-dystroglycanopathy type C8 (MIM 618135)\n \nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism(s), inheritance pattern, or phenotypic variability in the above mentioned disease entities. Therefore, all of the disease entities have been lumped into one disease entity: autosomal recessive myopathy caused by variation in *POMGNT2* . Lumping decision approved on July 1, 2020.\n\nSummary of Case-Level Data (8.5 points):\n\nVariants in this gene have been reported in at least nine probands with myopathy caused by variation in *POMGNT2* in five publications (PMID 22958903, PMID 27066570, PMID 25558065, PMID 26112015, PMID 26436962). The phenotypes described in these individuals range widely in severity and age of onset, with some patients exhibiting Walker-Warburg syndrome surviving only days or weeks beyond birth, while later onset has been reported in patients with milder limb-girdle muscular dystrophy with or without intellectual disability.\n \nSummary of Experimental Data (6 points): This gene-disease relationship is supported by biochemical function studies, in vitro functional assays, and animal models. The *POMGNT2* protein is involved in the catalysis of the second step of O-mannosyl glycosylation in the mucin-like domain of α-dystroglycan. Defects in the glycosylation of α-dystroglycan disrupt dystroglycan binding to laminin-G domain-containing extracellular proteins in muscle and brain and are well-known to lead to dystroglycanopathies (PMID 23929950). Loss of *POMGNT2* in cultured cells and zebrafish and mouse models leads to hallmark muscular dystrophy dystroglycanopathy biochemical and phenotypic features, some of which have been mitigated by rescue (PMID 27066570, PMID 22958903, PMID 24256719).\n \nIn summary, *POMGNT2* is definitively associated with myopathy caused by variation in *POMGNT2*. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n \nThis classification was approved by the ClinGen Neuromuscular Working Group on September 8, 2020 (SOP Version 7).\n \n","dc:isVersionOf":{"id":"cggv:522f3d3f-8026-439f-9318-2e4df6097a2e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}