{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7bv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7b_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-06-13T16:00:00.000Z","role":"Approver"},{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7b_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10020","date":"2023-07-28T13:22:37.728Z","role":"Publisher"}],"evidence":[{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7b_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7b_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:52c22010-855d-4a08-a10f-6078882d36d7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:07f6da74-a4b9-4d53-b896-5e9ca9ae16fb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR of human cerebellum shows mRNA of VLDLR expressed. Data suggest various variants of VLDLR are expressed in the normal cerebellar tissue","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19393635","type":"dc:BibliographicResource","dc:abstract":"Very-low-density lipoprotein receptor (VLDLR) is a multi ligand apolipoprotein E (apoE) receptor and is involved in brain development through Reelin signaling. Different forms of VLDLR can be generated by alternative splicing. VLDLR-I contains all exons. VLDLR-II lacks an O-linked sugar domain encoded by exon 16, while VLDLR-III lacks the third complement-type repeat in the ligand binding domain encoded by exon 4. We quantitatively compared lipoprotein binding to human VLDLR variants and analyzed their mRNA expression in both human cerebellum and mouse brain. VLDLR-III exhibited the highest capacity in binding to apoE enriched beta-VLDL in vitro and was more effective in removing apoE containing lipoproteins from the circulation than other variants in vivo. In human cerebellum, the major species was VLDLR-II, while the second most abundant species was a newly identified VLDLR-IV which lacks both exon 4 and 16. VLDLR-I was present at low levels. In adult mice, exon 4 skipping varied between 30 and 47% in different brain regions, while exon 16 skipping ranged by 51-76%. Significantly higher levels of VLDLR proteins were found in mouse cerebellum and cerebral cortex than other regions. The deletions of exon 4 and exon 16 frequently occurred in primary neurons, indicating that newly identified variant VLDLR-IV is abundant in neurons. In contrast, VLDLR mRNA lacking exon 4 was not detectable in primary astrocytes. Such cell type-specific splicing patterns were found in both mouse cerebellum and cerebral cortex. These results suggest that a VLDLR variant lacking the third complement-type repeat is generated by neuron-specific alternative splicing. Such differential splicing may result in different lipid uptake in neurons and astrocytes.","dc:creator":"Sakai K","dc:date":"2009","dc:title":"A neuronal VLDLR variant lacking the third complement-type repeat exhibits high capacity binding of apoE containing lipoproteins."},"rdfs:label":"Sakai_RT-PCR"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7b_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:799e7532-3d66-4485-acaa-5d35f7c95595","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9797c341-8c37-4e23-b006-9db4e7f23488","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"VLDLR-deficient mice appeared neurologically normal with a small cerebellum and reduced foliation and heterotopic Purkinje cells. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10380922","type":"dc:BibliographicResource","dc:abstract":"Layering of neurons in the cerebral cortex and cerebellum requires Reelin, an extracellular matrix protein, and mammalian Disabled (mDab1), a cytosolic protein that activates tyrosine kinases. Here, we report the requirement for two other proteins, cell surface receptors termed very low density lipoprotein receptor (VLDLR) and apolipoprotein E receptor 2 (ApoER2). Both receptors can bind mDab1 on their cytoplasmic tails and are expressed in cortical and cerebellar layers adjacent to layers that express Reelin. mDab1 expression is upregulated in knockout mice that lack both VLDLR and ApoER2. Inversion of cortical layers and absence of cerebellar foliation in these animals precisely mimic the phenotype of mice lacking Reelin or mDab1. These findings suggest that VLDLR and ApoER2 participate in transmitting the extracellular Reelin signal to intracellular signaling processes initiated by mDab1.","dc:creator":"Trommsdorff M","dc:date":"1999","dc:title":"Reeler/Disabled-like disruption of neuronal migration in knockout mice lacking the VLDL receptor and ApoE receptor 2."},"rdfs:label":"Trommsdorff_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Only mice lacking VLDLR and ApoER2 presented with a neurological phenotype. Around day 10 after birth (P10), failure to thrive becomes apparent. Between P13 and P15, neurological symptoms developed, characterized by progressive ataxia, wide gait, and tremor.  Progressive hind limb paralysis also developed between P16 and P20, and most double-knockout animals died shortly afterward. Brain autopsies were smaller than WT animals of the same age."},{"id":"cggv:9960e4b3-d1cb-484f-af89-093fdd942da6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9c371a95-f058-42de-8d1d-ad886ee5b853","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both humans and dogs experience cerebellar hypolasia, nystagmus, and some level of ataxia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25668033","type":"dc:BibliographicResource","dc:abstract":"Dandy-Walker-like malformation (DWLM) is the result of aberrant brain development and mainly characterized by cerebellar hypoplasia. DWLM affected dogs display a non-progressive cerebellar ataxia. Several DWLM cases were recently observed in the Eurasier dog breed, which strongly suggested a monogenic autosomal recessive inheritance in this breed. We performed a genome-wide association study (GWAS) with 9 cases and 11 controls and found the best association of DWLM with markers on chromosome 1. Subsequent homozygosity mapping confirmed that all 9 cases were homozygous for a shared haplotype in this region, which delineated a critical interval of 3.35 Mb. We sequenced the genome of an affected Eurasier and compared it with the Boxer reference genome and 47 control genomes of dogs from other breeds. This analysis revealed 4 private non-synonymous variants in the critical interval of the affected Eurasier. We genotyped these variants in additional dogs and found perfect association for only one of these variants, a single base deletion in the VLDLR gene encoding the very low density lipoprotein receptor. This variant, VLDLR:c.1713delC is predicted to cause a frameshift and premature stop codon (p.W572Gfs*10). Variants in the VLDLR gene have been shown to cause congenital cerebellar ataxia and mental retardation in human patients and Vldlr knockout mice also display an ataxia phenotype. Our combined genetic data together with the functional knowledge on the VLDLR gene from other species thus strongly suggest that VLDLR:c.1713delC is indeed causing DWLM in Eurasier dogs. ","dc:creator":"Gerber M","dc:date":"2015","dc:title":"A deletion in the VLDLR gene in Eurasier dogs with cerebellar hypoplasia resembling a Dandy-Walker-like malformation (DWLM)."},"rdfs:label":"Eurasier Dogs"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7b_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7b_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:3a219d7e-a9c5-4935-8b1f-b419763e4e68_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3a219d7e-a9c5-4935-8b1f-b419763e4e68","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":26,"allele":[{"id":"cggv:cbbe4ddd-06cf-4311-8239-16acd8a52fdd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_002956805.1(VLDLR):n.1900G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA372795089"}},{"id":"cggv:130a7786-e3d3-4bee-a405-17d19bdbc4d0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_002956805.1(VLDLR):n.2050dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA916079856"}}],"detectionMethod":"Candidate gene sequencing was performed.  PCR amplification of each of the 19 exons of the VLDLR gene was don't and Analysis of exon 11 in 100 individuals was performed to detect the VLDLR p.D521H variant.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002365","obo:HP_0001290","obo:HP_0001321","obo:HP_0001320","obo:HP_0001263","obo:HP_0007361","obo:HP_0001270","obo:HP_0002078"],"sex":"Female","variant":[{"id":"cggv:d0cfbad6-dc70-49b1-994b-98d24404632a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:130a7786-e3d3-4bee-a405-17d19bdbc4d0"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19332571","type":"dc:BibliographicResource","dc:abstract":"Dysequilibrium syndrome is a genetically heterogeneous condition that combines autosomal recessive, nonprogressive cerebellar ataxia with mental retardation. Here, we report the first patient heterozygous for 2 novel mutations in VLDLR. An 18-month-old girl presented with significant hypotonia, global developmental delay, and truncal and peripheral ataxia. Magnetic resonance imaging of the brain demonstrated hypoplasia of the inferior cerebellar vermis and hemispheres, small pons, and a simplified cortical sulcation pattern. Sequence analysis of the VLDLR gene identified a nonsense and missense mutation. Six mutations in VLDLR have now been identified in 5 families with a phenotype characterized by moderate-to-profound mental retardation, delayed ambulation, truncal and peripheral ataxia, and occasional seizures. Neuroanatomically, the loss-of-function effect of the different mutations is indistinguishable. VLDLR-associated cerebellar hypoplasia is emerging as a panethnic, clinically, and molecularly well-defined genetic syndrome.","dc:creator":"Boycott KM","dc:date":"2009","dc:title":"Mutations in VLDLR as a cause for autosomal recessive cerebellar ataxia with mental retardation (dysequilibrium syndrome)."}},{"id":"cggv:32d0402d-9552-43bb-b1c0-79ba17727082_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:cbbe4ddd-06cf-4311-8239-16acd8a52fdd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19332571"}],"rdfs:label":"Boycott_09_Proband"},{"id":"cggv:32d0402d-9552-43bb-b1c0-79ba17727082","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:32d0402d-9552-43bb-b1c0-79ba17727082_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:d0cfbad6-dc70-49b1-994b-98d24404632a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:d0cfbad6-dc70-49b1-994b-98d24404632a_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7c40fd3f-3dee-4cd4-8cdc-4fe1f1d53782_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7c40fd3f-3dee-4cd4-8cdc-4fe1f1d53782","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"allele":{"id":"cggv:575486b1-0180-4bfe-80c6-3d492860cea3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_002956805.1(VLDLR):n.2063G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA372796796"}},"detectionMethod":"Candidate gene sequencing performed.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0010864","obo:HP_0002080","obo:HP_0002539","obo:HP_0001321","obo:HP_0009879","obo:HP_0002078","obo:HP_0001320","obo:HP_0000617","obo:HP_0001518","obo:HP_0007361"],"sex":"Female","variant":{"id":"cggv:79d2a9aa-e429-493d-bb4c-9832545a08f4_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:575486b1-0180-4bfe-80c6-3d492860cea3"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27000652","type":"dc:BibliographicResource","dc:abstract":"Pontocerebellar hypoplasias (PCH) are characterized by lack of development and/or early neurodegeneration of cerebellum and brainstem. We report five patients referred for PCH, showing atypical clinical and magnetic resonance imaging (MRI) features suggestive of defects in the Reelin pathway. We screened for mutations in RELN or VLDLR and compared the phenotype of these patients with that of previously reported patients. All patients had profound cerebellar hypoplasia on MRI with peculiar cerebellar morphology, associated with flattened pons and neocortical abnormalities. Patient 1 had profound motor and intellectual disability with moderate lissencephaly suggestive of RELN mutations and was shown to harbor a splicing homozygous RELN mutation. The four other patients had a milder phenotype consistent with CARMQ1 (cerebellar ataxia and mental retardation with or without quadrupedal locomotion). These patients showed mild simplification or thickening of cortical gyration and had VLDLR mutations. Reelin signaling regulates neuronal migration in the developing mammalian brain. VLDLR is a key component of the Reelin pathway. Our patients had a very small and dysplatic cerebellar vermis that should suggest the involvement of these genes. Moreover, differences in clinical severity, involvement of the cerebellar hemispheres, together with the severity of the neocortical defect, enables RELN-mutated patients to be distinguished from VLDLR-mutated patients.","dc:creator":"Valence S","dc:date":"2016","dc:title":"RELN and VLDLR mutations underlie two distinguishable clinico-radiological phenotypes."}},"rdfs:label":"Valence_Patient 5"},{"id":"cggv:79d2a9aa-e429-493d-bb4c-9832545a08f4","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:79d2a9aa-e429-493d-bb4c-9832545a08f4_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgraded for conservative scoring of homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:c156d4ea-0267-4335-be5f-8cdec68f9218_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:c156d4ea-0267-4335-be5f-8cdec68f9218","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":38,"allele":{"id":"cggv:725fc006-861b-467d-a1c8-abf005dc2203","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003383.5(VLDLR):c.2339del (p.Ile780ThrfsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA121945"}},"detectionMethod":"Linkage analysis was performed by SNP genotyping","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0002365","obo:HP_0006872","obo:HP_0002078","obo:HP_0009878","obo:HP_0002187"],"secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:357b28b3-182a-469e-858c-e7746c91fd1d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:725fc006-861b-467d-a1c8-abf005dc2203"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18326629","type":"dc:BibliographicResource","dc:abstract":"Quadrupedal gait in humans, also known as Unertan syndrome, is a rare phenotype associated with dysarthric speech, mental retardation, and varying degrees of cerebrocerebellar hypoplasia. Four large consanguineous kindreds from Turkey manifest this phenotype. In two families (A and D), shared homozygosity among affected relatives mapped the trait to a 1.3-Mb region of chromosome 9p24. This genomic region includes the VLDLR gene, which encodes the very low-density lipoprotein receptor, a component of the reelin signaling pathway involved in neuroblast migration in the cerebral cortex and cerebellum. Sequence analysis of VLDLR revealed nonsense mutation R257X in family A and single-nucleotide deletion c2339delT in family D. Both these mutations are predicted to lead to truncated proteins lacking transmembrane and signaling domains. In two other families (B and C), the phenotype is not linked to chromosome 9p. Our data indicate that mutations in VLDLR impair cerebrocerebellar function, conferring in these families a dramatic influence on gait, and that hereditary disorders associated with quadrupedal gait in humans are genetically heterogeneous.","dc:creator":"Ozcelik T","dc:date":"2008","dc:title":"Mutations in the very low-density lipoprotein receptor VLDLR cause cerebellar hypoplasia and quadrupedal locomotion in humans."}},"rdfs:label":"Ozcelik_II:2"},{"id":"cggv:357b28b3-182a-469e-858c-e7746c91fd1d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:357b28b3-182a-469e-858c-e7746c91fd1d_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgrading for consanguinity and conservative scoring of homozygous variant "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a9a6ee4e-4a9c-48a2-9f5a-a573bc7c9912_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a9a6ee4e-4a9c-48a2-9f5a-a573bc7c9912","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:8bc8afc6-b3eb-4fa7-9bc1-eb07ba3993fc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_002956805.1(VLDLR):n.1239C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA372791936"}},"detectionMethod":"Based on MRI phenotype of this patient being similar to another patient in this publication, candidate gene sequencing was performed. DNA was isolated and VLDLR was sequenced.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001321","obo:HP_0001249","obo:HP_0002080","obo:HP_0006986","obo:HP_0000486","obo:HP_0000639","obo:HP_0000252","obo:HP_0001270","obo:HP_0001302","obo:HP_0012110"],"sex":"Male","variant":{"id":"cggv:85aa6ea4-1274-4730-a1a6-36af1811ab0a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8bc8afc6-b3eb-4fa7-9bc1-eb07ba3993fc"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22532556","type":"dc:BibliographicResource","dc:abstract":"Pontocerebellar hypoplasia consists of a rare heterogeneous group of congenital neurodevelopmental disorders characterized by hypoplasia and atrophy of the cerebellar cortex, dentate and pontine nuclei, and inferior olives. The very low density lipoprotein receptor protein is an integral part of the reelin signaling pathway, which guides neuroblast migration in the cerebral cortex and cerebellum. Mutations in this receptor cause nonprogressive cerebellar ataxia, mental retardation, and cerebellar hypoplasia. In this report, we present 3 patients from 2 different families displaying very low density lipoprotein receptor-associated pontocerebellar hypoplasia, cortical dysplasia, mental retardation, and bipedal gait. One of the siblings has also displayed dysmorphic features, as we previously reported before the identification of the genetic defect in this family.","dc:creator":"Sonmez FM","dc:date":"2013","dc:title":"The very low density lipoprotein receptor-associated pontocerebellar hypoplasia and dysmorphic features in three Turkish patients."}},"rdfs:label":"Sonmez_Case 3"},{"id":"cggv:85aa6ea4-1274-4730-a1a6-36af1811ab0a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:85aa6ea4-1274-4730-a1a6-36af1811ab0a_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgraded for consanguinity and conservative scoring of homozygous variant"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:91ac66c1-2106-4446-9408-ff5fc0921cad_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:91ac66c1-2106-4446-9408-ff5fc0921cad","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":37,"allele":{"id":"cggv:35313ac0-95c2-4372-a22e-9bd16466c17b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003383.5(VLDLR):c.769C>T (p.Arg257Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA121943"}},"detectionMethod":"Linkage analysis was performed by SNP genotyping","firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0006872","obo:HP_0000486","obo:HP_0002187","obo:HP_0007361","obo:HP_0002078","obo:HP_0002395","obo:HP_0002365","obo:HP_0001763","obo:HP_0001260"],"secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:4899a38b-e4d0-4bbd-b2a4-9c10f2100c2b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:35313ac0-95c2-4372-a22e-9bd16466c17b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18326629"},"rdfs:label":"Ozxelik_VI:20"},{"id":"cggv:4899a38b-e4d0-4bbd-b2a4-9c10f2100c2b","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4899a38b-e4d0-4bbd-b2a4-9c10f2100c2b_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgrading for consanguinity and conservative scoring of homozygous LOF variants"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9b080b08-e283-4bfc-9e23-d2df426354d6_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9b080b08-e283-4bfc-9e23-d2df426354d6","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","allele":{"id":"cggv:ff8810b1-9236-441a-b09b-e773171c693c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_003383.5(VLDLR):c.1249_1255del (p.Tyr417ValfsTer19)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA263237"}},"detectionMethod":"Genome-wide parametric linkage analysis using a panel of highly informative single-nucleotide polymorphism (SNP) markers.\n\n Whole-exome sequencing. Variants were validated by Sanger sequencing, verified as homozygous in probands, and tested for segregation in the family to be consistent with the pedigree structure.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"severe hypoplasia of the midbrain, consistent with a diagnosis of pontocerebellar hypoplasia","phenotypes":["obo:HP_0001251","obo:HP_0000639","obo:HP_0001166","obo:HP_0001257","obo:HP_0000252"],"previousTesting":true,"previousTestingDescription":"The family was negative for mutations in the three known genes for pontocerebellar hypoplasia—TSEN2, TSEN34, and TSEN54—encoding transfer RNA (tRNA) splicing endonucleases (24), and linkage analysis demonstrated three potential linkage peaks not associated with any known pontocerebellar hypoplasia genes.","secondTestingMethod":"Exome sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:fdf2cb21-ee85-4765-8e7d-05f10f73a244_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff8810b1-9236-441a-b09b-e773171c693c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22700954","type":"dc:BibliographicResource","dc:abstract":"The translation of \"next-generation\" sequencing directly to the clinic is still being assessed but has the potential for genetic diseases to reduce costs, advance accuracy, and point to unsuspected yet treatable conditions. To study its capability in the clinic, we performed whole-exome sequencing in 118 probands with a diagnosis of a pediatric-onset neurodevelopmental disease in which most known causes had been excluded. Twenty-two genes not previously identified as disease-causing were identified in this study (19% of cohort), further establishing exome sequencing as a useful tool for gene discovery. New genes identified included EXOC8 in Joubert syndrome and GFM2 in a patient with microcephaly, simplified gyral pattern, and insulin-dependent diabetes. Exome sequencing uncovered 10 probands (8% of cohort) with mutations in genes known to cause a disease different from the initial diagnosis. Upon further medical evaluation, these mutations were found to account for each proband's disease, leading to a change in diagnosis, some of which led to changes in patient management. Our data provide proof of principle that genomic strategies are useful in clarifying diagnosis in a proportion of patients with neurodevelopmental disorders.","dc:creator":"Dixon-Salazar TJ","dc:date":"2012","dc:title":"Exome sequencing can improve diagnosis and alter patient management."}},"rdfs:label":"Dixon-Salazar_890"},{"id":"cggv:fdf2cb21-ee85-4765-8e7d-05f10f73a244","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:fdf2cb21-ee85-4765-8e7d-05f10f73a244_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgrading due to consanguinity and conservative scoring of homozygous variants "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7b_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:239c1b3a-618b-4732-b293-c7953132042f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:239c1b3a-618b-4732-b293-c7953132042f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":26,"allele":{"id":"cggv:ff8810b1-9236-441a-b09b-e773171c693c"},"firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0002078","obo:HP_0001249","obo:HP_0001302","obo:HP_0000252","obo:HP_0000639","obo:HP_0001257","obo:HP_0000486","obo:HP_0002066","obo:HP_0001321","obo:HP_0012110","obo:HP_0001347"],"secondTestingMethod":"Exome sequencing","sex":"Female","variant":{"id":"cggv:aaafac16-7783-415f-b42d-63372b658d54_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ff8810b1-9236-441a-b09b-e773171c693c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22532556"},"rdfs:label":"Sonmez_Case 1"},{"id":"cggv:aaafac16-7783-415f-b42d-63372b658d54","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:aaafac16-7783-415f-b42d-63372b658d54_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgrading due to consanguinity (individual's parents are first cousins) and conservative scoring of homozygous variants"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ae14170d-2e87-4157-bd9e-20a23af47f23_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ae14170d-2e87-4157-bd9e-20a23af47f23","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"allele":[{"id":"cggv:3bf5b435-4ca9-4cc0-8bdc-71b2dd473023","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_002956805.1(VLDLR):n.1224+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA372791826"}},{"id":"cggv:b0a95ef0-6d9d-4bf0-b1b0-de0b1182edd6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"XR_002956805.1(VLDLR):n.1305C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA372792164"}}],"detectionMethod":"Candidate gene sequencing sequencing the exons and intronic regions of VLDLR was performed.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000617","obo:HP_0009879","obo:HP_0002078","obo:HP_0001518","obo:HP_0007361","obo:HP_0001320","obo:HP_0001347","obo:HP_0001260","obo:HP_0002080","obo:HP_0001321","obo:HP_0010864"],"sex":"Female","variant":[{"id":"cggv:b4e27b29-4328-41ef-8438-86d2786e21a9_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:b0a95ef0-6d9d-4bf0-b1b0-de0b1182edd6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27000652"},{"id":"cggv:e70daedb-51ad-40a3-9d18-6c761dd1f54e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3bf5b435-4ca9-4cc0-8bdc-71b2dd473023"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27000652"}],"rdfs:label":"Valence_Patient 2"},{"id":"cggv:e70daedb-51ad-40a3-9d18-6c761dd1f54e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:e70daedb-51ad-40a3-9d18-6c761dd1f54e_variant_evidence_item"},{"id":"cggv:e70daedb-51ad-40a3-9d18-6c761dd1f54e_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"splice variant is predicted to result in the abnormal splicing of exon 54"}],"strengthScore":1.5},{"id":"cggv:b4e27b29-4328-41ef-8438-86d2786e21a9","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b4e27b29-4328-41ef-8438-86d2786e21a9_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6663,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.5,"subject":{"id":"cggv:142adb69-cbd1-4c26-830e-664d8a79498b","type":"GeneValidityProposition","disease":"obo:MONDO_0024542","gene":"hgnc:12698","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"VLDLR was first reported in relation to autosomal recessive cerebellar ataxia, intellectual disability, and dysequilibrium syndrome 1 (CAMRQ1) in 2005 (Boycott et al., PMID: 16080122). CAMRQ1 due to VLDLR variants is characterized by non-progressive congenital ataxia that is predominantly truncal and results in delayed ambulation, moderate-to-profound intellectual disability, dysarthria, strabismus, and seizures. At the time of this curation, there were no other single-gene disorders associated with this gene. This curation is based on this disease entity only. Eleven variants (missense, nonsense, splice, frameshift) that have been reported in 8 probands across 5 publications (PMIDs: 18326629, 27000652, 19332571, 22532556, 22700954) are included in this curation. The mechanism of pathogenicity is reported to be loss of function. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is also supported by expression studies and an animal model (PMIDs: 25668033, 19393635, 10380922). In summary, VLDLR is definitively associated with autosomal recessive cerebellar ataxia, intellectual disability, and dysequilibrium syndrome 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Brain Malformations Gene Curation Expert Panel on the meeting date 06/13/23 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:6dace100-8e75-4da9-a893-4a694d031a7b"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}