{"id":"cggv:3d7a973c-7786-48a1-bf82-3764761739bav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3d7a973c-7786-48a1-bf82-3764761739ba_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-04-17T16:00:00.000Z","role":"Approver"},{"id":"cggv:3d7a973c-7786-48a1-bf82-3764761739ba_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-08-22T17:10:21.239Z","role":"Publisher"}],"evidence":[{"id":"cggv:3d7a973c-7786-48a1-bf82-3764761739ba_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:3d7a973c-7786-48a1-bf82-3764761739ba_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3d7a973c-7786-48a1-bf82-3764761739ba_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a4f3f43-0d33-421d-973b-d6374ff60fba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea1f1de0-9dbf-4dcd-be18-69c907f9b95e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":">10 genes involved in mitochondrial translation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030363","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are the major source of ATP in the cell. Five multi-subunit complexes in the inner membrane of the organelle are involved in the oxidative phosphorylation required for ATP production. Thirteen subunits of these complexes are encoded by the mitochondrial genome often referred to as mtDNA. For this reason, the expression of mtDNA is vital for the assembly and functioning of the oxidative phosphorylation complexes. Defects of the mechanisms regulating mtDNA gene expression have been associated with deficiencies in assembly of these complexes, resulting in mitochondrial diseases. Recently, numerous factors involved in these processes have been identified and characterized leading to a deeper understanding of the mechanisms that underlie mitochondrial diseases.","dc:creator":"D'Souza AR","dc:date":"2018","dc:title":"Mitochondrial transcription and translation: overview."},"rdfs:label":"Overview of mitochondrial transcription and translation"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"13 OXPHOS polypeptides in mtDNA which is >10 genes\n"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:3d7a973c-7786-48a1-bf82-3764761739ba_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e9ae2dd-b003-4235-8961-875b462058aa","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0460e966-a306-4fee-bc65-35f994fda922","type":"FunctionalAlteration","dc:description":"39-year-old male patient with sensorineural deafness who presented to the eye clinic with nyctalopia, retinal pigmentary changes and bilateral cortical cataracts NO PEO\n\nAt 5 years of age he was diagnosed and treated for myoclonic epilepsy. He stopped treatment at the age of 15 years and has remained seizure free since.\n\n\nMuscle biopsy analysis showed remarkable mitochondrial histochemical abnormalities characterised by a mosaic pattern of cytochrome c oxidase (COX) deficiency affecting ~40% of all fibres on both the individual enzyme reaction and the sequential cytochrome c oxidase-succinate dehydrogenase (COX-SDH) reaction (figure 3A) and subsarcolemmal mitochondrial accumulation (ragged-blue fibres affecting ~5% of the total biopsy) on the individual SDH reaction\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28729369","type":"dc:BibliographicResource","dc:abstract":"The rare mitochondrial DNA (mtDNA) variant m.8340G>A has been previously reported in the literature in a single, sporadic case of mitochondrial myopathy. In this report, we aim to investigate the case of a 39-year-old male patient with sensorineural deafness who presented to the eye clinic with nyctalopia, retinal pigmentary changes and bilateral cortical cataracts.","dc:creator":"Gill JS","dc:date":"2017","dc:title":"Pigmentary retinopathy, rod-cone dysfunction and sensorineural deafness associated with a rare mitochondrial tRNA"},"rdfs:label":"Single Fiber Studies in Patient Muscle Tissue "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Score 1 point for single fiber study"},{"id":"cggv:4e283711-4a94-4bac-9544-640d0a7b1129","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:597468d6-dad7-4e44-8a47-642293103651","type":"FunctionalAlteration","dc:description":"ETC (muscle):\nElevated CS, very low I, III, IV, V (all <30%)\nComplex II = ~50%\n\nSingle muscle fiber analysis:\n-74% (n=26, SD=15.0) in COX-negative fibers \n-53% mutant mtDNA in COX-positive fibers (n=28, SD=24.0) (P<0.0003).\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10220860","type":"dc:BibliographicResource","dc:abstract":"We describe a patient who suffered from impaired ocular motility from age 10 years and at 16 years developed ptosis, proximal weakness and progressive fatigability. At 35 years she developed massive myoclonic jerks, and head and distal tremor. A muscle biopsy showed a high percentage of cytochrome c oxidase negative fibers but no ragged-red fibers. A novel heteroplasmic mutation (8342G-->A) was found in the mitochondrial transfer RNA(Lys) gene by single-strand conformation polymorphism screening, followed by sequence and restriction fragment length polymorphism analysis. Approximately 80% of muscle mitochondrial DNA (mtDNA) harbored the mutation, while the mutation was absent in lymphocyte DNA of the proband, as well as of her mother, daughter and a maternal aunt. However, the pathogenicity of the mutation was confirmed by restriction fragment length polymorphism analysis of single muscle fibers, which revealed a significantly greater level of mutant mtDNA in cytochrome c oxidase negative over cytochrome c oxidase positive fibers.","dc:creator":"Tiranti V","dc:date":"1999","dc:title":"A novel mutation (8342G-->A) in the mitochondrial tRNA(Lys) gene associated with progressive external ophthalmoplegia and myoclonus."},"rdfs:label":"m.8342G>A Patient studies"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"0.5 for ETC + 0.5 for single fiber study"},{"id":"cggv:9c3817b9-70b0-4440-b970-7cb23ad2350c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:467a161d-2db4-4ec7-9f44-df35f249652d","type":"FunctionalAlteration","dc:description":"For each mutation, cytoplasmic hybrid (cybrid) cell lines containing 0 or 100% mutated mtDNAs (8344A>G or 8356T>C) were isolated and their genetic, biochemical, and morphological characteristics were examined. Both mutations resulted in the same biochemical and molecular genetic phenotypes. 4 cell lines of each type\n\nThere were no significant differences in the levels of mtDNA present in cybrids containing mutated mtDNAs compared with the levels in cybrid or control cell lines (data not shown).\n\nOCR: The rates of oxygen consumption were decreased approximately 10-fold in cybrids harboring 100% of either the MERRF-8344 or the MERRF-8356 point mutation compared to WT\n\nWild-type cybrids had a rate of oxygen consumption that was similar to that of the 143B\ncell line (4.01 6 0.30 fmol per cell per min [32]).\n\nBoth cybrid lines showed normal SDH staining but marked decreased in COX staining with the 143B showing no COX staining as epxected\n\nS35  methionine and S35 cysteine labeled protein tranlsation study\nFor MERRF-8344 cybrids, the values (expressed as a percentage of the level of\nlabeling observed in wild-type cybrids) ranged from 24% for ND2 to 63% for ND3; \nfor MERRF-8356 cybrids, the values ranged from 25% for ND2 to 100% for ND4 (Fig. 2C).\n\n8356 cybrids show WT level steady state MT-TK (relative MT-TL1), 8344 show reduced ratio of steady state MT-TK (~60% of control) ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7739567","type":"dc:BibliographicResource","dc:abstract":"Cytoplasts from patients with myoclonus epilepsy with ragged-red fibers harboring a pathogenic point mutation at either nucleotide 8344 or 8356 in the human mitochondrial tRNA(Lys) gene were fused with human cells lacking endogenous mitochondrial DNA (mtDNA). For each mutation, cytoplasmic hybrid (cybrid) cell lines containing 0 or 100% mutated mtDNAs were isolated and their genetic, biochemical, and morphological characteristics were examined. Both mutations resulted in the same biochemical and molecular genetic phenotypes. Specifically, cybrids containing 100% mutated mtDNAs, but not those containing the corresponding wild-type mtDNAs, exhibited severe defects in respiratory chain activity, in the rates of protein synthesis, and in the steady-state levels of mitochondrial translation products. In addition, aberrant mitochondrial translation products were detected with both mutations. No significant alterations were observed in the processing of polycistronic RNA precursor transcripts derived from the region containing the tRNA(Lys) gene. These results demonstrate that two different mtDNA mutations in tRNA(Lys), both associated with the same mitochondrial disorder, result in fundamentally identical defects at the cellular level and strongly suggest that specific protein synthesis abnormalities contribute to the pathogenesis of myoclonus epilepsy with ragged-red fibers.","dc:creator":"Masucci JP","dc:date":"1995","dc:title":"In vitro analysis of mutations causing myoclonus epilepsy with ragged-red fibers in the mitochondrial tRNA(Lys)gene: two genotypes produce similar phenotypes."},"rdfs:label":"Cybrid analysis of m.8344A>G and m.8356T>C"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Evidence from cybrids from this publication will be used to support case scoring"},{"id":"cggv:342f624d-c7ca-42ea-bde0-f17a5fb5873e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0c9507d2-10b9-4961-bc4d-22e7f2554a29","type":"FunctionalAlteration","dc:description":"in the cybrid cell lines harboring only the m.8363G>A variant, the following was seen:\n-OCR: 0 (equal to 143B/206 (rho) cell line)\n-Complex I,III, IV reduced by ETC with normal CS and normal complex II\n\n-The tRNALys harbouring the G8363A mutation had a drastic reduction in the amount of its aminoacylated form (18% of control),\n\n-we performed non-denaturing single-strand analysis as described in the Materials and methods section. In contrast with the lack of effect observed in tRNA stability, the G8363A mutation produces a drastic shift in the mobility of the tRNALys, and practically the entire tRNA shows a delayed migration\n\n-Marked decreased in mitochondrial translation by S35 labeling","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15554876","type":"dc:BibliographicResource","dc:abstract":"Two mutations (G8363A and A8296G) in the mtDNA (mitochondrial DNA) tRNA(Lys) gene have been associated with severe mitochondrial diseases in a number of reports. Their functional significance, however, remains unknown. We have already shown that homoplasmic cybrids harbouring the A8296G mutation display normal oxidative phosphorylation, although the possibility of a subtle change in mitochondrial respiratory capacity remains an open issue. We have now investigated the pathogenic mechanism of another mutation in the tRNA(Lys) gene (G8363A) by repopulating an mtDNA-less human osteosarcoma cell line with mitochondria harbouring either this genetic variant alone or an unusual combination of the two mutations (A8296G+G8363A). Cybrids homoplasmic for the single G8363A or the A8296G+G8363A mutations have defective respiratory-chain enzyme activities and low oxygen consumption, indicating a severe impairment of the oxidative phosphorylation system. Generation of G8363A cybrids within a wild-type or the A8296G mtDNA genetic backgrounds resulted in an important alteration in the conformation of the tRNA(Lys), not affecting tRNA steady-state levels. Moreover, mutant cybrids have an important decrease in the proportion of amino-acylated tRNA(Lys) and, consequently, mitochondrial protein synthesis is greatly decreased. Our results demonstrate that the pathogenicity of the G8363A mutation is due to a change in the conformation of the tRNA that severely impairs aminoacylation in the absence of changes in tRNA stability. The only effect detected in the A8296G mutation is a moderate decrease in the aminoacylation capacity, which does not affect mitochondrial protein biosynthesis.","dc:creator":"Bornstein B","dc:date":"2005","dc:title":"Comparative analysis of the pathogenic mechanisms associated with the G8363A and A8296G mutations in the mitochondrial tRNA(Lys) gene."},"rdfs:label":"Cybrid studies of m.8363G>A"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Cybrid studies used as justification for variant pathogenicity in case scoring - not scored separately "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:3d7a973c-7786-48a1-bf82-3764761739ba_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8bfb95e1-19b9-455f-a18e-5cf5e1ca9b79","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:31d0808b-dd21-4a04-b8d4-d054fa34d22a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"-Our failure to obtain mito-mice-tRNALys7731 with more than 85% G7731A mtDNA can be explained by the lethality of mouse oocytes carrying these levels of G7731A mtDNA (Fig. 3B)\n\n-(76-84%) high levels of G7731A mtDNA showed short body length (Fig. 4A) and muscle weakness by grip strength (Fig. 4B) - (0.5 for phenotype)\n\n-We then quantitatively estimated mitochondrial respiratory function and revealed respiration defects in skeletal muscle and kidney from mito-mice-tRNALys7731 (0.5 + 0.5 - per tissue) ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24510903","type":"dc:BibliographicResource","dc:abstract":"We generated transmitochondrial mice (mito-mice) that carry a mutation in the tRNA(Lys) gene encoded by mtDNA for use in studies of its pathogenesis and transmission profiles. Because patients with mitochondrial diseases frequently carry mutations in the mitochondrial tRNA(Lys) and tRNA(Leu(UUR)) genes, we focused our efforts on identifying somatic mutations of these genes in mouse lung carcinoma P29 cells. Of the 43 clones of PCR products including the tRNA(Lys) or tRNA(Leu(UUR)) genes in mtDNA of P29 cells, one had a potentially pathogenic mutation (G7731A) in the tRNA(Lys) gene. P29 subclones with predominant amounts of G7731A mtDNA expressed respiration defects, thus suggesting the pathogenicity of this mutation. We then transferred G7731A mtDNA into mouse ES cells and obtained F0 chimeric mice. Mating these F0 mice with C57BL/6J (B6) male mice resulted in the generation of F1 mice with G7731A mtDNA, named \"mito-mice-tRNA(Lys7731).\" Maternal inheritance and random segregation of G7731A mtDNA occurred in subsequent generations. Mito-mice-tRNA(Lys7731) with high proportions of G7731A mtDNA exclusively expressed respiration defects and disease-related phenotypes and therefore are potential models for mitochondrial diseases due to mutations in the mitochondrial tRNA(Lys) gene. Moreover, the proportion of mutated mtDNA varied markedly among the pups born to each dam, suggesting that selecting oocytes with high proportions of normal mtDNA from affected mothers with tRNA(Lys)-based mitochondrial diseases may be effective as a primary prevention for obtaining unaffected children.","dc:creator":"Shimizu A","dc:date":"2014","dc:title":"Transmitochondrial mice as models for primary prevention of diseases caused by mutation in the tRNA(Lys) gene."},"rdfs:label":"Mouse model of 8328G>A Variant"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"0.5 (selection against high levels of heteroplasmy >85%) + 0.5 (phenotype) + 0.5 (respiratory chain deficiency in muscle) + 05 (respiratory chain deficiency in kidney)"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":6735,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:9c3756c2-cd00-47ac-83e3-e02ea53ee934","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7489","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TK* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of April 17, 2023. The *MT-TK* gene encodes the mitochondrial tRNA for lysine, which is located from m.8295-8364 on the heavy strand of the mitochondrial DNA (mtDNA). Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities. \n\nWhile various names could be given to the constellation of features seen in those with *MT-TK*-related disorders, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TK* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT-TK* was first curated by this GCEP for its association with Leigh syndrome spectrum (LSS) on May 17, 2021 (SOP v8), with a final classification of definitive. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\n*MT-TK* was first reported in relation to maternally-inherited primary mitochondrial disease in 1990 (PMID:2112427), in an individual with myoclonic epilepsy and ragged red fibers (MERRF). Subsequent publications have described a wide spectrum of phenotypes seen in those with *MT-TK* pathogenic variants including MERRF, mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS), Leigh syndrome spectrum, and mitochondrial neurogastrointestinal encephalopathy (MNGIE), as well as lipomas, myopathy, hypertrophic cardiomyopathy, hearing loss, diabetes, and episodic ataxia (PMIDs: 9380435, 19618438, 17410322, 25559684, 1361099, 10868777, 35821181, 36675808). \n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 7 unique missense variants, 4 of which have been reviewed by the Mitochondrial Disease Variant Curation Expert Panel (VCEP) and classified as pathogenic or likely pathogenic (m.8313G>A, m.8344A>G , m.8356T>C, m.8363G>A). The 3 other variants have not yet been reviewed by the VCEP but had single fiber studies supportive of pathogenicity. There is a substantial amount of functional evidence for these variants, including numerous cybrid analyses, single fiber studies, and respiratory chain studies showing clear evidence of OXPHOS defects (PMIDs: 19618438, 12737626, 17410322, 1848674, 7739567, 15554876). Heteroplasmy levels of *MT-TK* variants can vary across multiple tissues from the same individual (PMIDs: 35821181, 1361099). In summary, 8 probands from 8 publications were included in this curation, however, there are many more cases reported in the literature (PMIDs: 10868777, 17410322, 35821181, 1361099, 36675808, 25559684, 19618438, 9380435). \n\nThis gene-disease association is also supported by functional implication given protein interaction with the multitude of other mitochondrial translation proteins linked to primary mitochondrial disease and compelling single fiber data from patients’ cells (not included in case scoring) that were indicative of mitochondria dysfunction, and a mouse model of the m.8328G>A variant (PMIDs: 30030363, 10220860, 28729369, 24510903).\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. No convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 17, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:3d7a973c-7786-48a1-bf82-3764761739ba"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}