{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2023-09-26T16:00:00.000Z","role":"Approver"},{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2023-09-26T15:39:22.686Z","role":"Publisher"}],"evidence":[{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3},{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b13ff0e7-0e70-41b1-b275-de0151a96726","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6ce05a9d-cffb-46b6-9656-cac5305dc4a1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Used RT-PCR, in situ hybridization, and immunohistochemistry to quantify the expression of various targets of MIR96 in diminuendo mice with the n.15A>T variant. They found that expressio variaed significantly especially for Ocm and Slc26a5 proteins in mice with the variant. This is thought to be due to MIR96's regulatory role in transcription.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19363478","type":"dc:BibliographicResource","dc:abstract":"Progressive hearing loss is common in the human population, but little is known about the molecular basis. We report a new N-ethyl-N-nitrosurea (ENU)-induced mouse mutant, diminuendo, with a single base change in the seed region of Mirn96. Heterozygotes show progressive loss of hearing and hair cell anomalies, whereas homozygotes have no cochlear responses. Most microRNAs are believed to downregulate target genes by binding to specific sites on their mRNAs, so mutation of the seed should lead to target gene upregulation. Microarray analysis revealed 96 transcripts with significantly altered expression in homozygotes; notably, Slc26a5, Ocm, Gfi1, Ptprq and Pitpnm1 were downregulated. Hypergeometric P-value analysis showed that hundreds of genes were upregulated in mutants. Different genes, with target sites complementary to the mutant seed, were downregulated. This is the first microRNA found associated with deafness, and diminuendo represents a model for understanding and potentially moderating progressive hair cell degeneration in hearing loss more generally.","dc:creator":"Lewis MA","dc:date":"2009","dc:title":"An ENU-induced mutation of miR-96 associated with progressive hearing loss in mice."},"rdfs:label":"Expression of MIR96 gene targets in Cochlea"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8375a8d6-a655-43de-9da8-5a432e7bea8a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:812a1546-34de-4ea6-be8d-13860f4b5e3e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The above are cited to be known hearing loss genes. Microarray analysis, protein-protein interactome analysis, gene set enrichment analysis, Ago2 pulldown assay for identifying targets of MIR96.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26988146","type":"dc:BibliographicResource","dc:abstract":"Mutations in the microRNA Mir96 cause deafness in mice and humans. In the diminuendo mouse, which carries a single base pair change in the seed region of miR-96, the sensory hair cells crucial for hearing fail to develop fully and retain immature characteristics, suggesting that miR-96 is important for coordinating hair cell maturation. Our previous transcriptional analyses show that many genes are misregulated in the diminuendo inner ear and we report here further misregulated genes. We have chosen three complementary approaches to explore potential networks controlled by miR-96 using these transcriptional data. Firstly, we used regulatory interactions manually curated from the literature to construct a regulatory network incorporating our transcriptional data. Secondly, we built a protein-protein interaction network using the InnateDB database. Thirdly, gene set enrichment analysis was used to identify gene sets in which the misregulated genes are enriched. We have identified several candidates for mediating some of the expression changes caused by the diminuendo mutation, including Fos, Myc, Trp53 and Nr3c1, and confirmed our prediction that Fos is downregulated in diminuendo homozygotes. Understanding the pathways regulated by miR-96 could lead to potential therapeutic targets for treating hearing loss due to perturbation of any component of the network.","dc:creator":"Lewis MA","dc:date":"2016","dc:title":"Exploring regulatory networks of miR-96 in the developing inner ear."},"rdfs:label":"Role of MIR96"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ae885e21-49ad-467d-be1a-68a771432158","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cfdabe46-37b6-4b1e-8297-14f057c74af6","type":"FunctionalAlteration","dc:description":"Luciferase assays showed that the miR96(+57T>C) mutation impairs the regulation of MYRIP by reducing mature miR-96 levels.They also found that the loss of MYRIP activity could be recovered by introducing a double mutation +23A>G, +57T>C because it rescues the secondary structure of the miRNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22038834","type":"dc:BibliographicResource","dc:abstract":"The miR-96, miR-182 and miR-183 microRNA (miRNA) family is essential for differentiation and function of the vertebrate inner ear. Recently, point mutations within the seed region of miR-96 were reported in two Spanish families with autosomal dominant non-syndromic sensorineural hearing loss (NSHL) and in a mouse model of NSHL. We screened 882 NSHL patients and 836 normal-hearing Italian controls and identified one putative novel mutation within the miR-96 gene in a family with autosomal dominant NSHL. Although located outside the mature miR-96 sequence, the detected variant replaces a highly conserved nucleotide within the companion miR-96*, and is predicted to reduce the stability of the pre-miRNA hairpin. To evaluate the effect of the detected mutation on miR-96/mir-96* biogenesis, we investigated the maturation of miR-96 by transient expression in mammalian cells, followed by real-time reverse-transcription polymerase chain reaction (PCR). We found that both miR-96 and miR-96* levels were significantly reduced in the mutant, whereas the precursor levels were unaffected. Moreover, miR-96 and miR-96* expression levels could be restored by a compensatory mutation that reconstitutes the secondary structure of the pre-miR-96 hairpin, demonstrating that the mutation hinders precursor processing, probably interfering with Dicer cleavage. Finally, even though the mature miR-96 sequence is not altered, we demonstrated that the identified mutation significantly impacts on miR-96 regulation of selected targets. In conclusion, we provide further evidence of the involvement of miR-96 mutations in human deafness and demonstrate that a quantitative defect of this miRNA may contribute to NSHL.","dc:creator":"Soldà G","dc:date":"2012","dc:title":"A novel mutation within the MIR96 gene causes non-syndromic inherited hearing loss in an Italian family by altering pre-miRNA processing."},"rdfs:label":"Ex-vivo analysis of miRNA expression and biogenesis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"There is no link between MYRIP and hearing loss so this shouldn’t be scored, and due to non-segs in family this was needed to score a variant."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:76308b2f-0aeb-41c0-be9e-fc75c9992dff","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:63546560-3b9e-4497-ac2e-6ba1ace83d8d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygotes (Dmdo/+) show a progressive loss of the Preyer reflex (ear flick response to sound) between 4 and 6 weeks. Homozygotes (Dmdo/Dmdo) do not demonstrate a Preyer reflex at any age, adn show head bobbing and a staggering, circling gait. The pattern of human hearing loss associated with this gene is also autosomal dominant. \n\nThey mapped the mutant phenotype to proximal chormosome 6 and a 4.96 interval and then sequenced 87% of the 900 exons within the interval and located two mutations. The first was a silent C>T substitution in exon 5 of 2310005E10Rik- which is actually identical to the human WT ref sequence so they concluded that the second mutation, the n.15A>T substitution in Mirn96 was the causative mutation in Dmdo.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19363478","rdfs:label":"Diminuendo heterozygous and homozygous mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:7831a284-e369-4605-a26c-c594520584ad","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3596d47d-1409-4ac2-8d3a-fa58eb290208","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of the preyer reflex and progressive hearing loss in the mice is consistent with the human phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29476110","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in Mir96, one of three co-expressed polycistronic miRNA genes (Mir96, Mir182, Mir183), cause hereditary hearing loss in humans and mice. Transgenic FVB/NCrl- Tg(GFAP-Mir183,Mir96,Mir182)MDW1 mice (Tg1MDW), which overexpress this neurosensory-specific miRNA cluster in the inner ear, were developed as a model system to identify, in the aggregate, target genes and biologic processes regulated by the miR-183 cluster. Histological assessments demonstrate Tg1MDW/1MDW homozygotes have a modest increase in cochlear inner hair cells (IHCs). Affymetrix mRNA microarray data analysis revealed that downregulated genes in P5 Tg1MDW/1MDW cochlea are statistically enriched for evolutionarily conserved predicted miR-96, miR-182 or miR-183 target sites. ABR and DPOAE tests from 18 days to 3 months of age revealed that Tg1MDW/1MDW homozygotes develop progressive neurosensory hearing loss that correlates with histologic assessments showing massive losses of both IHCs and outer hair cells (OHCs). This mammalian miRNA misexpression model demonstrates a potency and specificity of cochlear homeostasis for one of the dozens of endogenously co-expressed, evolutionally conserved, small non-protein coding miRNA families. It should be a valuable tool to predict and elucidate miRNA-regulated genes and integrated functional gene expression networks that significantly influence neurosensory cell differentiation, maturation and homeostasis.","dc:creator":"Weston MD","dc:date":"2018","dc:title":"A mouse model of miR-96, miR-182 and miR-183 misexpression implicates miRNAs in cochlear cell fate and homeostasis."},"rdfs:label":"Mir96, Mir182, Mir183 mice (TG 1MDW)"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"The mice in this study had modifications to 3 different micro RNA's and MIR96 was one of the miRNA's overexpressed. Therefore, despite the inclusion of MIR96, this mouse model should not be scored. However this model did thoroughly investigate the expression of MIR182 , MYO6, and other downstream targets of these genes."},{"id":"cggv:45b51dca-7ee6-43a5-814f-2e8000adefbf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:37005c02-4a7c-44b4-bae2-207169f4b39f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Both display hearing loss, however the human inheritance pattern is dominant, so a homozygous mouse should be downgraded. THis mouse was also used to study the effects of MIR96 on OSBPL2, a suspected novel deafness gene.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25759012","type":"dc:BibliographicResource","dc:abstract":"Early-onset hearing loss is mostly of genetic origin. The complexity of the hearing process is reflected by its extensive genetic heterogeneity, with probably many causative genes remaining to be identified. Here, we aimed at identifying the genetic basis for autosomal dominant non-syndromic hearing loss (ADNSHL) in a large German family.","dc:creator":"Thoenes M","dc:date":"2015","dc:title":"OSBPL2 encodes a protein of inner and outer hair cell stereocilia and is mutated in autosomal dominant hearing loss (DFNA67)."},"rdfs:label":"Homozygous MIR96 Mutants"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Did not score, genetic evidence maxed out and homozygous mouse model is less relevant than the other heterozygous Dmdo models."},{"id":"cggv:00407962-588d-4d88-a17d-0e3b54da82b6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a4c62e96-8b4f-44ba-ba5f-ee9118062a53","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The hearing loss can be explained by the sensorineural alterations described in these mice. Due to the in-depth investigation of the cellular cause of the hearing loss in these dmdo/dmdo mice, I have given 1 point to this model despite having the same variant as the previously scored models.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29325119","type":"dc:BibliographicResource","dc:abstract":"The peripheral deafness gene Mir96 is expressed in both the cochlea and central auditory circuits. To investigate whether it plays a role in the auditory system beyond the cochlea, we characterized homozygous Dmdo/Dmdo mice with a point mutation in miR-96. Anatomical analysis demonstrated a significant decrease in volume of auditory nuclei in Dmdo/Dmdo mice. This decrease resulted from decreased cell size. Non-auditory structures in the brainstem of Dmdo/Dmdo mice or auditory nuclei of the congenital deaf Cldn14-/- mice revealed no such differences. Electrophysiological analysis in the medial nucleus of the trapezoid body (MNTB) showed that principal neurons fired preferentially multiple action potentials upon depolarization, in contrast to the single firing pattern prevalent in controls and Cldn14-/- mice. Immunohistochemistry identified significantly reduced expression of two predicted targets of the mutated miR-96, Kv1.6 and BK channel proteins, possibly contributing to the electrophysiological phenotype. Microscopic analysis of the Dmdo/Dmdo calyx of Held revealed a largely absent compartmentalized morphology, as judged by SV2-labeling. Furthermore, MNTB neurons from Dmdo/Dmdo mice displayed larger synaptic short-term depression, slower AMPA-receptor decay kinetics and a larger NMDA-receptor component, reflecting a less matured stage. Again, these synaptic differences were not present between controls and Cldn14-/- mice. Thus, deafness genes differentially affect the auditory brainstem. Furthermore, our study identifies miR-96 as an essential gene regulatory network element of the auditory system which is required for functional maturation in the peripheral and central auditory system alike.","dc:creator":"Schlüter T","dc:date":"2018","dc:title":"miR-96 is required for normal development of the auditory hindbrain."},"rdfs:label":"Dmdo/Dmdo mice have reduced auditory nuclei in brain"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded becasue the Dmdo/dmdo mouse has already been scored, but this investigated the cause of the hearing loss which was deficiencies/alterations in the neurons of the auditory areas of the brain."},{"id":"cggv:bba34b48-5065-4191-b536-b9dfe702f148","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5601442a-39fb-4d06-ad55-be9146df8306","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"humans with variants in the MIR96 gene have been found to experience progressive sensorineural hearing loss. In this paper they used ABR measurements to show increased thresholds over time. Heterozygous mice showed severely elevated thresholds indicating a very early-onset hearing deficit. This paper also characterized the effects of MIR96 deficiencies on calcium and potassium ion dependence of IHC cells. They found that the mutation in MIR96 interfered with the normal IHC synaptic development by preventing the IHC's from becoming more sensitive to Ca 2+ which facilitates neurotransmission. They also noted that morphology and innervation patterns in diminuendo mice hair cells remained immature","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21245307","type":"dc:BibliographicResource","dc:abstract":"MicroRNAs (miRNAs) are small noncoding RNAs able to regulate a broad range of protein-coding genes involved in many biological processes. miR-96 is a sensory organ-specific miRNA expressed in the mammalian cochlea during development. Mutations in miR-96 cause nonsyndromic progressive hearing loss in humans and mice. The mouse mutant diminuendo has a single base change in the seed region of the Mir96 gene leading to widespread changes in the expression of many genes. We have used this mutant to explore the role of miR-96 in the maturation of the auditory organ. We found that the physiological development of mutant sensory hair cells is arrested at around the day of birth, before their biophysical differentiation into inner and outer hair cells. Moreover, maturation of the hair cell stereocilia bundle and remodelling of auditory nerve connections within the cochlea fail to occur in miR-96 mutants. We conclude that miR-96 regulates the progression of the physiological and morphological differentiation of cochlear hair cells and, as such, coordinates one of the most distinctive functional refinements of the mammalian auditory system.","dc:creator":"Kuhn S","dc:date":"2011","dc:title":"miR-96 regulates the progression of differentiation in mammalian cochlear inner and outer hair cells."},"rdfs:label":"Dmdo/Dmdo and Dmdo/+ mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Functional alteration of the mutations was well phenotyped at the cellular level and the model recapitulates the progressive hearing loss seen in humans well."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5}],"evidenceStrength":"Moderate","sequence":6935,"specifiedBy":"GeneValidityCriteria9","strengthScore":8,"subject":{"id":"cggv:43aae548-0150-4b0b-ad6b-ab01d513c4d9","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:31648","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"MIR96 was first reported in relation to autosomal dominant nonsyndromic hearing loss in 2009 (Mencía et al., PMID: 19363479). Three variants (single nucleotide changes in microRNA) that have been reported in three probands in two publications (PMIDs: 19363479, 22038834) are included in this curation. The mechanism of pathogenicity is reported to be loss of function. This gene-disease relationship is also supported by expression studies in mouse ear hair cells, biochemical function demonstrating the role of MIR96 as a regulator of genes involved in hearing, and multiple model systems replicating the human phenotype (PMIDs: 19363478, 21245307, 25759012, 26988146, 29325119, 29476110). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This gene-disease pair was originally evaluated by the Hearing Loss GCEP on March 11, 2020. It was reevaluated on September 20, 2023. As a result of this reevaluation, the classification did not change due to a lack of new evidence.\nMencia et al. 2009: The segregation scoring should be downgraded to 1.5 points at the most per the new segregation scoring rules. There were 37 affecteds in the family, however not all members were sequenced and the sequence data was derived from candidate gene sequencing, not a whole exome or genome method. Therefore, the most points this family can get is 1.5 points and  this is not conservative because they only say that they \"confirmed the variant segregated in the family\". They did not genotype everyone marked affected.","dc:isVersionOf":{"id":"cggv:01d1a7f4-8421-4be3-8fe7-2c2025f03ac9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}