{"id":"cggv:e40eec3c-0ce0-442e-9058-6bf4d90d6dc3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:e40eec3c-0ce0-442e-9058-6bf4d90d6dc3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-11-25T16:20:49.949Z","role":"Approver"},{"id":"cggv:e40eec3c-0ce0-442e-9058-6bf4d90d6dc3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:e40eec3c-0ce0-442e-9058-6bf4d90d6dc3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e40eec3c-0ce0-442e-9058-6bf4d90d6dc3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:149576dc-f253-4c85-9c06-04ac37465c97","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bcbdd838-142d-4bee-b7cc-e283275778c7","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"The study built on previous structural models of the complex I core and used further cryo EM mapping to model the location and interactions of all 31 supernumerary subunits present in complex I from Bos Taurus. Fig 1-4. NDUFA10 contains a central α/β nucleoside kinase fold with a parallel 5-strand β-sheet, plus three extensions that dock it to the matrix face of ND2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Molecular model"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":"NDFA10 is present in complex I. According to Leigh map (Rahman et al. 2016)  a number of other non-catalytic subunits of complex I have been associated with Leigh syndrome: NDUFA1 (XL); NDUFA2, NDUFA9,\nNDUFA12, NDUFS1, NDUFS2, NDUFS3, NDUFS4, NDUFS7, NDUFS8, NDUFV1, NDUFV2. (The encoded protein interacts with 10+ gene products whose dysfunction is known to cause Leigh syndrome, max score of 2 assigned, note not all the genes here have been curated at time of this work)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:e40eec3c-0ce0-442e-9058-6bf4d90d6dc3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:84c78bf7-434e-4a9e-bc9a-9498f61e9a7c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b14f2d22-a206-4123-8704-32bd2c1ff4ac","type":"FunctionalAlteration","dc:description":"The authors used gene editing ( CRISPR/Cas) to generate knockout HEK293 cell lines for each of complex I's 31 accessory subunits. The NDUFA10 knockout line was unable to grow in galactose deficient media. Blue-native (BN)– PAGE and immunoblot analysis for subunits NDUFA9, NDUFA13 and NDUFB11 (located in different regions of the complex) revealed that loss of  NDUFA10 subunit  disrupted assembly of complex I (Fig. 1), in particular NDUFA9 was not detected. SDHA immunoblot of the same sample indicated complex II assembly was unaffected and was used as a loading control. Data support NDUFA10 as an essential assessory unit within complex I, disruption of which results in mitochondrial respiration defects.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626371","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase) is the first enzyme of the mitochondrial respiratory chain and is composed of 45 subunits in humans, making it one of the largest known multi-subunit membrane protein complexes. Complex I exists in supercomplex forms with respiratory chain complexes III and IV, which are together required for the generation of a transmembrane proton gradient used for the synthesis of ATP. Complex I is also a major source of damaging reactive oxygen species and its dysfunction is associated with mitochondrial disease, Parkinson's disease and ageing. Bacterial and human complex I share 14 core subunits that are essential for enzymatic function; however, the role and necessity of the remaining 31 human accessory subunits is unclear. The incorporation of accessory subunits into the complex increases the cellular energetic cost and has necessitated the involvement of numerous assembly factors for complex I biogenesis. Here we use gene editing to generate human knockout cell lines for each accessory subunit. We show that 25 subunits are strictly required for assembly of a functional complex and 1 subunit is essential for cell viability. Quantitative proteomic analysis of cell lines revealed that loss of each subunit affects the stability of other subunits residing in the same structural module. Analysis of proteomic changes after the loss of specific modules revealed that ATP5SL and DMAC1 are required for assembly of the distal portion of the complex I membrane arm. Our results demonstrate the broad importance of accessory subunits in the structure and function of human complex I. Coupling gene-editing technology with proteomics represents a powerful tool for dissecting large multi-subunit complexes and enables the study of complex dysfunction at a cellular level.","dc:creator":"Stroud DA","dc:date":"2016","dc:title":"Accessory subunits are integral for assembly and function of human mitochondrial complex I."},"rdfs:label":"NDUFA10 KO cell line"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"NDUFA10 is a complex I accessory protein required for complex I assembly and function."},{"id":"cggv:eabdef89-869d-4014-824b-3719861d6577","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e06bbe4c-67a7-4d71-94eb-a2d33efe28c3","type":"FunctionalAlteration","dc:description":"Fig 3. Cultured patient fibroblasts derived from case report (see case data). The mutations in NDUFA10 result in accumulation of subcomplexes of complex I. Two-dimensional BN/SDS-PAGE analysis followed by immunoblotting with antibodies directed against NDUFS3 was used to investigate the early steps of the complex I assembly. A ND1 anitbody was used to examine the incorporation of the mtDNA encoded subunits Experiments  showed the accumulation of mainly the subcomplexes 4 and 5 in the index patient and decreased amount of fully assembled complex 1 holoenzyme. Accumulation of subcomplex 4 and 5 suggests NDUFA10 is incorporated at a late stage of complex I assembly. ( The subcomplexes are numbered according the assembly model described by Vogel and colleagues. P-A10, patient with NDUFA10 mutations; C I, complex I)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21150889","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I deficiency is the most common defect of the oxidative phosphorylation system. We report a patient with Leigh syndrome who showed a complex I deficiency expressed in cultured fibroblasts and muscle tissue. To find the genetic cause of the complex I deficiency, we screened the mitochondrial DNA and the nuclear-encoded subunits of complex I. We identified compound-heterozygous mutations in the NDUFA10 gene, encoding an accessory subunit of complex I. The first mutation disrupted the start codon and the second mutation resulted in an amino acid substitution. The fibroblasts of the patient displayed decreased amount and activity, and a disturbed assembly of complex I. These results indicate that NDUFA10 is a novel candidate gene to screen for disease-causing mutations in patients with complex I deficiency.","dc:creator":"Hoefs SJ","dc:date":"2011","dc:title":"NDUFA10 mutations cause complex I deficiency in a patient with Leigh disease."},"rdfs:label":"Patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Patient fibroblasts from an individual affected with Leigh syndrome show a defect in complex I assembly"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:e40eec3c-0ce0-442e-9058-6bf4d90d6dc3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e40eec3c-0ce0-442e-9058-6bf4d90d6dc3_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:6dccbc44-dfff-4e2d-87b8-dc8f2f25d0aa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eaa88a15-7bb8-4994-a75c-b253e444ea89","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":23,"detectionMethod":"Entire mtDNA, followed by screening the genes for all 38 nuclear-encoded subunits by direct sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Leigh syndrome: Confirmed Neuropathological diagnosis of Leigh syndrome. Normal neonatal period, early hypotonia, At 10 months of age, he was referred for evaluation of the cause of his retarded development and hypotonia. His blood and cerebrospinal fluid lactate were elevated: 8.6 and 4.9 mmol/l (ref 0.5–2.2mmol/l). Cerebral MRI showed symmetrical lesions in especially the basal ganglia and substantia nigra. Ultrasound suggested some hypertrophic cardiomyopathy. During one such episode of convulsions, he experienced a severe cardiac respiratory arrest, X-ray of the thorax showed massive pleural fluid, most probably as a result of cardiac decompensation by hypertrophic cardiomyopathy.  Patient died at 23 months of age.  At autopsy, besides the already known cardiomyopathy, degenerative abnormalities were reported in the liver, spleen, kidneys, and pancreas. Also saw abnormalities in the brain: in the thalamus, the pons, and also in the hippocampus degradation of myeline, decreased myelinization, proliferation of vessels, some gliosis, and some foam cell response were also reported.\nCultured fibroblasts and fresh muscle tissue of the index patient revealed a severely reduced complex I activity (Table 1).","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:6dccbc44-dfff-4e2d-87b8-dc8f2f25d0aa_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ef2539b8-6ae1-4241-98c9-c3e533d89980","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004544.4(NDUFA10):c.1A>G (p.Met1Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/30392"}},{"id":"cggv:c4654af9-71a2-42ce-bd7c-5d548ba79a49","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004544.4(NDUFA10):c.425A>G (p.Gln142Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/30393"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21150889"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21150889","rdfs:label":"Hoefs case report 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The  p.Met1Val variant is paternally inherited, the next possible start codons can be found at 116 and 118 nucleotides upstream. However, these alternative start codons are either not in frame or abolish the mitochondrial target sequence, which makes both unlikely to be functional.\nThe p.Gln142Arg missense variant in exon 3 is highly conserved across species (Fig1 ), and absent from 108 healthy controls. \nFunction: Fig 2 : BN-PAGE analysis followed by an in-gel activity assay demonstrates a decreased complex I activity in fibroblasts of the patient compared with control cells. The amount of subunit NDUFA9 is also severely reduced, indicating a decreased amount of whole complex I. The amount of complex II is not affected. SDS PAGE/western shows severely reduced protein levels of NDUFA10 in patient fibroblasts."},{"id":"cggv:52bfe818-2e5f-4852-b3c0-fb5bfcd962f7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9eabd3bf-6f06-4019-8115-dc761ae92364","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"mitochondrial genome, PDHA1 and NGS panel (168 genes associated with mitochondrial disease)","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Leigh syndrome spectrum: Confirmed Neuropathological diagnosis of Leigh syndrome.\nAt the age of 2 years and 8 months, after a febrile illness, he presented acute-onset ataxia with severe hyposthenia and inability to stand and walk. First brain MRI was performed at that age and showed rather symmetrical lesions of the putamina and globi pallidi, characterized by swelling, necrotic changes, and mixed cytotoxic and vasogenic edema. Asymmetric focal lesions of the caudate nuclei were also noted, as well as focal involvement of the left cerebral peduncle (Fig. 1). MR spectroscopy detected a lactate doublet peak. On further clinical examination noted generalized hypotonia with muscular hypotrophy especially in the lower limbs; tendon reflexes were slightly increased, and oscillatory nystagmus was present. Gait ataxia and clumsiness were also observed. The psychomotor evaluation showed a moderate delay in his development. Plasma lactate was slightly above normal range (39.2 mg/dl, normal range 8–22 mg/dl). Strongly suggestive of LS. \nA second MRI performed at 3 years and 6 months, showed the chronic evolution of the putaminal lesions and the presence of new symmetric lesions of the caudate heads and Meynert basal nuclei and asymmetric lesions at the level of the right globus pallidus and cerebral peduncle. MR spectroscopy, performed on the right caudate nucleus head, revealed a lactate doublet peak (Figure 2)..\nMuscle biopsy biochemical anlysis showed reduction of complexes I (1.12 mmol/min/g tissue;normal range 1.56–2.60), I + II (0.08 mmol/min/g tissue,normal range 0.11–0.25), and II + III (0.02 mmol/min/gtissue, normal range 0.05–0.08). \nFamily history of disease : paternal cousin who died at the age of 4 months for an unspecified cardiomyopathy, two maternal cousins manifesting an unspecified myopathy, and another cousin affected by an early-onset epileptic encephalopathy.","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:52bfe818-2e5f-4852-b3c0-fb5bfcd962f7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:585685a8-f69a-47ca-90a4-6944335e03e9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004544.4(NDUFA10):c.296G>A (p.Gly99Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA68070082"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28247337","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome (LS) is an early-onset progressive neurodegenerative disorder, characterized by a wide clinical and genetic heterogeneity, and is the most frequent disorder of mitochondrial energy production in children. Beside its great variability in clinical, biochemical, and genetic features, LS is pathologically uniformly characterized by multifocal bilateral and symmetric spongiform degeneration of the basal ganglia, brainstem, thalamus, cerebellum, spinal cord, and optic nerves. Isolated complex I deficiency is the most common defect identified in Leigh syndrome. In 2011, the first child with a mutation of NDUFA10 gene, coding for an accessory subunits of complex I, was described. Here, we present an additional description of a child with Leigh syndrome harboring a homozygous mutation in NDUFA10, providing insights in clinical, biochemical, and neuroradiologic features for future earlier recognition.","dc:creator":"Minoia F","dc:date":"2017","dc:title":"Widening the Heterogeneity of Leigh Syndrome: Clinical, Biochemical, and Neuroradiologic Features in a Patient Harboring a NDUFA10 Mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28247337","rdfs:label":"Minoia case report 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"No gene impact data although the variant was observed in a case reported by Haack et al. (2012) associated with complex I deficiency Leigh syndrome, see above. Reduced default points scored on the basis of a recurrent observation (see Haack et al. )"},{"id":"cggv:e17f6c36-be45-482a-b218-2fdc6451bc25_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:29ce2f66-340e-4253-b218-9d1c58d79789","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"Variant screening included all 45 subunits of complex I, the mtDNA-encoded tRNAs and eight accessory factors using high resolution melting curve analysis (HRMA)","firstTestingMethod":"High resolution melting","phenotypeFreeText":"Complex I deficiency:  Meets GCEP diagnostic criteria for  Leigh syndrome spectrum.\nSummary in Table 2. Raised blood lactate, raised CSF lactate, Complex 1 activity <25%, lactate raised in the brain (MRS), loss of abilities, muscular hypotonia, symmetrical basal ganglia lesions, symmetrical brainstem lesions, progressive course.","previousTesting":false,"previousTestingDescription":"","sex":"UnknownEthnicity","variant":{"id":"cggv:e17f6c36-be45-482a-b218-2fdc6451bc25_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:585685a8-f69a-47ca-90a4-6944335e03e9"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22200994","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial complex I deficiency is the most common cause of mitochondrial disease in childhood. Identification of the molecular basis is difficult given the clinical and genetic heterogeneity. Most patients lack a molecular definition in routine diagnostics.","dc:creator":"Haack TB","dc:date":"2012","dc:title":"Mutation screening of 75 candidate genes in 152 complex I deficiency cases identifies pathogenic variants in 16 genes including NDUFB9."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22200994","rdfs:label":"35830"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Reduced default points scored on the basis of the same variant being observed in Minioa et al. (2017)."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Limited","sequence":191,"specifiedBy":"GeneValidityCriteria6","strengthScore":6,"subject":{"id":"cggv:f2b7b842-3f27-4f47-8b8c-fe8f1090030a","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7684","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between NDUFA10 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of June 10, 2019. The NDUFA10 gene encodes the NADH:ubiquinone oxidoreductase (complex I) subunit A10, a non-catalytic complex I accessory protein required for complex I assembly and function within the mitochondria.  Defects of this protein lead to complex I deficiency.\n\nThe NDUFA10 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2011 (PMID: 21150889). Evidence supporting this gene-disease relationship includes case-level data and experimental data.\n\nThis curation included three unique variants identified in three cases from three publications (PMIDs: 22200994, 28247337, 21150889). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interactions and functional alterations observed in patient cells and in non-patient cells (PMIDs: 21150889, 27626371, 27509854). \n\nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on June 10, 2019 (SOP Version 6).\n","dc:isVersionOf":{"id":"cggv:e40eec3c-0ce0-442e-9058-6bf4d90d6dc3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}