{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410ev1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2019-05-21T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6b67c4e7-f3c1-4f02-af44-b27b499a4434","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6e6aedf0-b733-420c-900f-44c1f2371b43","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"FOXP2 transcription during CNS development is found predominantly in a series of neural circuits that have been implicated in motor control, including the basal ganglia, the thalamus, the inferior olives and the cerebellum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12876151","type":"dc:BibliographicResource","dc:abstract":"Disruption of FOXP2, a gene encoding a forkhead-domain transcription factor, causes a severe developmental disorder of verbal communication, involving profound articulation deficits, accompanied by linguistic and grammatical impairments. Investigation of the neural basis of this disorder has been limited previously to neuroimaging of affected children and adults. The discovery of the gene responsible, FOXP2, offers a unique opportunity to explore the relevant neural mechanisms from a molecular perspective. In the present study, we have determined the detailed spatial and temporal expression pattern of FOXP2 mRNA in the developing brain of mouse and human. We find expression in several structures including the cortical plate, basal ganglia, thalamus, inferior olives and cerebellum. These data support a role for FOXP2 in the development of corticostriatal and olivocerebellar circuits involved in motor control. We find intriguing concordance between regions of early expression and later sites of pathology suggested by neuroimaging. Moreover, the homologous pattern of FOXP2/Foxp2 expression in human and mouse argues for a role for this gene in development of motor-related circuits throughout mammalian species. Overall, this study provides support for the hypothesis that impairments in sequencing of movement and procedural learning might be central to the FOXP2-related speech and language disorder.","dc:creator":"Lai CS","dc:date":"2003","dc:title":"FOXP2 expression during brain development coincides with adult sites of pathology in a severe speech and language disorder."},"rdfs:label":"Human and mouse FOXP2 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4c0c07b1-573c-414a-8c71-67a11719e287","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b55b74f0-c75a-4b0a-8abe-3760076bf3f0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Foxp2 was preferentially expressed in striosomal compartment in the striatum during development. In the mature striatum, Foxp2 expression was maintained in striosomes, although its expression level was reduced.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12815709","type":"dc:BibliographicResource","dc:abstract":"Many members of the forkhead/winged helix transcriptional factors are known to be regulators of embryogenesis. Mutations of the Fox gene family have been implicated in a range of human developmental disorders. Foxp2, a member of the Fox gene family, has recently been identified as the first gene that is linked to an inherited form of language and speech disorder. To elucidate the anatomical basis of language processing in the brain, we have examined the expression pattern of Foxp2 gene and its homologous gene, Foxp1, in the rat brain through development. Expression of Foxp2 mRNA was detected in the ventral telencephalon as early as embryonic day 13. Foxp2 mRNA was expressed primarily in differentiated cells of the lateral ganglionic eminence (striatal primordium). Of particular interest was that the developmental expression of Foxp2 followed a compartmental order in the striatum. Patches containing high levels of Foxp2 were aligned with patches enriched in mu-opoid receptor, a marker for striosomal cells, in the striatum through postnatal development. Conversely, Foxp2-positive patches were devoid of calbindin-D28k, a maker for striatal matrix cells. Therefore, Foxp2 was preferentially expressed in striosomal compartment in the striatum during development. In the mature striatum, Foxp2 expression was maintained in striosomes, although its expression level was reduced. In contrast to Foxp2, Foxp1 was expressed in both the striosomal and matrix compartments in the striatum through development. The striatum is known to be involved in the process of procedural memory, and mutation of Foxp2 results in neurological disorders of language and speech. Given the preferential expression of Foxp2 in the striosomal compartment, the striatum, particularly the striosomal system, may participate in neural information processing for language and speech. Our suggestion is consistent with the declarative/procedural model proposed by Ullman and colleagues (Ullman et al. [1997] J. Cogn. Neurosci. 9:266-276; Ullman [2001] Nat. Rev. Neurosci. 2:717-726), in which the procedural memory-dependent mental grammar is rooted in the basal ganglia and the frontal cortex and the declarative memory-dependent mental lexicon is rooted in the temporal lobe.","dc:creator":"Takahashi K","dc:date":"2003","dc:title":"Expression of Foxp2, a gene involved in speech and language, in the developing and adult striatum."},"rdfs:label":"Rat Foxp2 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eace8bcb-df11-472b-a651-da194390ba6a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:220073ec-a269-43fe-95f6-7d1bf61e725c","type":"FunctionalAlteration","dc:description":"The R328X and R553H mutations each displayed a significant loss of SV40 promoter repression (P , 0.0005; Fig. 7B). Thus, clearly interfering with the FOXP2 protein’s behaviour as a transcription factor.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16984964","type":"dc:BibliographicResource","dc:abstract":"Mutations in the FOXP2 gene cause a severe communication disorder involving speech deficits (developmental verbal dyspraxia), accompanied by wide-ranging impairments in expressive and receptive language. The protein encoded by FOXP2 belongs to a divergent subgroup of forkhead-box transcription factors, with a distinctive DNA-binding domain and motifs that mediate hetero- and homodimerization. Here we report the first direct functional genetic investigation of missense and nonsense mutations in FOXP2 using human cell-lines, including a well-established neuronal model system. We focused on three unusual FOXP2 coding variants, uniquely identified in cases of verbal dyspraxia, assessing expression, subcellular localization, DNA-binding and transactivation properties. Analysis of the R553H forkhead-box substitution, found in all affected members of a large three-generation family, indicated that it severely affects FOXP2 function, chiefly by disrupting nuclear localization and DNA-binding properties. The R328X truncation mutation, segregating with speech/language disorder in a second family, yields an unstable, predominantly cytoplasmic product that lacks transactivation capacity. A third coding variant (Q17L) observed in a single affected child did not have any detectable functional effect in the present study. In addition, we used the same systems to explore the properties of different isoforms of FOXP2, resulting from alternative splicing in human brain. Notably, one such isoform, FOXP2.10+, contains dimerization domains, but no DNA-binding domain, and displayed increased cytoplasmic localization, coupled with aggresome formation. We hypothesize that expression of alternative isoforms of FOXP2 may provide mechanisms for post-translational regulation of transcription factor function.","dc:creator":"Vernes SC","dc:date":"2006","dc:title":"Functional genetic analysis of mutations implicated in a human speech and language disorder."},"rdfs:label":"Luciferase assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e3b82615-2390-4cb2-9a29-12f4b93d6bdf","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bf130edb-5c8c-4f9b-9210-9eeb21f3c428","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Pcp2 promoter-derived FOXP2 expression in the cerebellum recovered whistle-type USV activity and reduced the number of short-type USVs of the Foxp2(R552H)-KI (+/−) pups.\nThese results suggest that FOXP2 in the Purkinje cells is associated with USV activity, including modification from short-type USVs to whistle-type USVs of a longer duration.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24607928","type":"dc:BibliographicResource","dc:abstract":"The R553H mutation has been found in the FOXP2 gene of patients with speech-language disorder. Foxp2(R552H) knock-in (KI) mice exhibit poor dendritic development of Purkinje cells in the cerebellum and impaired ultrasonic vocalization (USV), which is related to human speech and language; compared with wild-type mice, heterozygous Foxp2(R552H)-KI pups exhibit the reduced number of whistle-type USVs and the increased short-type ones, while homozygous pups exhibit only click-type USVs but no whistle-type or short-type ones. To make clear the relationship between the role of Foxp2 in the cerebellum and whistle-type USVs activity, we prepared transgenic (Tg) mice specifically expressing human FOXP2-myc in cerebellum (Pcp2-FOXP2-myc-Tg mice) by using purkinje cell protein-2 (Pcp2) promoter. FOXP2-myc expression in the cerebellum increased the relative numbers of whistle-type USVs in the heterozygous Foxp2(R552H)-KI pups and recovered their USVs but did not in the homozygous ones. Foxp2 in the cerebellum may pertain to the brain network engaged in whistle-type USVs activities including modification, but not their production. There may be common molecular contribution of Purkinje cells to human FOXP2-mediated speech-language and mouse Foxp2-mediated USVs. ","dc:creator":"Fujita-Jimbo E","dc:date":"2014","dc:title":"Specific expression of FOXP2 in cerebellum improves ultrasonic vocalization in heterozygous but not in homozygous Foxp2 (R552H) knock-in pups."},"rdfs:label":"Mouse R552H-KI rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":1,"dc:description":"Downgraded as impairments in mouse USVs are not a direct equivalent to human expressive language delay."},{"id":"cggv:0e63c8c1-b1a9-460d-8a1c-2784989ca479","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9bfef74b-6739-4aed-90e3-127c1d48389d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown of FoxP2 resulted in an incomplete and inaccurate imitation of tutor song. Inaccurate vocal imitation was already evident early during song ontogeny and persisted into adulthood. The acoustic structure and the duration of adult song syllables were abnormally variable, similar to word production in children with developmental verbal dyspraxia (DVD).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18052609","type":"dc:BibliographicResource","dc:abstract":"The gene encoding the forkhead box transcription factor, FOXP2, is essential for developing the full articulatory power of human language. Mutations of FOXP2 cause developmental verbal dyspraxia (DVD), a speech and language disorder that compromises the fluent production of words and the correct use and comprehension of grammar. FOXP2 patients have structural and functional abnormalities in the striatum of the basal ganglia, which also express high levels of FOXP2. Since human speech and learned vocalizations in songbirds bear behavioral and neural parallels, songbirds provide a genuine model for investigating the basic principles of speech and its pathologies. In zebra finch Area X, a basal ganglia structure necessary for song learning, FoxP2 expression increases during the time when song learning occurs. Here, we used lentivirus-mediated RNA interference (RNAi) to reduce FoxP2 levels in Area X during song development. Knockdown of FoxP2 resulted in an incomplete and inaccurate imitation of tutor song. Inaccurate vocal imitation was already evident early during song ontogeny and persisted into adulthood. The acoustic structure and the duration of adult song syllables were abnormally variable, similar to word production in children with DVD. Our findings provide the first example of a functional gene analysis in songbirds and suggest that normal auditory-guided vocal motor learning requires FoxP2.","dc:creator":"Haesler S","dc:date":"2007","dc:title":"Incomplete and inaccurate vocal imitation after knockdown of FoxP2 in songbird basal ganglia nucleus Area X."},"rdfs:label":"Songbird KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as impairment of songbird vocal imitation is not a direct equivalent to human expressive language delay.\n***NOTE: ZEBRAFISH was selected as ZEBRA FINCH is currently not an option in the GCI***"},{"id":"cggv:e9536dd5-112c-43dc-8800-29e2992ed2d8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:71cfe0eb-4a64-4873-a214-d735a420bf62","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous Foxp2 (R552H)-KI mice showed slight motor\nimpairment (Fig. 2 A and B), except for a small percentage of the\npopulation showing low motor activity, and impairment of ultrasonic\nvocalization (USV) quality such as short-length USVs (Fig. 2D).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18287060","type":"dc:BibliographicResource","dc:abstract":"Previous studies have demonstrated that mutation in the forkhead domain of the forkhead box P2 (FOXP2) protein (R553H) causes speech-language disorders. To further analyze FOXP2 function in speech learning, we generated a knockin (KI) mouse for Foxp2 (R552H) [Foxp2 (R552H)-KI], corresponding to the human FOXP2 (R553H) mutation, by homologous recombination. Homozygous Foxp2 (R552H)-KI mice showed reduced weight, immature development of the cerebellum with incompletely folded folia, Purkinje cells with poor dendritic arbors and less synaptophysin immunoreactivity, and achieved crisis stage for survival 3 weeks after birth. At postnatal day 10, these mice also showed severe ultrasonic vocalization (USV) and motor impairment, whereas the heterozygous Foxp2 (R552H)-KI mice exhibited modest impairments. Similar to the wild-type protein, Foxp2 (R552H) localized in the nuclei of the Purkinje cells and the thalamus, striatum, cortex, and hippocampus (CA1) neurons of the homozygous Foxp2 (R552H)-KI mice (postnatal day 10), and some of the neurons showed nuclear aggregates of Foxp2 (R552H). In addition to the immature development of the cerebellum, Foxp2 (R552H) nuclear aggregates may further compromise the function of the Purkinje cells and cerebral neurons of the homozygous mice, resulting in their death. In contrast, heterozygous Foxp2 (R552H)-KI mice, which showed modest impairment of USVs with different USV qualities and which did not exhibit nuclear aggregates, should provide insights into the common molecular mechanisms between the mouse USV and human speech learning and the relationship between the USV and motor neural systems.","dc:creator":"Fujita E","dc:date":"2008","dc:title":"Ultrasonic vocalization impairment of Foxp2 (R552H) knockin mice related to speech-language disorder and abnormality of Purkinje cells."},"rdfs:label":"Mouse R552H-KI"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as impairments in mouse USVs are not a direct equivalent to human expressive language delay."},{"id":"cggv:b0e5386e-ea09-43a4-849b-8dae14d2a47d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:45ed98be-96c0-4234-9cde-2ef598abd0c3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Disruption of a single copy of the gene led to modest developmental delay but a significant alteration in ultrasonic vocalization in response to such separation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15983371","type":"dc:BibliographicResource","dc:abstract":"Neurobiology of speech and language has previously been studied in the KE family, in which half of the members have severe impairment in both speech and language. The gene responsible for the phenotype was mapped to chromosome 7q31 and identified as the FOXP2 gene, coding for a transcription factor containing a polyglutamine tract and a forkhead DNA-binding domain. Because of linkage studies implicating 7q31 in autism, where language impairment is a component of the disorder, and in specific language impairment, FOXP2 has also been considered as a potential susceptibility locus for the language deficits in autism and/or specific language impairment. In this study, we characterized mice with a disruption in the murine Foxp2 gene. Disruption of both copies of the Foxp2 gene caused severe motor impairment, premature death, and an absence of ultrasonic vocalizations that are elicited when pups are removed from their mothers. Disruption of a single copy of the gene led to modest developmental delay but a significant alteration in ultrasonic vocalization in response to such separation. Learning and memory appear normal in the heterozygous animals. Cerebellar abnormalities were observed in mice with disruptions in Foxp2, with Purkinje cells particularly affected. Our findings support a role for Foxp2 in cerebellar development and in a developmental process that subsumes social communication functions in diverse organisms.","dc:creator":"Shu W","dc:date":"2005","dc:title":"Altered ultrasonic vocalization in mice with a disruption in the Foxp2 gene."},"rdfs:label":"Mouse KO"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded as alteration in mouse ultrasonic vocalizations is not a direct equivalent to human expressive language delay."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:f6c5f2f6-5acf-48f5-bdf1-c2374e7d0f10_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:00159464-8daf-49e6-aaf7-8b418f90a0c2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"Index patients from families 2, 3 and 8 were specifically tested\nfor FOXP2 mutations, prompted by clinical suspicion. All coding\nexons of FOXP2 (NM_148898.3 or ENST00000350908,\nrespectively, regarding different isoforms and mutation annotations\nsee online supplementary table and figure S1) were\nsequenced by standard methods. Primer sequences and conditions\nare available on request. Subsequent testing in the parents\nand siblings, if applicable, comprised sequencing of the affected\nexon, respectively. The index patients from families 3 and 8 were\ntested in routine diagnostic settings. This study was approved\nby the ethics committee of the medical faculty of the\nFriedrich-Alexander-University Erlangen-Nürnberg, and all\nparticipating families had given their informed consent.","phenotypes":["obo:HP_0011098","obo:HP_0000750"],"previousTesting":true,"previousTestingDescription":"Chromosomal microarray testing by SNP Array revealed\nnormal results.","sex":"Male","variant":{"id":"cggv:f6c5f2f6-5acf-48f5-bdf1-c2374e7d0f10_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b1499f1e-bc1d-4848-85e0-9eb701c782fe","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014491.4(FOXP2):c.1514C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4446127"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27572252","type":"dc:BibliographicResource","dc:abstract":"Disruptions of the FOXP2 gene, encoding a forkhead transcription factor, are the first known monogenic cause of a speech and language disorder. So far, mainly chromosomal rearrangements such as translocations or larger deletions affecting FOXP2 have been reported. Intragenic deletions or convincingly pathogenic point mutations in FOXP2 have up to date only been reported in three families. We thus aimed at a further characterisation of the mutational and clinical spectrum.","dc:creator":"Reuter MS","dc:date":"2017","dc:title":"FOXP2 variants in 14 individuals with developmental speech and language disorders broaden the mutational and clinical spectrum."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252","rdfs:label":"Family 8 - proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Downgraded as missense variant with no experimental evidence."},{"id":"cggv:9fabe4e5-de6b-4c21-bc47-72bb928465b7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1b45a45e-bf1e-45d1-81b0-fcc23f2e9586","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Index patients from families 2, 3 and 8 were specifically tested for FOXP2 mutations, prompted by clinical suspicion. All coding exons of FOXP2 (NM_148898.3 or ENST00000350908, respectively, were sequenced by standard methods. Subsequent testing in the parents and siblings, if applicable, comprised sequencing of the affected exon, respectively.  The index patients from families 3 and 8 were\ntested in routine diagnostic settings. In family 3, additional\ntesting for intragenic deletions by quantitative real-time PCR\nwith six intragenic amplicons was performed.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002463","obo:HP_0001270","obo:HP_0000729","obo:HP_0001290","obo:HP_0011098"],"previousTesting":true,"previousTestingDescription":"Cytogenetic analysis, testing for 7q11.23 duplication by FISH\nanalysis and molecular genetic testing for fragile X syndrome\nshowed normal results.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9fabe4e5-de6b-4c21-bc47-72bb928465b7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c83d87c6-0d6a-42e5-bb89-98e75f6d5919","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014491.4(FOXP2):c.1607G>C (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA368965641"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252","rdfs:label":"Family 3 - proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"Downgraded as missense variant with no experimental evidence."},{"id":"cggv:04b7ce1e-32d6-4b57-8e38-cee7767b6786_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:05570944-a11a-46c9-ae7f-b70143acac3f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":2,"detectionMethod":"We screened the newly defined coding regions (exons 1, 3b and 8-17) of FOXP2 for mutations in the KE family.","firstTestingMethod":"PCR","phenotypes":"obo:HP_0011098","previousTesting":true,"previousTestingDescription":"Chromosome analysis on one of the affected members was normal (Hurst et al 1990).\nInvestigation of this 5' part of the open reading frame (ORF) in the KE family did not detect any sequence variant co-segregating with the speech and language disorder (Lai et al 2000).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:04b7ce1e-32d6-4b57-8e38-cee7767b6786_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:59732b61-baff-4b84-bf88-3ebd4e229f14","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014491.3(FOXP2):c.1658G>A (p.Arg553His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5067"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11586359","type":"dc:BibliographicResource","dc:abstract":"Individuals affected with developmental disorders of speech and language have substantial difficulty acquiring expressive and/or receptive language in the absence of any profound sensory or neurological impairment and despite adequate intelligence and opportunity. Although studies of twins consistently indicate that a significant genetic component is involved, most families segregating speech and language deficits show complex patterns of inheritance, and a gene that predisposes individuals to such disorders has not been identified. We have studied a unique three-generation pedigree, KE, in which a severe speech and language disorder is transmitted as an autosomal-dominant monogenic trait. Our previous work mapped the locus responsible, SPCH1, to a 5.6-cM interval of region 7q31 on chromosome 7 (ref. 5). We also identified an unrelated individual, CS, in whom speech and language impairment is associated with a chromosomal translocation involving the SPCH1 interval. Here we show that the gene FOXP2, which encodes a putative transcription factor containing a polyglutamine tract and a forkhead DNA-binding domain, is directly disrupted by the translocation breakpoint in CS. In addition, we identify a point mutation in affected members of the KE family that alters an invariant amino-acid residue in the forkhead domain. Our findings suggest that FOXP2 is involved in the developmental process that culminates in speech and language.","dc:creator":"Lai CS","dc:date":"2001","dc:title":"A forkhead-domain gene is mutated in a severe speech and language disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11586359","rdfs:label":"III-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Awarded full points as missense variant is supported by functional and animal studies."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.7},{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:9f002074-a2b9-47ae-91fd-a8c05c96369e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:7888af25-25b0-4d3a-a361-c027d354a2d0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Index patients from families 2, 3 and 8 were specifically tested for FOXP2 mutations, prompted by clinical suspicion. All coding exons of FOXP2 (NM_148898.3 or ENST00000350908, respectively, were sequenced by standard methods. Subsequent testing in the parents and siblings, if applicable, comprised sequencing of the affected exon, respectively. The index patient from family 2 was included in a group of 15 individuals with mild developmental delay or intellectual disability with more pronounced speech and language impairment selected for research testing of FOXP2 from a larger study group of patients with developmental delay or intellectual disability. This study was approved by the ethics committee of the medical faculty of the Friedrich-Alexander-University Erlangen-Nürnberg, and all participating families had given their informed consent.","firstTestingMethod":"PCR","phenotypes":["obo:HP_0011094","obo:HP_0000675","obo:HP_0000426","obo:HP_0001769","obo:HP_0000436","obo:HP_0000750","obo:HP_0001350","obo:HP_0001182","obo:HP_0011098"],"previousTesting":true,"previousTestingDescription":"EEG testing as well as conventional karyotyping and testing for fragile X syndrome\nwere normal.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9f002074-a2b9-47ae-91fd-a8c05c96369e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f3dacdf0-8fa4-40ee-a1da-ed5306086f8c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014491.3(FOXP2):c.982C>T (p.Arg328Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5068"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252","rdfs:label":"Family 2 - proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"Also see in family MacDermot 2005."},{"id":"cggv:1958394d-4d7e-4ad2-acc1-3a63a850b936_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:52d4b526-4abb-4ca6-ada5-5ba241b3c1ea","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"The index individuals of families 4 and 7 were tested by next generation\nsequencing (NGS) with the TruSight One Panel\n(Illumina) containing ∼4800 known disease genes on a MiSeq\nplatform (Illumina) within routine diagnostics for developmental\ndelay. In individual 4, only 525 genes associated with intellectual\ndisability and contained in the panel were analysed and\nevaluated. Confirmation of the variants and segregation testing\nin the respective families were performed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0001212","obo:HP_0010721","obo:HP_0000358","obo:HP_0011098","obo:HP_0000750","obo:HP_0006610","obo:HP_0000400","obo:HP_0000752","obo:HP_0025160","obo:HP_0009909","obo:HP_0011228"],"previousTesting":true,"previousTestingDescription":"High-resolution chromosomal microarray testing, RAI1\nsequencing and multiplex ligation-dependent probe amplification\n(MLPA) in the index patient revealed normal results.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1958394d-4d7e-4ad2-acc1-3a63a850b936_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b45fa4b1-9c25-4ba2-930e-853242d5fd36","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014491.4(FOXP2):c.1432C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA368965211"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252","rdfs:label":"Family 7 - proband"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0.5,"dc:description":"Downgraded by 1 point as variant seen in 1/113270 exome in gnomAD (European non-Finnish)\nhttps://gnomad.broadinstitute.org/variant/7-114298286-C-T"},{"id":"cggv:83607453-32fc-443f-aa91-0615d7f443c7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:aecf799c-0cbd-4018-ab10-cb6b3e575d63","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"detectionMethod":"We conducted mutation screening across all FOXP2\nexons identified by Lai et al. (2001) via denaturing\nhigh-performance liquid chromatography (DHPLC), followed\nby direct sequencing of fragments showing variant\nelution patterns, using identical protocols and primers\nto those described elsewhere by Newbury et al. (2002).\nWe similarly analyzed additional alternatively spliced and 5\u0001 UTR exons reported by Bruce and Margolis (2002). All assays spanned entire exons, plus short stretches of\nflanking intronic sequence.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Other","phenotypes":"obo:HP_0011098","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:83607453-32fc-443f-aa91-0615d7f443c7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f3dacdf0-8fa4-40ee-a1da-ed5306086f8c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15877281","type":"dc:BibliographicResource","dc:abstract":"FOXP2, the first gene to have been implicated in a developmental communication disorder, offers a unique entry point into neuromolecular mechanisms influencing human speech and language acquisition. In multiple members of the well-studied KE family, a heterozygous missense mutation in FOXP2 causes problems in sequencing muscle movements required for articulating speech (developmental verbal dyspraxia), accompanied by wider deficits in linguistic and grammatical processing. Chromosomal rearrangements involving this locus have also been identified. Analyses of FOXP2 coding sequence in typical forms of specific language impairment (SLI), autism, and dyslexia have not uncovered any etiological variants. However, no previous study has performed mutation screening of children with a primary diagnosis of verbal dyspraxia, the most overt feature of the disorder in affected members of the KE family. Here, we report investigations of the entire coding region of FOXP2, including alternatively spliced exons, in 49 probands affected with verbal dyspraxia. We detected variants that alter FOXP2 protein sequence in three probands. One such variant is a heterozygous nonsense mutation that yields a dramatically truncated protein product and cosegregates with speech and language difficulties in the proband, his affected sibling, and their mother. Our discovery of the first nonsense mutation in FOXP2 now opens the door for detailed investigations of neurodevelopment in people carrying different etiological variants of the gene. This endeavor will be crucial for gaining insight into the role of FOXP2 in human cognition.","dc:creator":"MacDermot KD","dc:date":"2005","dc:title":"Identification of FOXP2 truncation as a novel cause of developmental speech and language deficits."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/15877281","rdfs:label":"R328X"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":3.5},{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:549307cd-eb84-4e26-a006-aebd3fd4535a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ded5fe14-21f9-4e2b-8e2e-9280fb83bb9a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"FOXP2 was amplified using gene-specific primers designed to the reference human transcript (Ensembl ID: ENSG00000128573; http://www.ensembl.org). Oligonucleotide sequences are available on request. Amplification reactions were cycled using a standard protocol on a Veriti Thermal Cycler (Applied Biosystems, Carlsbad, CA). Bidirectional sequencing of all exons and flanking regions was completed with a BigDye v3.1 Terminator Cycle Sequencing Kit (Applied Biosystems), according to the manufacturer’s instructions. Sequencing products were resolved using a 3730xl DNA Analyzer (Applied Biosystems).","firstTestingMethod":"PCR","phenotypes":["obo:HP_0000486","obo:HP_0000405","obo:HP_0001260","obo:HP_0001337","obo:HP_0007301","obo:HP_0002194","obo:HP_0012473","obo:HP_0200136","obo:HP_0002396","obo:HP_0002169","obo:HP_0011098","obo:HP_0002395"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:549307cd-eb84-4e26-a006-aebd3fd4535a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:61c39c0e-cec0-4c31-93e7-5bc255188d9b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014491.3(FOXP2):c.1168_1169delCA (p.Gln390ValfsTer7)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/242949"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23918746","type":"dc:BibliographicResource","dc:abstract":"Relatively little is known about the neurobiological basis of speech disorders although genetic determinants are increasingly recognized. The first gene for primary speech disorder was FOXP2, identified in a large, informative family with verbal and oral dyspraxia. Subsequently, many de novo and familial cases with a severe speech disorder associated with FOXP2 mutations have been reported. These mutations include sequencing alterations, translocations, uniparental disomy, and genomic copy number variants. We studied eight probands with speech disorder and their families. Family members were phenotyped using a comprehensive assessment of speech, oral motor function, language, literacy skills, and cognition. Coding regions of FOXP2 were screened to identify novel variants. Segregation of the variant was determined in the probands' families. Variants were identified in two probands. One child with severe motor speech disorder had a small de novo intragenic FOXP2 deletion. His phenotype included features of childhood apraxia of speech and dysarthria, oral motor dyspraxia, receptive and expressive language disorder, and literacy difficulties. The other variant was found in a family in two of three family members with stuttering, and also in the mother with oral motor impairment. This variant was considered a benign polymorphism as it was predicted to be non-pathogenic with in silico tools and found in database controls. This is the first report of a small intragenic deletion of FOXP2 that is likely to be the cause of severe motor speech disorder associated with language and literacy problems.","dc:creator":"Turner SJ","dc:date":"2013","dc:title":"Small intragenic deletion in FOXP2 associated with childhood apraxia of speech and dysarthria."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23918746","rdfs:label":"A-II-1"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"Downgraded as only FOXP2 was targeted and there is a positive family history of speech/language difficulties."},{"id":"cggv:046b0892-8195-4a26-b764-f7c7f29a77d4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:64747004-2e0e-4e42-a98d-8e98d67d1d8a","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":19,"detectionMethod":"The DECIPHER database19 (status 04/16) contained three individuals with de novo point mutations in FOXP2, two of them included as families 5 (DECIPHER number 271246) and 6 (DECIPHER number 267249) in more detail in this study. In both index individuals, trio exome sequencing was performed and mutational findings validated as described by the Deciphering Developmental Disorders (DDD) study, having tested the first 1000 of planned 10 000 children with developmental disorders. Both mutations were confirmed by Sanger sequencing in the Manchester Genetics.","firstTestingMethod":"Exome sequencing","phenotypes":"obo:HP_0011098","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:046b0892-8195-4a26-b764-f7c7f29a77d4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:191f28bf-8039-4063-83b7-c480a3acd0af","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014491.4(FOXP2):c.1614del (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658770328"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252","rdfs:label":"Family 6 - proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"Downgraded due to family history of sister with speech delay and significant anxiety\nproblems with obsessive compulsive traits."},{"id":"cggv:7e809853-fbdd-4bd4-8398-2d78f51711cf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:567b9dd2-ae5c-4eae-bb6c-78070fa8b10b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"The DECIPHER database19 (status 04/16) contained three individuals\nwith de novo point mutations in FOXP2, two of them\nincluded as families 5 (DECIPHER number 271246) and 6\n(DECIPHER number 267249) in more detail in this study. In\nboth index individuals, trio exome sequencing was performed\nand mutational findings validated as described by the\nDeciphering Developmental Disorders (DDD) study,20 21 having\ntested the first 1000 of planned 10 000 children with developmental\ndisorders. Both mutations were confirmed by Sanger\nsequencing in the Manchester Genetics Laboratory.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0000750","obo:HP_0000729","obo:HP_0000463","obo:HP_0012471","obo:HP_0030842","obo:HP_0000721","obo:HP_0010862","obo:HP_0000733","obo:HP_0011098"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:7e809853-fbdd-4bd4-8398-2d78f51711cf_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:808aa915-aceb-4dcb-a2d2-7b3d4f8d3736","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014491.4(FOXP2):c.1690C>T (undefined)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA368965843"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252","rdfs:label":"Family 5 - proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:0a27cfa1-958f-42c0-807a-6247567bd872_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:254dbdc3-01fd-441a-b9c6-e93dfca9a22c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"The index individuals of families 4 and 7 were tested by nextgeneration\nsequencing (NGS) with the TruSight One Panel\n(Illumina) containing ∼4800 known disease genes on a MiSeq\nplatform (Illumina) within routine diagnostics for developmental\ndelay. In individual 4, only 525 genes associated with intellectual\ndisability and contained in the panel were analysed and\nevaluated. Confirmation of the variants and segregation testing\nin the respective families were performed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypes":["obo:HP_0045025","obo:HP_0001250","obo:HP_0000483","obo:HP_0000486","obo:HP_0001212","obo:HP_0000540","obo:HP_0000750","obo:HP_0011098","obo:HP_0030842","obo:HP_0000218"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0a27cfa1-958f-42c0-807a-6247567bd872_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b45fa4b1-9c25-4ba2-930e-853242d5fd36"},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27572252","rdfs:label":"Family 4 - proband"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"Downgraded by 1 point as variant seen in 1/113270 exome in gnomAD (European non-Finnish)\nhttps://gnomad.broadinstitute.org/variant/7-114298286-C-T"}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.2}],"evidenceStrength":"Definitive","sequence":69,"specifiedBy":"GeneValidityCriteria6","strengthScore":15.7,"subject":{"id":"cggv:9f7f9320-d9f5-47e8-ab55-dd55a9cea298","type":"GeneValidityProposition","disease":"obo:MONDO_0016226","gene":"hgnc:13875","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FOXP2 was first reported in relation to autosomal dominant specific language disorder in 2001 (Lai et al., 11586359). At least 10 unique variants (missense, nonsense, frameshift and large deletions) have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and experimental data.\n\nSummary of Case Level Data: \nVariants in this gene have been reported in at least 12 probands in 4 publications (11586359, 15877281, 23918746, 27572252), including a heterozygous de novo 14kb deletion of FOXP2 exons 12-17 (Reuter et al., 2016; 27572252) that would add an additional 2 points so the maximum score for genetic evidence (12 pts.) has been reached.\n\nThis gene-disease association is supported by animal models, expression studies and in vitro functional assays.\n\nIn summary, FOXP2 is definitively associated with autosomal dominant specific language disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nThis classification was approved by the ClinGen Intellectual Disability and Autism Working Group on 05/21/2019\n(SOP Version 6)\n","dc:isVersionOf":{"id":"cggv:b13348d1-1248-4507-aa29-60559e6b410e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}