{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26bav1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26ba_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T14:23:39.036Z","role":"Publisher"},{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26ba_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T14:23:17.786Z","role":"Approver"}],"evidence":[{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26ba_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26ba_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:e27a8e69-fc71-4a0a-aded-337f123d7c01_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b01962bd-6a1b-475b-a94f-64ae3489bf9c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"3 months: global hypotonia and feeding difficulties; global developmental delay for the first 12 months\n13 months: able to crawl and sit unassisted, at least three words; hospitalized for upper respiratory symptoms with fever; severely acidotic with bicarbonate of 12 mmol/L and lactic acid of 1.9 mmol/L; following this hospitalization, had developmental regression losing the ability to crawl or speak.\nBrain MRI: restricted diffusion in the bilateral globus pallidus and increased T2 signal in the caudate nucleus, globus pallidus, and putamen, without apparent lesions in the pons.\n\n16 months: Brain MRI: progression of the previously observed lesions with increased T2 signal in the caudate nuclei, lentiform nuclei, globi pallidi, the dorsum of the pons, and the adjacent\ncerebellar white matter. Brain magnetic resonance spectroscopy demonstrated abnormal lactate peaks in the basal ganglia. \n\n2 years old:  mildly dysmorphic (low set ears, downslanting palpeb ral fissures, mild bilateral\nptosis, and significant joint laxity (Fig 1))\nAble to track; diffusely decreased muscle tone, unable to speak or gesture\n\nMuscle biopsy ( 29 months): moderate type 2-fiber atrophy , normal electron microscopy and normal ETC analysis. \n2 years and 8 months: acylcarnitine profile showed mild elevations of iso-/butyryl carnitine of 1.37 mmmol/L (0.06 to 1.05), hexanoyl carnitine of 0.52 mmmol/L (0.01 to 0.22), and 3-OH oleyl carnitine of 0.04 mmmol/L (0.00 to 0.03). A follow-up acylcarnitine profile at 2 years and 10 months showed elevated acetyl carnitine of 23.86 mmmol/L (0.31 to 14.96) and normal iso-/butyryl, hexanoyl, and 3-OH oleyl carnitine.\n\n4 years and 10 months: significant improvement in hypotonia, postural tone, and neck control; ale to stand with minimal assistance and wave good-bye spontaneously.\nBrain MRI: evolution of the lesions, with decrease in the size of the basal ganglia. No lesions were\nobserved in the pons (Fig 2). ","phenotypes":["obo:HP_0002134","obo:HP_0012758","obo:HP_0025045","obo:HP_0002376"],"previousTesting":true,"previousTestingDescription":"Single genes, microarray","sex":"Female","variant":{"id":"cggv:e27a8e69-fc71-4a0a-aded-337f123d7c01_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:82daf055-a291-4327-b79e-f88611525873","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.517+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/689764"}},{"id":"cggv:4618fbfb-316a-4d86-888b-b5aae4558164","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.410C>T (p.Ala137Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA349895281"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25591832","type":"dc:BibliographicResource","dc:abstract":"Leigh syndrome is a progressive neurodegenerative disorder with usual onset of symptoms during the first year of life. The disorder has been associated with mutations in over 30 genes. This difficulty with genetic heterogeneity makes whole exome sequencing a more cost-effective approach for investigation of etiology.","dc:creator":"Soler-Alfonso C","dc:date":"2015","dc:title":"Identification of HIBCH gene mutations causing autosomal recessive Leigh syndrome: a gene involved in valine metabolism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25591832","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"c.517+1G>A has 1 occurrence in gnomAD with no homozygotes\nA137V absent from gnomAD queried 4/7/21, predicted pathogenic by REVEL"},{"id":"cggv:0b8f8476-6309-4628-8aaa-09191f0a0263_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d849798c-b76f-4356-a0d8-a5212b896e90","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":7,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"7 months: psychomotor delay\n\nBrain MRI; symmetric signal abnormalities of the basal ganglia and reduced brain volume \n\nPAA/UOA/ACP normal; after dx'ed with HIBCH deficiency, ACP re-analyzed: elevation of hydroxy-C4-carnitine (nine months: 0.66 mM, three years five months: 0.81 mM; normal: <0.4 mM [Ferdinandusse et al., 2013]; Fig. 3B). \n\nBlood lactate elevated (2.4–4.3 mmol/l).\n\nETC complexes I–IV and PDC activities were normal in muscle biopsy, but a borderline depletion of mtDNA was noted (30% relative mtDNA content compared to nuclear DNA in real-time quantitative PCR analysis)\n\n23 months: could not sit independently, no head control\n\n3 years old: second MRI showed symmetric volume reduction of the brain, enlarged ventricles and hyperintense signals of the basal ganglia in T2 weighing (putamen, globus pallidus, and caudate nucleus; Fig. 2A). MR spectroscopy demonstrated normal Nacetylaspartate, choline, creatinine, and lactate peaks. \n\nNext MRI 7.5 months later: rapidly progressive atrophy of the basal ganglia and the grey matter of the cortical hemispheres (Fig. 2A). \n\n4 years old: bilateral optic nerve atrophy and blindness.\n\n2nd muscle biopsy: Investigation of single enzyme function revealed respiratory chain complex I deficiency (patient 23 mU/mg protein, controls 28–76), a reduction in the combined measurements of complexes IþIII (patient 19 mU/mg protein, controls 49–218) and a mild decrease of complexes IIþIII (patient 61 mU/mgprotein, controls 65–180).Western blot analyses stained with antibodies against all OXPHOS subunits indicated a reduction of complexes I and IV (Fig. 2B). \n\n5 years old: seizures occurred almost daily, insufficient trunk stability, not able to sit or stand independently, no language\n\nThe HIBCH enzyme activity test in homogenized fibroblasts, 0.4mM of racemic 3-hydroxyisobutyryl-CoA was applied as substrate, instead of 0.2mM of the described S-enantiomer  -- Patient cells had undetectable HIBCH activity","phenotypes":["obo:HP_0002151","obo:HP_0008972","obo:HP_0012758","obo:HP_0002134"],"previousTesting":true,"previousTestingDescription":"\nSanger sequencing of POLG, SUCLA2, MECP2, MEF2C, PDHA1, MPV17, TYMP, and TK2 revealed no pathogenic mutation. Molecular karyotyping using an Affymetrix Genome-Wide Human SNP-Array 6.0 did not reveal any relevant copy number variant. Homozygosity mapping using the computer program PLINK [Purcell et al., 2007] assuming an autosomal recessive mode of inheritance revealed eight large (>5 Mb) homozygous\nregions, including a 24Mb interval on chromosome 2.","sex":"Male","variant":{"id":"cggv:0b8f8476-6309-4628-8aaa-09191f0a0263_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:055db814-811f-453e-9440-4647ae03074f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.1128dup (p.Lys377Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA279159"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25251209","type":"dc:BibliographicResource","dc:abstract":"HIBCH (3-hydroxyisobutyryl-CoA hydrolase) deficiency (MIM #250620) is a rare autosomal recessive inborn error of metabolism, leading to a block in the catabolic pathway of the amino acid valine and presumably to accumulation of toxic valine metabolites in mitochondria. Only three families with HIBCH deficiency and biallelic HIBCH mutations have been described. We report on a further patient, first child of healthy consanguineous parents, with severe developmental delay, seizures, hyperintensities of the basal ganglia on magnetic resonance imaging (MRI), progressive brain atrophy, optic nerve atrophy, repeatedly elevated blood lactate, and respiratory chain complexes I, I + III and cytochrome c oxidase deficiencies with borderline depletion of mitochondrial DNA in muscle tissue. Laboratory findings in blood and skeletal muscle were inconsistent and did not allow a definite diagnosis, but supported the hypothesis of mitochondrial dysfunction. Homozygosity mapping and whole-exome sequencing revealed a homozygous one-base pair insertion in HIBCH. Deficiency of enzyme activity was confirmed in cultured fibroblasts. Although relatively unspecific, the clinical features were similar to those of the previously reported cases. Given the clinical variability and large number of differential diagnoses, the prevalence of HIBCH deficiency is probably underestimated. Next-generation sequencing approaches are an effective tool for identifying the underlying genetic basis in patients suspected of mitochondrial disorders.","dc:creator":"Reuter MS","dc:date":"2014","dc:title":"HIBCH deficiency in a patient with phenotypic characteristics of mitochondrial disorders."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25251209","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Homozygous c.1128_1129insT:p.Lys377*; results in a frameshift and a premature stop codon in the last exon, truncating the conserved C-terminus of the protein; absent in gnomAD queried 4/7/2021; Both healthy parents were heterozygous carriers; patient cells were studied in quadruplicate and each time resulted in undetectable HIBCH activity."},{"id":"cggv:c9ab9363-7c0c-4274-b7af-fe63e2e0c319_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e40ecb21-0cee-4a0f-87d8-1301bfb9fd3b","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"phenotypes":["obo:HP_0012758","obo:HP_0002134","obo:HP_0002151"],"sex":"Male","variant":{"id":"cggv:c9ab9363-7c0c-4274-b7af-fe63e2e0c319_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7d2ea9a2-8075-4e46-a79c-ae73185911e5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.777T>A (p.Phe259Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2027500"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32677093","type":"dc:BibliographicResource","dc:abstract":"The neurological phenotype of 3-hydroxyisobutyryl-CoA hydrolase (HIBCH) and short-chain enoyl-CoA hydratase (SCEH) defects is expanding and natural history studies are necessary to improve clinical management. From 42 patients with Leigh syndrome studied by massive parallel sequencing, we identified five patients with SCEH and HIBCH deficiency. Fourteen additional patients were recruited through collaborations with other centres. In total, we analysed the neurological features and mutation spectrum in 19 new SCEH/HIBCH patients. For natural history studies and phenotype to genotype associations we also included 70 previously reported patients. The 19 newly identified cases presented with Leigh syndrome (SCEH, n = 11; HIBCH, n = 6) and paroxysmal dystonia (SCEH, n = 2). Basal ganglia lesions (18 patients) were associated with small cysts in the putamen/pallidum in half of the cases, a characteristic hallmark for diagnosis. Eighteen pathogenic variants were identified, 11 were novel. Among all 89 cases, we observed a longer survival in HIBCH compared to SCEH patients, and in HIBCH patients carrying homozygous mutations on the protein surface compared to those with variants inside/near the catalytic region. The SCEH p.(Ala173Val) change was associated with a milder form of paroxysmal dystonia triggered by increased energy demands. In a child harbouring SCEH p.(Ala173Val) and the novel p.(Leu123Phe) change, an 83.6% reduction of the protein was observed in fibroblasts. The SCEH and HIBCH defects in the catabolic valine pathway were a frequent cause of Leigh syndrome in our cohort. We identified phenotype and genotype associations that may help predict outcome and improve clinical management.","dc:creator":"Marti-Sanchez L","dc:date":"2021","dc:title":"Delineating the neurological phenotype in children with defects in the ECHS1 or HIBCH gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32677093","rdfs:label":"P14"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"1 occurrence in gnomAD, no homozygotes, some predict deleterious"},{"id":"cggv:324ba2be-c6ce-450b-9733-c4225a87ae43_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4249d112-6327-4dd6-a55f-649c4a6c214c","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":8,"detectionMethod":"HIBCH sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"8 weeks: Not fixing or following.\n\n4 months: markedly irritable; EEG showed poorly modulated background with excessive slow activity; hypotonia, developmental delay\n\nNormal: plasma and CSF amino acids, urine amino and organic acids, transferrin isoforms, very long chain fatty acids\n\n6 months: fixing and following, smiling (non-social smile), severely hypotonic.\n\n10 months: brain MRI; cerebral atrophy with markedly delayed myelination, thinning of the corpus callosum, and markedly increased signals in the brain stem, upper pons, basal ganglia and thalami. These findings progressed, as shown in a follow-up MRI at 17 months (see Supplementary Material Fig. 1). \n\nFCL:  26% PDC activity of controls as previously reported\nETC activities were normal in liver and muscle. \n\n7 years old: non communicative, no head control and was unable to sit unsupported. She died in palliative care at the age of eight years.\n","phenotypes":["obo:HP_0012747","obo:HP_0012758","obo:HP_0002134","obo:HP_0002928"],"previousTesting":true,"previousTestingDescription":"PDHA1","sex":"Female","variant":{"id":"cggv:324ba2be-c6ce-450b-9733-c4225a87ae43_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c5842989-9714-4cde-8b47-0f5ac31305fb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.1033G>A (p.Gly345Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA204510"}},{"id":"cggv:6e3cbc71-5741-4b5f-81f9-1a978a9b21e8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.129dup (p.Gly44fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2027763"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26163321","type":"dc:BibliographicResource","dc:abstract":"3-Hydroxyisobutyryl-CoA hydrolase deficiency (HIBCHD) is a rare inborn error of the valine catabolic pathway associated with Leigh-like disease. We report a female patient who presented at the age of 5months with hypotonia, developmental delay and cerebral atrophy on MRI. Pyruvate dehydrogenase deficiency was initially suspected and decreased activity was shown in fibroblasts. Urine tandem mass spectrometry screening showed large increases in the cysteine conjugate of methacrylate previously described in HIBCHD. 3-hydroxyisobutyryl-CoA hydrolase activity in fibroblasts was below the limit of detection of the enzymatic assay and two novel HIBCH mutations were identified (c.[129dupA];[1033G>A]). Urine metabolite investigations also showed increases in 3-hydroxyisobutyryl carnitine, 2,3-dihydroxy-2-methylbutyrate and several metabolites indicating accumulation and subsequent metabolism of methacrylyl-CoA and acryloyl-CoA. The metabolites derived from acryloyl-CoA were also increased in patients with inborn errors of propionyl-CoA metabolism, indicating the involvement of a secondary propionyl-CoA pathway utilising 3-hydroxyisobutyryl-CoA hydrolase. With the exception of 3-hydroxyisobutyryl carnitine, the metabolite abnormalities were essentially the same as those observed in patients with ECHS1 mutations, a recently described disorder that also affects valine metabolism. Our findings demonstrate the benefits of urine tandem mass spectrometry screening for diagnosing HIBCH and ECHS1 defects and that propionate metabolism may play a role in their pathogenesis. These disorders should be considered during the differential diagnosis of Leigh like-diseases and hypotonia. ","dc:creator":"Peters H","dc:date":"2015","dc:title":"Metabolite studies in HIBCH and ECHS1 defects: Implications for screening."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26163321","rdfs:label":"HIBCHD patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"c.1033G>A (p.Gly345Ser) - one occurrence in gnomAD with no homozygotes (queried 4/7/21); predicted pathogenic (REVEL 0.799)\n\nHIBCH activity in cultured skin fibroblasts was below the limit of detection."},{"id":"cggv:36117a9e-bbda-4ad9-88d2-d32704cebb23_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cddb71b1-113b-4306-ada0-6756deb3e2a0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"4 months: delay in motor milestone, ataxia, loss of skills. \n9 months: episodes of eye rolling. \n11 months:  truncal ataxia and was unable to sit unsupported; dysmetria and tremor\n14 months: following 2 d of coryza and lethargy, became acutely unwell, reduced consciousness, metabolic acidosis, required intubation and ventilatory support. \n\nBlood lactate and ammonia levels were normal\n\nMR: globus pallidus and the midbrain involvement \n\nNormal activities were found for pyruvate carboxylase and pyruvate dehydrogenase.\n\nRC: reduction of complex I (patient 0.089, controls 0.104–0.268), borderline reduction of complex IV (patient 0.013, controls 0.014–0.034). \nA second muscle biopsy sample, obtained 3 mo later was normal\n\nUOA (ketotic episodes): excessive excretion of 3-hydroxybutyrate and acetoacetate and moderate excretion of lactate, 2-hydroxyisovalerate, 2-oxoisocaproate, dicarboxylic acids (C6, C8, C10), and methylmalonate, with normal levels of methylcitrate. Normal UOA when well.\n\nNormal blood and CSF lactate. ","phenotypes":["obo:HP_0002376","obo:HP_0012758","obo:HP_0008972","obo:HP_0002134","obo:HP_0012747"],"sex":"Male","variant":{"id":"cggv:36117a9e-bbda-4ad9-88d2-d32704cebb23_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b232b616-f042-4f78-b71b-9f7e01db9706","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.79-3C>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114799"}},{"id":"cggv:f129762f-5682-4073-a304-5bee577141fd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.365A>G (p.Tyr122Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114798"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17160907","type":"dc:BibliographicResource","dc:abstract":"Only a single patient with 3-hydroxyisobutyryl-CoA hydrolase deficiency has been described in the literature, and the molecular basis of this inborn error of valine catabolism has remained unknown until now. Here, we present a second patient with 3-hydroxyisobutyryl-CoA hydrolase deficiency, who was identified through blood spot acylcarnitine analysis showing persistently increased levels of hydroxy-C(4)-carnitine. Both patients manifested hypotonia, poor feeding, motor delay, and subsequent neurological regression in infancy. Additional features in the newly identified patient included episodes of ketoacidosis and Leigh-like changes in the basal ganglia on a magnetic resonance imaging scan. In cultured skin fibroblasts from both patients, the 3-hydroxyisobutyryl-CoA hydrolase activity was deficient, and virtually no 3-hydroxyisobutyryl-CoA hydrolase protein could be detected by western blotting. Molecular analysis in both patients uncovered mutations in the HIBCH gene, including one missense mutation in a conserved part of the protein and two mutations affecting splicing. A carefully interpreted acylcarnitine profile will allow more patients with 3-hydroxyisobutyryl-CoA hydrolase deficiency to be diagnosed.","dc:creator":"Loupatty FJ","dc:date":"2007","dc:title":"Mutations in the gene encoding 3-hydroxyisobutyryl-CoA hydrolase results in progressive infantile neurodegeneration."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17160907","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"-- c.365A>G (Y122C): queried gnomAD 4/7/2021, no homozygotes; AF 0.006%\n-- IVS2-3C>G: disrupts the consensus sequence for a splice acceptor site.  Thus, the significance of this particular mutation on splicing was investigated by analysis of HIBCH cDNA. Remarkably, sequence analysis revealed a heterozygous 2-bp insertion resulting from retention of the 3' end of intron 2, causing a frameshift (R27fsX50). Indeed, the intronic DNA sequence adjacent to the IVS2-3C>G mutation presented a strong homology to the consensus sequence of a splice acceptor site, with identity at 9 of 10 intronic bases. Because this sequence is preceded by a branch point\nconsensus sequence, it constitutes an alternative splice acceptor site.\n\nAdditionally, this patient had no HIBCH activity in FCL and immunoblot analysis (Figure 3) performed using an antibody against HIBCH in fibroblast lysates of patient 2 demonstrated an apparently lower expression of the HIBCH protein than was seen in controls."},{"id":"cggv:e3b94008-b272-4526-8465-b707e9b88d23_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:98a52200-f60a-423a-8fb7-1d2d2cd05ee5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"phenotypes":["obo:HP_0002134","obo:HP_0012758","obo:HP_0008972"],"sex":"Female","variant":{"id":"cggv:e3b94008-b272-4526-8465-b707e9b88d23_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f129762f-5682-4073-a304-5bee577141fd"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32677093"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32677093","rdfs:label":"P17"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Same genotype as P16"},{"id":"cggv:b907000b-8538-4a96-9ed7-20eb807454ee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:68a449d0-fddd-4a8a-92f0-2f3caf930000","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"Exons and flanking intronic sequences of the HIBCH gene were sequenced after amplification by PCR from genomic DNA. \n","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"3 months developmental regression\n8 months myoclonic jerks, 10 months recurrent generalised seizures.\n\nCerebrospinal fluid (CSF) lactate was mildly elevated at 2.2 mmol/l (reference range <2 mmol/l) at 8 months, with a normal venous blood lactate of 1.7 mmol/l (reference range < 1.8 mmol/l). A repeat CSF lactate was 3.5 mmol/l. \n\nMRI brain: abnormalities in globi pallidi and relative sparing of the thalami. Leukoencephalopathy and some generalised atrophy were also observed. \n\nDied at 3 years old..\n\nHomozygous c.950G>A;p.G317E\n\nCombined mitochondrial enzyme defects involving PDHc and multiple RC enzymes\nSkeletal muscle: 65%, 25% and 71% of the lowest control for complexes I, II + III and IV respectively\nFC: PDHc activity: 43% of the lowest control (Table 1). \n\n","phenotypes":["obo:HP_0002134","obo:HP_0002490","obo:HP_0002376","obo:HP_0008972"],"sex":"Male","variant":{"id":"cggv:b907000b-8538-4a96-9ed7-20eb807454ee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3f6512bd-2aa6-4608-8fbc-f0a72939920e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.950G>A (p.Gly317Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA198553"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24299452","type":"dc:BibliographicResource","dc:abstract":"Deficiency of 3-hydroxy-isobutyryl-CoA hydrolase (HIBCH) caused by HIBCH mutations is a rare cerebral organic aciduria caused by disturbance of valine catabolism. Multiple mitochondrial respiratory chain (RC) enzyme deficiencies can arise from a number of mechanisms, including defective maintenance or expression of mitochondrial DNA. Impaired biosynthesis of iron-sulphur clusters and lipoic acid can lead to pyruvate dehydrogenase complex (PDHc) deficiency in addition to multiple RC deficiencies, known as the multiple mitochondrial dysfunctions syndrome.","dc:creator":"Ferdinandusse S","dc:date":"2013","dc:title":"HIBCH mutations can cause Leigh-like disease with combined deficiency of multiple mitochondrial respiratory chain enzymes and pyruvate dehydrogenase."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24299452","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Homozygous c.950G>A;p.G317E, absent in gnomAD queried 4/7/21, predicted pathogenic\n\nAble to score one point given fibroblast HIBCH activity was below detectable limits (Table 1)."},{"id":"cggv:78354f69-4330-4d3e-8a7e-60bee37f9644_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:31d67abd-f9a7-4d3d-add1-82da25bfc262","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":1,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"DOL1: nystagmus, pallor, hypotonia, and poor feeding \n\nDOL 3: Brain MRI: abnormal T2 prolongation in the periventricular white matter, particularly the frontal and parietal white matter, reduced diffusivity within the superior vermis and superior cerebellar peduncles, extending to the midbrain, and an immature gyral folding pattern with under sulcation (Figure 1a–f). MRS: small lactate peak in the right basal ganglia. \n\nWorsening; repeat brain MRI worse on DOL 23 as described in Figure 1g–l as well as a lactate peak of increased amplitude on Magnetic resonance spectroscopy (MRS)\n\nDied on DOL 27. Metabolic autopsy demonstrated generalized CNS atrophy, hepatic steatosis, and left ventricular hypertrophy with aortic myxoid proliferation. \n\nHIBCH activity in patient fibroblasts was markedly reduced  (0.8 ± 0.1 nmol/(min mg), reference range 5.3–10.5 nmol/(min mg)).\n\n","phenotypes":["obo:HP_0012758","obo:HP_0002134","obo:HP_0025045"],"sex":"Female","variant":{"id":"cggv:78354f69-4330-4d3e-8a7e-60bee37f9644_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d006fafe-9984-442b-9c55-a57507421799","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.488G>T (p.Cys163Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA62630288"}},{"id":"cggv:0ccf9552-2759-4bda-8158-7432b453e150","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.852del (p.Leu284fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645369163"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32022391","type":"dc:BibliographicResource","dc:abstract":"3-Hydroxyisobutyryl-CoA dehydrogenase (HIBCH) deficiency is a rare error in valine catabolism associated with a Leigh syndrome-like phenotype, mitochondrial dysfunction, and increased C4-OH. We report the most severe case to date in a full-term female who presented with poor feeding and nystagmus on day of life (DOL) 1. Although initial neuroimaging findings were concerning for metabolic disease, further metabolic testing was nondiagnostic and she was discharged on DOL 18. She was readmitted on DOL 22 after severe apneic episodes requiring intubation, with EEG demonstrating multifocal seizures and MRI/MRS demonstrating worsening findings. Care was withdrawn DOL 27 and she expired. Rapid whole exome sequencing (WES) demonstrated compound heterozygous variants in HIBCH with a paternal pathogenic variant (c.852delA, p.L284FfsX10) and a maternal likely pathogenic variant (c.488G>T, p.C163F). Fibroblast enzymatic testing demonstrated marked reduction in HIBCH levels. This case demonstrates the importance of rapid WES and follow-up functional testing in establishing a diagnosis when metabolic disease is suspected but lacks an expected biochemical signature.","dc:creator":"D'Gama AM","dc:date":"2020","dc:title":"A phenotypically severe, biochemically \"silent\" case of HIBCH deficiency in a newborn diagnosed by rapid whole exome sequencing and enzymatic testing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32022391","rdfs:label":"Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"HIBCH activity in patient fibroblasts was markedly reduced (0.8 ± 0.1 nmol/(min mg), normal 5.3–10.5 nmol/(min mg))."},{"id":"cggv:014640d9-0846-40f4-b1c4-fff0063e1f5b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a139915f-3a35-4832-a779-5d4e25e3b697","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":2,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Since 2 months old: frequently hospitalised for persistent vomiting, anorexia, irritability, swallowing difficulties, poor feeding, psychomotor developmental delay, no language skills and developmental regression \n\n9 months old: multiple episodes of seizures and myoclonus developed. \n\nDysmorpphic: short forehead, wide palpebral fissures, epicanthal fold, synophrys, nasal bone hypoplasia, low nasal bridge, prominent philtrum groove, small mouth with cupid's bow, microcephaly, punctate anterior fontanelle, axial hypotonia, decreased tendon reflex, spastic legs (Figure 1 A and 1B) \nAlso hepatomegaly, with severe milestones growth development delay (no head control). \n\nElevated pyruvate/ lactate ratio and lactate in the blood and cerebrospinal fluid. \n\nBrain MRI: bilateral hyperintensity in the basal ganglia in DWI sequences (Figure 2A) and hypodensity in ADC sequences (Figure 2C) due to restriction. MRS revealed elevations in lactate (Figure 2C  and 2D), which were more pronounced in regions where abnormalities were seen (Figure 2A, 2B and 2F). T1 sequences (Figure 1E and 1F) showed hypointensity on basal ganglia, which enhance with contrast. \n\n","phenotypes":["obo:HP_0002376","obo:HP_0002490","obo:HP_0025045","obo:HP_0002134","obo:HP_0002151","obo:HP_0012758"],"sex":"Female","variant":{"id":"cggv:014640d9-0846-40f4-b1c4-fff0063e1f5b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:64591149-f6d6-47de-a476-41545a77e133","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.808A>G (p.Ser270Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2027493"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31523596","type":"dc:BibliographicResource","dc:abstract":"3-Hydroxyisobutyryl-coenzyme A (CoA) hydrolase deficiency (HIBCHD; MIM: #250620) is a rare autosomal recessive inborn error of metabolism caused by a defect in the HIBCH enzyme, resulting in a deficiency of the conversion of 3-hydroxy-isobutyryl-CoA to 3-hydroxy-isobutyric acid, a critical step in valine catabolism. This neurodegenerative disease of infancy is associated with hypotonia, developmental delay, cerebral atrophy and lesions in the basal ganglia on magnetic resonance imaging (MRI). In this study, we describe two unrelated patients with infantile-onset progressive neurodegenerative disease and mutations in HIBCH identified using whole exome sequencing (WES). In Case 1, WES revealed a novel homozygous variant in the ","dc:creator":"Candelo E","dc:date":"2019","dc:title":"Syndromic progressive neurodegenerative disease of infancy caused by novel variants in HIBCH: Report of two cases in Colombia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31523596","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Lowest score for this homozygous missense variant: 2 occurrences in gnomAD with no homozygotes; some predictors predict pathogenic"},{"id":"cggv:724bf6c8-b64d-4a4b-b820-bee3f53dd2ac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ba977bcd-1669-43ca-99d4-344aeb88cc34","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":0,"phenotypes":["obo:HP_0002134","obo:HP_0002151","obo:HP_0012758"],"sex":"Male","variant":{"id":"cggv:724bf6c8-b64d-4a4b-b820-bee3f53dd2ac_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:856432a3-dd76-40f1-9239-96dc08c352ec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_014362.4(HIBCH):c.353T>C (p.Phe118Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/973469"}},{"id":"cggv:d006fafe-9984-442b-9c55-a57507421799"}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32677093"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32677093","rdfs:label":"P19"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Compound het for missense variants with no functional testing performed.\n\nc.353T>C (p.Phe118Ser) has 4 occurrences in gnomAD with no homozygotes; predicted deleterious\nc.488G>T (p.Cys163Phe) has 1 occurrence in gnomAD with no homozygotes; predicted deleterious, mixed predictions of pathogenicity"},{"id":"cggv:89b474b6-e1ba-4df3-b744-732104a8f913_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a959b0fa-88d7-4fe6-b31c-1fade3f1338e","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"phenotypes":["obo:HP_0012758","obo:HP_0002134","obo:HP_0002151"],"sex":"Male","variant":{"id":"cggv:89b474b6-e1ba-4df3-b744-732104a8f913_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:856432a3-dd76-40f1-9239-96dc08c352ec"},{"id":"cggv:82daf055-a291-4327-b79e-f88611525873"}],"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32677093"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32677093","rdfs:label":"P18"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:3254dfae-a774-4b83-a652-6654383ec4e7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9f28b858-25ec-40a8-bb03-c6d79e8883a2","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"phenotypes":["obo:HP_0002151","obo:HP_0008972","obo:HP_0012758","obo:HP_0002134"],"sex":"Male","variant":{"id":"cggv:3254dfae-a774-4b83-a652-6654383ec4e7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f129762f-5682-4073-a304-5bee577141fd"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/32677093"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32677093","rdfs:label":"P16"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"queried gnomAD 4/7/2021, no homozygotes; AF 0.006%; REVEL predicted pathogenic"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26ba_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26ba_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d306ee98-eab1-4bd2-b380-e0f9e2f65590","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8a3596b2-070b-456e-95b7-6faf81710fbb","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Human protein atlas","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Protein Atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The Human Protein Atlas Atlas demonstrates that HIBCH is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000198130-HIBCH/tissue). Expression in the brain has been shown in the cerebral cortex, cerebellum, midbrain, pons, medulla, and basal ganglia. Points can be awarded as this expression profile is consistent with areas of pathology in LSS."},{"id":"cggv:6438c216-00a8-48be-a4ee-5ba871d13fcd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:368fda1b-3378-4d89-b691-8759d215e7eb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"0.5 points given shared function with one other LSS gene (ECHS1)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"0.5 points given shared function with one other LSS gene (ECHS1)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26ba_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d0f8ba86-1853-4c33-ae8a-23b3fd8304c3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:b50b48d2-f1e7-4fd6-a3ad-2306b6c24de9","type":"FunctionalAlteration","dc:description":"See Figure 1: (H) Basal oxygen consumption rates (OCRs) of 2 patient cell lines (red) versus 2 control cell lines (black) showed significantly reduced OCR and thus ATP production in patient cell lines (p=0.028) (method: Live-cell assessment of cellular bioenergetics was performed using a Seahorse XF24 extracellular flux analyzer). (I)Patient and control cell lines challenged with high extracellular valine concentrations of 5 and 50 mM =  further reduction of OCR only in the patient cells (p=0.028 for 50 mM).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27400804","type":"dc:BibliographicResource","dc:abstract":"Recessive mutations in the 3-hydroxyisobutyryl-CoA hydrolase gene (HIBCH) are associated with a rare neurodegenerative disease that affects the basal ganglia. Most patients die during infancy or early childhood. Here we describe 5 adolescent and adult patients from 2 unrelated families, who presented with a movement disorder and MRI features suggestive of Leigh syndrome.","dc:creator":"Schottmann G","dc:date":"2016","dc:title":"A movement disorder with dystonia and ataxia caused by a mutation in the HIBCH gene."},"rdfs:label":"Bioenergetic Profiling"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Done in FCL from Family A Individual IV-03 and Family B Individual II-03; both with HIBCH homozygous missense variant (c.913A>G:p.T305A).\n\nSee Figure 1: (H) Basal oxygen consumption rates (OCRs) of 2 patient cell lines (red) versus 2 control cell lines (black) showed significantly reduced OCR and thus ATP production in patient cell lines (p=0.028) (method: Live-cell assessment of cellular bioenergetics was performed using a Seahorse XF24 extracellular flux analyzer). (I)Patient and control cell lines challenged with high extracellular valine concentrations of 5 and 50 mM =  further reduction of OCR only in the patient cells (p=0.028 for 50 mM)."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26ba_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2e52de0-1b78-4dc3-9599-16a68cc8413c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ed5b8e5b-815f-4bdf-9623-63c16ab1cb92","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Severe disease","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31127358","type":"dc:BibliographicResource","dc:abstract":"The International Mouse Phenotyping Consortium (IMPC) continues to expand the catalogue of mammalian gene function by conducting genome and phenome-wide phenotyping on knockout mouse lines. The extensive and standardized phenotype screens allow the identification of new potential models for human disease through cross-species comparison by computing the similarity between the phenotypes observed in the mutant mice and the human phenotypes associated to their orthologous loci in Mendelian disease. Here, we present an update on the novel disease models available from the most recent data release (DR10.0), with 5861 mouse genes fully or partially phenotyped and a total number of 69,982 phenotype calls reported. With approximately one-third of human Mendelian genes with orthologous null mouse phenotypes described, the range of available models relevant for human diseases keeps increasing. Among the breadth of new data, we identify previously uncharacterized disease genes in the mouse and additional phenotypes for genes with existing mutant lines mimicking the associated disorder. The automated and unbiased discovery of relevant models for all types of rare diseases implemented by the IMPC constitutes a powerful tool for human genetics and precision medicine.","dc:creator":"Cacheiro P","dc:date":"2019","dc:title":"New models for human disease from the International Mouse Phenotyping Consortium."},"rdfs:label":"International Mouse Phenotyping consortium"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Homozygous knockout noted as having preweaning lethality, https://www.mousephenotype.org/data/genes/MGI:1923792"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":2913,"specifiedBy":"GeneValidityCriteria7","strengthScore":15,"subject":{"id":"cggv:10ed3a6e-7024-4fc1-b79e-454610e098a4","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:4908","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between HIBCH and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of April 14, 2021. The HIBCH gene encodes 3-hydroxyisobutyryl-CoA hydrolase which is a mitochondrial enzyme with a critical role in valine catabolism and propionate metabolism. In the valine catabolic pathway, HIBCH converts 3-hydroxyisobutyryl-CoA to free 3-hydroxyisobutyrate and 3-hydroxypropionyl-CoA to 3-hydroxypropionate. Methacrylyl-CoA and acryloyl-CoA are the metabolites converted to 3-hydroxyisobutyryl-CoA and 3-hydroxypropionyl-CoA, respectively, by the enzyme short-chain enoyl-CoA hydratase, SCEH, encoded by ECHS1 in the step immediately before HIBCH. ECHS1 variants are also associated with autosomal recessive Leigh syndrome spectrum. The exact disease mechanism has not been fully elucidated, but elevated levels of methacrylyl-CoA and acryloyl-CoA are toxic, postulated to react with exposed thiol groups and thus impair the function of multiple mitochondrial enzymes including components of the pyruvate dehydrogenase complex and the oxidative phosphorylation complexes (PMID: 24299452).\n\nThe HIBCH gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2007 (PMID: 17160907). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 13 variants in 12 cases from 8 publications (PMIDs: 31523596, 32022391, 24299452, 17160907, 32677093, 26163321, 25251209, 25591832). No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known biochemical function, expression, functional alterations in patient cells, and model organisms (PMIDs: 27977873, 25613900, 27400804, 31127358). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 14, 2021 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:079ed613-0c28-494f-9852-9baf495f26ba"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}