{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-06-29T04:36:52.756Z","role":"Publisher"},{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2023-08-03T16:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:NewCuration"},{"id":"cg:DiseaseNameUpdate"}],"evidence":[{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c15468f-2503-4e7d-9ad8-ae59668314b9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ff3717b3-8dd4-4f81-bf98-735246839b25","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The expression profile of TU15B was investigated using a\nmultiple tissue northern blot containing poly(A)+ RNA from\nvarious adult human tissues, including heart, brain, placenta,\nlung, liver, skeletal muscle, kidney and pancreas, and a second\nnorthern blot containing total RNA from lung, cerebellum, retina,\nRPE cell line ARPE-19 and RPE (Fig. 5). The blots were\nhybridized with RT–PCR cDNA probe F4R2 representing coding\nexons 2–9. A single transcript of 2.4 kb was detected in RPE\ntissue, but not in any of the other tissues tested. Isolated EST\nclones representing parts of the TU15B transcript were identified\nfrom various tissues including cerebellum, retina, melanocyte,\ncolon and breast tumour (Fig. 2) possibly indicating minor\ntranscriptional activity or ectopic expression in these tissues.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9700209","type":"dc:BibliographicResource","dc:abstract":"Vitelliform macular dystrophy (Best's disease) is an autosomal dominant, early-onset form of macular degeneration in which the primary defect is thought to occur at the level of the retinal pigment epithelium. Genetic linkage has mapped the disease locus to chromosome 11q12-q13.1 within a 980 kb interval flanked by markers at loci D11S4076 and uteroglobin. To identify the disease gene, we systematically characterized genes from within the critical region and analysed the coding regions for mutations in 12 patients from large multigeneration Best's disease families. Following this approach, we identified a novel gene of unknown function carrying heterozygous mutations in all 12 probands. Of these, 10 result in distinct missense mutations of amino acids that are highly conserved throughout evolution, spanning a phylogenetic distance from Caenorhabditis elegans to human, and include V9M, A10T, W24C, R25Q, R218Q, Y227N, Y227C, V235M, P297A and F305S. One deletion mutation, DeltaI295, was found in two families and segregates with the disease in both cases. Northern blot analysis reveals tissue-specific expression for this gene, exclusively in the retinal pigment epithelium. In conclusion, our data provide strong evidence that mutations in the gene that we have identified cause Best's disease.","dc:creator":"Marquardt A","dc:date":"1998","dc:title":"Mutations in a novel gene, VMD2, encoding a protein of unknown properties cause juvenile-onset vitelliform macular dystrophy (Best's disease)."},"rdfs:label":"Marquardt_ExpressionA"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Expression is restricted to only the RPE and not any of the other tissues. Additionally, the Gtex database shows that BEST1 RNA and protein are highly expressed in the retina. "}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d148ddbf-746c-4683-ac13-f91f23e4518e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:386d4982-7a88-4f51-8bd7-0c3b5db47b83","type":"FunctionalAlteration","dc:description":"As a general theme, we found that the mutants analyzed either failed to traffic to the cell membrane or showed reduced efficiency to incorporate into the cell membrane, with exception of mutation R218C, which was targeted to the plasma membrane in a manner similar to the wild type protein. A refined colocalization analysis with various subcellular markers revealed that the mutants L21V, R92S, L224M and F305S were partially retained in the Golgi complex, the endoplasmic reticulum and in the early endosomes. This suggests that mutant bestrophin-1 proteins are synthesized in the ER and move to the Golgi complex where they fail to undergo further processing. To further investigate the properties of the disease-associated bestrophin-1 mutations, anion conductance was measured by halide-sensitive YFP I152L assays in transfected HEK-293 cells. As a main observation we found that all mutant bestrophin-1 led to a strongly reduced increase in Ca2+-dependent anion permeability; the observed I– quenches were significantly smaller than those seen with wild-type bestrophin-1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21878505","type":"dc:BibliographicResource","dc:abstract":"Bestrophin-1, an integral membrane protein encoded by the BEST1 gene, is localized predominantly to the basolateral membrane of the retinal pigment epithelium. Mutations in the BEST1 gene have been associated with Best vitelliforme macular dystrophy (BMD), a central retinopathy with autosomal dominant inheritance and variable penetrance. Over 120 disease-causing mutations are known, the majority of which result in amino acid substitutions within four mutational hot-spot regions in the highly conserved N-terminal half of the protein. Although initially thought to impair Cl⁻ channel function, the molecular pathology of BEST1 mutations is still controversial. We have analyzed the subcellular localization of 13 disease-associated BEST1 mutant proteins in polarized MDCK II cells, an established model of apical to basolateral protein sorting. Immunostaining demonstrated that nine of the 13 mutant proteins failed to integrate into the cell membrane. The defective proteins were predominantly retained in the cytoplasm, whereas wild-type bestrophin-1 revealed cell membrane localization. Functional analysis of I⁻ fluxes in HEK-293 cells showed that all mutants exhibited a significant reduction in anion conductance. Our data indicate that defective intracellular trafficking could be a common cause of BMD accompanied by impaired anion conductance, representing a loss of anion channel function that is probably due to mistargeting of mutant protein.","dc:creator":"Milenkovic VM","dc:date":"2011","dc:title":"Disease-associated missense mutations in bestrophin-1 affect cellular trafficking and anion conductance."},"rdfs:label":"Milenkovic_FunctionalAlteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:322ad335-6e06-4e94-9498-0059197fff66","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6a4afcb0-a07e-49d0-9769-890bdd0eb9c2","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"BV: Ca2+-dependent Cl− current measured at 1.2 μM [Ca2+]i by whole-cell patch clamp significantly increased from 24 to 48 hours, and in a dose-dependent manner at 48 hours post infection (Fig. 5b–e). A complete rescue of the Cl− current at peak [Ca2+]i was observed at 48 hours post infection with a minimum MOI of 100 (Fig. 5c–e, and Supplementary Fig. S5),\nwhere Ca2+-dependent Cl− currents in a full range of [Ca2+]is were also fully restored (Fig. 5d). Consistently, Ca2+-dependent Cl− currents in the other five patient-derived iPSC-RPEs were all rescued to a similar level under the same conditions (Fig. 5f–k), regardless of the type or level of deficiency in the endogenous BEST1 function. Immunoblotting results showed that the exogenous BEST1 expression level is comparable to that of the endogenous\nBEST1 (Supplementary Fig. S4). Taken together, we concluded that the defect of Ca2+-dependent Cl− conductance caused by BEST1 loss-of-function mutations, either dominant or recessive, is rescuable by BV-mediated supplementation of the WT BEST1 gene with the same dosage and time course. \n\nAAV: Consistent with the results from BV-mediated augmentation, Ca2+-dependent Cl− currents were restored after AAV infection in iPSC-RPEs bearing either a dominant or recessive BEST1 mutation (Fig. 5i), providing a proof-of-concept for curing BEST1-associated retinal degenerative diseases in both dominant and recessive cases by AAV-mediated gene augmentation.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31836750","type":"dc:BibliographicResource","dc:abstract":"BEST1 is a Ca","dc:creator":"Ji C","dc:date":"2019","dc:title":"Investigation and Restoration of BEST1 Activity in Patient-derived RPEs with Dominant Mutations."},"rdfs:label":"Ji_Rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1.5,"dc:description":"Increased score due to multiple rescue methods (BV and AAV) and inclusion of HEK-293 and  subcellular localization experiments demonstrating functional impact of mutations. \n"},{"id":"cggv:4f7404bb-3932-4201-b275-7736a0fcc2d1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:57ce692c-0459-4d79-be31-607986c86d0d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The mice reconstitute several of the hallmark symptoms of BVMD. These are a deficit in the LP (Fig. 3), serous/debris-filled retinal detachments (Figs 4 and 5), and accumulation of lipofuscin\nin RPE cells (Fig. 6).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20053664","type":"dc:BibliographicResource","dc:abstract":"Mutations in BEST1, encoding bestrophin-1 (Best1), cause Best vitelliform macular dystrophy (BVMD), a dominantly inherited macular degeneration characterized by a diminished electrooculogram light peak (LP), lipofuscin in retinal pigment epithelial cells (RPE), and fluid- and debris-filled retinal detachments. To understand the pathogenesis of BVMD we generated knock-in mice carrying the BVMD-causing mutation W93C in Best1. Both Best1(+/W93C)and Best1(W93C/W93C) mice had normal ERG a- and b-waves, but exhibited an altered LP luminance response reminiscent of that observed in BVMD patients. Morphological analysis identified fluid- and debris-filled retinal detachments in mice as young as 6 months of age. By 18-24 months of age Best1(+/W93C)and Best1(W93C/W93C) mice exhibited enhanced accumulation of lipofuscin in the RPE, and a significant deposition of debris composed of unphagocytosed photoreceptor outer segments and lipofuscin granules in the subretinal space. Although Best1 is thought to function as a Ca(2+)-activated Cl(-) channel, RPE cells from Best1(W93C) mice exhibited normal Cl(-) conductances. We have previously shown that Best1(-/-) mice exhibit increased [Ca(2+)](i) in response to ATP stimulation. However, ATP-stimulated changes in [Ca(2+)](i) in RPE cells from Best1(+/W93C) and Best1(W93C/W93C) mice were suppressed relative to Best1(+/+) littermates. Based on these data we conclude that mice carrying the Best1(W93C) mutation are a valid model for BVMD. Furthermore, these data suggest that BVMD is not because of Best1 deficiency, as the phenotypes of Best1(+/W93C) and Best1(W93C/W93C) mice are distinct from that of Best1(-/-) mice with regard to lipofuscin accumulation, and changes in the LP and ATP Ca(2+) responses.","dc:creator":"Zhang Y","dc:date":"2010","dc:title":"Suppression of Ca2+ signaling in a mouse model of Best disease."},"rdfs:label":"Zhang_Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"- Upscored due to the knock-in mice recapitulating many of the phenotypes seen in human BVMD patients. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5},{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8635,"specifiedBy":"GeneValidityCriteria9","strengthScore":17.5,"subject":{"id":"cggv:a4d7793e-6029-42d8-9cc0-a77629d612ac","type":"GeneValidityProposition","disease":"obo:MONDO_0700238","gene":"hgnc:12703","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*BEST1* (also referred to in the literature as *VMD2* or *TU15B*) was first reported in relation to autosomal dominant inheritance of Best vitelliform macular dystrophy (BVMD) in 1998 (Petrukhin et al., PMID: 9662395). Disease-causing *BEST1* mutations are also associated with autosomal dominant vitreoretinochoroidopathy (ADVIRC) and autosomal recessive bestrophinopathy (ARB). Per criteria outlined by the ClinGen Lumping & Splitting Working Group, the phenotype of cases diagnosed with vitelliform macular dytrophy or other forms of BEST1-related dominant retinopathy has been found to represent a distinct disease entity from cases diagnosed with vitreoretinochoroidopathy (AD) or  bestrophinopathy (AR). Therefore, this curation has focused on BEST1-related dominant retinopathy, while the gene will undergo separate curations for BEST1-related vitreoretinochoroidopathy and BEST1-related recessive retinopathy.\n\nThis curation has included twenty variants (17 missense, 1 in-frame deletion, 1 nonsense and 1 frameshift) that have been reported in twenty probands in nine publications (PMIDs: 10331951, 16754206, 9700209, 10617923, 14517959, 27193166, 10854112, 25082885, 31836750). Segregation data have also been scored from three families showing co-segregation of *BEST1* with BVMD (PMID: 10617923, PMID: 9700209, PMID: 16754206). The mechanism of pathogenicity appears to be dominant negative, primarily through mislocalization of the BEST1 protein and a reduction in anion conductance in the RPE.\n\nThis gene-disease association is also supported by experimental evidence that *BEST1* mRNA and BEST1 protein expression are restricted to the RPE layer of the retina (PMID: 9700209 and PMID: 29022597). Two functional alteration experiments, one conducted in patient cells and one conducted in HEK-293 cells, show that *BEST1* mutations result in mislocalization of the mature protein in the cell and strongly reduced anion permeability (PMID: 21878505, PMID: 32111077). A *BEST1* (+/W93C) knock-in mouse model was shown to recapitulate many of the features of BVMD seen in human patients, including an abnormal LP luminance-response function, accumulation of lipofuscin in RPE cells, and the formation of fluid- and debris-filled retinal detachments (PMID: 20053664).\n\nIn summary, *BEST1* is definitively associated with BEST1-related dominant retinopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time without the emergence of contradictory evidence. This classification was approved by the ClinGen Retina GCEP on August 3rd, 2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:487a42cc-7dd0-4991-ac9d-1346f59073c0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}