{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-12-12T22:36:45.220Z","role":"Publisher"},{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2022-08-01T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/20970105","type":"dc:BibliographicResource","dc:abstract":"In human mitochondria, polyadenylation of mRNA, undertaken by the nuclear-encoded mitochondrial poly(A) RNA polymerase, is essential for maintaining mitochondrial gene expression. Our molecular investigation of an autosomal-recessive spastic ataxia with optic atrophy, present among the Old Order Amish, identified a mutation of MTPAP associated with the disease phenotype. When subjected to poly(A) tail-length assays, mitochondrial mRNAs from affected individuals were shown to have severely truncated poly(A) tails. Although defective mitochondrial DNA maintenance underlies a well-described group of clinical disorders, our findings reveal a defect of mitochondrial mRNA maturation associated with human disease and imply that this disease mechanism should be considered in other complex neurodegenerative disorders.","dc:creator":"Crosby AH","dc:date":"2010","dc:title":"Defective mitochondrial mRNA maturation is associated with spastic ataxia."},"evidence":[{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5f1bcc31-8d95-41ea-ae68-75a9b261aec1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d8078ee-ae49-42ce-8920-1c0f01df88d7","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"MTPAP contributes to the regulation of mitochondrial gene expression through the polyadenylation of mitochondrially-encoded mRNAs. Mammalian mitochondrial (mt) mRNAs have short poly(A) tails at their 3' termini that are post-transcriptionally synthesized by mt poly(A) polymerase (PAP). The polyadenylation of mt mRNAs is known to be a key process needed to create UAA stop codons that are not encoded in mtDNA. In some cases, polyadenylation is required for the tRNA maturation by editing of its 3' terminus. According to the ICMD, MTPAP is included in a group of genes involved in disorders of mitochondrial transcript processing and modification. More than 10 of these genes have also been linked to mitochondrial disease: POLRMT, PNPT1, TFAM, TRMT10C, HSD17B10, PRORP, ELAC2, PUS1, PDE12, TRNT1, MTFMT, NSUN3, GTPBP3, MTO1, TRIT1, TRMT5, TRMU, THG1L","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"mitochondrial transcript processing & modification"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"scored according to rubric; >10 genes"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d509d2bc-d5c2-42d3-bfb2-37e485897b68","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:09ddb777-e7c8-4075-8f01-cddfaaab75d4","type":"FunctionalAlteration","dc:description":"Used siRNA to knockdown hmtPAP in HeLa cells. Knocking down hmtPAP severely reduces the steady state levels of mt mRNAs and their translational products, including a marked decrease in the steady state levels of the mt mRNAs for CO1, CO2, CO3, and ATP6 but no change in ND3 (Fig. 3). Western blotting also showed that knockdown of hmtPAP markedly reduced the steady state levels of mt encoded proteins (CO1 and CO2) but had no effect on the levels of nuclear encoded mt proteins (CO4 and HSP60) or the cytosolic β-actin protein. hmtPAP knockdown also results in mitochondrial dysfunction, including abnormally granularly shaped mitochondria with fragmentation of the meshwork. The mitochondrial membrane potential in knockdown cells was also severely decreased, and a 50% decrease in oxygen consumption was observed. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15769737","type":"dc:BibliographicResource","dc:abstract":"Mammalian mitochondrial (mt) mRNAs have short poly(A) tails at their 3' termini that are post-transcriptionally synthesized by mt poly(A) polymerase (PAP). The polyadenylation of mt mRNAs is known to be a key process needed to create UAA stop codons that are not encoded in mtDNA. In some cases, polyadenylation is required for the tRNA maturation by editing of its 3' terminus. However, little is known about the functional roles the poly(A) tail of mt mRNAs plays in mt translation and RNA turnover. Here we show human mt PAP (hmtPAP) and human polynucleotide phosphorylase (hPNPase) control poly(A) synthesis in human mitochondria. Partial inactivation of hmtPAP by RNA interference using small interfering RNA in HeLa cells resulted in shortened poly(A) tails and decreased steady state levels of some mt mRNAs as well as their translational products. Moreover, knocking down hmtPAP generated markedly defective mt membrane potentials and reduced oxygen consumption. In contrast, knocking down hPNPase showed significantly extended poly(A) tails of mt mRNAs. These results demonstrate that the poly(A) length of human mt mRNAs is controlled by polyadenylation by hmtPAP and deadenylation by hPNPase, and polyadenylation is required for the stability of mt mRNAs.","dc:creator":"Nagaike T","dc:date":"2005","dc:title":"Human mitochondrial mRNAs are stabilized with polyadenylation regulated by mitochondria-specific poly(A) polymerase and polynucleotide phosphorylase."},"rdfs:label":"KD in HeLa cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"disrupted expression of mitochondrial proteins and mitochondrial dysfunction due to KD in HeLa cells"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3c9d9793-ab8d-41cb-a14a-7da090551a6e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:be44bab1-ecb7-4103-b7fd-a616b10d499f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockout mouse strain from KOMP (C57BL/6N-Mtpaptm1.1(KOMP)Vlcg/MbpCrl). The overall morphology and developmental progress of homozygous knockout embryos were assessed by crossing heterozygous males and females. KO embryos showed early embryonic lethality, with developmental arrest at E6.5-E8.5 (Fig. 8). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32376682","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are essential for energy production and although they have their own genome, many nuclear-encoded mitochondrial ribosomal proteins (MRPs) are required for proper function of the organelle. Although mutations in MRPs have been associated with human diseases, little is known about their role during development. Presented here are the null phenotypes for 21 nuclear-encoded mitochondrial proteins and in-depth characterization of mouse embryos mutant for the Mrp genes ","dc:creator":"Cheong A","dc:date":"2020","dc:title":"Nuclear-encoded mitochondrial ribosomal proteins are required to initiate gastrulation."},"rdfs:label":"KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"early embryonic lethality in KO mouse with failure of developmental progression; biallelic LOF is likely lethal in humans"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6.5},{"id":"cggv:b192fb71-811e-4553-a33e-698b2f7af096_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b192fb71-811e-4553-a33e-698b2f7af096","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":37,"allele":[{"id":"cggv:fbbd6fa4-69fe-4dd4-905e-3c1cca038554","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018109.4(MTPAP):c.833G>T (p.Arg278Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376422341"}},{"id":"cggv:ac1b81cd-0b17-44f5-8315-7413f840d115","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018109.4(MTPAP):c.1531C>T (p.Gln511Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376434564"}}],"detectionMethod":"WES, focused on 167 known mitochondrial-related nuclear genes\nSanger confirmation of variants\nconfirmed compound het","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"gait disturbance at the age of 1 year and 6 months. At 28 years, scoliosis, equinus foot, and paresthesia were present, and he could not walk. Sensory-dominant axonal polyneuropathy was revealed by NCS (Table 1), and he had skin acne through the lumbar region from the head. Low levels of vitamin B12 (70 ng/mL; normal: 180–914 ng/mL) and folate (1.3 ng/mL; normal: > 3 ng/mL) were revealed in laboratory  investigations, but the intrinsic factor antibody and gastric parietal cell antibody were negative. An upper gastrointestinal endoscopy showed only atrophic gastritis. Patchy T2 hyperintensities in the white matter of the temporal and occipital lobes (Fig. 3c) were revealed by brain MRI. ","phenotypes":["obo:HP_0001061","obo:HP_0001762","obo:HP_0001288","obo:HP_0001271","obo:HP_0005263","obo:HP_0002500","obo:HP_0002505","obo:HP_0003401"],"previousTesting":true,"previousTestingDescription":"mutation negative in the prescreening of the known Charcot–Marie–Tooth disease-causing genes, exclusion of PMP22 duplication or deletion mutation","sex":"Male","variant":[{"id":"cggv:67cf8c41-e4ab-4e9f-8800-b3fd9034cd2a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:ac1b81cd-0b17-44f5-8315-7413f840d115"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35235001","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial disorders are a group of clinically and genetically heterogeneous multisystem disorders and peripheral neuropathy is frequently described in the context of mutations in mitochondrial-related nuclear genes. This study aimed to identify the causative mutations in mitochondrial-related nuclear genes in suspected hereditary peripheral neuropathy patients. We enrolled a large Japanese cohort of clinically suspected hereditary peripheral neuropathy patients who were mutation negative in the prescreening of the known Charcot-Marie-Tooth disease-causing genes. We performed whole-exome sequencing on 247 patients with autosomal recessive or sporadic inheritance for further analysis of 167 mitochondrial-related nuclear genes. We detected novel bi-allelic likely pathogenic/pathogenic variants in four patients, from four mitochondrial-related nuclear genes: pyruvate dehydrogenase beta-polypeptide (PDHB), mitochondrial poly(A) polymerase (MTPAP), hydroxyacyl-CoA dehydrogenase/3-ketoacyl-CoA thiolase/enoyl-CoA hydratase, beta subunit (HADHB), and succinate-CoA ligase ADP-forming beta subunit (SUCLA2). All these patients showed sensory and motor axonal polyneuropathy, combined with central nervous system or multisystem involvements. The pathological analysis of skeletal muscles revealed mild neurogenic changes without significant mitochondrial abnormalities. Targeted screening of mitochondria-related nuclear genes should be considered for patients with complex hereditary axonal polyneuropathy, accompanied by central nervous system dysfunctions, or with unexplainable multisystem disorders.","dc:creator":"Hiramatsu Y","dc:date":"2022","dc:title":"Complex hereditary peripheral neuropathies caused by novel variants in mitochondrial-related nuclear genes."}},{"id":"cggv:89773a97-31f6-4abc-bec2-4f0719140822_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:fbbd6fa4-69fe-4dd4-905e-3c1cca038554"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/35235001"}],"rdfs:label":"Hiramatsu patient 2"},{"id":"cggv:89773a97-31f6-4abc-bec2-4f0719140822","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:89773a97-31f6-4abc-bec2-4f0719140822_variant_evidence_item"},{"id":"cggv:89773a97-31f6-4abc-bec2-4f0719140822_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"located in the nucleotidyltransferase (NT) domain of poly(A) polymerases and terminal uridylyl transferases (Fig. 1j); no other variants have been reported in this domain"}],"strengthScore":0.1,"dc:description":"0.1 (other)"},{"id":"cggv:67cf8c41-e4ab-4e9f-8800-b3fd9034cd2a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:67cf8c41-e4ab-4e9f-8800-b3fd9034cd2a_variant_evidence_item"},{"id":"cggv:67cf8c41-e4ab-4e9f-8800-b3fd9034cd2a_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"No","dc:description":"located in the last exon, so NMD not expected; downstream of functional domains but one downstream missense has been reported"}],"strengthScore":1,"dc:description":"1.5 (null) -0.5 (NMD escape) "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1b6963bf-7b44-4cc7-ac6c-336a12d32129_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1b6963bf-7b44-4cc7-ac6c-336a12d32129","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":1,"allele":{"id":"cggv:f5957431-09fb-46b2-b6fe-eea9327ed115","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018109.4(MTPAP):c.1153A>T (p.Ile385Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376436358"}},"detectionMethod":"proband only WES with Sanger confirmation\nParental sequencing was consistent with biallelic inheritance","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"hypotonia, stridor, feeding difficulties, failure to thrive, tracheostomy, microcephaly, severe psychomotor delay, progressive dystonia, diminished reflexes, electrophysiology consistent with axonal neuropathy\nCSF examination at age 2 months revealed an increased number of lymphocytes (16/μl) and increased total neopterin (1074nmol/L, range 7 – 65nmol/L).\nbrain MRI: Brain imaging in all three individuals demonstrated diffusely increased signal on T2 weighted imaging in the cerebral white matter, and swelling of the frontal and anterior temporal white matter (Figure 1). There was cystic dilatation of the temporal horns of the lateral ventricles, and the cortex overlying the swollen white matter was stretched and smooth with frontal and perisylvian polymicrogyria. Susceptibility weighted imaging demonstrated multifocal areas of hypointensity representing mineralisation that is most likely to be calcification. \nCT scanning in P3 at age 2 months demonstrated multiple foci of calcification in the white matter and basal ganglia bilaterally. ","phenotypes":["obo:HP_0002126","obo:HP_0001265","obo:HP_0002500","obo:HP_0010307","obo:HP_0011968","obo:HP_0001332","obo:HP_0000252","obo:HP_0001508","obo:HP_0002514","obo:HP_0001263","obo:HP_0003477","obo:HP_0001252"],"previousTesting":false,"sex":"Male","variant":{"id":"cggv:5f15bd9e-c45e-4f62-86c0-d43a5ba03344_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f5957431-09fb-46b2-b6fe-eea9327ed115"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31779033","type":"dc:BibliographicResource","dc:abstract":"A homozygous founder mutation in ","dc:creator":"Van Eyck L","dc:date":"2020","dc:title":"Biallelic Mutations in MTPAP Associated with a Lethal Encephalopathy."}},"rdfs:label":"Van Eyck P3, family F432"},{"id":"cggv:5f15bd9e-c45e-4f62-86c0-d43a5ba03344","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:5f15bd9e-c45e-4f62-86c0-d43a5ba03344_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"0.1 (other) x2 (hom)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:bf3bc241-f12b-452e-9e23-2aea30cc78b7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:bf3bc241-f12b-452e-9e23-2aea30cc78b7","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":3,"allele":[{"id":"cggv:c11a5dcd-b063-459c-ab21-a1b1da71bac4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018109.4(MTPAP):c.1283T>C (p.Ile428Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376435149"}},{"id":"cggv:16c9bacc-dfa1-477a-ac65-92445a3299d2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018109.4(MTPAP):c.1567C>T (p.Arg523Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376434433"}}],"detectionMethod":"trio WES with Sanger confirmation","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"polyhydramnios, mild bilateral ventriculomegaly, neonatal respiratory distress, hypotonia, dystonic posturing, irritability, neurological deterioration, spasmodic extensor posturing, stridor\nCSF examination on day 16 showed raised protein of 3.06g/L and minimally raised lactate of 3mmol/L (normal < 2.8). Repeat CSF examination on day 21 showed raised protein of 1.08g/L, a lactate of 1.8mmol/L (normal)\nbrain MRI: Brain imaging in all three individuals demonstrated diffusely increased signal on T2 weighted imaging in the cerebral white matter, and swelling of the frontal and anterior temporal white matter (Figure 1). There was cystic dilatation of the temporal horns of the lateral ventricles, and the cortex overlying the swollen white matter was stretched and smooth with frontal and perisylvian polymicrogyria. Susceptibility weighted imaging demonstrated multifocal areas of hypointensity representing mineralisation that is most likely to be calcification. \nPost mortem examination of P1 confirmed diffuse CNS white matter disease extending into the brainstem with absence of myelination, diffuse gliosis with a loose fibrillar, almost oedematous background and patchy macrophage collections. In addition, widespread focal calcification was confirmed microscopically, which appeared to arise in vessel adventitia. Nerves leaving the CNS were normally myelinated.\nbiochem: Respiratory chain enzymes activities (CI, II, III and IV) assessed in fibroblasts from P1 and P2 were normal in both (Figure e4). \n","phenotypes":["obo:HP_0002514","obo:HP_0010307","obo:HP_0002119","obo:HP_0000737","obo:HP_0002098","obo:HP_0012447","obo:HP_0002500","obo:HP_0002171","obo:HP_0001252","obo:HP_0001561","obo:HP_0002126"],"previousTesting":true,"previousTestingDescription":"A microarray analysis was normal, as was Sanger sequencing of the seven genes known to be responsible for Aicardi-Goutières syndrome (AGS), and of the subunits of EIF2B (vanishing white matter disease). ","sex":"Female","variant":[{"id":"cggv:10158821-0da0-42a3-96cd-70744fcbbe1b_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:16c9bacc-dfa1-477a-ac65-92445a3299d2"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31779033"},{"id":"cggv:3e8c1337-b127-410c-9333-dc2af358fe51_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c11a5dcd-b063-459c-ab21-a1b1da71bac4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31779033"}],"rdfs:label":"Van Eyck P1, family F664"},{"id":"cggv:3e8c1337-b127-410c-9333-dc2af358fe51","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3e8c1337-b127-410c-9333-dc2af358fe51_variant_evidence_item"},{"id":"cggv:3e8c1337-b127-410c-9333-dc2af358fe51_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Homology modelling performed on the most conserved variant I428T predicts a structural change around the helix at alpha12 (Figure e3). Does not interfere with normal expression of the MTPAP protein (Figure 1M). Compared to controls, cells from P1 and P2 showed a higher proportion of RNA14 mRNA that was oligoadenylated or un-adenylated (Figure 2A), indicating a polyadenylation defect. Analysis of de novo mitochondrial protein synthesis showed altered expression of mitochondrial proteins similar to that observed in Amish patients(decreased CytB, ND1, COX2, COX3; increased ND5). No radiosensitivity or altered ROS homeostasis. "}],"strengthScore":1,"dc:description":"0.1 (other) +0.4 (polyadenylation defect) +0.4 (mito protein expression defect) "},{"id":"cggv:10158821-0da0-42a3-96cd-70744fcbbe1b","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10158821-0da0-42a3-96cd-70744fcbbe1b_variant_evidence_item"},{"id":"cggv:10158821-0da0-42a3-96cd-70744fcbbe1b_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":" Does not interfere with normal expression of the MTPAP protein (Figure 1M). Compared to controls, cells from P1 and P2 showed a higher proportion of RNA14 mRNA that was oligoadenylated or un-adenylated (Figure 2A), indicating a polyadenylation defect. Analysis of de novo mitochondrial protein synthesis showed altered expression of mitochondrial proteins similar to that observed in Amish patients(decreased CytB, ND1, COX2, COX3; increased ND5). No radiosensitivity or altered ROS homeostasis."}],"strengthScore":1,"dc:description":"0.1 (other) +0.4 (polyadenylation defect) +0.4 (mito protein expression defect)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:4eae0980-2791-4017-affb-fe01b449fbf1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:4eae0980-2791-4017-affb-fe01b449fbf1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":27,"allele":{"id":"cggv:4fe76ad2-b78c-4ca0-a838-ea72270c9555","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018109.4(MTPAP):c.1432A>G (p.Asn478Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA113782"}},"detectionMethod":"linkage analysis and sequencing of genes in linkage interval","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"walked at 12 months (tiptoed until age 3), talked at 3 years (speech abnormal at onset), optic atrophy, emotional liability, dysarthria, increased tone in upper and lower limbs, diminished reflexes, mute plantars, limb ataxia, gait ataxia\nbiochem: fibroblasts from a homozygous affected individual (unspecified) showed reduced activity of complex I (~50% of WT) and IV (~40% of WT) but no change in complex V (PMID 25008111; Wilson et al. 2014)","phenotypes":["obo:HP_0001251","obo:HP_0001276","obo:HP_0000648","obo:HP_0001265","obo:HP_0001260","obo:HP_0000750"],"previousTesting":false,"secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:9c668531-89a6-47a5-8876-14ce17ff6ac1_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4fe76ad2-b78c-4ca0-a838-ea72270c9555"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20970105"},"rdfs:label":"Crosby IX-2"},{"id":"cggv:9c668531-89a6-47a5-8876-14ce17ff6ac1","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c668531-89a6-47a5-8876-14ce17ff6ac1_variant_evidence_item"},{"id":"cggv:9c668531-89a6-47a5-8876-14ce17ff6ac1_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Mitochondrial poly(A) tail (MPAT) assay revealed a profound effect on polyadenylation associated with homozygosity of the sequence variant in all affected cases. Polyadenylation in both carrier parents appeared to be normal. (Fig. 2). PMID 25008111 (Wilson et al. 2014): Confirmed polyadenylation defect in skin fibroblast cell lines and further showed perturbation of de novo mitochondrial protein synthesis. In the homozygous p.N478D lines, a substantial decrease was apparent in the mitochondrially encoded proteins of the respiratory chain, ND1, a component of complex I and COX1–3, members of complex IV. NDUFB8, although nuclear encoded, was also present at decreased steady-state levels. No decreased in complex II. Analysis of the fully assembled OXPHOS complexes by blue native gels (Fig. 1C) reflected the severe decrease seen in components of complexes I and IV. Decreases in transcript polyadenylation and in respiratory chain complexes were effectively rescued by overexpression of wild-type mtPAP. Both mutated and wild-type mtPAP localized to the mitochondrial RNA-processing granules. In vitro polyadenylation assays revealed severely compromised activity by the mutated protein, which generated only short oligo(A) extensions on RNA substrates. PMID 24651433 (Martin et al. 2014): Lymphoblastoid cell lines from affected individuals in a different Amish family also homozygous for the variant showed delayed DNA repair, increased levels of DNA double-strand breaks, increased reactive oxygen species (ROS), and increased cell death after irradiation. Transfection of WT mtPAP rescued radiosensitivity and DNA repair defects. "}],"strengthScore":1.5,"dc:description":"1.5 (first instance of founder other variant with strong functional support) x2 (hom)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9b9c6eb8-7024-458e-b15b-224a9401cc5c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9b9c6eb8-7024-458e-b15b-224a9401cc5c","type":"Proband","allele":{"id":"cggv:efdb55d1-ce76-47ad-b6ae-ea986fcdbc34","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_018109.4(MTPAP):c.1468G>T (p.Val490Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16043676"}},"detectionMethod":"WES. Parents were heterozygous.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Developmental delay and regression at 8 months of age, central hypotonia, short stature, failure to thrive, cerebellar atrophy, absence-like episodes, and hip dislocation.","phenotypes":["obo:HP_0002376","obo:HP_0004322","obo:HP_0001252","obo:HP_0001263","obo:HP_0001272","obo:HP_0001508","obo:HP_0002827"],"previousTesting":false,"sex":"UnknownEthnicity","variant":{"id":"cggv:dcceb5a2-4dc6-43c8-af38-b6f10dac32d3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:efdb55d1-ce76-47ad-b6ae-ea986fcdbc34"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27391121","type":"dc:BibliographicResource","dc:abstract":"This study reports on the use of whole exome sequencing (WES) to diagnose children with inborn errors of metabolism and other disorders in United Arab Emirates.","dc:creator":"Al-Shamsi A","dc:date":"2016","dc:title":"Whole exome sequencing diagnosis of inborn errors of metabolism and other disorders in United Arab Emirates."}},"rdfs:label":"Al-Shamsi MTPAP patient"},{"id":"cggv:dcceb5a2-4dc6-43c8-af38-b6f10dac32d3","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:dcceb5a2-4dc6-43c8-af38-b6f10dac32d3_variant_evidence_item"}],"strengthScore":0.1,"dc:description":"0.1 (other) x2 (hom)"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5}],"evidenceStrength":"Definitive","sequence":5423,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.5,"subject":{"id":"cggv:5133dc43-dabc-4455-b558-0dd7e2d0b48f","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:25532","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between *MTPAP* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of August 1, 2022. The *MTPAP* gene encodes mitochondrial poly(A) polymerase, which functions in mitochondrial transcript processing and modification. \n\nThe *MTPAP* gene was first reported in relation to autosomal recessive primary mitochondrial disease in 2010 (PMID: 20970105), when a a founder variant, c.1432A>G (p.Asn478Asp), was identified in the Old Order Amish population. While various names have been given to the constellation of features seen in those with *MTPAP*-related disease, including autosomal recessive spastic ataxia 4 (SPAX4) (MIM 613672) in  additional to other mitochondrial disorders, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MTPAP* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.  Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included seven unique variants (six missense variants and one stop-gained variant) identified in five individuals from four publications (PMIDs: 20970105, 31779033, 35235001, 27391121). The mechanism of disease appears to be loss of function. This gene-disease relationship is also supported by a biochemical function (mitochondrial translation) shared with other genes associated with primary mitochondrial disease, early embryonic lethality and failure of developmental progression in a knockout mouse model, and disrupted expression of mitochondrial proteins and mitochondrial dysfunction following gene knockdown in HeLa cells (PMIDs: 33340416, 32376682, 15769737).\n\nIn summary, there is definitive evidence to support the relationship between *MTPAP* and autosomal recessive primary mitochondrial disease. This relationship has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on August 1, 2022 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:ffdfbc2d-29c5-4077-a871-940abdb27cb7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}