{"id":"cggv:14ad3d43-a07b-4420-bc18-f10e71b5f974v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:14ad3d43-a07b-4420-bc18-f10e71b5f974_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-11-17T16:08:57.262Z","role":"Publisher"},{"id":"cggv:14ad3d43-a07b-4420-bc18-f10e71b5f974_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-03-06T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"evidence":[{"id":"cggv:14ad3d43-a07b-4420-bc18-f10e71b5f974_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:14ad3d43-a07b-4420-bc18-f10e71b5f974_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:14ad3d43-a07b-4420-bc18-f10e71b5f974_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a842594e-3303-4aee-8b2c-3bdbb2eea164","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0e62360e-631e-4ab4-9716-85d251ce87bc","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"\tStructural modelling of complex I","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27509854","type":"dc:BibliographicResource","dc:abstract":"Complex I (NADH:ubiquinone oxidoreductase), one of the largest membrane-bound enzymes in the cell, powers ATP synthesis in mammalian mitochondria by using the reducing potential of NADH to drive protons across the inner mitochondrial membrane. Mammalian complex I (ref. 1) contains 45 subunits, comprising 14 core subunits that house the catalytic machinery (and are conserved from bacteria to humans) and a mammalian-specific cohort of 31 supernumerary subunits. Knowledge of the structures and functions of the supernumerary subunits is fragmentary. Here we describe a 4.2-Å resolution single-particle electron cryomicroscopy structure of complex I from Bos taurus. We have located and modelled all 45 subunits, including the 31 supernumerary subunits, to provide the entire structure of the mammalian complex. Computational sorting of the particles identified different structural classes, related by subtle domain movements, which reveal conformationally dynamic regions and match biochemical descriptions of the 'active-to-de-active' enzyme transition that occurs during hypoxia. Our structures therefore provide a foundation for understanding complex I assembly and the effects of mutations that cause clinically relevant complex I dysfunctions, give insights into the structural and functional roles of the supernumerary subunits and reveal new information on the mechanism and regulation of catalysis.","dc:creator":"Zhu J","dc:date":"2016","dc:title":"Structure of mammalian respiratory complex I."},"rdfs:label":"Complex I genes"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":2,"dc:description":">10 genes associated with PMD."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:14ad3d43-a07b-4420-bc18-f10e71b5f974_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:367b19a2-80b2-4545-867d-860870727ab4","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f4afc26d-646c-44dc-96b0-8b8fbc17e5b6","type":"FunctionalAlteration","dc:description":"Assays for respiratory chain enzyme activity confirmed isolated complex I deficiency in muscle: Spectrophotometric assays of skeletal muscle mitochondria from Patients 1 and 2 showed significantly decreased activities in rotenone-sensitive NADH-cytochrome-c reductase (rotenone-sensitive NCCR, complex I and III) with normal activities in succinate-cytochrome-c reductase (SCCR, complex II and III) and COX (complex IV) (Table 1). Furthermore, the ATP synthesis of myoblasts was significantly decreased when complex I substrates pyruvate/malate and glutamate/malate were used as substrates (Fig. 1). ATP synthesis was normal when succinate and TMPD/ascorbate were used as substrates. ATP synthesis was normal under all conditions in fibroblasts, suggesting a tissue-specific deficiency (Fig. 1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16120329","type":"dc:BibliographicResource","dc:abstract":"A novel mitochondrial DNA point mutation, a C-to-A mutation at nucleotide position (np) 11,777, was identified in two unrelated patients out of 100 with Leigh syndrome. This mutation converted a highly evolutionary conserved arginine to a serine at codon 340 in ND4 gene. This codon was also converted by a G-to-A mutation at np 11,778, the most common mutation associated with Leber's hereditary optic neuropathy (LHON), but the amino acid replacement was different (R340S vs. R340H). Cybrid study revealed that the percentage of heteroplasmy was correlated with complex I function and that the novel mutation caused a much more deleterious effect than the np 11,778 LHON mutation in complex I activity.","dc:creator":"Komaki H","dc:date":"2003","dc:title":"A novel mtDNA C11777A mutation in Leigh syndrome."},"rdfs:label":"Patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"\tDemonstrates isolated complex I deficiency in patient muscle cells, consistent with higher level of heteroplasmy in this tissue"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":7199,"specifiedBy":"GeneValidityCriteria9","strengthScore":15,"subject":{"id":"cggv:9e6939e2-c557-40c2-884f-5b977b150742","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7459","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-ND4* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of March 6, 2023. *MT-ND4* is located at m.10760-12137 of the mitochondrial DNA (mtDNA) genome and encodes the NADH:ubiquinone oxidoreductase (complex I) core subunit ND4. Defects of this protein lead to complex I deficiency. \n\n*MT-ND4* was first reported in relation to primary mitochondrial disease in 1988 (PMID: 3201231). While various names have been given to the constellation of features seen in those with *MT-ND4*-related disease, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-ND4* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT-ND4* was previously curated by this panel for its association with Leigh syndrome spectrum (LSS) on May 17, 2021 (SOP v8), with a final classification of definitive. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation includes four variants (m.11240C>T, m.11406T>A, m.11777C>A, m.11778G>A) in nine probands in eight publications (PMIDs: 12707444, 16120329, 15576045, 20502985, 27761019, 32445240, 32659360, 3201231). Cybrid studies further supported the pathogenicity of several variants (PMIDs: 16120329, 27761019).\n\t\nAffected individuals present with a broad phenotypic spectrum of clinical features including Leber Hereditary Optic Neuropathy (LHON); mitochondrial encephalomyopathy, lactic acidosis, and stroke-like episodes (MELAS); LSS; cerebellar ataxia, migraines, regression, developmental delay, leukoencephalopathy, myoclonus, seizures, stroke-like episodes, cognitive decline, psychiatric illness, Parkinsonism, axonal neuropathy, multiple sclerosis, ophthalmoplegia, short stature, and hypertrophic cardiomyopathy. Age of onset varied from infancy to adulthood. Metabolic labs revealed elevated lactate in blood and cerebrospinal fluid (CSF). Muscle biopsy showed COX-negative fibers and complex I deficiency. Heteroplasmy levels in affected individuals ranged from 60% - 83% in muscle, 40% - 80% in blood, and 76% - 78% in myoblasts, as well as from 57% - 73% in various other tissues (fibroblasts, liver, urine, buccal). Of note, the m.11778G>A common LHON variant was reported in affected individuals in the homoplasmic and heteroplasmic states. \n\nLoss of function is implicated as the mechanism of disease. This gene-disease association is also supported by a known biochemical function shared with other genes associated with primary mitochondrial disease and functional alteration in patient cells (PMIDs: 27509854, 16120329).   \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the association. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on March 6, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:14ad3d43-a07b-4420-bc18-f10e71b5f974"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}