{"id":"cggv:320f4ab3-19c3-458e-9e81-0f380cbfebbdv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:320f4ab3-19c3-458e-9e81-0f380cbfebbd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-04-15T16:00:00.000Z","role":"Approver"},{"id":"cggv:320f4ab3-19c3-458e-9e81-0f380cbfebbd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2022-04-21T21:08:05.936Z","role":"Publisher"}],"evidence":[{"id":"cggv:320f4ab3-19c3-458e-9e81-0f380cbfebbd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:320f4ab3-19c3-458e-9e81-0f380cbfebbd_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:320f4ab3-19c3-458e-9e81-0f380cbfebbd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:320f4ab3-19c3-458e-9e81-0f380cbfebbd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1847b095-d28e-4c2b-8b96-7aadc945f904","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca96b7c5-5cbd-44cc-9940-e8dca3927e43","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with DNM1L mutations reported in the literature show varying phenotypes and levels of severity. Some patients show peroxisomal morphological changes in fibroblasts, predominantly seen as elongated peroxisomes. The evidence shows that the missense variant, Lys38Ala, also results in a a similar peroxisomal phenotype.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12499366","type":"dc:BibliographicResource","dc:abstract":"The mammalian dynamin-like protein 1 (DLP1), a member of the dynamin family of large GTPases, possesses mechanochemical properties known to constrict and tubulate membranes. In this study, we have combined two experimental approaches, induction of peroxisome proliferation by Pex11pbeta and expression of dominant-negative mutants, to test whether DLP1 plays a role in peroxisomal growth and division. We were able to localize DLP1 in spots on tubular peroxisomes in HepG2 cells. In addition, immunoblot analysis revealed the presence of DLP1 in highly purified peroxisomal fractions from rat liver and an increase of DLP1 after treatment of rats with the peroxisome proliferator bezafibrate. Expression of a dominant negative DLP1 mutant deficient in GTP hydrolysis (K38A) either alone or in combination with Pex11pbeta caused the appearance of tubular peroxisomes but had no influence on their intracellular distribution. In co-expressing cells, the formation of tubulo-reticular networks of peroxisomes was promoted, and peroxisomal division was completely inhibited. These findings were confirmed by silencing of DLP1 using siRNA. We propose a direct role for the dynamin-like protein DLP1 in peroxisomal fission and in the maintenance of peroxisomal morphology in mammalian cells.","dc:creator":"Koch A","dc:date":"2003","dc:title":"Dynamin-like protein 1 is involved in peroxisomal fission."},"rdfs:label":"Koch_DNM1L Peroxisome fission"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:320f4ab3-19c3-458e-9e81-0f380cbfebbd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7d40b36a-6f77-4afd-bbed-8d3cbe8972e8","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f86d1aa3-f131-45a1-87f4-8d57135140fb","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Overexpression of the wild-type protein resulted in cells displaying peroxisomal and mitochondrial phenotype similar to control fibroblasts.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17460227","type":"dc:BibliographicResource","dc:abstract":"We report on a newborn girl with microcephaly, abnormal brain development, optic atrophy and hypoplasia, persistent lactic acidemia, and a mildly elevated plasma concentration of very-long-chain fatty acids. We found a defect of the fission of both mitochondria and peroxisomes, as well as a heterozygous, dominant-negative mutation in the dynamin-like protein 1 gene (DLP1). The DLP1 protein has previously been implicated, in vitro, in the fission of both these organelles. Overexpression of the mutant DLP1 in control cells reproduced the fission defect. Our findings are representative of a class of disease characterized by defects in both mitochondria and peroxisomes.","dc:creator":"Waterham HR","dc:date":"2007","dc:title":"A lethal defect of mitochondrial and peroxisomal fission."},"rdfs:label":"Waterham_Rescue in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:3393762f-a960-45c8-87e9-efd864502598","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:076ca359-fe14-4471-9fe8-f85f6f818a5b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"DNM1L heterozygous mice were viable, fertile and normal in size. Homozygous mice were not seen in the litter indicating that homozygous null DNM1L is embryonic lethal. These null embryos lookes smaller than age-matched littermates that were WT-DNM1L or DNM1L-/+, indicating developmental delay.\n\nMouse embryonic fibroblasts from DNM1L-/- mice showed highly connected, elongated mitochondrial tubules that could be rescued by reexpression of DNM1L. IF using antibodies to Pex14 and EM of peroxisomal catalase staining showed relatively round peroxisomes in WT but elongated ones in DNM1L-/-. Using the conditional KO mouse, the authors showed that the cerebellum of mutant mice had completely smooth surfaces, and itssize was decreased to ∼60% of control cerebella, while in control mice, cerebellum was round, but the lobule formations were relatively shallow fissures. Gerber et al (PMID: 28969390) show in these heterozygous knock-out mice that Dnm1l variation caused mitochondrial elongation in retinal ganglion cells without axonal degeneration and no optic nerve defects in 3mo mice.\n\nIshihara et al, (PMID: 19578372) also generated Dnm1l- knock-out mice, which resulted in embryonic lethality. Reduced development of heart and liver, thinned neural tube cell layer were observed in dead embryos, along with enlarged/extended mitochondria and swollen peroxisomes. Neural-specific Dnm1L deletion also led to death shortly after birth.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19752021","type":"dc:BibliographicResource","dc:abstract":"The dynamin-related guanosine triphosphatase Drp1 mediates the division of mitochondria and peroxisomes. To understand the in vivo function of Drp1, complete and tissue-specific mouse knockouts of Drp1 were generated. Drp1-null mice die by embryonic day 11.5. This embryonic lethality is not likely caused by gross energy deprivation, as Drp1-null cells showed normal intracellular adenosine triphosphate levels. In support of the role of Drp1 in organelle division, mitochondria formed extensive networks, and peroxisomes were elongated in Drp1-null embryonic fibroblasts. Brain-specific Drp1 ablation caused developmental defects of the cerebellum in which Purkinje cells contained few giant mitochondria instead of the many short tubular mitochondria observed in control cells. In addition, Drp1-null embryos failed to undergo developmentally regulated apoptosis during neural tube formation in vivo. However, Drp1-null embryonic fibroblasts have normal responses to apoptotic stimuli in vitro, suggesting that the apoptotic function of Drp1 depends on physiological cues. These findings clearly demonstrate the physiological importance of Drp1-mediated organelle division in mice.","dc:creator":"Wakabayashi J","dc:date":"2009","dc:title":"The dynamin-related GTPase Drp1 is required for embryonic and brain development in mice."},"rdfs:label":"Wakabayashi_Complete and Conditonal KO Mouse models"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2.5,"dc:description":"The score is slightly increased for evidence on both complete and conditional knock out models."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4}],"evidenceStrength":"Definitive","sequence":4267,"specifiedBy":"GeneValidityCriteria7","strengthScore":16,"subject":{"id":"cggv:1fc4d234-70fd-45a1-84e6-58fac7971125","type":"GeneValidityProposition","disease":"obo:MONDO_0054865","gene":"hgnc:2973","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The relationship between *DNM1L* and encephalopathy due to mitochondrial and peroxisomal fission defect (EMPF), inherited in the autosomal dominant manner was evaluated using the ClinGen Clinical Validity Framework as of June, 2020 and updated as of April 2022. *DNM1L* encodes a member of the tripartite motif family. EMPF encompasses multiple phenotypes including lethal or non-lethal encephalopathy, delayed psychomotor development and hypotonia. Occasionally, cardiomyopathy and dystonia have also been  reported in patients. In some patients, it is accompanied by optic atrophy (PMID: 30850373,17460227), while in others, optic atrophy may be the only manifestation of disease (PMID: 28969390). Clinical evidence of a mitochondrial or peroxisomal effect may not always be seen in patients (PMID: 27145208). EMPF is also reported in the autosomal recessive mode of inheritance in a few families (PMID: 26825290, 27328748); these patients are noted, but not scored in this curation.\n\n*DNM1L* was first reported in relation to autosomal dominant EMPF in 2007. (Waterham et al, PMID: 17460227). At least 10 frameshift and missense variants have been reported in humans in the ClinVar database. Evidence supporting this gene-disease relationship includes case-level data, family data and experimental data.  \n   \nSummary of Case Level Data (12 points):\nVariants in this gene have been reported in at least 15 probands in 12 publications (PMID: 31587467, 17460227, 28969390, 27145208, 26604000, 30850373, 27301544, 26931468, 33718295, 30109270). Variants in this gene segregated with disease in at least 11 additional family members. More evidence is available in the literature, but the maximum score (12 points) for genetic evidence is reached. \n\nMost variants reported in the literature are de novo heterozygous missense variants that act in a dominant negative mechanism and interfere with protein assembly. A few patients with homozygous or compound heterozygous null variants have also been reported, in whom a loss of function mechanism is expected.    \n  \nSummary of experimental data (4 points):\nThis gene-disease association is supported by in vitro functional assays and animal models. *DNM1L* is shown to partially localize with the peroxisome and it is noted to be recruited to the peroxisome by PEX11; however, they do not interact physically (PMID: 12499366, 12618434) and mutant *DNM1L* expressed in heterologous cells show abnormal peroxisome morphology due to the fission defect, similar to that seen in patients (PMID: 12499366). Complete knock out of murine Dnm1l in mice is embryonic lethal and therefore conditional knock-out mice have been generated, which recapitulate features of EMPF in humans (PMID: 19752021, 28969390, 19578372).  \n  \nIn summary, *DNM1L* is definitively associated with encephalopathy due to mitochondrial and peroxisomal fission defect, inherited in the autosomal dominant inheritance pattern. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n\nLumping & Splitting: OMIM entities: AD/AR Encephalopathy, lethal, due to defective mitochondrial peroxisomal fission 1 (MIM# 614388); AD Optic atrophy 5 (MIM# 610708). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no difference in molecular mechanism AND phenotypic variability. Optic atrophy has been reported as an isolated and accompanying feature to EMPF and the molecular mechanism is reported to dominant negative in both instances (PMID: 30850373,17460227, 28969390). Autosomal recessive EMPF is reported due to a loss of function mechanism with clinical features similar to AD EMPF ( PMID: 27328748, 26825290). The AD EMPF and AD optic atrophy entities have been lumped into one entity, encephalopathy due to mitochondrial and peroxisomal fission defect (MONDO:0013726). Though the AR EMPF entity has not been lumped, these patients are noted in this curation.","dc:isVersionOf":{"id":"cggv:320f4ab3-19c3-458e-9e81-0f380cbfebbd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}