{"id":"cggv:cf656dcb-6644-41bb-a29a-d7bdf54b28f7v3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:cf656dcb-6644-41bb-a29a-d7bdf54b28f7_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2024-08-07T15:44:51.523Z","role":"Publisher"},{"id":"cggv:cf656dcb-6644-41bb-a29a-d7bdf54b28f7_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2024-06-25T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationCommunityRequest"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17503326","type":"dc:BibliographicResource","dc:abstract":"We previously mapped a novel autosomal dominant deafness locus, DFNA44, by studying a family with postlingual, progressive, nonsyndromic hearing loss. We report here on the identification of a mutation in CCDC50 as the cause of hearing loss in the family. CCDC50 encodes Ymer, an effector of epidermal growth factor (EGF)-mediated cell signaling that is ubiquitously expressed in different organs and has been suggested to inhibit down-regulation of the EGF receptor. We have examined its expression pattern in mouse inner ear. Western blotting and cell transfection results indicate that Ymer is a soluble, cytoplasmic protein, and immunostaining shows that Ymer is expressed in a complex spatiotemporal pattern during inner ear development. In adult inner ear, the expression of Ymer is restricted to the pillar cells of the cochlea, the stria vascularis, and the vestibular sensory epithelia, where it shows spatial overlap with the microtubule-based cytoskeleton. In dividing cells, Ymer colocalizes with microtubules of the mitotic apparatus. We suggest that DFNA44 hearing loss may result from a time-dependent disorganization of the microtubule-based cytoskeleton in the pillar cells and stria vascularis of the adult auditory system.","dc:creator":"Modamio-Hoybjor S","dc:date":"2007","dc:title":"A mutation in CCDC50, a gene encoding an effector of epidermal growth factor-mediated cell signaling, causes progressive hearing loss."},"evidence":[{"id":"cggv:cf656dcb-6644-41bb-a29a-d7bdf54b28f7_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cf656dcb-6644-41bb-a29a-d7bdf54b28f7_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.7},{"id":"cggv:cf656dcb-6644-41bb-a29a-d7bdf54b28f7_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cf656dcb-6644-41bb-a29a-d7bdf54b28f7_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a0d36db7-5ae4-4b37-94f0-3af67f266022","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:cf802ee4-8c06-4b89-b91e-3627c914fec7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR on mouse cochlea mRNA revealed CCDC50 expression in the mouse inner ear prenatally, at birth, and 14 days postnatal. Immunofluorescent localization of the Ymer protein product of CCDC50 revealed that Ymer is a soluble cytoplasmic protein","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17503326","rdfs:label":"Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:cf656dcb-6644-41bb-a29a-d7bdf54b28f7_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:78872363-3cce-4876-9091-263ed36b6a9a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd8a8b31-c673-42f6-8e19-e2953f1c13ef","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In mature mice aged 14 weeks, they found no difference in auditory brainstem response (ABR) thresholds between homozygous mutants, heterozygotes and wildtype littermates. Ccdc50tm1a homozygous mouse mutant, with only 30% of the normal transcript levels, has normal ABR thresholds. They also generated a more severe allele; Ccdc50tm1b allele in which exon 3 and part of the inserted cassette are deleted. No difference in ABR thresholds was observed between Ccdc50tm1b homozygotes, heterozygotes and control littermate mice at 14 weeks and 6 months of age","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37165931","type":"dc:BibliographicResource","dc:abstract":"Non-syndromic sensorineural hearing loss (SNHL) is the most common sensory disorder, and it presents a high genetic heterogeneity. As part of our clinical genetic studies, we ascertained a previously unreported mutation in CCDC50 [c.828_858del, p.(Asp276Glufs*40)] segregating with hearing impairment in a Spanish family with SNHL associated with the autosomal dominant deafness locus DFNA44, which is predicted to disrupt protein function. To gain insight into the mechanism behind DFNA44 mutations, we analysed two Ccdc50 presumed loss-of-function mouse mutants, which showed normal hearing thresholds up to 6 months of age, indicating that haploinsufficiency is unlikely to be the pathogenic mechanism. We then carried out in vitro studies on a set of artificial mutants and on the p.(Asp276Glufs*40) and p.(Phe292Hisfs*37) human mutations, and determined that only the mutants containing the six-amino-acid sequence CLENGL as part of their aberrant protein tail showed an abnormal distribution consisting of perinuclear aggregates of the CCDC50 protein (also known as Ymer). Therefore, we conclude that the CLENGL sequence is necessary to form these aggregates. Taken together, the in vivo and in vitro results obtained in this study suggest that the two identified mutations in CCDC50 exert their effect through a dominant-negative or gain-of-function mechanism rather than by haploinsufficiency.","dc:creator":"Lachgar-Ruiz M","dc:date":"2023","dc:title":"Insights into the pathophysiology of DFNA44 hearing loss associated with CCDC50 frameshift variants."},"rdfs:label":"Lachgar-Ruiz mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Mutant mouse showed normal ABR thresholds"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":8771,"specifiedBy":"GeneValidityCriteria10","strengthScore":4.2,"subject":{"id":"cggv:b8d360b8-d571-4818-ad4d-e6d7eca037b2","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:18111","modeOfInheritance":"obo:HP_0000006"},"version":"3.0","dc:description":"*CCDC50* was first reported in relation to autosomal dominant nonsyndromic hearing loss in 2007 (Modamio-Hoybjor et al., PMID:17503326). Four variants (missense, frameshift) that have been reported in 4 probands in 4 publications (PMIDs: 17503326, 34416374, 33229591, 37165931) are included in this curation. Variants in this gene segregated with disease in 14 additional family members (PMID:17503326). The mechanism of pathogenicity is unknown. This gene-disease association is also supported by an expression study (PMID:17503326). A knockdown mouse model showed no difference in auditory brainstem response thresholds between mutants and controls, so it was not scored (PMID: 37165931). In summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This gene-disease pair was originally evaluated by the ClinGen Hearing Loss GCEP on 12/15/2017 as per SOP v6. It was reevaluated on 6/25/2024 using SOP v10. As a result of this reevaluation, this record underwent an update in scoring to be consistent with SOP v10. New case level and functional evidence has been reviewed or added, but the classification did not change (PMIDs: 34416374, 33229591, 37165931). \n","dc:isVersionOf":{"id":"cggv:cf656dcb-6644-41bb-a29a-d7bdf54b28f7"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}