{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10022","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10022","date":"2018-07-02T14:08:27.839Z","role":"Approver"}],"evidence":[{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a7177a13-c9b9-4254-9062-ed663e5d2b78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fb27fd04-0085-4751-ae0e-75ba88d6d1c0","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"FoxG1 was expressed in brain regions of postnatal neurogenesis in mice, such as hippocampal dentate gyrus, subventricular zone of lateral ventricle","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16941454","type":"dc:BibliographicResource","dc:abstract":"FoxG1 (formerly BF-1) encodes a transcription factor that regulates neurogenesis in the embryonic telencephalon. The current study suggests that FoxG1 also regulates neurogenesis in the postnatal hippocampus. FoxG1 continues to be strongly expressed in areas of known postnatal neurogenesis, including the subventricular zone of the lateral ventricle and the dentate gyrus (DG) of the hippocampus. Remarkably, FoxG1+/- mice have a 60% decrease in the total number of hippocampal dentate granule cells that is related to a loss of DG neurogenesis. Comparison of acute and chronic BrdU labeling, and PSA-NCAM staining suggests that the stage at which this loss of neurogenesis occurs progresses with age. Juvenile mice FoxG1+/- primarily show failed apparent survival of postnatally born DG neurons, whereas adult FoxG1+/- mice also show impairment of proliferation and initial DG neuron differentiation. Consistent with this process predominantly affecting postnatal hippocampal neurogenesis, BrdU pulses at embryonic days 16, 17, and 18 labels a higher percentage of DG cells in 6-week-old FoxG1+/- mice than in littermate controls. In contrast to the marked effect of FoxG1 haploinsufficiency on postnatal hippocampal neurogenesis, postnatal neurogenesis of olfactory bulb interneurons is grossly unaffected. Behaviorally, FoxG1+/- mice show hyperlocomotion and impaired habituation in the open field, and a severe deficit in contextual fear conditioning that are suggestive of impaired hippocampal function. Although mechanistic connections between FoxG1 haploinsufficiency and either failed postnatal DG neurogenesis or the behavioral deficits remain to be elucidated, these results present a new model system for impaired postnatal neurogenesis in the DG of adult mice.","dc:creator":"Shen L","dc:date":"2006","dc:title":"FoxG1 haploinsufficiency results in impaired neurogenesis in the postnatal hippocampus and contextual memory deficits."},"rdfs:label":"Expression in postnatal neurogenesis regions"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8ffcee4d-e92b-462c-b391-a046634bfd6c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:27b16574-4d00-4798-8eb2-0538f7328c3d","type":"Finding","demonstrates":{"id":"obo:MI_0935"},"dc:description":"Mecp2 knockout mouse fibroblasts were transfected with both isoforms of MECP2 gene. Both isoforms upregulated expression of FOXG1.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24699272","type":"dc:BibliographicResource","dc:abstract":"Mutations in MECP2 are responsible for the majority of Rett syndrome cases. MECP2 is a regulator of transcription, and has two isoforms, MECP2_e1 and MECP2_e2. There is accumulating evidence that MECP2_e1 is the etiologically relevant variant for Rett. In this study we aim to detect genes that are differentially transcribed in neuronal cells over-expressing either of these two MECP2 isoforms. The human neuroblastoma cell line SK-N-SH was stably infected by lentiviral vectors over-expressing MECP2_e1, MECP2_e2, or eGFP, and were then differentiated into neurons. The same lentiviral constructs were also used to infect mouse Mecp2 knockout (Mecp2(tm1.1Bird)) fibroblasts. RNA from these cells was used for microarray gene expression analysis. For the human neuronal cells, ∼ 800 genes showed >three-fold change in expression level with the MECP2_e1 construct, and ∼ 230 with MECP2_e2 (unpaired t-test, uncorrected p value <0.05). We used quantitative RT-PCR to verify microarray results for 41 of these genes. We found significant up-regulation of several genes resulting from over-expression of MECP2_e1 including SRPX2, NAV3, NPY1R, SYN3, and SEMA3D. DOCK8 was shown via microarray and qRT-PCR to be upregulated in both SK-N-SH cells and mouse fibroblasts. Both isoforms up-regulated GABRA2, KCNA1, FOXG1 and FOXP2. Down-regulation of expression in the presence of MECP2_e1 was seen with UNC5C and RPH3A. Understanding the biology of these differentially transcribed genes and their role in neurodevelopment may help us to understand the relative functions of the two MECP2 isoforms, and ultimately develop a better understanding of RTT etiology and determine the clinical relevance of isoform-specific mutations.","dc:creator":"Orlic-Milacic M","dc:date":"2014","dc:title":"Over-expression of either MECP2_e1 or MECP2_e2 in neuronally differentiated cells results in different patterns of gene expression."},"rdfs:label":"MECP2 Upregulation"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:8176d527-3b29-4e41-b928-4be0228124c1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e7845cd1-b10d-454a-a66d-d77a06b9b53c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"MeCP2-e2 isoform interacts with FoxG1. Co-immunoprecipitation study showed Foxg1 was able to pull down Mecp2. Proteins also colocalized. Several mutants of each gene were generated to refine how the proteins interacted. MeCP2-e2 neurotoxicity was inhibitedb by FOXG1. Using a Mecp2 mutant that had displayed less interaction with Foxg1 showed greater cellular toxicity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22357867","type":"dc:BibliographicResource","dc:abstract":"The methyl-CpG binding protein 2 (MeCP2) is a widely expressed protein, the mutations of which cause Rett syndrome. The level of MeCP2 is highest in the brain where it is expressed selectively in mature neurons. Its functions in postmitotic neurons are not known. The MeCP2 gene is alternatively spliced to generate two proteins with different N termini, designated as MeCP2-e1 and MeCP2-e2. The physiological significance of these two isoforms has not been elucidated, and it is generally assumed they are functionally equivalent. We report that in cultured cerebellar granule neurons induced to die by low potassium treatment and in Aβ-treated cortical neurons, Mecp2-e2 expression is upregulated whereas expression of the Mecp2-e1 isoform is downregulated. Knockdown of Mecp2-e2 protects neurons from death, whereas knockdown of the e1 isoform has no effect. Forced expression of MeCP2-e2, but not MeCP2-e1, promotes apoptosis in otherwise healthy neurons. We find that MeCP2-e2 interacts with the forkhead protein FoxG1, mutations of which also cause Rett syndrome. FoxG1 has been shown to promote neuronal survival and its downregulation leads to neuronal death. We find that elevated FoxG1 expression inhibits MeCP2-e2 neurotoxicity. MeCP2-e2 neurotoxicity is also inhibited by IGF-1, which prevents the neuronal death-associated downregulation of FoxG1 expression, and by Akt, the activation of which is necessary for FoxG1-mediated neuroprotection. Finally, MeCP2-e2 neurotoxicity is enhanced if FoxG1 expression is suppressed or in neurons cultured from FoxG1-haplodeficient mice. Our results indicate that Mecp2-e2 promotes neuronal death and that this activity is normally inhibited by FoxG1. Reduced FoxG1 expression frees MecP2-e2 to promote neuronal death.","dc:creator":"Dastidar SG","dc:date":"2012","dc:title":"Isoform-specific toxicity of Mecp2 in postmitotic neurons: suppression of neurotoxicity by FoxG1."},"rdfs:label":"Interaction with MECP2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"Upgraded. Strong evidence for relationship with MECP2 pathogenesis"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b7d02021-bcf5-466b-be1c-f1941db79d4f","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a758538a-95f9-4d5d-adfe-73ca055548ef","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"small activating RNAs were used to upregulate expression of Foxg1 in murine neocortical precursors. Biological effect was measured by immunofluorescence of  postmitotic Tubβ3+ neurons, presumed to be differentiating. Increase in Foxg1 caused decrease in differentiating cells, so gene inhibits exit of neurogenic precursors from the cell cycle. RNAs halved the neuronal output of the culture","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27995975","type":"dc:BibliographicResource","dc:abstract":"More than one hundred distinct gene hemizygosities are specifically linked to epilepsy, mental retardation, autism, schizophrenia and neuro-degeneration. Radical repair of these gene deficits via genome engineering is hardly feasible. The same applies to therapeutic stimulation of the spared allele by artificial transactivators. Small activating RNAs (saRNAs) offer an alternative, appealing approach. As a proof-of-principle, here we tested this approach on the Rett syndrome-linked, haploinsufficient, Foxg1 brain patterning gene. We selected a set of artificial small activating RNAs (saRNAs) upregulating it in neocortical precursors and their derivatives. Expression of these effectors achieved a robust biological outcome. saRNA-driven activation (RNAa) was limited to neural cells which normally express Foxg1 and did not hide endogenous gene tuning. saRNAs recognized target chromatin through a ncRNA stemming from it. Gene upregulation required Ago1 and was associated to RNApolII enrichment throughout the Foxg1 locus. Finally, saRNA delivery to murine neonatal brain replicated Foxg1-RNAa in vivo.","dc:creator":"Fimiani C","dc:date":"2016","dc:title":"RNA activation of haploinsufficient Foxg1 gene in murine neocortex."},"rdfs:label":"RNA in vitro"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0.5,"dc:description":"Biological effect was measured by immunofluorescence of  postmitotic Tubβ3+ neurons, presumed to be differentiating"},{"id":"cggv:184a2f17-aa0d-46de-8c4a-5400319afa03","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a9ac38c1-7519-442a-b4e0-8f4c64a35d99","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Strong evidence for Foxg1 controlling early neurodevelopment, but not a perfect model for Foxg1-disorder in humans","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7605629","type":"dc:BibliographicResource","dc:abstract":"We generated mice with a null mutation of the forebrain-restricted transcription factor BF-1 to examine its function in brain development. Heterozygous animals have an apparently normal phenotype. Homozygous null BF-1 mutants die at birth and have a dramatic reduction in the size of the cerebral hemispheres. The development of the ventral telencephalon is more severely affected than that of the dorsal telencephalon. Telencephalic neuroepithelial cells are specified in the BF-1 mutant, but their proliferation is reduced. Dorsal telencephalic neuroepithelial cells also differentiate prematurely, leading to early depletion of the progenitor population. These results suggest that BF-1 controls the morphogenesis of the telencephalon by regulating the rate of neuroepithelial cell proliferation and the timing of neuronal differentiation.","dc:creator":"Xuan S","dc:date":"1995","dc:title":"Winged helix transcription factor BF-1 is essential for the development of the cerebral hemispheres."},"rdfs:label":"Original KO - Nonhuman Model Organism"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Strong evidence for Foxg1 controlling early neurodevelopment, but not a perfect model for Foxg1-disorder in humans"},{"id":"cggv:aee2f444-6acd-4d86-b86c-b419d9a0e772","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2fea5b54-1a74-40ef-ade0-a2a9472d625d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Homozygous Foxg1 knockout in mice is perinatal lethal. A Cre-Lox conditional knockout controlled by Frizzled9-CreER, which showed strong recombination in the hippocampal primordium and its derivitives at embryonic stages, was generated and effects of loss of Foxg1 in the dentate gyrus (DG). Severe abnormalities were observed in the DG, including decrease in size, formationof suprapyramidal and infrapyramidal blades, and reduced volume, and decrease in the number of NeuN+ granule cells (NeuN is a neuronal marker). Additionally, there was malformation of the secondary radial glial scaffold in the DG. Lack of foxg1 promoted gliogenesis as well as neurogenesis, likely a result of overdifferentiation of neural progenitors","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22378868","type":"dc:BibliographicResource","dc:abstract":"Foxg1, formerly BF-1, is expressed continuously in the postnatal and adult hippocampal dentate gyrus (DG). This transcription factor (TF) is thought to be involved in Rett syndrome, which is characterized by reduced hippocampus size, indicating its important role in hippocampal development. Due to the perinatal death of Foxg1(-/-) mice, the function of Foxg1 in postnatal DG neurogenesis remains to be explored. Here, we describe the generation of a Foxg1(fl/fl) mouse line. Foxg1 was conditionally ablated from the DG during prenatal and postnatal development by crossing this line with a Frizzled9-CreER(TM) line and inducing recombination with tamoxifen. In this study, we first show that disruption of Foxg1 results in the loss of the subgranular zone and a severely disrupted secondary radial glial scaffold, leading to the impaired migration of granule cells. Moreover, detailed analysis reveals that Foxg1 may be necessary for the maintenance of the DG progenitor pool and that the lack of Foxg1 promotes both gliogenesis and neurogenesis. We additionally show that Foxg1 may be required for the survival and maturation of postmitotic neurons and that Foxg1 may be involved in Reelin signaling in regulating postnatal DG development. Last, prenatal deletion of Foxg1 suggests that it is rarely involved in the migration of primordial granule cells. In summary, we report that Foxg1 is critical for DG formation, especially during early postnatal stage.","dc:creator":"Tian C","dc:date":"2012","dc:title":"Foxg1 has an essential role in postnatal development of the dentate gyrus."},"rdfs:label":"FOXG1 Conditional DG Knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded due to limited scope of phenotypic evaluation"},{"id":"cggv:ca0055d8-1677-474f-92c5-0fa0a213595f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2517ab99-4cb3-43a2-8249-6a07746f1bf3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Dentate gyrus size was reduced. Survival of postnatally generated dentate gyrus cells in het mice was reduced. Behavioral studies showed hyperactivity and impaired contextual fear conditioning","dc:source":"https://pubmed.ncbi.nlm.nih.gov/16941454","rdfs:label":"Memory deficits in het mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:8510866e-028f-4f72-8d27-0efc98cc1bbd","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:47808aa1-14a2-438c-9f1c-20f9808ef29e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Different Cre-lox model conditionally knocked out Foxg1 in the subpallium in mice. Loss of Foxg1 led to significant upregulation of transcription factors (Dlx1/2, Mash1, and Prox1) known to regulate excitatory neuron development. Upregulation of Dlx1/2 following Foxg1 deletion caused migrating interneurons to have shorter and fewer neurites. Foxg1's regulation of interneuron development may contribute to pathogenesis","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26620267","type":"dc:BibliographicResource","dc:abstract":"Interneurons play pivotal roles in the modulation of cortical function; however, the mechanisms that control interneuron development remain unclear. This study aimed to explore a new role for Foxg1 in interneuron development. By crossing Foxg1fl/fl mice with a Dlx5/6-Cre line, we determined that conditional disruption of Foxg1 in the subpallium results in defects in interneuron development. In developing interneurons, the expression levels of several receptors, including roundabout-1, Eph receptor A4, and C-X-C motif receptor 4/7, were strongly downregulated, which led to migration defects after Foxg1 ablation. The transcription factors Dlx1/2 and Mash1, which have been reported to be involved in interneuron development, were significantly upregulated at the mRNA levels. Foxg1 mutant cells developed shorter neurites and fewer branches and displayed severe migration defects in vitro. Notably, Prox1, which is a transcription factor that functions as a key regulator in the development of excitatory neurons, was also dramatically upregulated at both the mRNA and protein levels, suggesting that Prox1 is also important for interneuron development. Our work demonstrates that Foxg1 may act as a critical upstream regulator of Dlx1/2, Mash1, and Prox1 to control interneuron development. These findings will further our understanding of the molecular mechanisms of interneuron development.","dc:creator":"Yang Y","dc:date":"2017","dc:title":"Impaired Interneuron Development after Foxg1 Disruption."},"rdfs:label":"FOXG1 Conditional Knockout Interneuron"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded due to limited scope of phenotypic evaluation"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:4fc0008a-e7c5-44c4-b0c2-c6b94a491e07_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b6f100ce-61e9-4cf5-a203-20709bcfdddf","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":31,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"hypogenesis corpus callosum, whole body stereotypic movements,","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:4fc0008a-e7c5-44c4-b0c2-c6b94a491e07_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:be3b2fbd-d4f9-401f-85c9-c130e20eb70a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005249.4(FOXG1):c.256C>T (p.Gln86Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/189611"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21441262","type":"dc:BibliographicResource","dc:abstract":"Submicroscopic deletions in 14q12 spanning FOXG1 or intragenic mutations have been reported in patients with a developmental disorder described as a congenital variant of Rett syndrome. This study aimed to further characterise and delineate the phenotype of FOXG1 mutation positive patients.","dc:creator":"Kortüm F","dc:date":"2011","dc:title":"The core FOXG1 syndrome phenotype consists of postnatal microcephaly, severe mental retardation, absent language, dyskinesia, and corpus callosum hypogenesis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262","rdfs:label":"Patient 9 - Caucasian"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":1.5},{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:2eda3549-aac5-4c26-9def-8924220c86cb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9197acb8-3d38-4200-b9fd-86eee48eb924","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"detectionMethod":"DHPLC","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"High resolution melting","phenotypeFreeText":"Microcephaly noticed at three months. Cried inconsolably. Was barely able to sit. Never acquired spoken language. Seizures appeared at 2.5 years. MRI showed corpus callosum hypoplasia","previousTesting":true,"previousTestingDescription":"MECP2 and CDKL5-negative","sex":"Female","variant":{"id":"cggv:2eda3549-aac5-4c26-9def-8924220c86cb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b05d23cc-d7c6-4e1b-bfcc-2a17cf5f579b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005249.4(FOXG1):c.969delC (p.Ser323Argfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/189622"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18571142","type":"dc:BibliographicResource","dc:abstract":"Rett syndrome is a severe neurodevelopmental disease caused by mutations in the X-linked gene encoding for the methyl-CpG-binding protein MeCP2. Here, we report the identification of FOXG1-truncating mutations in two patients affected by the congenital variant of Rett syndrome. FOXG1 encodes a brain-specific transcriptional repressor that is essential for early development of the telencephalon. Molecular analysis revealed that Foxg1 might also share common molecular mechanisms with MeCP2 during neuronal development, exhibiting partially overlapping expression domain in postnatal cortex and neuronal subnuclear localization.","dc:creator":"Ariani F","dc:date":"2008","dc:title":"FOXG1 is responsible for the congenital variant of Rett syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18571142","rdfs:label":"Case 2 - Italy"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:adbdebe0-83d4-4010-86e9-775f32981d50_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9f017e5a-b553-4d3c-8c56-f4304523a248","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"hypogenesis corpus callosum, NO stereotypic movements,","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:adbdebe0-83d4-4010-86e9-775f32981d50_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5cff934c-e056-4a65-9e23-e8556bd240c4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005249.4(FOXG1):c.460dupG (p.Glu154Glyfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/95268"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262","rdfs:label":"Patient 8 - Caucasian"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:57d2dc93-8ce4-45da-97bf-cbfb693cb83f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89b24dd2-cd91-4013-b98b-28c251681c5f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"no functional hand use, no spasticity, strabismus, no seizures, hypogenesis corpus callosum, stereotypic movements","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:57d2dc93-8ce4-45da-97bf-cbfb693cb83f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5cff934c-e056-4a65-9e23-e8556bd240c4"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262","rdfs:label":"Patient 6 - Caucasian"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:ce803481-f637-4f7c-9dd4-7ee0d99464d9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:74c0666f-19dc-42ac-8a57-c77fea782ca2","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":22,"detectionMethod":"DHPLC","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"High resolution melting","phenotypeFreeText":"normal pregnancy and delivery. Microcephaly noticed at three months. Cried inconsolably. Could not lift head. Could not sit unaided. Apraxia. Jerky movements of upper limbs and midline sterotypic movements. Never acquired spoken language. Seizures appeared at 14 years old. MRI showed corpus callosum hypoplasia.","previousTesting":true,"previousTestingDescription":"MECP2 and CDKL5-negative","sex":"Female","variant":{"id":"cggv:ce803481-f637-4f7c-9dd4-7ee0d99464d9_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e15208d7-caf8-4f7f-be90-def977ff8170","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005249.4(FOXG1):c.765G>A (p.Trp255Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13867"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/18571142"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18571142","rdfs:label":"Case 1 - Italy"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:955652e4-4755-46ce-ac78-7f329174dfe0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0f5cdeea-6ee1-4ce0-bea5-bbbeb95d79b3","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"Group (shared) phenotypes: developmental delay, severe intellectual disability, absent speech, poor social interaction, NO laughing, hypotonia, dyskinesia, feeding difficulties, reduced white matter volume. Individual 5: stereotypic movements, no proved seizures, aspiration, no facial dysmorphism","previousTesting":true,"previousTestingDescription":"Karyotyping, array CGH, and sanger sequencing of FOXG1","sex":"Female","variant":{"id":"cggv:955652e4-4755-46ce-ac78-7f329174dfe0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4ed08aa4-4e15-4df1-91cd-7f48a98a1147","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005249.4(FOXG1):c.757A>G (p.Asn253Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/158599"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262","rdfs:label":"Patient 5 - Ashkenazi Jewish"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:a9cf9219-8cc0-401b-8931-6cce5504bf3b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5b7ccdbf-7fe5-4401-b01c-e121c2557cd6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"hypogenesis corpus callosum, Sezures onset at age 10 months, multiple pneumonias, pachygyria, no spasticity, severe sterotypic movements","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:a9cf9219-8cc0-401b-8931-6cce5504bf3b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2ff81225-d6ef-418d-98fa-f2ddc44a2c8a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005249.4(FOXG1):c.505_506delGGinsT (p.Gly169Serfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/189614"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262","rdfs:label":"Patient 7 - Caucasian"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:f4fef3a2-7243-4b48-96d0-3e38e8b30f30_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ac540f09-54db-494e-b58e-6582f5e2b61e","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"hypogenesis corpus callosum, NO stereotypic movements","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f4fef3a2-7243-4b48-96d0-3e38e8b30f30_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5ae56c96-acef-4739-9c39-f1a6cdab1d5e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005249.4(FOXG1):c.263_278del16 (p.Arg88Profs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/158593"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262","rdfs:label":"Patient 10 - Caucasian"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:f4d94c7b-7c5e-4a59-ac0a-7acb57260792_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:47d63a6e-deab-45e4-b799-7d66b28d605d","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":18,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"phenotypeFreeText":"NO hypogenesis corpus callosum, stereotypic movements, mild spasticity, strabismus, bruxism, drooling, seizures (4y onset),","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:f4d94c7b-7c5e-4a59-ac0a-7acb57260792_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:db6542c2-02c4-4267-9078-83cb01f2636a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_005249.4(FOXG1):c.700T>C (p.Ser234Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/189619"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21441262","rdfs:label":"Patient 11 - Caucasian"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":566,"specifiedBy":"GeneValidityCriteria5","strengthScore":18,"subject":{"id":"cggv:f23cdff9-5692-48a9-8a9f-53c95f02c287","type":"GeneValidityProposition","disease":"obo:MONDO_0100040","gene":"hgnc:3811","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Haploinsufficiency of the FOXG1 gene causes FOXG1 disorder, a condition sometimes referred to as the congenital variant of Rett syndrome. FOXG1 disorder, however, is a clinically distinct entity characterized by onset of neurodevelopmental impairment congenitally or during early infancy, in contrast to typical Rett syndrome in which symptoms appear after a period of normal development. Patients with FOXG1 disorder can also have epilepsy, motor dysfunction, stereotypic hand movements, abnormal breathing, lack of speech development, and corpus callosum hypoplasia on MRI. Variants in FOXG1 were first reported in patients with this disorder by Ariani et al. (2008). Males and females are equally affected, and the mechanism of disease is loss of function. Both sequence and copy  number loss variants have been reported in patients with FOXG1 disorder. All reported variants are presumed to have arisen de novo. Experimental evidence, including mouse models with neurological phenotypes consistent with FOXG1 disorder (Xuan et al 1995, Shen et al. 2006, Tian et al. 2012) as well as interaction with MECP2, the causative gene of classical Rett syndrome (Dastidar et al 2012, Orlic-Milacic et al 2014) support the role of FOXG1 in this disease. This disease association is not accounted for in this assessment. In summary, the association between FOXG1 and FOXG1 disorder has been classified as definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. Approved by the ClinGen Rett/Angelman Expert Panel 4/30/2018.\n","dc:isVersionOf":{"id":"cggv:3f14c6c5-b051-4c94-b9c6-3b80771eed22"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}