{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defdv3.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2024-06-21T18:13:48.448Z","role":"Publisher"},{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2024-06-21T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationNewEvidence"},"evidence":[{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dae884bc-b214-4a54-88fd-628f246bfd18","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:25d92c9e-aaeb-487a-8797-b83cd77f3fd4","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"In ACBD5 deficient patient derived fibroblasts, it was determined that ACBD5 deficiency does not affect peroxisome biogenesis (Fig. 3), but using ACBD5 knock-out HeLa cells it was shown that ACBD5 deficiency results in VLCFA accumulation through impairment of β-Oxidation (Fig. 5), ACBD5 KO also showed ACBD5 preferentially binds VLC-CoAs to directly mediate peroxisomal β-Oxidation of VLCFAs (Fig. 7). Patients with ACBD5 deficiency have VLCFA accumulation and have been shown to have impaired peroxisomal β-Oxidation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27899449","type":"dc:BibliographicResource","dc:abstract":"Acyl-CoA binding domain-containing 5 (ACBD5) is a peroxisomal protein that carries an acyl-CoA binding domain (ACBD) at its N-terminal region. The recent identification of a mutation in the ACBD5 gene in patients with a syndromic form of retinal dystrophy highlights the physiological importance of ACBD5 in humans. However, the underlying pathogenic mechanisms and the precise function of ACBD5 remain unclear. We herein report that ACBD5 is a peroxisomal tail-anchored membrane protein exposing its ACBD to the cytosol. Using patient-derived fibroblasts and ACBD5 knock-out HeLa cells generated via genome editing, we demonstrate that ACBD5 deficiency causes a moderate but significant defect in peroxisomal β-oxidation of very-long-chain fatty acids (VLCFAs) and elevates the level of cellular phospholipids containing VLCFAs without affecting peroxisome biogenesis, including the import of membrane and matrix proteins. Both the N-terminal ACBD and peroxisomal localization of ACBD5 are prerequisite for efficient VLCFA β-oxidation in peroxisomes. Furthermore, ACBD5 preferentially binds very-long-chain fatty acyl-CoAs (VLC-CoAs). Together, these results suggest a direct role of ACBD5 in peroxisomal VLCFA β-oxidation. Based on our findings, we propose that ACBD5 captures VLC-CoAs on the cytosolic side of the peroxisomal membrane so that the transport of VLC-CoAs into peroxisomes and subsequent β-oxidation thereof can proceed efficiently. Our study reclassifies ACBD5-related phenotype as a novel peroxisomal disorder.","dc:creator":"Yagita Y","dc:date":"2017","dc:title":"Deficiency of a Retinal Dystrophy Protein, Acyl-CoA Binding Domain-containing 5 (ACBD5), Impairs Peroxisomal β-Oxidation of Very-long-chain Fatty Acids."},"rdfs:label":"ACBD5 Knock-Out"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2a3e7b2f-fdbf-48a5-987d-7d367dd10aa1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:eea67d60-ad66-4808-9c78-0408d2a8f338","type":"FunctionalAlteration","dc:description":"ACBD5 deficiency introduced into HeLA cells via CRISPR-Cas9 to introduce homozygous variant in exon 2 of ACBD5, c.128InsA, (p.V42fs*3). Variant shown to cause complete absence of ACBD5 protein via immunoblot (supplemental fig. S2), cells had abnormal VLGFA profile with increased C26:0 (0.18umol/g), increased C26:0/C22:0 ratio (0.26), increased C26:0 lysoPC (0.087 μmol/g), reduced C26:0 beta-oxidation activity (583 pmol/(hr.mg protein)), oading with D3-C22:0 resulted in accumulation of D3-C26:0 (0.34umol/g)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27799409","type":"dc:BibliographicResource","dc:abstract":"Acyl-CoA binding domain containing protein 5 (ACBD5) is a peroxisomal membrane protein with a cytosolic acyl-CoA binding domain. Because of its acyl-CoA binding domain, ACBD5 has been assumed to function as an intracellular carrier of acyl-CoA esters. In addition, a role for ACBD5 in pexophagy has been suggested. However, the precise role of ACBD5 in peroxisomal metabolism and/or functioning has not yet been established. Previously, a genetic ACBD5 deficiency was identified in three siblings with retinal dystrophy and white matter disease. We identified a pathogenic mutation in ACBD5 in another patient and studied the consequences of the ACBD5 defect in patient material and in ACBD5-deficient HeLa cells to uncover this role.","dc:creator":"Ferdinandusse S","dc:date":"2017","dc:title":"ACBD5 deficiency causes a defect in peroxisomal very long-chain fatty acid metabolism."},"rdfs:label":"ACBD5 Deficient HeLa Cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:dbcf21f5-dd97-40c4-b8bd-022af96431a3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d002b76-04e6-4bbd-8d03-9cd0ae875c18","type":"FunctionalAlteration","dc:description":"Lipodomic analysis of cells derived from ACBD5 deficient patient showed increased levels of phospholipid species containing VLCFAs and increased total levels of VLCFAs in patient fibroblasts (Fig. 3b, c)\n\nTotal levels of mitochondrial phospholipid cardiolipin (CL) was significantly decreased in patient fibroblasts compared to controls (Supplemental Fig. 1)\n\nLiquid chromatography and GC-MS showed decreased levels of all ether phospholipids in patient cells (Figure 2), both PE- and PC-ether phospholipids were significantly decreased suggesting defect in ether phospholipid biosynthesis (including plasmalogens)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28849344","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes play an important role in a variety of metabolic pathways, including the α- and β-oxidation of fatty acids, and the biosynthesis of ether phospholipids. Single peroxisomal enzyme deficiencies (PEDs) are a group of peroxisomal disorders in which either a peroxisomal matrix enzyme or a peroxisomal membrane transporter protein is deficient. To investigate the functional consequences of specific enzyme deficiencies on the lipidome, we performed lipidomics using cultured skin fibroblasts with different defects in the β-oxidation of very long-chain fatty acids, including ABCD1- (ALD), acyl-CoA oxidase 1 (ACOX1)-, D-bifunctional protein (DBP)-, and acyl-CoA binding domain containing protein 5 (ACBD5)-deficient cell lines. Ultra-high performance liquid chromatography coupled with high-resolution mass spectrometry revealed characteristic changes in the phospholipid composition in fibroblasts with different fatty acid β-oxidation defects. Remarkably, we found that ether phospholipids, including plasmalogens, were decreased. We defined specific phospholipid ratios reflecting the different enzyme defects, which can be used to discriminate the PED fibroblasts from healthy control cells.","dc:creator":"Herzog K","dc:date":"2018","dc:title":"Functional characterisation of peroxisomal β-oxidation disorders in fibroblasts using lipidomics."},"rdfs:label":"Lipodomic Analysis"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4d934de9-c259-42a7-9e8a-67485c2e364a","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3e9c2318-c3cb-49c8-bd8f-9a24e1a28b6f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"WT ACBD5 transfected into patient's fibroblasts followed by C26:0 lysoPC measurement and a D3-C22:0 loading test. ACBD5 expression confirmed via immunoblot, 4 days post-transfection C26:0 lysoPC concentration was reduced from 29 in mock-transfected cells to 18umol/g in ACBD5 transfected cells (Table 3), fatty acid analysis 3 days post-transfection show decrease in D3-C28:0 and D3-C26:0 levels compared to mock transfected cells (Table 3), level of unlabeled C26:0 was significantly reduced with decrease in C26:0/C22:0 ratio. These results confirm rescue of impaired VLCFA metabolism by introduction of WT ACBD5.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/27799409","rdfs:label":"Ferdinandusse Rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:0e9c6a1e-e3fc-44e3-ab54-5cff4e6b78a4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2c7af20b-ed7b-41a8-84bc-7324dc3b0d56","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mouse embryonic fibroblasts (MEFs) from ACBD5 knock-out (KO) mice showed comparable numbers of peroxisomes as those from WT mice. While WT MEFs had peroxisomes with spherical and elongated morphology, elongated peroxisomes were scarce in KO MEFs and hepatocytes. There was no increase in elongated peroxisomes even with induction by DHA. KO mice show cerebellar degeneration exemplified by striking kyphosis and hind limb clasping. In addition, retinal degeneration characterized by reduced photoreceptor cells. increase in microglia and astrocyte activation was observed. VLCFA levels were elevated. Authors note that the evidence suggests a novel pathological mechanism due to the disruption of exchange processes between ER and peroxisomes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33244184","type":"dc:BibliographicResource","dc:abstract":"ACBD5 deficiency is a novel peroxisome disorder with a largely uncharacterized pathology. ACBD5 was recently identified in a tethering complex mediating membrane contacts between peroxisomes and the endoplasmic reticulum (ER). An ACBD5-deficient mouse was analyzed to correlate ACBD5 tethering functions with the disease phenotype. ACBD5-deficient mice exhibit elevated very long-chain fatty acid levels and a progressive cerebellar pathology. Liver did not exhibit pathologic changes but increased peroxisome abundance and drastically reduced peroxisome-ER contacts. Lipidomics of liver and cerebellum revealed tissue-specific alterations in distinct lipid classes and subspecies. In line with the neurological pathology, unusual ultra-long chain fatty acids (C > 32) were elevated in phosphocholines from cerebelli but not liver indicating an organ-specific imbalance in fatty acid degradation and elongation pathways. By contrast, ether lipid formation was perturbed in liver towards an accumulation of alkyldiacylglycerols. The alterations in several lipid classes suggest that ACBD5, in addition to its acyl-CoA binding function, might maintain peroxisome-ER contacts in order to contribute to the regulation of anabolic and catabolic cellular lipid pathways.","dc:creator":"Darwisch W","dc:date":"2020","dc:title":"Cerebellar and hepatic alterations in ACBD5-deficient mice are associated with unexpected, distinct alterations in cellular lipid homeostasis."},"rdfs:label":"ACBD5 knock-out mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The mouse model shows partial recapitulation of the human phenotype, with elevated VLCFAs and optic atrophy. The evidence is awarded 1 point as the disease mechanism is still not clearly understood. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defd_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:307adf82-e708-4f76-bac0-4c52d7295352_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:307adf82-e708-4f76-bac0-4c52d7295352","type":"Proband","allele":{"id":"cggv:8a14ac0f-bdfa-4495-a611-029e0a99f53d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_145698.5(ACBD5):c.1204+1G>A (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA10584044"}},"detectionMethod":"autozygome analysis, exome sequencing","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"family presents novel association between cone-rod dystrophy, psychomotor delay, and white mater involvement; LCA retinal dystrophy","phenotypes":["obo:HP_0002313","obo:HP_0001263","obo:HP_0000548","obo:HP_0000510","obo:HP_0000556"],"sex":"Male","variant":{"id":"cggv:168e4071-1c13-4476-8cfe-16605b60bab0_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:8a14ac0f-bdfa-4495-a611-029e0a99f53d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23105016","type":"dc:BibliographicResource","dc:abstract":"Retinal dystrophy (RD) is a heterogeneous group of hereditary diseases caused by loss of photoreceptor function and contributes significantly to the etiology of blindness globally but especially in the industrialized world. The extreme locus and allelic heterogeneity of these disorders poses a major diagnostic challenge and often impedes the ability to provide a molecular diagnosis that can inform counseling and gene-specific treatment strategies. In a large cohort of nearly 150 RD families, we used genomic approaches in the form of autozygome-guided mutation analysis and exome sequencing to identify the likely causative genetic lesion in the majority of cases. Additionally, our study revealed six novel candidate disease genes (C21orf2, EMC1, KIAA1549, GPR125, ACBD5, and DTHD1), two of which (ACBD5 and DTHD1) were observed in the context of syndromic forms of RD that are described for the first time.","dc:creator":"Abu-Safieh L","dc:date":"2013","dc:title":"Autozygome-guided exome sequencing in retinal dystrophy patients reveals pathogenetic mutations and novel candidate disease genes."}},"rdfs:label":"Family CRSPW proband (IV-1)"},{"id":"cggv:168e4071-1c13-4476-8cfe-16605b60bab0","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:168e4071-1c13-4476-8cfe-16605b60bab0_variant_evidence_item"},{"id":"cggv:168e4071-1c13-4476-8cfe-16605b60bab0_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"RT-PCR confirmed aberrant transcript predicting frameshift and truncation of protein; no evidence of NMD; Western blot showed complete absence of normal band despite the antibody targeting the N-terminus of the protein, suggesting that variant results in severe instability of the protein (Fig. 3), It is reported that variant was not detected in 160 Saudi exomes, or 190 directly sequenced Saudi controls"}],"strengthScore":1,"dc:description":"Proband scored 2 points based on SOP v7"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a3fc150f-23b4-4dc4-a1f4-91b69540b160_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a3fc150f-23b4-4dc4-a1f4-91b69540b160","type":"Proband","allele":{"id":"cggv:351b2680-3d95-40ab-a626-7ae7a0388863","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.27211314_27218871del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA916079817"}},"detectionMethod":"PCR and Sanger sequencing of ACBD5, parents tested and reported to be heterozygous for variant","firstTestingMethod":"PCR","phenotypeFreeText":"cleft palate noted to be syndromic, born full term, pregnancy complicated by gestational diabetes, walked independently at 1yo, began speaking at 2yo, preserved cognitive function, limited vocabulary apparent at 2yo, normal hearing, tubular nose, increased extrapyramidal and pyramidal tone in arms and legs, developed difficulty with walking, descending stairs, had decreased endurance with increased falling and by 9yo could only walk with assistance/walker, MRI showed diffuse T2 signal abnormality in deep white matter and long tracts in brainstem (pyramidal tracts, medial lemniscus, inferior cerebellar peduncles)\n\nBlood biochemical parameters: C26:0 lysoPCa (nmol/l) = 166, C26-carnitinea (μmol/l) = 0.099, C26:0b (μg/ml) = 0.43, C26:0/C22:0= 0.025, C24:0/C22:0 = 1.29\n\nFibroblasts biochemical parameters (umol/g): C22:0 = 3.01/4.40, C24:0= 7.65/9.23, C26:0/C22:0 = 0.35/0.26, C24:0/C22:0 = 2.54/2.10, C26:0 lysoPC = 32, Phytanic acid alpha-oxidation = 31pmol/(hr.mg), Pristanic acid beta-oxidation = 1086pmol/(hr.mg), C26:0 beta-oxidation = 437pmol/(hr.mg), DHAPAT (nmol/(2h.mg)) = 9.8, ACOX1 (pmol/(min.mg)) = 285, DBP hydratase (pmol/(min.mg)) = 143, DBP dehydrogenase (pmol/(min.mg)) = 54, SCPx (pmol/(min.mg)) = 20","phenotypes":["obo:HP_0003391","obo:HP_0030147","obo:HP_0002136","obo:HP_0002415","obo:HP_0000411","obo:HP_0001251","obo:HP_0001583","obo:HP_0000556","obo:HP_0003701","obo:HP_0008376","obo:HP_0002355","obo:HP_0001310","obo:HP_0000253","obo:HP_0001270","obo:HP_0008167","obo:HP_0001488","obo:HP_0002515","obo:HP_0000601","obo:HP_0000175","obo:HP_0003429","obo:HP_0002317","obo:HP_0001999"],"previousTesting":true,"previousTestingDescription":"acyl-CoA oxidase 1 deficiency and X-linked adrenoleukodystrophy ruled out by Sanger sequencing of ACOX1 and ABCD1","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6e60c870-8a42-4e1b-a9e0-9e1a70560c7c_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:351b2680-3d95-40ab-a626-7ae7a0388863"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27799409"},"rdfs:label":"ACBD5 deficient patient"},{"id":"cggv:6e60c870-8a42-4e1b-a9e0-9e1a70560c7c","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6e60c870-8a42-4e1b-a9e0-9e1a70560c7c_variant_evidence_item"},{"id":"cggv:6e60c870-8a42-4e1b-a9e0-9e1a70560c7c_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Cultured primary skin fibroblasts from patient showed C26:0 beta oxidation reduced 33% compared to control fibroblasts; increased D3-C26:0 and D3-C28:0 levels compared to control fibroblasts. Immunoblot revealed absence of ACBD5 protein in patient fibroblasts."}],"strengthScore":1,"dc:description":"Actual variant in the paper also describes the insertion of an inverted sequence: NM_145698.4:c.626-689_937-234delins936+1075_936+1230inv. This variant is stated to result in the creation of a premature stop codon: p.D208Vfs*3 and results in deletion of exons 7-8."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2cd5a685-2d84-4efb-ae78-ddbc32be6fc9_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2cd5a685-2d84-4efb-ae78-ddbc32be6fc9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":30,"allele":[{"id":"cggv:f041590a-de7d-4995-9e2d-b00d67c4687b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_145698.5(ACBD5):c.378del (p.Ile127LeufsTer6)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2608624716"}},{"id":"cggv:c5d9f124-69be-4ffd-8f30-cd09590e3809","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_145698.5(ACBD5):c.925G>T (p.Gly309del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376374507"}}],"detectionMethod":"Trio exome sequencing was performed.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"The proband had no neonatal complications and met early milestones, sitting at 7m, crawling at 9m, walking at 15m and speaking in sentences by 3y. Multidirectional nystagmus was noted from 2m. At 15y, right esotropia and minor restriction in abduction and up-gaze. From 2y of age, she showed progressive ataxia with superimposed episodes of reversible deterioration with fevers. She required a walker by 4 years of age, and a wheelchair at 6 years. By age 12, she had no functional use of her lower limbs and developed joint contractures. Urinary incontinence led to urinary retention, requiring a suprapubic catheter insertion at 25y. At 18y, brainstem auditory evoked potentials were attenuated and delayed and nerve conduction studies were normal.","phenotypes":["obo:HP_0000939","obo:HP_0002015","obo:HP_0000138","obo:HP_0000739","obo:HP_0034671","obo:HP_0000876","obo:HP_0000016","obo:HP_0001260","obo:HP_0006986","obo:HP_0003484","obo:HP_0002027","obo:HP_0002136","obo:HP_0000858","obo:HP_0034677","obo:HP_0007340","obo:HP_0000613","obo:HP_0000565","obo:HP_0011411","obo:HP_0001251","obo:HP_0001945","obo:HP_0000712","obo:HP_0011516","obo:HP_0000787","obo:HP_0000510","obo:HP_0000020","obo:HP_0000639","obo:HP_0002346","obo:HP_0008209","obo:HP_0000505","obo:HP_0002061","obo:HP_0010859","obo:HP_0001268"],"previousTesting":true,"previousTestingDescription":"Plasma VLCFAs, tested at age 15, were normal: hexacosanoate 0.83μmol/L [0.33–1.13], C26:C22 ratio 0.020 [0.007–0.024], C24:22 ratio 0.97 [0.60–1.02]. Serial MRI scans of brain were consistent with leukodystrophy. Chromosomal microarray demonstrated a normal female profile.","sex":"Female","variant":[{"id":"cggv:91a1458c-ccc7-4672-9b01-a5f9c9680040_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c5d9f124-69be-4ffd-8f30-cd09590e3809"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37789430","type":"dc:BibliographicResource","dc:abstract":"Acyl-CoA-binding domain-containing protein 5-related retinal dystrophy with leukodystrophy (ACBD5) is a peroxisomal disorder due to deficiency of ACBD5. Presenting features include retinal dystrophy, progressive leukodystrophy, and ataxia. Only seven cases of ACBD5-related retinal dystrophy have been reported in the literature to date, including one other case diagnosed in adulthood. Here we report a case with novel compound heterozygous ACBD5 mutations, presenting with the common features of rod monochromatism and progressive leukodystrophy with spasticity and ataxia. Additional novel clinical features included head and neck tremor and ovarian insufficiency. The patient's symptoms were present since infancy, but a diagnosis was only reached in adulthood when whole exome sequencing was performed. This case, which reports two novel mutations and additional clinical manifestations, contributes to the emerging phenotype of ACBD5-related retinal dystrophy with leukodystrophy, and delineation of the natural history and disease progression.","dc:creator":"Rudaks LI","dc:date":"2024","dc:title":"ACBD5-related retinal dystrophy with leukodystrophy due to novel mutations in ACBD5 and with additional features including ovarian insufficiency."}},{"id":"cggv:69734025-3f90-49ed-9a82-bdbc5be2329e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f041590a-de7d-4995-9e2d-b00d67c4687b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/37789430"}],"rdfs:label":"Rudaks_Proband"},{"id":"cggv:91a1458c-ccc7-4672-9b01-a5f9c9680040","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:91a1458c-ccc7-4672-9b01-a5f9c9680040_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband is compound heterozygous for two null variants, including this nonsense variant, Gly309Ter. (Please note that the GCI displays the variant as Gly309del; however, the variant is Gly309Ter.) The authors do not report the transcript in the publication, but it was clarified upon correspondence that the variant was Chr10(CRCh38): g.27215546 C>A, NM_001352568.1: c.979G>T, p.(Gly327*). The variant was reported to be inherited maternally. The variant was reported to be inherited maternally. The variant is reported in gnomAD v4.1 at an MAF of 0.00001103 (13/1178654 alleles) in the non-Finnish European population, with no homozygotes.\n\nThis case has been reported in a conference abstract of this study published earlier (https://neurologyopen.bmj.com/content/4/Suppl_1/A35.2). The proband's father is noted to be of Scottish heritage and her mother is of Irish heritage."},{"id":"cggv:69734025-3f90-49ed-9a82-bdbc5be2329e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:69734025-3f90-49ed-9a82-bdbc5be2329e_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband is compound heterozygous for two null variants, including this frameshift variant, Ile127LeufsTer6. The authors do not report the transcript in the publication, but it was clarified upon correspondence that the variant was Chr10(CRCh38): g.27223450del, NM_001352568.1: c.399del, p.(Ile134Leufs*6). The stop codon occurs in exon 5/13 and NMD is predicted. The variant is reported in gnomAD v4.1 at an MAF of 0.000005105 (6/1175396 alleles) in the non-Finnish European population, with no homozygotes. "}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:3b890f6e-cbcb-4428-8d67-4b2ef4f0c4bd_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:3b890f6e-cbcb-4428-8d67-4b2ef4f0c4bd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"allele":{"id":"cggv:a68ad704-71f6-469e-a486-8806e8ab10ea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_145698.5(ACBD5):c.1467G>A (p.Trp489Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/620428"}},"detectionMethod":"Whole exome sequencing was performed","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband met early milestones and spoke first words at 18mo, but showed gradually progressive deterioration of visual acuity and progressive lower extremity weakness at 3y. Between 11 and 13y, she had rapidly progressive motor and speech regression and significant cognitive decline. She became wheelchair-bound at 13yo and had difficulty in fine motor movements. At 14yo, she received an artificial anal sphincter, and had at 16yo, she had a Mitrofanoff procedure for neurogenic bladder. She received an intrathecal autologous stem cell injection at 29 years old, which reportedly led to a transient partial improvement in vision, speech, and gross motor abilities. At 36yo, her speech was limited to single words, was able to follow only simple commands, had a percutaneous endoscopic gastrostomy tube placed due to severe dysphagia and required intermittent daily catheterization of the bladder.","phenotypes":["obo:HP_0001268","obo:HP_0100360","obo:HP_0007340","obo:HP_0000648","obo:HP_0002313","obo:HP_0002376","obo:HP_0000548","obo:HP_0000639","obo:HP_0001260","obo:HP_0003484","obo:HP_0002015","obo:HP_0005750"],"previousTesting":true,"previousTestingDescription":"Her brain MRI displayed supratentorial and infratentorial atrophy with diffuse white matter signal abnormalities. The MR spectroscopy at the age of 29, demonstrated no significant abnormality. Ophthalmic evaluation showed optic nerve pallor, attenuation of eye vessels, and diffuse granularity of retinal pigment epithelium bilaterally. Full-field electroretinography confirmed severe cone-rod dystrophy.","sex":"Female","variant":{"id":"cggv:4ff7996a-b2c2-4146-87c1-f50adba8099d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a68ad704-71f6-469e-a486-8806e8ab10ea"},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"No","zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33427402","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes play an essential role in lipid metabolism via interaction with other intracellular organelles. The information about the role of the Acyl-CoA-binding domain containing-protein 5 (ACBD5) in these interactions in human cells is emerging. Moreover, a few patients with retinal dystrophy and leukodystrophy caused by pathogenic variants in ACBD5 have been recently introduced. Here, we present a 36-year-old female with retinal dystrophy, leukodystrophy, and psychomotor regression due to a novel homozygous variant in ACBD5. Our study adds to the growing knowledge of this peroxisomal disorder by providing phenotypic details of the first adult patient.","dc:creator":"Bartlett M","dc:date":"2021","dc:title":"First reported adult patient with retinal dystrophy and leukodystrophy caused by a novel ACBD5 variant: A case report and review of literature."}},"rdfs:label":"Bartlett_Proband"},{"id":"cggv:4ff7996a-b2c2-4146-87c1-f50adba8099d","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4ff7996a-b2c2-4146-87c1-f50adba8099d_variant_evidence_item"}],"strengthScore":1,"dc:description":"The proband was homozygous for the nonsense variant, Trp489Ter, in exon 12/13, but prior to the last 50 bases in exon 12. Therefore, NMD is predicted. The variant is scored 2 points based on default score for LOF variant per SOP v7."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defd_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:97fdcfdd-005d-4c75-b817-dd92caaefa91_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:97fdcfdd-005d-4c75-b817-dd92caaefa91","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:7624f91c-556e-44d0-9373-beacbb036403","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_145698.5(ACBD5):c.1297C>T (p.Arg433Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA376373350"}},"detectionMethod":"Clinical exome sequencing that included 4900 genes known to cause hereditary diseases was performed","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Proband had slightly delayed milestones: she sat without support at the age of 7m, crawled at 11m and stood with support at 13m. She walked without support at the age of 16m. Proband's mother noted that she 2 had photosensitivity and rapid involuntary lateral eye movements since 1yo. Proband could not walk independently at 4yo. ","phenotypes":["obo:HP_0000505","obo:HP_0002317","obo:HP_0002540","obo:HP_0012547","obo:HP_0001288","obo:HP_0002359","obo:HP_0000639","obo:HP_0001337","obo:HP_0000750","obo:HP_0030211","obo:HP_0001260","obo:HP_0001382","obo:HP_0011171","obo:HP_0000666"],"previousTesting":false,"secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:2ccaaca0-dc1f-4fdd-8a28-6caa3ee61fa2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:7624f91c-556e-44d0-9373-beacbb036403"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34668366","type":"dc:BibliographicResource","dc:abstract":"Peroxisomal disorders are a heterogeneous group of diseases caused by mutations in a large number of genes. One of the genetic disorders known to cause this situation is ACBD5 (Acyl-CoA binding-domain-containing-5) gene mutations that have been described in recent years. Here, we report two siblings with a novel homozygous nonsense variation (c.1297C>T, p.Arg433*) in ACBD5 (NM_145698.4) gene using Clinical Exome Sequencing (Sophia Genetics).","dc:creator":"Gorukmez O","dc:date":"2022","dc:title":"Newly defined peroxisomal disease with novel "}},"rdfs:label":"Gorukmez_Proband II.2"},{"id":"cggv:2ccaaca0-dc1f-4fdd-8a28-6caa3ee61fa2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:2ccaaca0-dc1f-4fdd-8a28-6caa3ee61fa2_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"The proband and similarly affected sibling were homozygous for the Arg433Ter variant in exon 11/13. NMD is predicted."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8479,"specifiedBy":"GeneValidityCriteria10","strengthScore":15.5,"subject":{"id":"cggv:83337c20-1bae-4e32-a81c-0b51be5f422b","type":"GeneValidityProposition","disease":"obo:MONDO_0100112","gene":"hgnc:23338","modeOfInheritance":"obo:HP_0000007"},"version":"3.0","dc:description":"*ACBD5* was first reported in relation to autosomal recessive ACBD5 deficiency in 2013 (Abu-Safieh L et al., PMID: 23105016). More than ten pathogenic/likely pathogenic variants have been reported in humans per ClinVar. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Summary of case-level (12 pts) and experimental data (3.5 pts): 15.5 points. Variants in this gene have been reported in at least 5 probands in 5 publications (PMID: 23105016, PMID: 27799409, PMID:33427402, PMID: 37789430, PMID: 34668366). The mechanism for disease is expected to be loss of function. This gene-disease association is supported by in vitro functional assays.\n\nAt the time of curation (April 2020), this gene did not have associated disease entities per OMIM, but subsequently \"Retinal dystrophy with leukodystrophy\" was added as the disease entity. There have been associations with retinal dystrophy (PMID:23105016) and ACBD5 deficiency (PMID:27799409) in the literature. Additionally, there has been a report of an association with autosomal dominant thrombocytopenia (PMID:20626622), but this was later disputed (PMID:21211618). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no\ndifference in molecular mechanism, inheritance pattern, or phenotypic\nvariability among the reports of retinal dystrophy and ACBD5 deficiency. Therefore, all of the disease entities have been lumped into one disease entity, ACBD5 deficiency (MONDO:0100112).\n\nIn summary, *ACBD5* is definitively associated with ACBD5 deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. \n\nThis gene-disease pair was originally evaluated by the Peroxisomal Disorders GCEP on April 20, 2022 as a moderate classification. It was reevaluated on May 2, 2024. As a result of this reevaluation, the classification was upgraded from Moderate to Definitive.","dc:isVersionOf":{"id":"cggv:8ac052f6-de8d-4c14-adf2-bbecb624defd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}