{"id":"cggv:f2622390-3981-4f40-8c28-194fb13dd35av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:f2622390-3981-4f40-8c28-194fb13dd35a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2022-12-30T03:03:17.600Z","role":"Publisher"},{"id":"cggv:f2622390-3981-4f40-8c28-194fb13dd35a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10102","date":"2022-12-29T20:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:f2622390-3981-4f40-8c28-194fb13dd35a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:f2622390-3981-4f40-8c28-194fb13dd35a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f2622390-3981-4f40-8c28-194fb13dd35a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a13cdb77-a21d-46c9-86a0-999081d750cf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa66f808-3fc2-4dd2-9e35-232e8bb53088","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RNA sequencing of total RNA from 20 human tissues showed significant expression of CFAP43 in lung, trachea, and brain.  The expression of CFAP43 in these tissues is consistent with a role for CFAP43 in the respiratory system and in the brain ventricular system.  ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25970244","type":"dc:BibliographicResource","dc:abstract":"Recursive splicing is a process in which large introns are removed in multiple steps by re-splicing at ratchet points--5' splice sites recreated after splicing. Recursive splicing was first identified in the Drosophila Ultrabithorax (Ubx) gene and only three additional Drosophila genes have since been experimentally shown to undergo recursive splicing. Here we identify 197 zero nucleotide exon ratchet points in 130 introns of 115 Drosophila genes from total RNA sequencing data generated from developmental time points, dissected tissues and cultured cells. The sequential nature of recursive splicing was confirmed by identification of lariat introns generated by splicing to and from the ratchet points. We also show that recursive splicing is a constitutive process, that depletion of U2AF inhibits recursive splicing, and that the sequence and function of ratchet points are evolutionarily conserved in Drosophila. Finally, we identify four recursively spliced human genes, one of which is also recursively spliced in Drosophila. Together, these results indicate that recursive splicing is commonly used in Drosophila, occurs in humans, and provides insight into the mechanisms by which some large introns are removed.","dc:creator":"Duff MO","dc:date":"2015","dc:title":"Genome-wide identification of zero nucleotide recursive splicing in Drosophila."},"rdfs:label":"Human CFAP43 expressed in ciliated tissues (lungs/brain)"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:7ba09403-41dc-43ea-9373-26e4eb95ba77","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9428c961-395b-4d09-95fb-92919bb22e6a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Cfap43 transcripts were detected in respiratory epithelial cells, brain ependymal cells, and the choroid plexus of WT adult mice.  Cfap43 expression was absent in these tissues in Foxj1-/- mice. Foxj1 is a transcription factored involved in ciliogenesis. Cfap43 was also expressed in the left-right organizer during embryonic mouse development. CFAP43 protein localizes to cilia of cultured mouse tracheal epithelial cells. CFAP43 protein is absent in lungs of mice homozygous for a CFAP43 knockout.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31884020","type":"dc:BibliographicResource","dc:abstract":"Malfunctions of motile cilia cause a variety of developmental defects and diseases in humans and animal model organisms. Defects include impaired mucociliary clearance of the airways, sperm immotility, hydrocephalus and organ laterality. Here, we characterize the evolutionary conserved Cfap43 gene by loss-of-function experiments in the mouse and the frog Xenopus laevis. Cfap43 is expressed in tissues carrying motile cilia and acts as a target gene of the transcription factor FOXJ1, which is essential for the induction of motile ciliogenesis. We show that CFAP43, a protein of unknown biochemical function, localizes to the ciliary axoneme. CFAP43 is involved in the regulation of the beating frequency of tracheal cilia and loss of CFAP43 causes severe mucus accumulation in the nasal cavity. Likewise, morphant and crispant frog embryos revealed impaired function of motile cilia of the larval epidermis, a model for airway mucociliary epithelia. CFAP43 participates in the formation of flagellar axonemes during spermatogenesis as mice mutant for Cfap43 display male infertility, consistent with observations in male sterile patients. In addition, mice mutant for Cfap43 display early onset hydrocephalus. Together, these results confirm the role of CFAP43 in the male reproductive tract and pinpoint additional functions in airway epithelia mucus clearance and brain development.","dc:creator":"Rachev E","dc:date":"2020","dc:title":"CFAP43 modulates ciliary beating in mouse and Xenopus."},"rdfs:label":"Murine Cfap43 expressed in tissues with multiciliated cells "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d57269c0-49fb-449b-92f2-668971ca7fbb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:53c760e7-5fce-4648-8614-bbc843addc20","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunofluorescent studies In Tetrahymena, show that when expressed under the control of the native promoter, Fap43p–3HA was exclusively targeted to cilia and was present along the entire length of the cilium, with the exception of the cilium tip. The expression of Fap43p along the cilium is consistent with a role for human CFAP43 in ciliary structure and/or activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29687140","type":"dc:BibliographicResource","dc:abstract":"Cilia beating is powered by the inner and outer dynein arms (IDAs and ODAs). These multi-subunit macrocomplexes are arranged in two rows on each outer doublet along the entire cilium length, except its distal end. To generate cilia beating, the activity of ODAs and IDAs must be strictly regulated locally by interactions with the dynein arm-associated structures within each ciliary unit and coordinated globally in time and space between doublets and along the axoneme. Here, we provide evidence of a novel ciliary complex composed of two conserved WD-repeat proteins, Fap43p and Fap44p. This complex is adjacent to another WD-repeat protein, Fap57p, and most likely the two-headed inner dynein arm, IDA I1. Loss of either protein results in altered waveform, beat stroke and reduced swimming speed. The ciliary localization of Fap43p and Fap44p is interdependent in the ciliate Tetrahymena thermophila.","dc:creator":"Urbanska P","dc:date":"2018","dc:title":"Ciliary proteins Fap43 and Fap44 interact with each other and are essential for proper cilia and flagella beating."},"rdfs:label":"Tetrahymena Fap43p expressed along length of cilia "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Morimoto et al 2019 (PMID: 31004071) were not able to provide definitive evidence that their CFAP43 patients carried ciliary defects. At least one patient showed the presence of compound respiratory cilia, but this phenotype is not indicative of respiratory or ependymal ciliary disfunction and can be seen in healthy patients."},{"id":"cggv:9eba2f35-d3e4-4d16-a99a-e9e993233184","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0820b3d6-5ceb-4b5a-8e2e-f008a8fc0dbd","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Tetrahymena orthologs of human CFAP43 and CFAP44, Fap43p and Fap44p, were shown to be interacting proteins by two methods: Co-immunoprecipitation and a BirA* proximity labelling assay on cytoskeletal and/or ciliary fractions from cells (native or over-expressing Fap43p), followed by mass spectrometry. Some Dyh6p peptides were also identified as interacting with Fap43p and Fap44p. In Tetrahymena, Dyh6 is one of the dynein heavy chains of the two-headed inner dynein arm I1 (IDAI1). Urbanska et al suggest that Fap43p and Fap44p form a novel ciliary complex located near IDAI1. They show that loss of either protein results in altered waveform, beat stroke and swimming speed. They hypothesize that a Fap43p-Fap44p complex might regulate IDA I1 activity.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29687140","rdfs:label":"Tetrahymena Fap43p interacts with ciliary protein Fap44p"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"Down-scored because CFAP44 has not been associated with human cases of Primary Ciliary Dyskinesia or in any human phenotypes involving ciliary disfunction. Like CFAP43, CFAP44 has been strongly associated with human cases of male infertility, specifically MMAF (PMID: 29449551) and defects in the sperm flagella structure and axoneme."},{"id":"cggv:9ef78ff1-3191-4637-a9fe-e4e0c2b38efb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d5d1da00-78ff-440c-a43c-b94f989dcbf2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"CFAP43 is part of the T/TH complex that is structurally linked to to the IDA motor domains as well as other axonemal complexes. The T/TH complex is thought to regulate conformational changes in the IDAs (through a phosphorylation signaling cascade) that affect microtubule sliding motion, ultimately affecting ciliary beat. In humans, coordinated ciliary beating helps mucociliary clearance of the respiratory system and drives circulation of the cerebrospinal fluid in the brain ventricles.  Loss or disfunction of cilia is associated with Primary Ciliary Dyskinesia (PMID: 32943623. An alteration in ciliary motility caused by disfunction of CFAP43 (change in beat frequency or beat amplitude) in respiratory and ependymal epithelial cells could plausibly result in respiratory symptoms and hydrocephalus.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29514928","type":"dc:BibliographicResource","dc:abstract":"Motile cilia are essential for propelling cells and moving fluids across tissues. The activity of axonemal dynein motors must be precisely coordinated to generate ciliary motility, but their regulatory mechanisms are not well understood. The tether and tether head (T/TH) complex was hypothesized to provide mechanical feedback during ciliary beating because it links the motor domains of the regulatory I1 dynein to the ciliary doublet microtubule. Combining genetic and biochemical approaches with cryoelectron tomography, we identified FAP44 and FAP43 (plus the algae-specific, FAP43-redundant FAP244) as T/TH components. WT-mutant comparisons revealed that the heterodimeric T/TH complex is required for the positional stability of the I1 dynein motor domains, stable anchoring of CK1 kinase, and proper phosphorylation of the regulatory IC138-subunit. T/TH also interacts with inner dynein arm d and radial spoke 3, another important motility regulator. The T/TH complex is a conserved regulator of I1 dynein and plays an important role in the signaling pathway that is critical for normal ciliary motility.","dc:creator":"Fu G","dc:date":"2018","dc:title":"The I1 dynein-associated tether and tether head complex is a conserved regulator of ciliary motility."},"rdfs:label":"FAP43 identified as component of T/TH complex activity "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Morimoto et al 2019 (PMID: 31004071) did not provide any evidence of an alteration in human ciliary function in their patients. The Tetrahymena and Chlamydomonas studies elucidate the function of CFAP43 in cilia in general, adding plausibility to ciliary involvement in CFAP43 patients. More information on the mechanism that underlies the respiratory and hydrocephalus phenotypes seen in CFAP43 human patients is needed."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:f2622390-3981-4f40-8c28-194fb13dd35a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:17630888-06af-4b11-b55b-fce4c6ce8d0a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:980a77c3-031c-4817-8ddc-1dad5ec753e1","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In humans, coordinated ciliary beating helps drives mucociliary clearance of the airways, as well as circulation of the cerebrospinal fluid in the brain ventricles. Loss or disfunction of cilia in the respiratory system or brain ventricles has been associated with PCD (PMID: 32943623) as well as with hydrocephalus (PMID: 35903173). Knockout of FAP43 lowers cilia beat amplitude and swimming speed in Tetrahymena. It is plausible that a mutation in human CFAP43 could similarly impair ciliary motility, leading to a new primary ciliary dyskinesia subtype.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29687140","rdfs:label":"Tetrahymena FAP43 knockout reduces cilia beat amplitude"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Down-scored because Tetrahymena model cannot recapitulate important PCD phenotypes seen in humans such as respiratory defects, laterality defects, hydrocephalus. \n\nThe Tetrahymena knockout model does provide data on changes in ciliary motility in FAP43 mutants, confirming the plausibility of CFAP43 playing a role in human respiratory and ependymal ciliary motility."},{"id":"cggv:f7e601c1-254a-421b-b3fb-3d331aaf7737","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dff99cdd-fc21-4073-bdeb-a4d60c1e1be4","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In humans, coordinated ciliary beating helps drives mucociliary clearance of the airways, as well as circulation of the cerebrospinal fluid in the brain ventricles. Loss or disfunction of cilia in the respiratory system or brain ventricles has been associated with PCD (PMID: 32943623) as well as with hydrocephalus (PMID: 35903173). Knock-down or knock-out of Cfap43 in Xenopus raises cilia beat frequency  and reduces velocity of cilia generated flow in the mucociliary epithelium of the tadpole skin. It is plausible that a mutation in human CFAP43 could similarly impair ciliary motility, leading to reduced mucociliary clearance, hydrocephlaus and other PCD phenotypes.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31884020","rdfs:label":"Cfap43 knockdown leads to ciliary defects in Xenopus"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Down-scored because Xenopus model did not recapitulate important PCD phenotypes seen in humans such as respiratory defects, laterality defects, hydrocephalus. \n\nTadpole skin multiciliated cells serve as a model for the mammalian airway epithelium. Cfap43 knockdown confirmed changes in ciliary motility and a function of cfap43 in the mucociliary epithelium.\n"},{"id":"cggv:758b3bbb-f569-4805-9976-3835de90501a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:898035e6-7604-49ab-89d6-7479614a4966","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of function experiments in mice confirm a role for CFAP43 in airway epithelia mucus clearance, brain development and sperm flagella: all tissues carrying and requiring motile cilia function or flagellar function.  A loss of CFAP43 function in mice increased tracheal ciliary beat frequency and reduced trachea cilia generated flow.  Loss of CFAP43 in brain led to enlarged ventricles and sometimes hydrocephalus. These mouse phenotypes (Male infertility, mucociliary clearance defects of the airways, and hydrocephalus) are consistent with a PCD mouse model.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/31884020","rdfs:label":"Murine Cre/Lox CFAP43 knockout "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Disputed","sequence":5595,"specifiedBy":"GeneValidityCriteria9","strengthScore":6,"subject":{"id":"cggv:926f0ef3-3cc6-498b-ad9f-58e3d0853de9","type":"GeneValidityProposition","disease":"obo:MONDO_0016575","gene":"hgnc:26684","modeOfInheritance":"obo:HP_0000005"},"version":"1.0","dc:description":"Primary Ciliary Dyskinesia (PCD) is a genetically heterogeneous group of disorders, usually beginning in early childhood, characterized by recurrent infections of the upper and lower respiratory tract, randomization of left/right body asymmetry, and subfertility (PMID: 32943623). The PCD phenotype results from structural and/or functional abnormalities of motile cilia and flagella. \n\nA mutation was first reported in the *CFAP43* (*Cilia-and Flagella-Associated Protein 43*) gene in association with Normal Pressure Hydrocephalus 1 (NPH 1) in a Japanese family (PMID: 31004071).  In addition to hydrocephalus, the diagnostic enlarged brain ventricles, and the usual triad of symptoms associated with NPH (gait disturbance, cognitive impairment, and urinary incontinence), two out of three affected family members were described as having recurrent respiratory tract infections and chronic sinusitis. The proband was a 55 year old woman who died of pneumonia at the age of 60 years. Whole exome sequencing of the proband and two unaffected siblings was used to identify a monoallelic nonsense *CFAP43* mutation present in two affected siblings and absent in three unaffected siblings. The genotypes of the affected mother and a third affected sibling were not available. While these patients carried a variant in a cilia and flagella associated gene (*CFAP43*), were diagnosed with NPH, and two of the affected siblings had respiratory symptoms, they had none of the other hallmark features of Primary Ciliary Dyskinesia.  There was no report of neonatal respiratory distress, no laterality defects, no bronchiectasis and no chronic ear infections. Authors made no mention of nasal nitric oxide measurements, studies of ciliary function, or assessment of fertility. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found the clinical phenotypes in these NPH 1 family members to be distinct from those of patients with Primary Ciliary Dyskinesia. We are treating Normal Pressure Hydrocephalus 1 (MONDO:0009366, OMIM:236690) and Primary Ciliary Dyskinesia (MONDO: 0016575) as separate disease entities.\n \nEvidence from the *CFAP43* variant described above has not been scored in this curation because the clinical features for Primary Ciliary Dyskinesia have not been met by the information available for members of the family presented by Morimoto et al., 2019 (PMID: 31004071). There are no other cases of *CFAP43* related PCD in the literature, hence we scored 0 out of 12 possible points of genetic evidence.\n\nThe gene-disease association between *CFAP43* and PCD is, however, supported by gene expression and protein localization studies. Human RNAseq expression studies show that *CFAP43* is expressed in ciliated tissues (PMID:25970244), including trachea and lung, as well as brain and testis (PMID: 24309898). In mice, in situ expression studies show *Cfap43* transcripts in multiciliated tissues, including the  LRO, oviduct, nasal cavity, pharynx, lung, and brain (PMID: 31884020). Immunofluorescent studies in mice also show that CFAP43 protein localizes to the cilia of mouse tracheal epithelial cells and lung sections. Immunofluorescent studies in *Tetrahymena thermophila* show that Fap43p is exclusively targeted to cilia and is present along the length of the cilium (PMID: 29687140).\n\nThree animal models have been used to support the gene-disease relationship between *CFAP43* and Primary CIliary Dyskinesia. Cre/Lox technology was used in mice to generate a *Cfap43* knockout (PMID: 31884020). This mouse model confirms a role for Cfap43 in airway epithelia mucus clearance, brain development and function, and male fertility, all processes requiring motile cilia or flagella function. A loss of normal Cfap43 function in mice increased tracheal ciliary beat frequency and reduced tracheal cilia generated flow.  Knockout mice retained motile ependymal cilia but developed enlarged ventricles and hydrocephalus. These mice also had male infertility, immotile sperm, and abnormal sperm morphology.  A *Tetrahymena thermophila* *FAP43* knockout showed signs of impaired ciliary motility and had a reduced cilia beat amplitude (PMID: 29687140). *Cfap43* knockdown leads to ciliary defects in *Xenopus* embryos (PMID: 31884020). *Xenopus* *cfap43* morphants and crispants had elevated ciliary beat frequencies and reduced cilia generated flow. The multiciliated cells of *Xenopus* embryo skin serve as a model for the mammalian airway epithelium. *Cfap43* knockdown confirmed changes in ciliary motility and a function for cfap43 in the mucociliary epithelium. All three of these animal models confirm the plausibility that a mutation in human *CFAP43* could impair ciliary or flagellar motility or function, leading to a form of PCD.\n\n*Tetrahymena* orthologs of human CFAP43 and CFAP44, Fap43p and  Fap44p, were shown to be interacting proteins by two methods: Co-immunoprecipitation and a BirA* proximity labeling assay of  *Tetrahymena* cell extracts, followed by mass spectrometry  (PMID: 29687140). Authors of this study propose that a Fap43p-Fap44p complex might be involved in the regulation of ciliary beat. Genetic and biochemical approaches combined with cryo-electron tomography identified *Tetrahymena* orthologs of CFAP43 and CFAP44, FAP43 and FAP44 as dimerized components of the T/TH (Tether/Tether Head) complex (PMID: 29514928). The T/TH complex is structurally linked to the inner dynein arm motor domains as well as to other axonemal complexes that may be involved in regulating ciliary motility. A change in ciliary function is consistent with a defective CFAP43 causing a PCD phenotype\n\nIn summary, due to the absence of a *CFAP43* variant clearly associated with PCD, despite strong experimental evidence for CFAP43 playing a role in motile ciliary function in other organisms, there is at this time a disputed relationship between variants in *CFAP43* and Primary Ciliary Dyskinesia. This classification was approved by the ClinGen Motile Ciliopathy GCEP on December 8, 2022  (SOP Version 9).\n\nThe clinical phenotypes for Primary Ciliary Dyskinesia have not been met by the information available for members of the family presented by Morimoto et al., 2019 (PMID: 31004071). For this reason the CFAP43 variant described in this curation has not been scored. There are no other cases of CFAP43 related PCD in the literature, hence we scored 0 out of 12 possible points of genetic evidence and dispute, until such time as there is more genetic evidence, that there is a gene-disease association between CFAP43 and Primary Ciliary Dyskinesia.","dc:isVersionOf":{"id":"cggv:f2622390-3981-4f40-8c28-194fb13dd35a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}