{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2019-01-23T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:70004bf1-3022-4750-a554-92cf824eaa23","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:10e8cad8-7768-438e-b6fa-b348e96b6439","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"TSC1 expression was shown by western blot of human tissues to be highly expressed in the brain, kidney, and heart, with lesser expression in the lung. No expression was observed in the liver. Furthermore, immunohistochemistry (IHC) of human tissues indicated expression of TSC1 in the same tissue by staining.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10349994","type":"dc:BibliographicResource","dc:abstract":"Tuberous sclerosis complex (TSC) is an autosomal dominant disorder characterized by seizures, mental retardation, and hamartomatous tumors in multiple organs, including subependymal giant cell astrocytomas, cardiac rhabdomyomas, and renal angiomyolipomas. Mutations in two genes are associated with TSC: TSC1, which was cloned in 1997, and TSC2, which was cloned in 1993. We report here the expression of hamartin, the product of the TSC1 gene, in normal human tissues and in renal angiomyolipomas from TSC1- and TSC2-linked patients. By Western blot analysis, hamartin is strongly expressed in brain, kidney, and heart, all of which are frequently affected in TSC. By immunohistochemical analysis, the expression pattern of hamartin in normal human tissues was almost identical to that of tuberin, the product of the TSC2 gene. This is consistent with the recent finding that tuberin and hamartin interact and with the clinical similarity between TSC1- and TSC2-linked disease. Strong hamartin expression was seen in cortical neurons, renal tubular epithelial cells, pancreatic islet cells, bronchial epithelial cells, and pulmonary macrophages. Hamartin was also expressed in endocrine tissues, including islet cells of the pancreas, follicular cells of the thyroid, and the zona reticularis of the adrenal cortex. In eight angiomyolipomas from a TSC1-linked patient, no hamartin expression was detected, whereas tuberin, the product of the TSC2 gene, was expressed. In 19 angiomyolipomas from a TSC2-linked patient, in whose angiomyolipomas loss of tuberin expression had previously been shown, hamartin expression was present. These data suggest that tuberin and hamartin immunoreactivity can distinguish tumors with underlying TSC1 mutations from those with TSC2 mutations. This differentiation might have diagnostic implications.","dc:creator":"Plank TL","dc:date":"1999","dc:title":"The expression of hamartin, the product of the TSC1 gene, in normal human tissues and in TSC1- and TSC2-linked angiomyolipomas."},"rdfs:label":"Western blot and IHC of TSC1 in human tissue"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:d0dd242e-7521-41b4-8bbd-31ce7ba12939","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1364ba99-ddc2-4140-8e95-53236fc3c77d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Immunohistochemistry staining of TSC1/hamartin in angiomyolipomas from a patient with TSC1 associated tuberous sclerosis showed reduced to absent expression of TSC1/hamartin, but normal TSC2/tuberin expression.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10349994","rdfs:label":"Reduced TSC1 expression in angiomyolipomas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:22edd542-037b-43fa-ba22-b625e168edb2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:77821e7f-0712-46ec-aafd-763a8a8c9157","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot of adult human tissues shows expression of TSC1 in heart, brain, kidney, lung, and skeletal muscle. All of these tissues are affected in tuberous sclerosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9242607","type":"dc:BibliographicResource","dc:abstract":"Tuberous sclerosis complex (TSC) is an autosomal dominant disorder characterized by the widespread development of distinctive tumors termed hamartomas. TSC-determining loci have been mapped to chromosomes 9q34 (TSC1) and 16p13 (TSC2). The TSC1 gene was identified from a 900-kilobase region containing at least 30 genes. The 8.6-kilobase TSC1 transcript is widely expressed and encodes a protein of 130 kilodaltons (hamartin) that has homology to a putative yeast protein of unknown function. Thirty-two distinct mutations were identified in TSC1, 30 of which were truncating, and a single mutation (2105delAAAG) was seen in six apparently unrelated patients. In one of these six, a somatic mutation in the wild-type allele was found in a TSC-associated renal carcinoma, which suggests that hamartin acts as a tumor suppressor.","dc:creator":"van Slegtenhorst M","dc:date":"1997","dc:title":"Identification of the tuberous sclerosis gene TSC1 on chromosome 9q34."},"rdfs:label":"Northern Blot of TSC1 in adult tissues"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b709b4dc-6d7c-46c3-b08f-d62a210e4be2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0ac781c4-bf33-4e19-b6ba-259c7940f12e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Co-IP experiments show that hamartin/ TSC1 and tubers/TSC2 immunoprecipitate from several human cell lines, including NT2 (neuronal precursor-restricted teratocarcinoma), SK-N-SH (neuroblastoma), MCF (epithelial), K562 (lympoblastoid), HepG2 (hepatocarcinoma), CM-SMC (primary, cerebral micro vessel-derived smooth muscle cell). They also show the interaction in rat cell lines PC12 (adrenal gland pheochromocytoma), FRN, FR-A.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11170177","type":"dc:BibliographicResource","dc:abstract":"Tuberous sclerosis (TSC) is a neurocutaneous disorder characterized by multi-system hamartomatous lesions, and results from a mutation in TSC1, that encodes hamartin, or TSC2, that encodes tuberin. We have examined hamartin expression in a diverse range of human and rat cell lines and primary cultured cells derived from tissues that express hamartin in vivo. Strong hamartin signal was detected in every cell line of human origin examined, representing neuronal, epithelial, lymphoid, renal, vascular smooth muscle, liver, and prostatic cells. Primary cell cultures of oligodendroglioma, meningioma, and glioblastoma multiforme origin were also found to express hamartin. Hamartin was also detected in the rat PC12 cell line, as well as purified primary cultures of rat cortical neurons, astrocytes, and oligodendroglia, with a stronger signal found in astrocytes. Using co-immunoprecipitation, we have also confirmed the physical interaction of tuberin and hamartin in a diverse range of human and rat cell types. These findings demonstrate that hamartin is widely expressed in human and rat cell lines and cultures, and demonstrate that hamartin expression is not lost during the establishment of tumor cell lines or primary cultures. This suggests that the cell lines and cultures studied may serve as useful in vitro models for biochemical investigations involving hamartin and tuberin both individually and as a complex, as well as studies to elucidate the mechanisms underlying the organ-specific pathology of TSC.","dc:creator":"Catania MG","dc:date":"2001","dc:title":"Hamartin expression and interaction with tuberin in tumor cell lines and primary cultures."},"rdfs:label":"Co-immunoprecipitation of TSC1/hamartin and TSC2/tuberin"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"I gave higher points, as they showed the interaction to take place in all tissues relevant to tuberous sclerosis, in both human cell lines and rat cell lines. They also showed that immunoprecipitating with either the TSC2/tuberin and probing for TSC1/hamartin, as well as the reverse, IP with TSC1/hamartin and probing for TSC2/tuberin, indicated interaction. as a control primary rat oligodendroglial show no interaction and this is due to no expression of TSC2 in these cells (Figure 5)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dcb6f9b0-ae84-4a12-a0c1-052f3cd0e858","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c9ea4b30-fe92-4ef2-b698-175abd431a56","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Neurons expressing the TSC1-WT-2A-mCherry had reduced neuronal soma size, equivalent to control mCherry expressing cells, and normal phosphorylation levels of S6. They also showed that minimal amounts of WT-TSC1 were sufficient to rescue the soma size and pS6 levels when co-expressed with the pathogenic variant TSC1-R692X, in a TSC1 null neuron background. Even at 1/10 the level of the R692X variant expression.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27425891","type":"dc:BibliographicResource","dc:abstract":"Tuberous sclerosis (TSC) is a phacomatosis associated with highly differentiated malformations including tubers in the brain. Those are composed of large dysplastic neurons and 'giant cells'. Cortical tubers are frequent causes of chronic seizures and resemble neuropathologically focal cortical dysplasias (FCD) type IIb. Patients with FCDIIb, however, lack additional stigmata of TSC. Mutations and allelic variants of the TSC1 gene have been observed in patients with tubers as well as FCDIIb. Those include hamartin(R692X) and hamartin(R786X), stop mutants frequent in TSC patients and hamartin(H732Y) frequent in FCDIIb. Expression of these variants in cell culture led to aberrant distribution of corresponding proteins. We here scrutinized morphological and structural effects of these TSC1 variants by intraventricular in utero electroporation (IUE), genetically mimicking the discrete focal character and a somatic postzygotic mosaicism of the lesion, focusing on the gene dosage required for tuber-like lesions to emerge in Tsc1(flox/flox) mice. Expression of only hamartin(R692X) as well as hamartin(R786X) led to a 2-fold enlargement of neurons with high pS6 immunoreactivity, stressing their in vivo pathogenic potential. Co-electroporation of the different aberrant alleles and varying amounts of wildtype TSC1 surprisingly revealed already minimal amounts of functional hamartin to be sufficient for phenotype rescue. This result strongly calls for further studies to unravel new mechanisms for substantial silencing of the second allele in cortical tubers, as proposed by Knudson's '2-hit hypothesis'. The rescuing effects may provide a promising basis for gene therapies aiming at reconstituting hamartin expression in tubers.","dc:creator":"Robens BK","dc:date":"2016","dc:title":"Minute amounts of hamartin wildtype rescue the emergence of tuber-like lesions in conditional Tsc1 ablated mice."},"rdfs:label":"TSC1 rescue in neuron specific TSC1 null mice."}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":2,"dc:description":"Because this is a rescue in an animal model, the default score is 2 points."},{"id":"cggv:a0c44bb6-1bba-49d1-ac8c-55cce8ff203f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:68b757a1-5bee-48ae-906d-128835d08594","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The development of renal carcinomas in the TSC1^+/- mice validates that these mice recapitulate the development of kidney tumors as observed in humans with tuberous sclerosis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15888477","type":"dc:BibliographicResource","dc:abstract":"Tuberous sclerosis complex (TSC) is an autosomal dominant disorder caused by mutations in either the TSC1 or the TSC2 genes and characterized by the development of benign hamartomatous growths in multiple organ systems. We have inactivated Tsc1 in the mouse germ line by gene targeting in ES cells and confirmed that the mutant allele (Tsc1-) has a recessive embryonic lethal phenotype. We found that a significant number (approximately 27%) of heterozygous (Tsc1+/-) mice on the C57BL/6 background died before weaning (P = 0.014) and show that these mice die in the post-natal period (P = 0.033), normally at 1-2 days, from unknown causes. Forty-four percent (7/16) of Tsc1+/- mice on a C3H background developed macroscopically visible renal lesions as early as 3-6 months, increasing to 95% (37/39) by 15-18 months. Renal lesions progressed from cysts through cystadenomas to solid carcinomas. Eighty percent (16/20) of Tsc1+/- mice on a Balb/c background exhibited solid renal cell carcinomas (RCC) by 15-18 months and in 41%, RCCs were > or = 5 mm, resulting in grossly deformed kidneys. Some RCCs had a sarcomatoid morphology of spindle cells in whorled patterns and metastasized to the lungs. We detected loss of the wild-type Tsc1 allele and elevated levels of p-mTOR and p-S6 in lesions from Tsc1+/- mice. This new murine model of hamartin deficiency exhibits a more severe phenotype than existing models.","dc:creator":"Wilson C","dc:date":"2005","dc:title":"A mouse model of tuberous sclerosis 1 showing background specific early post-natal mortality and metastatic renal cell carcinoma."},"rdfs:label":"TSC1-beta gal mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5},{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:813cb089-9d76-4db5-a2ea-c9557184ee65_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:14ffa92e-a8a0-4ace-8fa2-7193291f2425","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Individuals diagnosed with TSC and showing linkage with chromosome 9q34, but negative linkage with chromosome 16p13( corresponding with TSC2) were used. PCR of the putative exons was performed followed by heteroduplex mobility shift analysis. 62nd exon screening identified mutations. The samples were further analyzed by sequence analysis to identify the relative mutations.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","phenotypes":"obo:HP_0010566","previousTesting":true,"previousTestingDescription":"Negative for linkage to chromosome 16p13 where TSC2 resides.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:813cb089-9d76-4db5-a2ea-c9557184ee65_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f38b4411-37b5-4563-8a1a-ad23b16689c9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000368.4(TSC1):c.1760A>G (p.Lys587Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5099"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607","rdfs:label":"K585R-Familial"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"ClinVar has conflicting evidence on the pathogenicity of this variant with 10/11 asserting benign. ExAC shows an allele frequency of 0.01878, which is extremely high, therefore I believe this variant to be likely non-pathogenic."},{"id":"cggv:48eabcb2-879a-4d87-a568-7c497d22c3a8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9fa9b1c1-83aa-409f-b1ba-3b7dddf5c927","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Individuals diagnosed with TSC and showing linkage with chromosome 9q34, but negative linkage with chromosome 16p13( corresponding with TSC2) were used. PCR of the putative exons was performed followed by heteroduplex mobility shift analysis. 62nd exon screening identified mutations. The samples were further analyzed by sequence analysis to identify the relative mutations.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","phenotypes":"obo:HP_0010566","previousTesting":true,"previousTestingDescription":"Negative for linkage to chromosome 16p13 where TSC2 resides.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:48eabcb2-879a-4d87-a568-7c497d22c3a8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:80c1aa35-af53-4907-ab48-b2899222656f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000368.4(TSC1):c.1580_1581delAG (p.Gln527Argfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/48805"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607","rdfs:label":"Q527Rfs-Familial"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.5},{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:8f6938ad-0f11-44ac-88a5-9794c4cc519c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9ab0a024-d7d8-4e92-9bea-4f30d4a7a634","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Individuals diagnosed with TSC and showing linkage with chromosome 9q34, but negative linkage with chromosome 16p13( corresponding with TSC2) were used. PCR of the putative exons was performed followed by heteroduplex mobility shift analysis. 62nd exon screening identified mutations. The samples were further analyzed by sequence analysis to identify the relative mutations.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","phenotypes":"obo:HP_0010566","previousTesting":true,"previousTestingDescription":"Negative for linkage to chromosome 16p13 where TSC2 resides.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:8f6938ad-0f11-44ac-88a5-9794c4cc519c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:6d94d6e2-1442-4fee-a729-a19a8d555890","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000368.4(TSC1):c.1525C>T (p.Arg509Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/48796"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607","rdfs:label":"R509X"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:b804fe65-b24c-41f8-8f30-23e406ed31ef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c17c1a1d-bfc3-4e7f-9c1f-2b639e3e3c3a","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Individuals diagnosed with TSC and showing linkage with chromosome 9q34, but negative linkage with chromosome 16p13( corresponding with TSC2) were used. PCR of the putative exons was performed followed by heteroduplex mobility shift analysis. 62nd exon screening identified mutations. The samples were further analyzed by sequence analysis to identify the relative mutations.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","phenotypes":"obo:HP_0010566","previousTesting":true,"previousTestingDescription":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:b804fe65-b24c-41f8-8f30-23e406ed31ef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:07ecb45b-5789-47c2-8e77-75b9812b3130","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000368.4(TSC1):c.2356C>T (p.Arg786Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/48943"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607","rdfs:label":"R786X-Familial"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:2ec996ba-8323-4a93-b112-6a0b12780647_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:46182f64-ad22-400d-a132-02acffa83b48","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Individuals diagnosed with TSC and showing linkage with chromosome 9q34, but negative linkage with chromosome 16p13( corresponding with TSC2) were used. PCR of the putative exons was performed followed by heteroduplex mobility shift analysis. 62nd exon screening identified mutations. The samples were further analyzed by sequence analysis to identify the relative mutations.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","phenotypes":"obo:HP_0010566","previousTesting":true,"previousTestingDescription":"Negative for linkage to chromosome 16p13 where TSC2 resides.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:2ec996ba-8323-4a93-b112-6a0b12780647_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:32783335-ec85-4a26-b6cc-c9cda2e8c890","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000368.4(TSC1):c.749T>A (p.Leu250Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5098"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607","rdfs:label":"L250X-Familial"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:72d3555c-8dd4-4193-b6c4-526f834a3f44_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5577cd3a-e56c-45bd-abf1-43ccd1bb9411","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"ndividuals diagnosed with TSC and showing linkage with chromosome 9q34, but negative linkage with chromosome 16p13( corresponding with TSC2) were used. PCR of the putative exons was performed followed by heteroduplex mobility shift analysis. 62nd exon screening identified mutations. The samples were further analyzed by sequence analysis to identify the relative mutations.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","phenotypes":"obo:HP_0010566","previousTesting":true,"previousTestingDescription":"Negative for linkage to chromosome 16p13 where TSC2 resides.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:72d3555c-8dd4-4193-b6c4-526f834a3f44_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dd92fed8-7dfa-4fce-8e75-742704bbbe5a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000368.4(TSC1):c.2074C>T (p.Arg692Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/48885"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607","rdfs:label":"R692X-Familial"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:ef647ae0-be6b-4842-b033-f9711d0b135b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:886d8469-9776-47dc-92c6-6f79160dba04","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Individuals diagnosed with TSC and showing linkage with chromosome 9q34, but negative linkage with chromosome 16p13( corresponding with TSC2) were used. PCR of the putative exons was performed followed by heteroduplex mobility shift analysis. 62nd exon screening identified mutations. The samples were further analyzed by sequence analysis to identify the relative mutations. \nThe mutation was also confirmed by restriction digest of the PCR product with MwoI.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","phenotypes":"obo:HP_0010566","previousTesting":true,"previousTestingDescription":"Negative for linkage to chromosome 16p13 where TSC2 resides.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:ef647ae0-be6b-4842-b033-f9711d0b135b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:486e9995-0c90-4312-b6d1-6cf186e75b7d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000368.4(TSC1):c.1888_1891delAAAG (p.Lys630Glnfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/5097"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607","rdfs:label":"Figure 2D-Right-II:1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5},{"id":"cggv:544c4a93-f5c6-4abb-84b4-5d6350d1bf0b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:86a4218e-5c44-4430-921b-2bc9c0792121","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Individuals diagnosed with TSC and showing linkage with chromosome 9q34, but negative linkage with chromosome 16p13( corresponding with TSC2) were used. PCR of the putative exons was performed followed by heteroduplex mobility shift analysis. 62nd exon screening identified mutations. The samples were further analyzed by sequence analysis to identify the relative mutations.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","phenotypes":"obo:HP_0010566","previousTesting":true,"previousTestingDescription":"Negative for linkage to chromosome 16p13 where TSC2 resides.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:544c4a93-f5c6-4abb-84b4-5d6350d1bf0b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:486e9995-0c90-4312-b6d1-6cf186e75b7d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607","rdfs:label":"Figure 2D-Left-IV:1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":9},{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:4a990dee-1cc1-4934-bc04-ed2a752a87e7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a3366be4-8e6c-4634-ad8d-a1ddb22345ad","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Individuals diagnosed with TSC and showing linkage with chromosome 9q34, but negative linkage with chromosome 16p13( corresponding with TSC2) were used. PCR of the putative exons was performed followed by heteroduplex mobility shift analysis. 62nd exon screening identified mutations. The samples were further analyzed by sequence analysis to identify the relative mutations.","firstTestingMethod":"PCR","phenotypeFreeText":"Diagnosis was Tuberous sclerosis was made according to standard diagnostic criteria.","phenotypes":"obo:HP_0010566","previousTesting":true,"previousTestingDescription":"Negative for linkage to chromosome 16p13 where TSC2 resides.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:4a990dee-1cc1-4934-bc04-ed2a752a87e7_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:486e9995-0c90-4312-b6d1-6cf186e75b7d"},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9242607","rdfs:label":"Figure 2C-Sporadic"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1.5,"dc:description":"Because the parents were shown to not have the same variant by heteroduplex mobility shift, and not direct sequencing, I am reducing the points to equal LOF variant."},{"id":"cggv:edb402da-f03e-4003-917f-850f52c71d6f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:abb73684-9cf1-48af-ab58-43aa79a931ae","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"A combination of PCR, followed by heteroduplex formation analysis, SSCP, and Sanger sequencing were used to identify the mutations in TSC1.","firstTestingMethod":"PCR","phenotypeFreeText":"Individuals were selected based on a diagnosis of tuberous sclerosis proposed by Gomez et al. 1991 (PMID:2039135).","phenotypes":"obo:HP_0010566","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:edb402da-f03e-4003-917f-850f52c71d6f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8de0e8eb-14bb-41e7-aa96-8023647b15e3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000368.4(TSC1):c.1717C>T (p.Gln573Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/48819"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9863590","type":"dc:BibliographicResource","dc:abstract":"Tuberous sclerosis (TSC) is an autosomal dominant disorder characterised by tumour-like malformations (hamartomas) of the brain, skin, and other organs, often associated with seizures and learning disability. There is genetic heterogeneity with loci for TSC on chromosomes 9q34 (TSC1) and 16p13.3 (TSC2). The recently cloned TSC1 gene has 23 exons spanning some 40 kb of genomic DNA with an 8.6 kb transcript. We now report the results of mutation screening by SSCP and heteroduplex analysis of genomic DNA for all 21 coding exons of TSC1 in 83 unrelated cases of tuberous sclerosis. TSC1 gene mutations were found in 16 of the 83 cases (19%). These comprised base substitutions, small insertions, or small deletions giving rise to six nonsense mutations, eight frameshifts, and two splice site mutations, all of which would be expected to result in a truncated or absent protein. In the 10 cases predicted to have TSC1 mutations by linkage analysis or loss of heterozygosity studies, the mutation was identified in eight (80%). In the remaining 73 unassigned cases, only eight mutations were found (11%). From these data we estimate that TSC1 mutations accounted for 24% of the cases in this sample (and an estimated 22% of all TSC cases). This contrasts with data from linkage studies suggesting that TSC1 and TSC2 mutations account for approximately equal numbers of families.","dc:creator":"Ali JB","dc:date":"1998","dc:title":"Mutations in the TSC1 gene account for a minority of patients with tuberous sclerosis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9863590","rdfs:label":"1938C>T-Sporadic"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2},{"id":"cggv:e745b336-7dfa-4472-ae85-64f34a8ef686_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52f83dcf-480c-493a-9a03-1266ebb76d52","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"A combination of PCR, followed by heteroduplex formation analysis, SSCP, and Sanger sequencing were used to identify the mutations in TSC1.","firstTestingMethod":"PCR","phenotypeFreeText":"Individuals were selected based on a diagnosis of tuberous sclerosis proposed by Gomez et al. 1991 (PMID:2039135).","phenotypes":"obo:HP_0010566","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:e745b336-7dfa-4472-ae85-64f34a8ef686_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:27f6c750-a9d9-48f8-bdd1-16d4fc2f43db","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000368.4(TSC1):c.364-1G>C","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/49035"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"No","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9863590"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9863590","rdfs:label":"585-1G>C-sporadic"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":5.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":614,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:d9430a4b-c7dd-4ac4-89ef-f88010f782e0","type":"GeneValidityProposition","disease":"obo:MONDO_0001734","gene":"hgnc:12362","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TSC1, which encodes the protein hamartin, was first reported in relation to autosomal dominant tuberous sclerosis complex (TSC) in 1997 (van Slegtenhorst et al., 1997 PMID: 9242607). Numerous variants have been reported in TSC1 in relation to tuberous sclerosis complex, including missense, nonsense, indels and small deletions that result in frameshift, as well as intragenic deletions (Hasbani and Crino, 2018 PMID: 29478616). The  TSC1 database in LOVD (http://chromium.lovd.nl/LOVD2/TSC/home.php?select_db=TSC1) shows a total of  928 unique variants associated with TSC. Evidence supporting this gene-disease relationship includes case-level data, segregation and experimental data. This gene-disease relationship has been studied for 20 years, therefore a significant amount of case-level data and segregation is available, however the maximum score for genetic evidence (12 points) has been reached. This gene-disease relationship is supported by functional studies including expression and protein interaction, as well as animal models and rescue experiments, thus the maximum score for experimental evidence (6 points) has been reached.\n\nTP53 has been associated with several disease entities and/or phenotypes through germline inheritance, including:\n(1) Tuberous sclerosis-1 (MIM:191100) and (2) Lymphangioleiomyomatosis (MIM:606690)\n\nEvidence in the literature supports that Lymphangioleiomyomatosis occurs in individuals with TSC and mutations in TSC1. Additionally, a sporadic form of Lymphangioleiomyomatosis (S-LAM) can occur through by the two hit model, in which the wildtype allele of TSC1 incurs loss of heterozygosity (LOH) specifically in the lung (Murphy et al., 2017 PMID:  28643793). Of note, the involvement of TSC1 in Lymphangioleiomyomatosis (sporadic) is rare, and the TSC2 gene is more frequently shown to have a relationship with S-LAM. Hamartin, the protein product of the TSC1 gene, is a known tumor suppressor, therefore loss of function results in uncontrolled cell proliferation. Consistent with this model the molecular mechanism for TSC1 is loss of function, as indicated by deletion and nonsense variation, as well as biochemical loss of tumor suppressor activity (Hasbani and Crino, 2018 PMID: 29478616). \n\nPer the criteria outlined by the ClinGen Lumping and Splitting Working Group, we have found no difference in molecular mechanism, inheritance pattern, or phenotypic expressivity, and therefore Lymphangioleiomyomatosis due to germline mutations in TSC1 alone that occur in TSC patients has been lumped into the disease entity, Tuberous sclerosis complex. However, the somatically occurring Lymphangioleiomyomatosis due to one (or two) somatic mutations in TSC1 is not covered under the current Gene Disease Validity Classification matrix, asit is restricted to germline inheritance, therefore no evidence for somatic mutations in TSC1 were included in the current curation. \n\nIn summary, TSC1 is DEFINITIVELY associated with autosomal dominant tuberous sclerosis complex. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:61b07bb0-1385-4344-8b6c-571f6a271000"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}