{"id":"cggv:d035d0c2-f0c9-4767-b833-99be610d3e46v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d035d0c2-f0c9-4767-b833-99be610d3e46_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-01T17:49:13.463Z","role":"Publisher"},{"id":"cggv:d035d0c2-f0c9-4767-b833-99be610d3e46_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-02-16T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:d035d0c2-f0c9-4767-b833-99be610d3e46_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":8},{"id":"cggv:d035d0c2-f0c9-4767-b833-99be610d3e46_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d035d0c2-f0c9-4767-b833-99be610d3e46_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3fa44b78-2ee1-4db2-ae0e-9c66051564a5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fec2ec5a-116f-459d-9810-5c329ac59a29","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"MT-tRNA involved in mitochondrial translation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030363","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are the major source of ATP in the cell. Five multi-subunit complexes in the inner membrane of the organelle are involved in the oxidative phosphorylation required for ATP production. Thirteen subunits of these complexes are encoded by the mitochondrial genome often referred to as mtDNA. For this reason, the expression of mtDNA is vital for the assembly and functioning of the oxidative phosphorylation complexes. Defects of the mechanisms regulating mtDNA gene expression have been associated with deficiencies in assembly of these complexes, resulting in mitochondrial diseases. Recently, numerous factors involved in these processes have been identified and characterized leading to a deeper understanding of the mechanisms that underlie mitochondrial diseases.","dc:creator":"D'Souza AR","dc:date":"2018","dc:title":"Mitochondrial transcription and translation: overview."},"rdfs:label":"Overview of mitochondrial transcription and translation "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"13 OXPHOS polypeptides in mtDNA which is >10 genes"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:d035d0c2-f0c9-4767-b833-99be610d3e46_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c953a754-206f-48b8-9aa4-8318a43e9654","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:13556486-0063-4586-b1eb-7bd3f1696e2b","type":"FunctionalAlteration","dc:description":"Notes: A22G = (T5874C),  G15A (C5877T), U54C = (A5843G)\n\nTyrosylation studies compared to wild type\nA22G (T5874C)= 600 fold reduction in catalytic efficiency (Kcat/Km)\nG15A  (C5877T)= 40 fold reduction in catalytic efficiency (Kcat/Km)\nU54C (A5843G) = roughly wild type (1.8 fold reduction)\n\nStructural probing with S1 and T1 Nucleases and PB2+cleavage\n\nU54C (A5843G) and wild-type patterns are globally similar (cf. Figs. 2A and 3A).\n\nmutant G15A and A22G exhibit similar nuclease cleavage profiles that however differ from that of the wildtype molecule. both mutants exhibit similar Pb2+ cleavage patterns that differ from the wild-type mttRNATyr at positions 9–12 and 16 for G15A transcript and at positions 9 and 10 for A22G transcript","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18268021","type":"dc:BibliographicResource","dc:abstract":"A growing number of human pathologies are ascribed to mutations in mitochondrial tRNA genes. Here, we report biochemical investigations on three mt-tRNA(Tyr) molecules with point substitutions associated with diseases. The mutations occur in the atypical T- and D-loops at positions homologous to those involved in the tertiary interaction network of canonical tRNAs. They do not correspond to tyrosine identity positions and likely do not contact the mitochondrial tyrosyl-tRNA synthetase during the aminoacylation process. The impact of these substitutions on mt-tRNA(Tyr) tyrosylation and structure was investigated using the corresponding tRNA transcripts. In vitro tyrosylation efficiency is decreased 600-fold for mutant A22G (mitochondrial gene mutation T5874C), 40-fold for G15A (C5877T), and is without significant effect on U54C (A5843G). Comparative solution probings with lead and nucleases on mutant and wild-type tRNA(Tyr) molecules reveal a greater sensitivity to single-strand specific probes for mutants G15A and A22G. For both transcripts, the mutation triggers a structural destabilization in the D-loop that propagates toward the anticodon arm and thus hinders efficient tyrosylation. Further probing analysis combined with phylogenetic data support the participation of G15 and A22 in the tertiary network of human mt-tRNA(Tyr) via nonclassical Watson-Crick G15-C48 and G13-A22 pairings. In contrast, the pathogenic effect of the tyrosylable mutant U54C, where structure is only marginally affected, has to be sought at another level of the tRNA(Tyr) life cycle.","dc:creator":"Bonnefond L","dc:date":"2008","dc:title":"Decreased aminoacylation in pathology-related mutants of mitochondrial tRNATyr is associated with structural perturbations in tRNA architecture."},"rdfs:label":"In vitro tyrosylation assays of  T5874C, C5877T, A5843G"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"Score additional 1 point (0.5 for impressive reduction in tyrosylation for m.5874T>C + 0.5 for structural probing differences)\n\nm.5877T>C data is included here but will be scored with case data "},{"id":"cggv:4cb5a871-8fa3-463b-9928-1b7306479a95","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:67101a30-78e1-4fd5-a802-449731d76bbf","type":"FunctionalAlteration","dc:description":"BN PAGE in muscle : decreased assembly of fully assembled complex I, normal assembly complex II, III, IV, V \n(score 0.5 in Experimental (patient cells0 data)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32684384","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial DNA (mtDNA)-related diseases often pose a diagnostic challenge and require rigorous clinical and laboratory investigation. Pathogenic variants in the mitochondrial tRNA gene MT-TY, which encodes the tRNA","dc:creator":"Lim AZ","dc:date":"2020","dc:title":"A novel, pathogenic dinucleotide deletion in the mitochondrial MT-TY gene causing myasthenia-like features."},"rdfs:label":"BN PAGE study not scored in Lim et al 2020 Case data "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Score 0.5 for BN PAGE data (separate from immunofluorescence and steady state data) "}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d035d0c2-f0c9-4767-b833-99be610d3e46_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a741ec3e-6643-41d5-a70b-11fb2bed674b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e4c3b93b-d8ab-445d-a7a9-12180b083cbe","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mitochondrial disease phenotype is often exacerbated by febrile illness\n\nBordonne et al 1987: Yeast Revertants \nTsm-8 is a temperature sensitive strain (Handerker et al 1973). Showing similar growth rates at 23C but restricted growth at 35C on nonfermentable substrates with high petite formation on incubated fermentable substrates\n\nS. cerevisiae mtDNA cloned into E. coli\nUsing molecular hybridization  using rho- deletion mutants, narrowed down to three tRNA genes MT-TI, MT-TY and MT-Ala\n\nFound T>A transversion (position 56)identified in sequence of MT-TY of tsm-8 strain\n\nRevertants occurred by a back mutation at the primary mutational site or by suppressor mutations at closely linked loci\n1 primary site back mutation\n19 showed A>T transversion of position 49 that compensatory as it restores base pairing in extra arm of tRNA cloverleaf\n\nKM of mutant yeast at 35C is 20x higher for the mitochondrial tyrosyl synthetase, but is normal at 23C,\nRevertant has WT activity \n35-S pulse labelling shows great reduction in mitochondrial proteins at 35C, but not at 23C\nRevertant as WT protein production at both temperatures\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/3295486","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial temperature-sensitive mutation tsm-8 maps on a 1.8 kb HpaII fragment of mitochondrial DNA (mt DNA) which contains genes for tRNA(Ala), tRNA(Ile) and tRNA(Tyr). The phenotype of this mutation is, among multiple pleiotropic defects, a temperature-induced reduction of mitochondrial translation. DNA sequencing of the HpaII fragment from the wild type and mutant tsm-8 revealed a single transversion from T to A in position 56 of the mutant tRNA(Tyr) gene. This nucleotide change disrupts a base pairing in the long extra arm of the tRNA cloverleaf. Revertants of the tsm-8 mutant restore correct base pairing in the extra arm by a second-site mutation in the tRNA(Tyr) gene. Analysis of the tRNA(Tyr) transcripts revealed that neither transcription nor processing of the tRNA is affected in the mutant. However, the base alteration destabilizes the conformation of the tRNA and affects its charging parameters. At the non-permissive temperature, the Michaelis-Menten constant of the mitochondrial tyrosyl-tRNA synthetase for the mutant tRNA is increased over 20-fold when compared to the wild-type tRNA. As a consequence, mitochondrial protein synthesis is drastically reduced at the restrictive temperature. Moreover, synthesis of apocytochrome b and of cytochrome oxidase subunit 3 is decreased relative to the other mitochondrially synthesized polypeptides.","dc:creator":"Bordonné R","dc:date":"1987","dc:title":"A single base change in the extra-arm of yeast mitochondrial tyrosine tRNA affects its conformational stability and impairs aminoacylation."},"rdfs:label":"tsm-8 Yeast Revertants "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Revertant studies are compelling that temperature dependent translation defect is due to the MT-TY T>A variant in tsm-8\nGCEP opted to score full point "},{"id":"cggv:f3b6c897-39b8-4c2f-9fa3-a44a54837fe4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:79c84069-ddff-4ee6-aa85-a3382180807c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"One affected dog with paracrystalline inclusions\nReductions in respiratory chain studies - not sufficient to meet \"Walker Criteria\", but statistically significant\n\n\n\n\nWe also analyzed the degree of heteroplasmy in different tissues from three affected dogs. The frontal lobe, spinal cord with dorsal root ganglia (7th thoracal and 5th lumbar), optic nerve, recurrent laryngeal nerve, pancreas, thyroid gland, and skeletal muscle of both pelvic and thoracic limb were analyzed by qOLA. The results revealed that all analyzed tissues had a higher mutation load, closeto 0% wt, compared with that found in blood cells from the same affected individuals. Unfortunately, we do not have access to tissues from clinically healthy relatives with a similarly high mutation load as that found in the affected dogs.\n\nNorthern Blot Analysis\nSteady-state levels of three mtDNA tRNA species were assessed by northern blot analysis. Analysis of tRNAs extracted from muscle tissue of three SAN-affected dogs and two controls, a dachshund\nand a healthy golden retriever, showed that all three SAN-affected dogs had significantly reduced levels of tRNATyr compared to the two controls (Figure 2C); the hybridization intensity was on average about 10-fold lower than for controls (P,0.001 in a student’s t-test). In contrast, all affected dogs showed normal expression of tRNACys and tRNAGln compared with the controls (Figure 2C).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19492087","type":"dc:BibliographicResource","dc:abstract":"Sensory ataxic neuropathy (SAN) is a recently identified neurological disorder in golden retrievers. Pedigree analysis revealed that all affected dogs belong to one maternal lineage, and a statistical analysis showed that the disorder has a mitochondrial origin. A one base pair deletion in the mitochondrial tRNA(Tyr) gene was identified at position 5304 in affected dogs after re-sequencing the complete mitochondrial genome of seven individuals. The deletion was not found among dogs representing 18 different breeds or in six wolves, ruling out this as a common polymorphism. The mutation could be traced back to a common ancestor of all affected dogs that lived in the 1970s. We used a quantitative oligonucleotide ligation assay to establish the degree of heteroplasmy in blood and tissue samples from affected dogs and controls. Affected dogs and their first to fourth degree relatives had 0-11% wild-type (wt) sequence, while more distant relatives ranged between 5% and 60% wt sequence and all unrelated golden retrievers had 100% wt sequence. Northern blot analysis showed that tRNA(Tyr) had a 10-fold lower steady-state level in affected dogs compared with controls. Four out of five affected dogs showed decreases in mitochondrial ATP production rates and respiratory chain enzyme activities together with morphological alterations in muscle tissue, resembling the changes reported in human mitochondrial pathology. Altogether, these results provide conclusive evidence that the deletion in the mitochondrial tRNA(Tyr) gene is the causative mutation for SAN.","dc:creator":"Baranowska I","dc:date":"2009","dc:title":"Sensory ataxic neuropathy in golden retriever dogs is caused by a deletion in the mitochondrial tRNATyr gene."},"rdfs:label":"Golden Retrievers with single nt deletion on MT-TY and SAN"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"0.5 for phenotype, 0.5 for reduction in MT-TY"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5.5}],"evidenceStrength":"Definitive","sequence":6195,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.5,"subject":{"id":"cggv:d9cba775-8640-40dc-bc6a-3ebd9876f902","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7502","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TY* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of February 16, 2023. *MT-TY* encodes the mitochondrial transfer RNA (tRNA) for tyrosine. Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V, resulting in impaired OXPHOS enzyme activities. \n\n*MT-TY* was first reported in relation to maternally-inherited primary mitochondrial disease in 2000 (PMID:11071502), in a 36-year-old woman with exercise intolerance, mild muscle weakness, and ptosis. While various names could be given to the constellation of features seen in those with *MT-TY*-related disorders, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TY* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework.\n\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included seven unique variants including two deletions (m.5835G>A, m.5860_5861del, m.5865T>C, m.5874T>C, m.5877C>T, m.5888del, m.5889A>G) observed in seven probands across seven publications (PMIDs: 11071502, 11756614, 11594340, 33279411, 30643656, 32684384, 32485333). Of note, the m.5843A>G variant was excluded from scoring given its population frequency and lack of impact on tyrosylation (PMIDs: 14598342, 18268021). Age of onset in affected individuals is variable and clinical features seen include myopathy with or without ophthalmoplegia. There is at least one case report with a more severe phenotype with neuropathy, ataxia, seizures, myoclonus, sensorineural hearing loss, and pigmentary retinopathy (PMID:33279411). Muscle biopsy in affected individuals has shown COX-negative and ragged red fibers, with variable mitochondrial respiratory chain enzyme deficiencies. The variants in affected individuals are often present at highest heteroplasmy levels in muscle and may be undetectable in other tissues such as blood and buccal tissue. Multiple single fiber studies were performed in these patients and supportive of variant pathogenicity (PMIDs: 11071502, 11756614, 32684384). The mechanism of disease appears to be loss of function.  This gene-disease association is further supported by a known biochemical function shared with other genes associated with primary mitochondrial disease, functional alteration in patient cells and non-patient cells, and models (PMIDs: 30030363, 18268021, 32684384, 3295486, 19492087). \n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed since the first proposal of the association. No convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on February 16, 2023 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:d035d0c2-f0c9-4767-b833-99be610d3e46"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}