{"id":"cggv:03bdbd98-2ffd-4b0f-8d97-b1d89a4a2b61v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:03bdbd98-2ffd-4b0f-8d97-b1d89a4a2b61_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-05-03T16:00:00.000Z","role":"Approver"},{"id":"cggv:03bdbd98-2ffd-4b0f-8d97-b1d89a4a2b61_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2023-09-12T20:06:29.551Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/7695240","type":"dc:BibliographicResource","dc:abstract":"A novel mitochondrial DNA transfer RNA mutation at position 5549 was identified in a patient with dementia, chorea, cerebellar ataxia, deafness, and peripheral neuropathy in the absence of clinical myopathy. Muscle biopsy specimens showed ragged red and cytochrome oxidase-negative fibers, and reduced complex I activity on polarography. There was diffuse neuronal loss and gliosis throughout the brain on postmortem examination. The heteroplasmic mutation had a widespread distribution in autopsy tissues.","dc:creator":"Nelson I","dc:date":"1995","dc:title":"A new mitochondrial DNA mutation associated with progressive dementia and chorea: a clinical, pathological, and molecular genetic study."},"evidence":[{"id":"cggv:03bdbd98-2ffd-4b0f-8d97-b1d89a4a2b61_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:03bdbd98-2ffd-4b0f-8d97-b1d89a4a2b61_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce1fb2f5-2d7e-4994-b73d-fbf21d0a33c9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f88bc2ff-ed0a-4c66-a057-8ec3fddf114f","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MT-TW encodes a mitochondrial tRNA, which is required for the translation of mitochondrially-encoded proteins. MRC complexes I, III, IV, and V all contain core subunits which are encoded in the mitochondria; therefore, loss of MT-TW function leads to disrupted mitochondrial translation, leading to a downstream loss of MRC complex activity.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33340416","type":"dc:BibliographicResource","dc:abstract":"Several initiatives at establishing a classification of inherited metabolic disorders have been published previously, some focusing on pathomechanisms, others on clinical manifestations, while yet another attempted a simplified approach of a comprehensive nosology. Some of these classifications suffered from shortcomings, such as lack of a mechanism for continuous update in light of a rapidly evolving field, or lack of widespread input from the metabolic community at large. Our classification-the International Classification of Inherited Metabolic Disorders, or International Classification of Inborn Metabolic Disorders (ICIMD)-includes 1450 disorders, and differs from prior approaches in that it benefited from input by a large number of experts in the field, and was endorsed by major metabolic societies around the globe. Several criteria such as pathway involvement and pathomechanisms were considered. The main purpose of the hierarchical, group-based approach of the ICIMD is an improved understanding of the interconnections between many individual conditions that may share functional, clinical, and diagnostic features. The ICIMD aims to include any primary genetic condition in which alteration of a biochemical pathway is intrinsic to specific biochemical, clinical, and/or pathophysiological features. As new disorders are discovered, we will seek the opinion of experts in the advisory board prior to inclusion in the appropriate group of the ICIMD, thus guaranteeing the continuing relevance of this classification via regular curation and expert advice.","dc:creator":"Ferreira CR","dc:date":"2021","dc:title":"An international classification of inherited metabolic disorders (ICIMD)."},"rdfs:label":"MT-TW Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Score upgraded for the shared number of genes with shared function (as per MD-GCEP guidelines)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:03bdbd98-2ffd-4b0f-8d97-b1d89a4a2b61_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6477306b-fc44-4e98-b1d3-a868503a8f3d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:39fa1236-9165-4a0c-8796-d770b3cb2f21","type":"FunctionalAlteration","dc:description":"The authors generated 50 cybrid lines from enucleated patient fibroblasts, each with varying levels of variant heteroplasmy (range 0-28%). No clones were recovered with >28% heteroplasmy when grown in galactose selection medium. COX-activity in homoplasmic wt cybrids was indistinguishable from controls (Fig. 3B); however, as variant heteroplasmy increased, COX activity decreased, with differences observable in clones with as little as 3-4% variant mtDNA (Fig. 3B). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18337306","type":"dc:BibliographicResource","dc:abstract":"Mutations in mitochondrial DNA (mtDNA) tRNA genes can be considered functionally recessive because they result in a clinical or biochemical phenotype only when the percentage of mutant molecules exceeds a critical threshold value, in the range of 70-90%. We report a novel mtDNA mutation that contradicts this rule, since it caused a severe multisystem disorder and respiratory chain (RC) deficiency even at low levels of heteroplasmy. We studied a 13-year-old boy with clinical, radiological and biochemical evidence of a mitochondrial disorder. We detected a novel heteroplasmic C>T mutation at nucleotide 5545 of mtDNA, which was present at unusually low levels (<25%) in affected tissues. The pathogenic threshold for the mutation in cybrids was between 4 and 8%, implying a dominant mechanism of action. The mutation affects the central base of the anticodon triplet of tRNA(Trp) and it may alter the codon specificity of the affected tRNA. These findings introduce the concept of dominance in mitochondrial genetics and pose new diagnostic challenges, because such mutations may easily escape detection. Moreover, similar mutations arising stochastically and accumulating in a minority of mtDNA molecules during the aging process may severely impair RC function in cells.","dc:creator":"Sacconi S","dc:date":"2008","dc:title":"A functionally dominant mitochondrial DNA mutation."},"rdfs:label":"MT-TW Functional alteration "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:51b94ad1-81a7-44ba-a0d0-bf668b687609","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:41d69125-6cfd-4817-aa8b-d9dd047dd6b6","type":"FunctionalAlteration","dc:description":"The authors performed in vitro pulse labeling of patient fibroblasts with radiolabeled sulfur to assess disruptions of mitochondrial translation rates. In general, radiolabeled mitochondrial proteins were less abundant in patient cells compared to two unaffected controls (Fig. 2, Table 3); the exceptions were ATP6 and ATP8, which were ~1.6 fold more abundant than in controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19809478","type":"dc:BibliographicResource","dc:abstract":"Combined oxidative phosphorylation (OXPHOS) system deficiencies are a group of mitochondrial disorders that are associated with a range of clinical phenotypes and genetic defects. They occur in approximately 30% of all OXPHOS disorders and around 4% are combined complex I, III and IV deficiencies. In this study we present two mutations in the mitochondrial tRNA(Trp) (MT-TW) and tRNA(Arg) (MT-TR) genes, m.5556G>A and m.10450A>G, respectively, which were detected in two unrelated patients showing combined OXPHOS complex I, III and IV deficiencies and progressive multisystemic diseases. Both mitochondrial tRNA mutations were almost homoplasmic in fibroblasts and muscle tissue of the two patients and not present in controls. Patient fibroblasts showed a general mitochondrial translation defect. The mutations resulted in lowered steady-state levels and altered conformations of the tRNAs. Cybrid cell lines showed similar tRNA defects and impairment of OXPHOS complex assembly as patient fibroblasts. Our results show that these tRNA(Trp) and tRNA(Arg) mutations cause the combined OXPHOS deficiencies in the patients, adding to the still expanding group of pathogenic mitochondrial tRNA mutations.","dc:creator":"Smits P","dc:date":"2010","dc:title":"Functional consequences of mitochondrial tRNA Trp and tRNA Arg mutations causing combined OXPHOS defects."},"rdfs:label":"MT-TW - Mitochondrial translation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:03bdbd98-2ffd-4b0f-8d97-b1d89a4a2b61_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6835,"specifiedBy":"GeneValidityCriteria9","strengthScore":16,"subject":{"id":"cggv:ba4a6ea2-ee46-4747-900d-ee6f62aec321","type":"GeneValidityProposition","disease":"obo:MONDO_0044970","gene":"hgnc:7501","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between *MT-TW* and primary mitochondrial disease was evaluated using the ClinGen Clinical Validity Framework as of May 3, 2023. The *MT-TW* gene encodes the mitochondrial transfer RNA (tRNA) for tryptophan. Defects of this tRNA lead to impaired mitochondrial translation, which leads to decreased synthesis of mtDNA-encoded subunits of oxidative phosphorylation (OXPHOS) complexes I, III, IV, and V and thus impaired OXPHOS enzyme activities.\n\n*MT-TW* was first reported in relation to maternally-inherited primary mitochondrial disease in 1995 in an individual with ataxia, hearing loss, and progressive cognitive decline associated with cerebellar atrophy (PMID: 7695240). Other associated features have been reported over time. While various names could be given to the constellation of features seen in those with *MT-TW*-related disorders, pathogenic variants in this gene cause a primary mitochondrial disease. Therefore, the *MT-TW* phenotype has been lumped into one disease entity according to the ClinGen Lumping and Splitting Framework. Of note, *MT-TW* was first curated by this GCEP for its association with Leigh syndrome spectrum (LSS) on May 17, 2021 (SOP v8), with a final classification of Limited. This current curation for the association with primary mitochondrial disease includes cases with LSS.\n\nEvidence supporting the gene-disease relationship between *MT-TW* and primary mitochondrial disease includes case-level data and experimental data. This curation includes nine variants (m.5521G>A, m.5522G>A, m.5532G>A, m.5537_5538insT, m.5545C>T, m.5549G>A, m.5556G>A, m.5559A>G) in ten probands in ten publications (PMIDs: 7695240, 9266739, 9673981, 12776230, 15054399, 18337306, 19809478, 26524491, 23841600, 30937556). Single fiber testing and cybrid analyses further supported the pathogenicity of several of these variants (PMIDs: 9266739, 9673981, 15054399, 18337306, 19809478, 30937556). Age of onset in affected individuals ranged from childhood to adulthood. Clinical features in affected individuals included LSS, microcephaly, developmental delay and regression, cognitive decline, fatigue, seizures, ataxia, chorea, muscle wasting, axonal neuropathy, diabetes, liver steatosis and fibrosis, constipation, recurrent vomiting, failure to thrive, pigmentary retinopathy, ptosis, optic atrophy, ophthalmoplegia, sensorineural hearing loss, and hypertrophic and dilated cardiomyopathy. Brain imaging was variable and ranged from normal to findings consistent with LSS to generalized atrophy and white matter involvement. Muscle biopsies showed ragged red fibers, COX-deficient fibers, and decreased respiratory chain enzyme activities. Metabolic laboratory investigation revealed elevated blood and cerebrospinal fluid lactate. Heteroplasmy levels in affected individuals were highest in muscle and/or liver when multiple tissues were assessed (25 - >95 % in muscle, 1 to >95% in blood, >95% in liver, 1-92% in skin fibroblasts, and 5% in urine when assessed).\n\nSegregation evidence is scored as case-level data according to the criteria established by the Mitochondrial Disease Gene Curation Expert Panel. The mechanism of pathogenicity appears to be loss of function. This gene-disease relationship is also supported by known biochemical function and in vitro functional assays demonstrating altered mitochondrial function as a result of variants in *MT-TW* (PMIDs: 18337306, 19809478, 33340416).  \n\nIn summary, there is definitive evidence to support the relationship between *MT-TW* and primary mitochondrial disease. This has been repeatedly demonstrated and upheld over time, and no convincing evidence has emerged that contradicts this gene-disease relationship. This classification was approved by the NICHD/NINDS U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on on May 3, 2023. ","dc:isVersionOf":{"id":"cggv:03bdbd98-2ffd-4b0f-8d97-b1d89a4a2b61"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}