{"id":"cggv:cedd313e-b43b-4212-840b-7d4172258b16v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:cedd313e-b43b-4212-840b-7d4172258b16_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-09-28T11:54:43.696Z","role":"Approver"},{"id":"cggv:cedd313e-b43b-4212-840b-7d4172258b16_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-09-28T11:54:53.675Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/27693232","type":"dc:BibliographicResource","dc:abstract":"The ASXL genes (ASXL1, ASXL2, and ASXL3) participate in body patterning during embryogenesis and encode proteins involved in epigenetic regulation and assembly of transcription factors to specific genomic loci. Germline de novo truncating variants in ASXL1 and ASXL3 have been respectively implicated in causing Bohring-Opitz and Bainbridge-Ropers syndromes, which result in overlapping features of severe intellectual disability and dysmorphic features. ASXL2 has not yet been associated with a human Mendelian disorder. In this study, we performed whole-exome sequencing in six unrelated probands with developmental delay, macrocephaly, and dysmorphic features. All six had de novo truncating variants in ASXL2. A careful review enabled the recognition of a specific phenotype consisting of macrocephaly, prominent eyes, arched eyebrows, hypertelorism, a glabellar nevus flammeus, neonatal feeding difficulties, hypotonia, and developmental disabilities. Although overlapping features with Bohring-Opitz and Bainbridge-Ropers syndromes exist, features that distinguish the ASXL2-associated condition from ASXL1- and ASXL3-related disorders are macrocephaly, absence of growth retardation, and more variability in the degree of intellectual disabilities. We were also able to demonstrate with mRNA studies that these variants are likely to exert a dominant-negative effect, given that both alleles are expressed in blood and the mutated ASXL2 transcripts escape nonsense-mediated decay. In conclusion, de novo truncating variants in ASXL2 underlie a neurodevelopmental syndrome with a clinically recognizable phenotype. This report expands the germline disorders that are linked to the ASXL genes.","dc:creator":"Shashi V","dc:date":"2016","dc:title":"De Novo Truncating Variants in ASXL2 Are Associated with a Unique and Recognizable Clinical Phenotype."},"evidence":[{"id":"cggv:cedd313e-b43b-4212-840b-7d4172258b16_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cedd313e-b43b-4212-840b-7d4172258b16_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1e75e62a-dd8c-4a6a-bbcd-74833a01b9fc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8d75f10a-4120-42f2-ac61-c4938bbfc8f2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The ASXL gene family (ASXL1, ASXL2, and ASXL3) encodes proteins involved in transcriptional regulation and participates in body patterning during embryogenesis. Germline de novo truncating variants in ASXL2 have been implicated in Shashi-Pena (PMID: 27693232). ASXL3 has been implicated in Bainbridge-Ropers syndrome (PMIDs: 23383720). Both have overlapping features of intellectual disability and dysmorphic features.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23736028","type":"dc:BibliographicResource","dc:abstract":"Additional sex combs-like (ASXL)1, ASXL2 and ASXL3 are human homologues of the Drosophila Asx gene that are involved in the regulation or recruitment of the Polycomb-group repressor complex (PRC) and trithorax-group (trxG) activator complex. ASXL proteins consist of ASXN, ASXH, ASXM1, ASXM2 and PHD domains. ASXL1 directly interacts with BAP1, KDM1A (LSD1), NCOA1 and nuclear hormone receptors (NHRs), such as retinoic acid receptors, oestrogen receptor and androgen receptor. ASXL family members are epigenetic scaffolding proteins that assemble epigenetic regulators and transcription factors to specific genomic loci with histone modifications. ASXL1 is involved in transcriptional repression through an interaction with PRC2 and also contributes to transcriptional regulation through interactions with BAP1 and/or NHR complexes. Germ-line mutations of human ASXL1 and ASXL3 occur in Bohring-Opitz and related syndromes. Amplification and overexpression of ASXL1 occur in cervical cancer. Truncation mutations of ASXL1 occur in colorectal cancers with microsatellite instability (MSI), malignant myeloid diseases, chronic lymphocytic leukaemia, head and neck squamous cell carcinoma, and liver, prostate and breast cancers; those of ASXL2 occur in prostate cancer, pancreatic cancer and breast cancer and those of ASXL3 are observed in melanoma. EPC1-ASXL2 gene fusion occurs in adult T-cell leukaemia/lymphoma. The prognosis of myeloid malignancies with misregulating truncation mutations of ASXL1 is poor. ASXL family members are assumed to be tumour suppressive or oncogenic in a context-dependent manner. ","dc:creator":"Katoh M","dc:date":"2013","dc:title":"Functional and cancer genomics of ASXL family members."},"rdfs:label":"Katoh et al. "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Based on expert review, the gene family biochemical evidence was felt to be stronger and was upgraded to 1 point."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:cedd313e-b43b-4212-840b-7d4172258b16_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3437,"specifiedBy":"GeneValidityCriteria8","strengthScore":13,"subject":{"id":"cggv:ffe06cdd-813b-423e-8693-bd5fcac657c2","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:23805","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Truncating ASXL2 variants were first reported in relation to syndromic intellectual disability in 2016 (Shashi et al., 2016; PMID 27693232). ASXL2 encodes a chromatin protein involved in transcriptional regulation. Clinical features in affected individuals include variable developmental or intellectual impairments, macrocephaly, distinct facial dysmorphisms, facial nevus flammeus, neonatal feeding difficulties, and hypotonia.\nThe mechanism of pathogenicity is proposed to be dominant negative since variants cluster in the last and penultimate exons and cDNA studies on three probands showed that the mutant transcripts  escape nonsense-mediated mRNA decay (PMID: 27693232). At least 10 unique nonsense and frameshift variants have been reported in 10 probands included in this curation (PMIDs: 27693232, 33751773, 29907797, 33057194, 27479843, 28135719). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. Variants are de novo in all probands. \nThis gene-disease association is also supported by experimental evidence. The ASXL gene family (ASXL1, ASXL2, and ASXL3) participates in body patterning during embryogenesis and encodes proteins involved in epigenetic and transcriptional regulation (PMID: 23736028). Germline de novo truncating variants in ASXL1 and ASXL3 have been implicated in Bohring-Opitz and Bainbridge-Ropers syndromes, which result in overlapping features of intellectual disability and dysmorphic features (PMIDs: 21706002, 23383720). \nIn summary, ASXL2 is definitively associated with autosomal dominant syndromic intellectual disability. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on 09/28/2021 (SOP Version 8).\n","dc:isVersionOf":{"id":"cggv:cedd313e-b43b-4212-840b-7d4172258b16"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}