{"id":"cggv:79c712d0-ac0e-4bf0-8e68-bd598b3bca42v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:79c712d0-ac0e-4bf0-8e68-bd598b3bca42_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-09-10T18:10:47.197Z","role":"Publisher"},{"id":"cggv:79c712d0-ac0e-4bf0-8e68-bd598b3bca42_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-08-04T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:79c712d0-ac0e-4bf0-8e68-bd598b3bca42_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:79c712d0-ac0e-4bf0-8e68-bd598b3bca42_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:79c712d0-ac0e-4bf0-8e68-bd598b3bca42_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:20325908-4edf-4fce-b04e-e3b8f7982bc0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:143c8213-7101-4e18-923f-5c73d8399576","type":"FunctionalAlteration","dc:description":"TAOK1 Knock down in differentiating PC12 cells resulted in a significant decrease of the fraction of cells with neurites (from ∼80% to 20%).\n\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14517247","type":"dc:BibliographicResource","dc:abstract":"MARK, a kinase family related to PAR-1 involved in establishing cell polarity, phosphorylates microtubule-associated proteins (tau/MAP2/MAP4) at KXGS motifs, causes detachment from microtubules, and their disassembly. The sites are prominent in tau from Alzheimer's disease brains. We studied the activation of MARK and identified the upstream kinase, MARKK, a member of the Ste20 kinase family. It phosphorylates MARK within the activation loop (T208 in MARK2). A fraction of MARK in brain tissue is doubly phosphorylated (at T208/S212), reminiscent of the activation of MAP kinase; however, the phosphorylation of the second site in MARK (S212) is inhibitory. In cells the activity of MARKK enhances microtubule dynamics through the activation of MARK and leads to phosphorylation and detachment of tau or equivalent MAPs from microtubules. Overexpression of MARK eventually leads to microtubule breakdown and cell death, but in neuronal cells the primary effect is to allow the development of neurites during differentiation.","dc:creator":"Timm T","dc:date":"2003","dc:title":"MARKK, a Ste20-like kinase, activates the polarity-inducing kinase MARK/PAR-1."},"rdfs:label":"TAOK1 promote neurite outgrowth in neuronal PC12 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:79c712d0-ac0e-4bf0-8e68-bd598b3bca42_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:13dc0f6f-6bd0-4b02-929a-276bc35a3644","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:e3b1e9c8-b0ab-4da1-b980-517c074f1aa9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Cultured mouse hippocampal neurons with Taok1 knock-down showed neuronal migration deficit. proper neuronal migration is important for normal brain development. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33565190","type":"dc:BibliographicResource","dc:abstract":"Thousand and one amino-acid kinase 1 (TAOK1) is a MAP3K protein kinase, regulating different mitogen-activated protein kinase pathways, thereby modulating a multitude of processes in the cell. Given the recent finding of TAOK1 involvement in neurodevelopmental disorders (NDDs), we investigated the role of TAOK1 in neuronal function and collected a cohort of 23 individuals with mostly de novo variants in TAOK1 to further define the associated NDD. Here, we provide evidence for an important role for TAOK1 in neuronal function, showing that altered TAOK1 expression levels in the embryonic mouse brain affect neural migration in vivo, as well as neuronal maturation in vitro. The molecular spectrum of the identified TAOK1 variants comprises largely truncating and nonsense variants, but also missense variants, for which we provide evidence that they can have a loss of function or dominant-negative effect on TAOK1, expanding the potential underlying causative mechanisms resulting in NDD. Taken together, our data indicate that TAOK1 activity needs to be properly controlled for normal neuronal function and that TAOK1 dysregulation leads to a neurodevelopmental disorder mainly comprising similar facial features, developmental delay/intellectual disability and/or variable learning or behavioral problems, muscular hypotonia, infant feeding difficulties, and growth problems.","dc:creator":"van Woerden GM","dc:date":"2021","dc:title":"TAOK1 is associated with neurodevelopmental disorder and essential for neuronal maturation and cortical development."},"rdfs:label":"Mouse hippocampal neurons with Taok1 knock-down "}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Downgraded because shRNA off-target effects were not ruled out. Rescue experiment were not performed."},{"id":"cggv:ce0e2177-676d-46b1-b6a8-6fae1bb43044","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:28a7afa8-eb81-4627-a02e-3f0b4b9bd810","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Reduced Taok1 expression levels in the embryonic mouse brain affect neural migration in vivo, a process that is critical for normal brain development.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33565190","rdfs:label":"Taok1 knock-down embryonic mouse brain"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Because TAOK1 role in neuronal migration was scored in other experimental evidences included in this curation, evidence from this model system was lowered to prevent scoring the same evidence twice."},{"id":"cggv:9fdac3c1-e82f-474f-acd8-86e2aac004cc","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2e0bb589-abbd-4246-94b2-f0725753a093","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Knockdown of Tao1 in drosophila neuroblasts deregulates the proliferative potential of neuroblasts, causing a substantial increase in overall brain volume. This phenotype is consistent with macrocephaly and intellectual disability in humans with pathogenic TAOK1 variant.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26996505","type":"dc:BibliographicResource","dc:abstract":"A key question in developmental neurobiology is how neural stem cells regulate their proliferative potential and cellular diversity and thus specify the overall size of the brain. Drosophila melanogaster neural stem cells (neuroblasts) are known to regulate their ability to self-renew by asymmetric cell division and produce different types of neurons and glia through sequential expression of temporal transcription factors [1]. Here, we show that the conserved Hippo pathway, a key regulator of epithelial organ size [2-4], restricts neuroblast proliferative potential and neuronal cell number to regulate brain size. The inhibition of Hippo pathway activity via depletion of the core kinases Tao-1, Hippo, or Warts regulates several key characteristics of neuroblasts during postembryonic neurogenesis. The Hippo pathway is required to maintain timely entry and exit from neurogenesis by regulating both neuroblast reactivation from quiescence and the time at which neuroblasts undergo terminal differentiation. Further, it restricts neuroblast cell-cycle speed, specifies cell size, and alters the proportion of neuron types generated during postembryonic neurogenesis. Collectively, deregulation of Hippo signaling in neuroblasts causes a substantial increase in overall brain size. We show that these effects are mediated via the key downstream transcription co-activator Yorkie and that, indeed, Yorkie overexpression in neuroblasts is sufficient to cause brain overgrowth. These studies reveal a novel mechanism that controls stem cell proliferative potential during postembryonic neurogenesis to regulate brain size.","dc:creator":"Poon CL","dc:date":"2016","dc:title":"The Hippo Pathway Regulates Neuroblasts and Brain Size in Drosophila melanogaster."},"rdfs:label":"Tao1 knockdown in Drosophilla neuroblasts"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Drosophila Tao1 is the single representative of the TAO kinase subfamily (TAO1, TAO2, and TAO3). Downgrade because the phenotypic consequences of Drosophila Tao1 may be representative of all three human TAO kinases rather than just TAO1 \n"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Definitive","sequence":3351,"specifiedBy":"GeneValidityCriteria8","strengthScore":15,"subject":{"id":"cggv:51c0b3a3-0c08-4865-a8f8-d9bb38fe85b6","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:29259","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"Although intragenic deletions in TAOK1 had been observed in large cohort studies of individuals with neurodevelopmental disorders in 2011 and 2018 (PMIDs: 21841781, 29674594), the first report focusing on variants in TAOK1 as a cause of autosomal dominant syndromic intellectual disability was published in 2019 (PMID: 31230721). TAOK1 (thousand and one amino acid kinase 1) encodes the serine/threonine-protein kinase TAO1. Individuals with pathogenic variants in this gene present with variable degrees of developmental delay and/or intellectual disability, behavior problems (including autism in some), hypotonia, macrocephaly, dysmorphic facial features, and joint hypermobility (PMID: 33565190). Truncating variants in this gene have been reported in 18 individuals in 2 publications that included detailed phenotype information and were the basis of this curation (PMIDs: 31230721, 33565190), although only 6 probands  were scored in this curation because the maximum score for genetic evidence has been reached. Most variants occurred de novo; in two instances, they were inherited from affected parents. Additional de novo truncating variants have been identified by exome sequencing in affected individuals from large cohort studies of autism spectrum disorder and developmental disorders, but detailed phenotype information is not available in those studies (PMIDs: 31981491, 33057194). Furthermore, nine de novo TAOK1 missense variants were reported in the 2 publications focused on TAOK1 (PMIDs: 31230721, 33565190). Although the clinical interpretation of these variants is difficult in the context of nonspecific phenotypes, functional analysis showed that some missense variants resulted in loss of protein function, while others led to dominant-negative effects (PMID: 33565190). Thus, while the mechanism for disease is predicted to be haploinsufficiency based on protein truncating variants reported in affected individuals and functional studies in patient-derived fibroblasts (PMID: 31230721), further studies are needed to confirm the mechanisms of missense variants. This gene-disease relationship is also supported by experimental evidence, including non-human model organisms (PMIDs: 26996505, 31230721, 33565190) and functional in vitro studies (PMID: 14517247, 33565190). In summary, there is sufficient genetic evidence to support a definitive gene-disease relationship between TAOK1 and syndromic intellectual disability. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 08/04/21 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:79c712d0-ac0e-4bf0-8e68-bd598b3bca42"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}