{"id":"cggv:d013cb4d-bb06-4db8-8efd-b3808f8f123cv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d013cb4d-bb06-4db8-8efd-b3808f8f123c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T19:45:32.921Z","role":"Publisher"},{"id":"cggv:d013cb4d-bb06-4db8-8efd-b3808f8f123c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10065","date":"2023-09-28T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:ErrorClarification"},"evidence":[{"id":"cggv:d013cb4d-bb06-4db8-8efd-b3808f8f123c_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:d013cb4d-bb06-4db8-8efd-b3808f8f123c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d013cb4d-bb06-4db8-8efd-b3808f8f123c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f90877e7-35ed-4dd3-99ec-3de9f88672b6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:f23fe19f-59d8-43ec-b2ba-7536f9e906ee","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"COL1A1 is expressed throughout the skeletal system and is widely reported/known to be true.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19669491","type":"dc:BibliographicResource","dc:abstract":"Bone collagen structure in normal and pathological tissues is presented using techniques of thin section transmission electron microscopy and morphometry. In pathological tissue, deviations from normal fine structure are reflected in abnormal arrangements of collagen fibrils and abnormalities in fibril diameter. The relationships between these bone structural changes and the skeletal calcium/phosphorus ratio are discussed. Calcium/phosphorus ratio is measured by X-ray absorptiometry and computed microtomography.","dc:creator":"Tzaphlidou M","dc:date":"2008","dc:title":"Bone architecture: collagen structure and calcium/phosphorus maps."},"rdfs:label":"COL1A1 expression in skeletal system"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:534c3757-88ab-4542-acbf-7e1c807042dd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9655c698-7160-4025-9363-44ed65a5ab0d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"COL1A1 is the predominant collagen comprising tendons and ligaments.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28206959","type":"dc:BibliographicResource","dc:abstract":"It has been reported that the single nucleotide polymorphism (SNP) rs1800012 in COL1A1 might be associated with the susceptibility to sports-related tendon and ligament injuries such as ACL injuries, Achilles tendon injuries, shoulder dislocations and tennis elbow. But the data from different studies have been conflicting. Here we attempted to systematically summarize and clarify the association between the SNP and sports-related tendon and ligament injuries risk. Six eligible studies including 933 cases and 1,381 controls were acquired from PubMed, Web Of Science and Cochrane library databases. Significant association was identified in homozygote model (TT versus GG: OR=0.17, 95%CI 0.08-0.35, PH=0.00) and recessive model (TT versus GT/GG: OR=0.21, 95%CI 0.10-0.44, PH=0.00). Our results indicated that COL1A1 rs1800012 polymorphism may be associated with the reduced risk of sports-related tendon or ligament injuries, especially in ACL injuries, and that rare TT may played as a protective role.","dc:creator":"Wang C","dc:date":"2017","dc:title":"Association of polymorphisms rs1800012 in COL1A1 with sports-related tendon and ligament injuries: a meta-analysis."},"rdfs:label":"COL1A1 expression in tendons and ligaments"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:8f040c34-a30c-4a17-aee3-b4a3e31cbe57","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c7ce4db8-959e-438a-a37a-cee1eb1c3183","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Exon 6 encodes the recognition site of procollagen N-proteinase, its loss leads to retention of the N-propeptide and thereby abrogation of collagen fibril self-assembly.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24443344","type":"dc:BibliographicResource","dc:abstract":"By using a genome-wide N-ethyl-N-nitrosourea (ENU)-induced dominant mutagenesis screen in mice, a founder with low bone mineral density (BMD) was identified. Mapping and sequencing revealed a T to C transition in a splice donor of the collagen alpha1 type I (Col1a1) gene, resulting in the skipping of exon 9 and a predicted 18-amino acid deletion within the N-terminal region of the triple helical domain of Col1a1. Col1a1(Jrt) /+ mice were smaller in size, had lower BMD associated with decreased bone volume/tissue volume (BV/TV) and reduced trabecular number, and furthermore exhibited mechanically weak, brittle, fracture-prone bones, a hallmark of osteogenesis imperfecta (OI). Several markers of osteoblast differentiation were upregulated in mutant bone, and histomorphometry showed that the proportion of trabecular bone surfaces covered by activated osteoblasts (Ob.S/BS and N.Ob/BS) was elevated, but bone surfaces undergoing resorption (Oc.S/BS and N.Oc/BS) were not. The number of bone marrow stromal osteoprogenitors (CFU-ALP) was unaffected, but mineralization was decreased in cultures from young Col1a1(Jrt) /+ versus +/+ mice. Total collagen and type I collagen content of matrices deposited by Col1a1(Jrt) /+ dermal fibroblasts in culture was ∼40% and 30%, respectively, that of +/+ cells, suggesting that mutant collagen chains exerted a dominant negative effect on type I collagen biosynthesis. Mutant collagen fibrils were also markedly smaller in diameter than +/+ fibrils in bone, tendon, and extracellular matrices deposited by dermal fibroblasts in vitro. Col1a1(Jrt) /+ mice also exhibited traits associated with Ehlers-Danlos syndrome (EDS): Their skin had reduced tensile properties, tail tendon appeared more frayed, and a third of the young adult mice had noticeable curvature of the spine. Col1a1(Jrt) /+ is the first reported model of combined OI/EDS and will be useful for exploring aspects of OI and EDS pathophysiology and treatment.","dc:creator":"Chen F","dc:date":"2014","dc:title":"First mouse model for combined osteogenesis imperfecta and Ehlers-Danlos syndrome."},"rdfs:label":"Exon 6 encodes recognition site of procollagen N-proteinase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:d013cb4d-bb06-4db8-8efd-b3808f8f123c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:47ef6358-9627-455d-9918-4be181e36676","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f0aa3b2b-c403-4a7d-a10b-ec54ad82fede","type":"FunctionalAlteration","dc:description":"Misshapen, thinner angulated fibrils in the Ehlers–Danlos Type VII patient were observed compared to regularly sized, circular collagen fibrils in a control patient. These differences indicate mispacking and assembly of the fibrils caused by the persisting pNalpha1(I) extensions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19233756","type":"dc:BibliographicResource","dc:abstract":"A syndrome now known as Ehlers-Danlos, comprising laxity and fragility of the skin associated with hypermobility of the large joints, was published in 1892 by Tschernogobow. Ehlers-Danlos type VIIA is an extremely rare form of the syndrome. While the UK-based Ehlers-Danlos Support Group recommends that the surgical management of patients with Ehlers-Danlos VIIA should be carried out in conjunction with a plastic surgeon, there is nothing in the plastic surgery literature regarding this syndrome. The management of patients suffering from Ehlers-Danlos VIIA is highly complex, as a result of the breadth of genetic and phenotypic presentations, and resulting complications. We present a review of the literature regarding this syndrome and, in particular, the surgical problems that may be encountered. A case report outlining our experience of successfully managing this condition is also presented.","dc:creator":"Whitaker IS","dc:date":"2009","dc:title":"Molecular genetic and clinical review of Ehlers-Danlos Type VIIA: implications for management by the plastic surgeon in a multidisciplinary setting."},"rdfs:label":"Collagen fibrils from EDS skin"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:10fbb6fd-cbb8-4dad-b394-5e2177668eb3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:64968a4c-94b1-4a86-a393-9e405a7df932","type":"FunctionalAlteration","dc:description":"The skin collagen fibrils of the EDS VIIA patient are more loosely and randomly organized, and have highly irregular contours (noting an “angel-like” shape of the fibril) and have more variable diameters than normal.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18409203","type":"dc:BibliographicResource","dc:creator":"Giunta C","dc:date":"2008","dc:title":"The arthrochalasia type of Ehlers-Danlos syndrome (EDS VIIA and VIIB): the diagnostic value of collagen fibril ultrastructure."},"rdfs:label":"Collagen fibril cross sections in dermis of patient with EDS"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Definitive","sequence":6981,"specifiedBy":"GeneValidityCriteria9","strengthScore":15.5,"subject":{"id":"cggv:98fb7470-da74-4f84-bb4d-0b0b7e56d22b","type":"GeneValidityProposition","disease":"obo:MONDO_0007525","gene":"hgnc:2197","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*COL1A1* was first reported in relation to autosomal dominant Ehlers-Danlos Syndrome, arthrochalasia type, 1 in 1986 (Cole et al., PMID: 3082886). Arthrochalasia-type EDS is distinguished from other types of EDS by the frequency of congenital hip dislocation and extreme joint laxity with recurrent joint subluxations and minimal skin involvement. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability. Therefore, the following disease entities have been split into eight disease entities, osteogenesis imperfecta, type I (OMIM:166200), osteogenesis imperfecta, type II (OMIM:166210), osteogenesis imperfecta, type III (OMIM:259420), osteogenesis imperfecta, type IV (OMIM:166220), Ehlers-Danlos Syndrome, arthrochalasia type, 1 (OMIM:130060), combined osteogenesis imperfecta and Ehlers-Danlos syndrome 1 (OMIM:619115), Ehlers-Danlos Syndrome, classic type, 1 (not associated with COL1A1 in OMIM), and Caffey disease (OMIM:114000). The split curations have been curated separately. Six variants (missense, in-frame indel, canonical splice site) that have been reported in eight probands in five publications (PMIDs: 1867198, 3082886, 9295084, 18409203, 32091183) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. The mechanism of pathogenicity is known to be due to alteration of the N-proteinase cleavage site necessary for proper collagen processing (PMID: 18409203). This gene-disease association is also supported by variants in patients affecting the N-proteinase cleavage site, expression throughout the skeletal system, tendons, and ligaments, and functional alterations in patient collagen fibrils (biochemical function, expression studies, and functional alteration) (PMIDs: 18409203, 19233756, 19669491, 24443344, 28206959). In summary, *COL1A1* is definitively associated with autosomal dominant Ehlers-Danlos Syndrome, arthrochalasia type, 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Skeletal Disorders GCEP on the meeting date 8/1/22 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:d013cb4d-bb06-4db8-8efd-b3808f8f123c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}