{"id":"cggv:17bf1c4a-1775-40c6-a499-774c93827343v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:17bf1c4a-1775-40c6-a499-774c93827343_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-02-07T17:00:00.000Z","role":"Approver"},{"id":"cggv:17bf1c4a-1775-40c6-a499-774c93827343_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10049","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:17bf1c4a-1775-40c6-a499-774c93827343_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:17bf1c4a-1775-40c6-a499-774c93827343_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:afaa6d3b-37f5-4587-9b67-dc2100ba9ffa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4156962d-45f8-438d-904e-dfb95f404bec","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Northern blot analysis of PEX2 cDNA fragment to probe human multiple tissue Norther blots (fetal and adult)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10891359","type":"dc:BibliographicResource","dc:abstract":"Peroxins are proteins involved in peroxisome biogenesis and are encoded by PEX genes. The human PEX2 gene encodes a 35-kDa peroxisomal integral membrane protein which is a member of the zinc finger protein family. Mutations in the PEX2 gene are the primary defect in a subset of patients with Zellweger syndrome and related peroxisome biogenesis disorders. The role of zinc finger proteins in peroxisome assembly and function is poorly understood. Here we report the cloning and characterisation of the human PEX2 structural gene. PEX2 was assigned to human chromosome 8q13-q21 and its murine homologue to mouse chromosome 3. The gene is approximately 17.5 kb in length, and contains four exons. The entire coding sequence is included in one exon, exon 4. The 5'-flanking region has features of housekeeping genes (GC enrichment, two Sp1 sites) and tissue-specific, inducible genes (two CCAAT boxes). In more than 1.5 kb of 5'-flanking sequences we did not identify consensus peroxisomal proliferator responsive elements (PPRE).","dc:creator":"Biermanns M","dc:date":"2000","dc:title":"Genomic organization and characterization of human PEX2 encoding a 35-kDa peroxisomal membrane protein."},"rdfs:label":"Northern Blot"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Highest levels of PEX2 mRNA expression found in heart, skeletal muscle, and pancreas."},{"id":"cggv:fa0bc806-8d2e-4e78-a4a2-26f0aecc2bf7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c53766b-a2d5-44fb-bcb2-ea96ec5707b4","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Used bimolecular fluorescence complementation to show PEX2 to be in complex with PEX10 to form a portion of the RING finger complex","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22500805","type":"dc:BibliographicResource","dc:abstract":"As a rule, organelles in eukaryotic cells can derive only from pre-existing organelles. Peroxisomes are unique because they acquire their lipids and membrane proteins from the endoplasmic reticulum (ER), whereas they import their matrix proteins directly from the cytosol. We have discovered that peroxisomes are formed via heterotypic fusion of at least two biochemically distinct preperoxisomal vesicle pools that arise from the ER. These vesicles each carry half a peroxisomal translocon complex. Their fusion initiates assembly of the full peroxisomal translocon and subsequent uptake of enzymes from the cytosol. Our findings demonstrate a remarkable mechanism to maintain biochemical identity of organelles by transporting crucial components via different routes to their final destination.","dc:creator":"van der Zand A","dc:date":"2012","dc:title":"Biochemically distinct vesicles from the endoplasmic reticulum fuse to form peroxisomes."},"rdfs:label":"PEX10 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:84fc7c1f-cc08-4c82-8651-a697282903b2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:828ac77e-1289-4477-8551-466fa3931a58","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"PEX3 was found to be required for the budding of RING-domain PEX2 from the ER (Fig. 1)\n\nPEX3 colocalized in ER with PEX2 around the cell periphery, data is suggestive that PEX3 contains intra-ER sorting signal (Figure 2)\n\nThrough CO-IP it was determined that PEX19 is required for the interaction of PEX3 and the RING-domain (Figure 7)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26833788","type":"dc:BibliographicResource","dc:abstract":"During de novo peroxisome biogenesis, importomer complex proteins sort via two preperoxisomal vesicles (ppVs). However, the sorting mechanisms segregating peroxisomal membrane proteins to the preperoxisomal endoplasmic reticulum (pER) and into ppVs are unknown. We report novel roles for Pex3 and Pex19 in intra-endoplasmic reticulum (ER) sorting and budding of the RING-domain peroxins (Pex2, Pex10, and Pex12). Pex19 bridged the interaction at the ER between Pex3 and RING-domain proteins, resulting in a ternary complex that was critical for the intra-ER sorting and subsequent budding of the RING-domain peroxins. Although the docking subcomplex proteins (Pex13, Pex14, and Pex17) also required Pex19 for budding from the ER, they sorted to the pER independently of Pex3 and Pex19 and were spatially segregated from the RING-domain proteins. We also discovered a unique role for Pex3 in sorting Pex10 and Pex12, but with the docking subcomplex. Our study describes an intra-ER sorting process that regulates segregation, packaging, and budding of peroxisomal importomer subcomplexes, thereby preventing their premature assembly at the ER. ","dc:creator":"Agrawal G","dc:date":"2016","dc:title":"Distinct requirements for intra-ER sorting and budding of peroxisomal membrane proteins from the ER."},"rdfs:label":"PEX3 Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:761f8bb7-f706-4569-901e-fbcae5568316","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:600356df-f81f-4c31-ac58-4372e7f0ce32","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Use of immunoprecipitation, E. Coli recombinant proteins, in vivo/in vitro ubquination assays \n\nTo determine that ubiquination of PEX was dependent on RING finger proteins, PEX5 was isolated by immunoprecipitation with or without presence of TPEN, zinc chloride, and NEM which inhibit ubiquination enzymes, this showed that PEX5 ubiquination is depending on zinc ions and RING finger proteins (Fig. 1)\n\nIt was shown that the RING complex has Ub ligase activity (Fig. 2) and each individual RING protein exhibit E3 ligase activity (Fig. 3)\n\nPEX5 ubiquination was shown to occur in presence of both PEX2 and Ubc4 (Fig. 5)\n\nTruncation of PEX2 showed prevention of PEX5 polyubiquination of PEX5 (Fig. 7C), therefore PEX2 is required for ubiquination of PEX5","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19687296","type":"dc:BibliographicResource","dc:abstract":"The PTS1-dependent peroxisomal matrix protein import is facilitated by the receptor protein Pex5 and can be divided into cargo recognition in the cytosol, membrane docking of the cargo-receptor complex, cargo release, and recycling of the receptor. The final step is controlled by the ubiquitination status of Pex5. While polyubiquitinated Pex5 is degraded by the proteasome, monoubiquitinated Pex5 is destined for a new round of the receptor cycle. Recently, the ubiquitin-conjugating enzymes involved in Pex5 ubiquitination were identified as Ubc4 and Pex4 (Ubc10), whereas the identity of the corresponding protein-ubiquitin ligases remained unknown. Here we report on the identification of the protein-ubiquitin ligases that are responsible for the ubiquitination of the peroxisomal protein import receptor Pex5. It is demonstrated that each of the three RING peroxins Pex2, Pex10, and Pex12 exhibits ubiquitin-protein isopeptide ligase activity. Our results show that Pex2 mediates the Ubc4-dependent polyubiquitination whereas Pex12 facilitates the Pex4-dependent monoubiquitination of Pex5.","dc:creator":"Platta HW","dc:date":"2009","dc:title":"Pex2 and pex12 function as protein-ubiquitin ligases in peroxisomal protein import."},"rdfs:label":"PEX5 polyubiquination"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:17bf1c4a-1775-40c6-a499-774c93827343_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4fcc236-3a04-4a33-8d7c-1e8357c0ef0a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:eeb6d7ba-561d-48ac-b067-11d25dc80943","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In vivo labeling with DrdU showed neuronal migration delay in null mice based on disordered lamination in cerebral cortex and increased cell density in white matter (Fig. 1)\n\nNull mice have reduced size of the cerebellum and altered folial pattern in the vermis (Fig. 2) when the cerebellum was stained with cal-bindin-D28k antibody, it was shown that null mice have abnormalities of Purkinje cells dendritic arborization (Fig. 3)\n\nWhen PEX2 null mice were inbred (129 background) embryonic lethality and neuronal lipidosis was observed (Fig. 4)\n\nNull mice exhibit accumulation of VLCFA and deficient plasmalogen synthesis (Fig. 5-7)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11478384","type":"dc:BibliographicResource","dc:abstract":"Zellweger syndrome is the prototypic human peroxisomal biogenesis disorder that results in abnormal neuronal migration in the central nervous system and severe neurologic dysfunction. A murine model for this disorder was previously developed by targeted deletion of the PEX2 peroxisomal gene. By labeling neuronal precursor cells in vivo with a mitotic marker, we can demonstrate a delay in neuronal migration in the cerebral cortex of homozygous PEX2 mutant mice. Postnatal PEX2 Zellweger mice develop severe cerebellar defects with abnormal Purkinje cell development and an altered folial pattern. When the PEX2 mutation is placed on an inbred murine genetic background, there is significant embryonic lethality and widespread neuronal lipidosis throughout the brain. Biochemical analysis of PEX2 mutant mice shows the characteristic accumulation of very long chain fatty acids and deficient plasmalogens in a wide variety of tissues. Docosahexaenoic acid levels (DHA; 22:6n-3) were found to be reduced in the brain of mutant mice but were normal in visceral organs at birth. All tissues examined in postnatal mutant mice had reduced DHA. The combined use of morphologic and biochemical analyses in these mice will be essential to elucidate the pathogenesis of this complex peroxisomal disease.","dc:creator":"Faust PL","dc:date":"2001","dc:title":"The peroxisome deficient PEX2 Zellweger mouse: pathologic and biochemical correlates of lipid dysfunction."},"rdfs:label":"Targeted PEX2 deletion - Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:5b58f74d-0e2c-4860-b3d2-aca4d3a0280d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fd154545-7d83-44e3-a845-c4ac8a4b708b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Model of 2 drosophila Pex2 variants: pex2f01899 (heterozygous, in trans) and pex2HP35039 (homozygous)\n\nboth variants result in male sterility due to spermatogenesis impairment (Fig. 1 C) and impair spermatocyte cytokinesis (Fig. 2), impaired peroxisomal matrix protein import, determined by GFP-SKlL transgene and PEX2-mCherry transgene and performing colocalization (Fig. 5E-G)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19933170","type":"dc:BibliographicResource","dc:abstract":"Peroxisomes are vital eukaryotic organelles that participate in lipid metabolism, in particular the metabolism of very-long-chain fatty acids (VLCFA). The biogenesis of peroxisomes is regulated by a set of peroxin proteins (PEX). In humans, mutations affecting peroxin protein production or function result in devastating diseases classified as peroxisome biogenesis disorders (PBD). The way in which peroxisomal dysfunction leads to the pathophysiological consequences of PBD is not well understood. Here we report that Drosophila pex mutants faithfully recapitulate several key features of human PBD, including impaired peroxisomal protein import, elevated VLCFA levels and growth retardation. Moreover, disruption of pex function results in spermatogenesis defects, including spermatocyte cytokinesis failure in Drosophila. Importantly, increased VLCFA levels enhance these spermatogenesis defects whereas reduced VLCFA levels alleviate them. Thus, regulation of proper VLCFA levels by pex genes is crucial for spermatogenesis. Together our study reveals an indispensable function of pex genes during spermatogenesis and provides a causative link between the phenotypic severity of pex mutants and VLCFA levels.","dc:creator":"Chen H","dc:date":"2010","dc:title":"Drosophila models of peroxisomal biogenesis disorder: peroxins are required for spermatogenesis and very-long-chain fatty acid metabolism."},"rdfs:label":"Drosophila model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:17bf1c4a-1775-40c6-a499-774c93827343_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:17bf1c4a-1775-40c6-a499-774c93827343_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:8d9bdfcd-be06-49fa-804b-a3672ea588ee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:907f8107-f954-4ca6-805d-be809afaaa35","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":3,"detectionMethod":"genomic DNA extracted from skin fibroblasts, exons and flanking intron sequences of PEX2 amplified via PCR, bidirectional sequencing of PCR fragments","firstTestingMethod":"PCR","phenotypeFreeText":"birth weight = 2290g, generalized convulsions, leucomalacia, diffuse epileptic activity on EEG, negative visual evoked response, tricuspid valve insufficiency, elevated serum ASAT, ALAT, and LDH, absent mitochondrial cristae, absent peroxisomes, absent catalase activity in cytoplasm of hepatocytes, spicular inclusions in Schwan cells, high serum levels of VLCFA,l ow plasmalogen of RBC membranes, presence of THCA and C29 dicarboxylic acid in urine, required gavage feeding","phenotypes":["obo:HP_0001518","obo:HP_0001274","obo:HP_0002353","obo:HP_0000648","obo:HP_0001302","obo:HP_0002015","obo:HP_0004415","obo:HP_0030048","obo:HP_0000365","obo:HP_0002240","obo:HP_0030148","obo:HP_0001653","obo:HP_0001284","obo:HP_0001336","obo:HP_0001659","obo:HP_0012043","obo:HP_0000952","obo:HP_0000260","obo:HP_0005487","obo:HP_0000047","obo:HP_0000028","obo:HP_0006958","obo:HP_0000348","obo:HP_0001290","obo:HP_0000518","obo:HP_0001321","obo:HP_0001396"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:8d9bdfcd-be06-49fa-804b-a3672ea588ee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8557fcb0-109b-49b0-9137-f72de5469d33","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001079867.1(PEX2):c.739T>C (p.Cys247Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/139589"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14630978","type":"dc:BibliographicResource","dc:abstract":"The peroxisome biogenesis disorders (PBDs) form a genetically and clinically heterogeneous group of disorders due to defects in at least 11 distinct genes. The prototype of this group of disorders is Zellweger syndrome (ZS) with neonatal adrenoleukodystrophy (NALD) and infantile Refsum disease (IRD) as milder variants. Common to PBDs are liver disease, variable neurodevelopmental delay, retinopathy and perceptive deafness. PBD patients belonging to complementation group 10 (CG10) have mutations in the PEX2 gene (PXMP3), which codes for a protein (PEX2) that contains two transmembrane domains and a zinc-binding domain considered to be important for its interaction with other proteins of the peroxisomal protein import machinery. We report on the identification of four PBD patients belonging to CG10. Sequence analysis of their PEX2 genes revealed 4 different mutations, 3 of which have not been reported before. Two of the patients had homozygous mutations leading to truncated proteins lacking both transmembrane domains and the zinc-binding domain. These mutations correlated well with their severe phenotypes. The third patient had a homozygous mutation leading to the absence of the zinc-binding domain (W223X) and the fourth patient had a homozygous mutation leading to the change of the second cysteine residue of the zinc-binding domain (C247R). Surprisingly, the patient lacking the domain had a mild phenotype, whereas the C247R patient had a severe phenotype. This might be due to an increased instability of PEX2 due to the R for C substitution or to a dominant negative effect on interacting proteins.","dc:creator":"Gootjes J","dc:date":"2004","dc:title":"Novel mutations in the PEX2 gene of four unrelated patients with a peroxisome biogenesis disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14630978","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Scored down due to lack of variant evidence; absent in gnomAD"},{"id":"cggv:d68e17c6-5c8e-4c24-a264-040dbc7ec4e8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:18a859fd-7bd1-43b3-b63c-2b3af30d6029","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA extracted from fibroblasts, PCR, fragments subcloned and sequenced\n\nBoth parents tested, father heterozygous for R125X, mother heterozygous for R119X, variants confirmed in trans","firstTestingMethod":"PCR","phenotypeFreeText":"birth weight = 3000g, 1min Apgar = 7, intractable convulsions, absent peroxisomes (Fig. 1A)","phenotypes":["obo:HP_0001290","obo:HP_0006695","obo:HP_0004484","obo:HP_0011968","obo:HP_0045016","obo:HP_0002789"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:d68e17c6-5c8e-4c24-a264-040dbc7ec4e8_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:45a079d9-7bb8-47e8-bb38-04cac95d1b01","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000318.2(PEX2):c.355C>T (p.Arg119Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13704"}},{"id":"cggv:2ecbe5e1-4968-4d2d-9ca4-ee512c722939","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000318.2(PEX2):c.373C>T (p.Arg125Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/549898"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9452066","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Shimozawa N","dc:date":"1998","dc:title":"A novel mutation, R125X in peroxisome assembly factor-1 responsible for Zellweger syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9452066","rdfs:label":"patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"gave full points due to variant evidence and parental testing\n\np.Arg119Ter: variant shown to cause altered peroxisome formation, gnomAD frequency = 0.0001344\n\np.Arg125Ter: Variant shown to cause altered peroxisome formation by transfection of PEX2 cDNA containing variant constructed in pcD2 vector into patient's fibroblasts. The transfectants did not exhibit catalase-containing peroxisomes,  gnomAD frequency = 0.000007956"},{"id":"cggv:794e6399-5707-4efd-a7bc-2c9ba9ee06c4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:3f1f6077-d65c-4265-a512-090fc23729f8","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Months","ageValue":2,"detectionMethod":"genomic DNA extracted from skin fibroblasts, exons and flanking intron sequences of PEX2 amplified via PCR, bidirectional sequencing of PCR fragments","firstTestingMethod":"PCR","phenotypeFreeText":"absence of respiratory movements at birth requiring mechanical ventilation, normal cardiac and respiratory examination, stable hemodynamic status, normal brain MRI, elevated plasma VLCFAs, pipecolic acid, and C27 bile acid intermediates, PBD confirmed in fibroblasts with generalized loss of peroxisomal function and absence of peroxisomes","phenotypes":["obo:HP_0002033","obo:HP_0006829","obo:HP_0002197","obo:HP_0007965","obo:HP_0025116","obo:HP_0000113","obo:HP_0000260","obo:HP_0001254","obo:HP_0002375"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:794e6399-5707-4efd-a7bc-2c9ba9ee06c4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:da8417b2-f1cc-4b94-867f-b62f0a02fc9c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000318.2(PEX2):c.279_283delGAGAT","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/139588"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14630978"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14630978","rdfs:label":"Patient 4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"variant absent in gnomAD, score reduced due to lack of variant evidence"},{"id":"cggv:1a2f79ee-a158-482a-8f64-e571e01c56bb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2e7acc60-57c7-4a25-a562-6dcf667e528c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"genomic DNA extracted from skin fibroblasts, exons and flanking intron sequences of PEX2 amplified via PCR, bidirectional sequencing of PCR fragments","firstTestingMethod":"PCR","phenotypeFreeText":"excessive skin on upper back and neck, paucity of spontaneous movements, generalized loss of peroxisomal functions and absence of peroxisomes","phenotypes":["obo:HP_0002557","obo:HP_0001999","obo:HP_0012815","obo:HP_0001792","obo:HP_0000239","obo:HP_0000431","obo:HP_0000377","obo:HP_0002240","obo:HP_0000286","obo:HP_0001290","obo:HP_0000218"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:1a2f79ee-a158-482a-8f64-e571e01c56bb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:45a079d9-7bb8-47e8-bb38-04cac95d1b01"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14630978"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14630978","rdfs:label":"Patient 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"variant shown to cause altered peroxisome formation; gnomAD total allele frequency = 0.0001344"},{"id":"cggv:3113cb85-e081-4df5-800f-7116acc29a37_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ee507e12-e814-4d38-85e1-2878ab448ee6","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":13,"detectionMethod":"genomic DNA extracted from skin fibroblasts, exons and flanking intron sequences of PEX2 amplified via PCR, bidirectional sequencing of PCR fragments","firstTestingMethod":"PCR","phenotypeFreeText":"normal urine and plasma amino acids, organic acids, oligosaccharide, and purine and pyrimidine metabolites, normal lysosomal enzyme activities in fibroblasts, elevated plasma levels of VLCFA, pipecolic and phytanic acid, and bile acid intermediates, absence of peroxisomes in ~90% of hepatocytes","phenotypes":["obo:HP_0000510","obo:HP_0030455","obo:HP_0000654","obo:HP_0001284","obo:HP_0002090","obo:HP_0001272","obo:HP_0001290","obo:HP_0002355","obo:HP_0002305","obo:HP_0007266","obo:HP_0031358","obo:HP_0003448","obo:HP_0003431","obo:HP_0006855","obo:HP_0000407"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:3113cb85-e081-4df5-800f-7116acc29a37_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b2f2df76-3a15-4618-be6e-063481bd18ea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001079867.1(PEX2):c.669G>A (p.Trp223Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/139590"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14630978"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14630978","rdfs:label":"Patient 2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"variant absent in gnomAD"},{"id":"cggv:3e47e582-a394-412d-bf26-504585d974fb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c6664b0d-9e1b-4fb4-8725-5ded74b2e7b4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":9,"detectionMethod":"complete genomic sequencing of PEX2, PEX10, and PEX12, parental testing","firstTestingMethod":"Genotyping","phenotypeFreeText":"difficulty writing, IQ = 75, total ataxia score (ICARS) = 17/100, atrophy of cerebellar lateral hemispheres, normal EEG, electromyography, peripheral nerve conduction, visual, brainstem auditory and somatosensory evoked potentials, normal audiogram, normal ECG, cardia ultrasound, liver enzymes, ammonia, lactate, vitamin E, lipid electrophoresis, alpha-foeto protein, plasma and urinary amino acids and urinary organic acids, normal plasma VLCFAs, elevated levels of pristanic acids, normal levels of pipecolic acid in plasma and CSF","phenotypes":["obo:HP_0002078","obo:HP_0000639","obo:HP_0002080","obo:HP_0009046","obo:HP_0010571","obo:HP_0002136","obo:HP_0006855","obo:HP_0001260","obo:HP_0000514","obo:HP_0001288","obo:HP_0006957","obo:HP_0012202"],"previousTesting":true,"previousTestingDescription":"Friedrich ataxia and AOA1 ruled out by molecular studies of frataxin and aprataxin genes, AMACR deficiency and adult Refsum disease ruled out by measurement of R- and S- isomers of DHCA and THCA in plasma and AMACR activity in fibroblasts\n\nPEX10 and PEX12","sex":"Male","variant":{"id":"cggv:3e47e582-a394-412d-bf26-504585d974fb_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e1b19275-59b3-42ad-aecb-01b71147343c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001079867.1(PEX2):c.865dup (p.Ser289Lysfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/162495"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21392394","type":"dc:BibliographicResource","dc:abstract":"To expand the spectrum of genetic causes of autosomal recessive cerebellar ataxia (ARCA).","dc:creator":"Sevin C","dc:date":"2011","dc:title":"Autosomal recessive cerebellar ataxia caused by mutations in the PEX2 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21392394","rdfs:label":"P1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"gnomAD total allele frequency = 0.000003984"},{"id":"cggv:cfdc19c4-8d7d-4571-8bae-e2e593a9e49b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:dd31e104-d892-49bd-bdfc-b12faadcbffe","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"DNA isolated from skin fibroblasts, PCR, cDNA cloning\n\nBoth parents genotyped and determined to be heterozygous for variant","firstTestingMethod":"PCR","phenotypeFreeText":"absent peroxisomes","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Female","variant":{"id":"cggv:cfdc19c4-8d7d-4571-8bae-e2e593a9e49b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:45a079d9-7bb8-47e8-bb38-04cac95d1b01"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1546315","type":"dc:BibliographicResource","dc:abstract":"The primary defect arising from Zellweger syndrome appears to be linked to impaired assembly of peroxisomes. A human complementary DNA has been cloned that complements the disease's symptoms (including defective peroxisome assembly) in fibroblasts from a patient with Zellweger syndrome. The cause of the syndrome in this patient was a point mutation that resulted in the premature termination of peroxisome assembly factor-1. The homozygous patient apparently inherited the mutation from her parents, each of whom was heterozygous for that mutation.","dc:creator":"Shimozawa N","dc:date":"1992","dc:title":"A human gene responsible for Zellweger syndrome that affects peroxisome assembly."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/1546315","rdfs:label":"MM"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Gave full points due to variant evidence (variant shown to result in altered peroxisome formation) and parental testing; gnomAD frequency = 0.0001344"}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":10.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":10.5}],"evidenceStrength":"Definitive","sequence":139,"specifiedBy":"GeneValidityCriteria7","strengthScore":16.5,"subject":{"id":"cggv:5e9426d4-7bd8-4281-9d4b-c17c139da871","type":"GeneValidityProposition","disease":"obo:MONDO_0019234","gene":"hgnc:9717","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"PEX2 was first reported in relation to autosomal recessive peroxisomal biogenesis disorder in 1992 (Shimozawa et al., PMID: 1546315). Numerous variants have been reported in humans per ClinVar. Evidence supporting this gene-disease relationship includes case-level data and experimental data. Summary of case-level and experimental data: 16.5 points. Variants (nonsense, missense, and frameshift) in this gene have been reported in at least 7 probands in 4 publications (PMIDS: 14630978, 21392394, 9452066, 1546315). The mechanism for disease is expected to be homozygoues loss of function. This gene-disease association is supported by expression studies, animal models, and in vitro functional assays. In summary, PEX2 is definitively associated with autosomal recessive peroxisomal biogenesis disorder. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:17bf1c4a-1775-40c6-a499-774c93827343"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}