{"id":"cggv:c8c1e158-983d-4547-a739-7781961e5bb8v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:c8c1e158-983d-4547-a739-7781961e5bb8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-09-14T16:34:08.306Z","role":"Approver"},{"id":"cggv:c8c1e158-983d-4547-a739-7781961e5bb8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2021-09-14T16:34:26.485Z","role":"Publisher"}],"evidence":[{"id":"cggv:c8c1e158-983d-4547-a739-7781961e5bb8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c8c1e158-983d-4547-a739-7781961e5bb8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:51eff727-3e60-44dc-9ba6-abdd64363ee2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:874a18f6-f273-47e3-ae7d-621bc7c3bf92","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The specificity of antibody used in this study was verified by the fact that the homozygous Konck-in mouse of SCN1A p.R1407X nonsense variant responsible for Dravet disease did not have any immunoreactivity. Expression in the Parvalbumin neurons were verified by double-staining with anti-parvalbumin antibody. Expression in the axon initial segments and nodes of Ranvier were verified by co-localization with anti-BIV spectrin. These are structures important for generation of action potentials.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17537961","type":"dc:BibliographicResource","dc:abstract":"Loss-of-function mutations in human SCN1A gene encoding Nav1.1 are associated with a severe epileptic disorder known as severe myoclonic epilepsy in infancy. Here, we generated and characterized a knock-in mouse line with a loss-of-function nonsense mutation in the Scn1a gene. Both homozygous and heterozygous knock-in mice developed epileptic seizures within the first postnatal month. Immunohistochemical analyses revealed that, in the developing neocortex, Nav1.1 was clustered predominantly at the axon initial segments of parvalbumin-positive (PV) interneurons. In heterozygous knock-in mice, trains of evoked action potentials in these fast-spiking, inhibitory cells exhibited pronounced spike amplitude decrement late in the burst. Our data indicate that Nav1.1 plays critical roles in the spike output from PV interneurons and, furthermore, that the specifically altered function of these inhibitory circuits may contribute to epileptic seizures in the mice.","dc:creator":"Ogiwara I","dc:date":"2007","dc:title":"Nav1.1 localizes to axons of parvalbumin-positive inhibitory interneurons: a circuit basis for epileptic seizures in mice carrying an Scn1a gene mutation."},"rdfs:label":"Ogiwara2007Fig5_7"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The significance of cell types where NaV1.1 is expressed is unclear. For large depolarization that initiates a CSD, expression in inhibitory neurons seem counter-intuitive. In any case, the expression in structures such as axon initial segments and nodes of Ranvier is consistent with the importance of this channel for the maintenance of action potentials, which could produce large depolarization."},{"id":"cggv:f93c6826-a93c-4dd4-8f41-229644e9e603","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:a40224fc-75c0-4ae8-a993-e45cd5289baa","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The neuronal basis of the aura associated with MA is considered the cortical spreading depression. Initiation of the CSD needs a large depolarization, which could be due to high frequency neuronal firing. Although the effects of FHM variants in SCN1A are complex and varied, most publications consider it as overall  gain of function effects. If neuronal firing is enhanced by GOF variants of FHM, large depolarization due to high extracellular potassium may occur, and may lead to  CSD and aura. However, it is still not clear how high frequency firing of GABAergic neurons can lead to CSD. While the exact mechanism is unclear, SCN1A's function in neuronal firing is consistent with its role in CSD and FHM.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16921370","type":"dc:BibliographicResource","dc:abstract":"Voltage-gated sodium channels (Na(V)) are critical for initiation of action potentials. Heterozygous loss-of-function mutations in Na(V)1.1 channels cause severe myoclonic epilepsy in infancy (SMEI). Homozygous null Scn1a-/- mice developed ataxia and died on postnatal day (P) 15 but could be sustained to P17.5 with manual feeding. Heterozygous Scn1a+/- mice had spontaneous seizures and sporadic deaths beginning after P21, with a notable dependence on genetic background. Loss of Na(V)1.1 did not change voltage-dependent activation or inactivation of sodium channels in hippocampal neurons. The sodium current density was, however, substantially reduced in inhibitory interneurons of Scn1a+/- and Scn1a-/- mice but not in their excitatory pyramidal neurons. An immunocytochemical survey also showed a specific upregulation of Na(V)1.3 channels in a subset of hippocampal interneurons. Our results indicate that reduced sodium currents in GABAergic inhibitory interneurons in Scn1a+/- heterozygotes may cause the hyperexcitability that leads to epilepsy in patients with SMEI.","dc:creator":"Yu FH","dc:date":"2006","dc:title":"Reduced sodium current in GABAergic interneurons in a mouse model of severe myoclonic epilepsy in infancy."},"rdfs:label":"Yu2006Fig5"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0,"dc:description":"Ogiwara et al. 2007 showed similar results"},{"id":"cggv:e617cee0-d113-4b93-90cf-34fe42906305","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c5245074-fa3c-43d3-8fdd-a1edde1448eb","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The neuronal basis of the aura associated with MA is considered the cortical spreading depression. Initiation of the CSD needs a large depolarization, which could be due to high frequency neuronal firing. Although the effects of FHM variants in SCN1A are complex and varied, most publications consider it as overall  gain of function effects. If neuronal firing is enhanced by GOF variants of FHM, large depolarization due to high extracellular potassium may occur, and may lead to  CSD and aura. However, it is still not clear how high frequency firing of GABAergic neurons can lead to CSD. While the exact mechanism is unclear, SCN1A's function in neuronal firing is consistent with its role in CSD and FHM.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17537961","rdfs:label":"Ogiwara2007Fig8"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:c8c1e158-983d-4547-a739-7781961e5bb8_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a5fc6131-f523-4d6e-85d4-ebe3c96f484e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:d250c009-9481-4645-8942-db9d45384d42","type":"FunctionalAlteration","dc:description":"The first half of this paper describes a caucasian family with the p.L1670W variant and FHM. This variant has been described by another group in a Chinese family with FHM. Then they trasnfected tsA201 cells with wild type and variant SCN1A and studied the electrophysiological properties of the variant NaV1.1 channel. The variant channel had reduced current density which was rescued by incubation at low temperatures (30C vs 37C), which suggests trafficking defects. The rescued currents of the variant NaV1.1 had both LOF and GOF effects with overall GOF effects that resulted in increased response to repetitive stimuli with resistance to use dependence. Then they transfected mouse neocortical neurons with the variant and wild type SCN1A with the TTX resistant p.F383S variant and eletrophysiological properties were studied with 1 uM TTX. The current density was significantly reduced, but still rescued compared to tsA201 cells at 37C with 50% current density compared to wild type. The variant channel had positively shifted voltage dependence of channel activation, which is an LOF effect, and positively shifted voltage dependence of fast inactivation and increased persistent current, which were GOF effects. When they applied repetitive stimuli similar to those in neuronal firing, the first current was slightly larger in wild type, but last currents were significantly higher in neurons expressing the variant channel. This is consistent with overall GOF effects and hyperexcitability. They have hypothesized that hyperexcitability of GABAergic neurons could cause extracellular potassium and neurotransmitter accumulation, inducing neuronal depolarization and initiation of cortical spreading depression, a wave of transient network hyperexcitability leading to a long-lasting depolarization block of neuronal firing that is a proposed pathological mechanism of migraine.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30038559","type":"dc:BibliographicResource","dc:abstract":"The SCN1A gene encodes for the voltage-dependent Nav1.1 Na+ channel, an isoform mainly expressed in GABAergic neurons that is the target of hundreds of epileptogenic mutations. More recently, it has been shown that the SCN1A gene is also the target of mutations responsible for familial hemiplegic migraine (FHM-3), a rare autosomal dominant subtype of migraine with aura. Studies of these mutations indicate that they induce gain of function of the channel. Surprisingly, the mutation L1649Q responsible for pure FHM-3 showed a complete loss of function, but, when partially rescued it induced an overall gain of function because of modification of the gating properties of the mutant channel. Here, we report the characterization of the L1670W SCN1A mutation that has been previously identified in a Chinese family with pure FHM-3, and that we have identified also in a Caucasian American family with pure FHM-3. Notably, one patient in our family had severe neurological deterioration after brain radiation for cancer treatment. Functional analysis of L1670W reveals that the mutation is responsible for folding/trafficking defects and, when they are rescued by incubation at lower temperature or by expression in neurons, modifications of the gating properties lead to an overall gain of function. Therefore, L1670W is the second mutation responsible for FHM-3 with this pathophysiological mechanism, showing that it may be a recurrent mechanism for Nav1.1 hemiplegic migraine mutations.","dc:creator":"Dhifallah S","dc:date":"2018","dc:title":"Gain of Function for the SCN1A/hNav1.1-L1670W Mutation Responsible for Familial Hemiplegic Migraine."},"rdfs:label":"Dhifallah2018Fig6"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This data is best treated as variant level functional evidence. Since the mechanism of FHM3 is not really clear, it is not clear whether variants with GOF or LOF effects are consistent with the mechanism."},{"id":"cggv:52e38a06-56a9-4757-9f74-81eb84977b89","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:66774b89-b487-4a4f-9bb5-55677445a3c4","type":"FunctionalAlteration","dc:description":"Previously to this study, the p.L1649Q variant of SCN1A had been found to make the channel defective in trafficking, and therefore no current was detected. In the first half of this study, the authors showed this trafficking defects can be rescued by expressing the variant channel at lower temperatures (30C vs 37C), or co-expressing the channel with other accessory proteins (ankyrin G or calmodulin). After this rescue, the variant channel was found to have mixed LOF and GOF effects leading to overall GOF effects in the tsA201 cells. \nCultured mouse embryo cortical neurons were transfected with wild type or c.4946T>A SCN1A that also harbors the p.F383S  alteration that would render the channel insensitive to 1 uM TTX. By recording these neurons under 1 uM TTX, electrophysiological properties of exogenous channels were studied independently from the endogenous sodium currents. First by whole-cell patch-clamping recordings, they found that overall current density was smaller and  activation was slower in neurons transfected with the variant channel, which are LOF effects. However, The development of fast inactivation was slower, the voltage dependence of the fast inactivation was positively shifted, and persistent current was larger in neurons transfected with the variant channels, which are GOF effects. These effects are mostly consistent with the experiments in tsA201. Importantly, neurons did not need to be cultured at lower temperatures in order to partially rescue the trafficking defects of the variant channel. Then they studied the effects of repetitive stimuli similar to neuronal firing. Neurons expressing the variant channels had much larger firing than neurons expressing wild type channels, even without normalization to the maximal current for the neuron. Then they also studied more physiological condition by recording the variant and wild type channels without 1 uM TTX, which would have endogenous sodium currents in response to prolonged current injections of increasing magnitudes. Again, neurons expressing the variant channels fired with higher frequency than did neurons expressing WT neurons. By in silico modeling, they estimated that the neurons expressing the variant channels need to have only 35% rescue of trafficking to have higher firing frequency. Taken together, the p.L1649Q NaV1.1 channel has overall GOF effects and hyperexcitability in GABAergic neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24101488","type":"dc:BibliographicResource","dc:abstract":"Familial hemiplegic migraine (FHM) is a rare subtype of migraine with aura. Mutations causing FHM type 3 have been identified in SCN1A, the gene encoding the Nav1.1 Na(+) channel, which is also a major target of epileptogenic mutations and is particularly important for the excitability of GABAergic neurons. However, functional studies of NaV1.1 FHM mutations have generated controversial results. In particular, it has been shown that the NaV1.1-L1649Q mutant is nonfunctional when expressed in a human cell line because of impaired plasma membrane expression, similarly to NaV1.1 mutants that cause severe epilepsy, but we have observed gain-of-function effects for other NaV1.1 FHM mutants. Here we show that NaV1.1-L1649Q is nonfunctional because of folding defects that are rescuable by incubation at lower temperatures or coexpression of interacting proteins, and that a partial rescue is sufficient for inducing an overall gain of function because of the modifications in gating properties. Strikingly, when expressed in neurons, the mutant was partially rescued and was a constitutive gain of function. A computational model showed that 35% rescue can be sufficient for inducing gain of function. Interestingly, previously described folding-defective epileptogenic NaV1.1 mutants show loss of function also when rescued. Our results are consistent with gain of function as the functional effect of NaV1.1 FHM mutations and hyperexcitability of GABAergic neurons as the pathomechanism of FHM type 3. ","dc:creator":"Cestèle S","dc:date":"2013","dc:title":"Nonfunctional NaV1.1 familial hemiplegic migraine mutant transformed into gain of function by partial rescue of folding defects."},"rdfs:label":"Cestele2013bFig3_5"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This data is best treated as variant level functional evidence. Since the mechanism of FHM3 is not really clear, it is not clear whether variants with GOF or LOF effects are consistent with the mechanism."},{"id":"cggv:72d9814f-1c9e-4c41-b232-ac678275be27","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:025f9b19-8c8b-44a3-94db-de0a4894329a","type":"FunctionalAlteration","dc:description":"Primary culture of rat neocortical neurons were transfected with wild type and  c.4465C>A SCN1A. They claimed that endogenous sodium currents of these neurons are small, enabling them to study sodium currents of exogenous SCN1A. The electrophysiological properties of the neurons transfected with the variant SCN1A were similar to tsA201 cells when they were recorded in the cell-attached macropatch configuration: 36% reduction in peak current, unchanged voltage dependence of channel activation, and positive shift of voltage dependence of fast inactivation. But unlike tsA201 cells, persistent current could not be recorded in either wild type or the variant. These are mixed GOF and LOF effects. Then they recorded the neuron's response to a stimulation protocol simulating neuronal discharges recorded from neocortical slices (initial frequency of 208 Hz gradually decreased 37 Hz). They found that the neurons expressing the variant channel had significantly larger firing than did the wild type. Note that since the current was normalized to the maximum current for each neuron, which was smaller in the variant, the actual size of the firing may not be larger in neurons expressing the variant channel than those expressing wild type channel. However, after a long depolarization, the variant-expressing neurons had smaller firing than did WT-expressing neurons, suggesting that the variant had limited hyperexcitability in neurons. They also did a current clamp experiments on neurons expressing wild type or the variant NaV1.1 by applying 2.5 s long current steps of varying degree to these neurons. They found that the neurons expressing the variant are able to fire faster than did those neurons expressing wild type SCN1A, although again, the variant-expressing neurons also required larger current stimuli than did the wild type to fire, probably due to lower maximal current density. They also showed that this hyperexcitability of the variant channel is less pronounced after prolonged stimuli. In summary, with a caveat of lower maximal current density, the variant SCN1A confers limited hyperexcitability to neurons. This hyperexcitability may contribute to the generation of cortical spreading depression underlying aura symptom of FHM patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18632931","type":"dc:BibliographicResource","dc:abstract":"Familial hemiplegic migraine (FHM) is an autosomal dominant inherited subtype of severe migraine with aura. Mutations causing FHM (type 3) have been identified in SCN1A, the gene encoding neuronal voltage-gated Na(v)1.1 Na(+) channel alpha subunit, but functional studies have been done using the cardiac Na(v)1.5 isoform, and the observed effects were similar to those of some epileptogenic mutations. We studied the FHM mutation Q1489K by transfecting tsA-201 cells and cultured neurons with human Na(v)1.1. We show that the mutation has effects on the gating properties of the channel that can be consistent with both hyperexcitability and hypoexcitability. Simulation of neuronal firing and long depolarizing pulses mimicking promigraine conditions revealed that the effect of the mutation is a gain of function consistent with increased neuronal firing. However, during high-frequency discharges and long depolarizations, the effect became a loss of function. Recordings of firing of transfected neurons showed higher firing frequency at the beginning of long discharges. This self-limited capacity to induce neuronal hyperexcitability may be a specific characteristic of migraine mutations, able to both trigger the cascade of events that leads to migraine and counteract the development of extreme hyperexcitability typical of epileptic seizures. Thus, we found a possible difference in the functional effects of FHM and familial epilepsy mutations of Nav1.1.","dc:creator":"Cestèle S","dc:date":"2008","dc:title":"Self-limited hyperexcitability: functional effect of a familial hemiplegic migraine mutation of the Nav1.1 (SCN1A) Na+ channel."},"rdfs:label":"Cestele2008Fig5_7"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This data is best treated as variant level functional evidence. Since the mechanism of FHM3 is not really clear, it is not clear whether variants with GOF or LOF effects are consistent with the mechanism."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:c8c1e158-983d-4547-a739-7781961e5bb8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c8c1e158-983d-4547-a739-7781961e5bb8_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.5}],"evidenceStrength":"Moderate","sequence":3355,"specifiedBy":"GeneValidityCriteria7","strengthScore":7.5,"subject":{"id":"cggv:65c6ffa0-a50d-4a56-b65c-42658eabc6ce","type":"GeneValidityProposition","disease":"obo:MONDO_0000700","gene":"hgnc:10585","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"Familial Hemiplegic Migraine (FHM) is a rare autosomal dominant disorder characterized by episodes of migraines with aura and associated hemiplegic attacks. Three genes, CACNA1A, ATP1A2, and SCN1A, have been associated with FHM1, FHM2, and FHM3, respectively. Additional phenotypes such as epilepsy and elicited repetitive daily blindness may be present in some FHM3 patients; however, other phenotypes such as ataxia and intellectual disability reported in FHM1-2 are rare in FHM3. The penetrance of FHM3 is  close to 100%. FHM was first reported to be associated with SCN1A in 2005 in a study that identified a SCN1A variant segregating with FHM in three families (Dichgans et al. 2005 PMID: 16054936). Since then, 12 missense variants in SCN1A have been reported to be associated with FHM, including one de novo variant (PMID: 27155821). One of the 11 inherited variants (c.3521C>G; p.Thr1174Ser in NM_001165963.1) has a relatively high frequency in the general population, and is considered a benign polymorphism. The remaining 10 inherited variants and the de novo variant are rare variants not observed in  gnomAD version 2.11. The 10 inherited rare variants from 16 families have been reported in 11 studies (16054936, 17397047, 19332696, 29145747, 30498473, 19220312, 24707016, 26763045, 26747084, 27919014, 30038559). Of the 16 families, 11 were given points ranging from 0.1 to 0.5 based on case-level and experimental data. A summed LOD score of 8.61 was calculated from the combined three families in the seminal paper as well as two other families (16054936, 17397047, 19332696). Supporting experimental evidence includes expression and biochemical functional studies (17537961). The accepted mechanism of hemiplegic migraine aura is cortical spreading depression, and mouse models of FHM1 and FHM2 support this theory. Since effects of FHM3 variants in SCN1A are often complex and diverse, the exact mechanisms by which defects in SCN1A could cause cortical spreading depression are unclear; however, SCN1A expression in axonal segments such as axon initial segments and the nodes of Ranvier, and the function in maintenance of action potentials are consistent with SCN1A’s role in neuronal activity and brain excitability, processes related to cortical spreading depression. In summary, a score of 6.5 was given to genetic evidence, and 1 to experimental evidence, reaching 7.5 in total. SCN1A’s association with FHM is moderate.","dc:isVersionOf":{"id":"cggv:c8c1e158-983d-4547-a739-7781961e5bb8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}