{"id":"cggv:74599afe-02f9-4225-9e50-63306f04a552v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:74599afe-02f9-4225-9e50-63306f04a552_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T14:04:17.015Z","role":"Publisher"},{"id":"cggv:74599afe-02f9-4225-9e50-63306f04a552_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-14T14:03:27.018Z","role":"Approver"}],"evidence":[{"id":"cggv:74599afe-02f9-4225-9e50-63306f04a552_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:74599afe-02f9-4225-9e50-63306f04a552_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:3d797398-9c4f-42fc-9962-ee7c1e2b3f64_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a5336366-0b64-407d-9572-700c44582236","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":5,"detectionMethod":"BTD gene sequencing","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Table 1. Birth and developmental history were unremarkable, nonconsanguineous family. Presented age 7 years with progressive weakness in all four limbs and breathing and swallowing difficulties, frequent falls and intermittent \"sighing\" respirations. Quadraplegic with the lower limbs more prominently affected but also upper limb weakness. Examination revealed a normal sensorium, hypophonic speech, bulbar palsy, and spastic quadriplegia. He did not manifest hearing impairment, skin rashes, or alopecia. History of similar illness evaluated elsewhere aged 5 years. Demonstrated no evidence of infection, and investigations involving a hemogram and blood culture were normal. His arterial blood gas was normal. A routine examination of cerebrospinal fluid produced normal results. However, his cerebrospinal fluid lactate levels were significantly elevated (at 77.7 mg/dL; normal range, 10.8-18.9 mg/dL). Multiplanar, multi-echo plain and contrast magnetic resonance imaging scans of the brain and spine were performed, including single and three-dimensional multivoxel spectroscopy. Magnetic resonance imaging indicated diffuse T2 hyperintensity, with involvement of the septum pellucidum, the posterior part of the corpus callosum, and fornix in the midline, with bilateral symmetric lesions in the medial thalamus, dorsal midbrain, periaqueductal gray matter, dorsal pons, and medulla (Fig 1). His optic tracts and optic chiasm also demonstrated signal changes. Diffusion-weighted imaging revealed restricted diffusion at the septum pellucidum, medial thalamus, and fornix. Spinal cord lesions extended from the medulla up to the T12 vertebral level (Fig 2). Magnetic resonance spectroscopy through the lesions demonstrated a mild reduction in the N-acetyl aspartate peak, with the presence of a lactate peak. Moreover, the spectra through the ventricles and basal ganglia indicated a lactate peak. Nerve conduction studies demonstrated borderline slow lower limb conduction velocities.His biotinidase levels were significantly low (1.0 nmol of PABA liberated/minute/mL; normal range, 12-17 nmol of PABA liberated/minute/mL). He was treated with supplements of oral biotin, 20 mg daily. In about 1 week, bulbar signs showed evidence of resolution, and after 1 month of treatment, he regained ambulation. At follow-up after 3 months of treatment, the only evident abnormality was residual spasticity of the bilateral triceps surae muscles.","sex":"Male","variant":{"id":"cggv:3d797398-9c4f-42fc-9962-ee7c1e2b3f64_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c5fdab99-132f-41d8-8dff-461230aaa3b2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001370658.1(BTD):c.1279C>T (p.His427Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA278332"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21907891","type":"dc:BibliographicResource","dc:abstract":"Biotinidase deficiency may produce variable neurologic manifestations. Brainstem and spinal cord disease comprises an uncommon presentation of biotinidase deficiency. We describe a 7-year old boy with subacute progressive quadriplegia and \"sighing\" respirations. Severe biotinidase deficiency was established, and the patient demonstrated complete recovery with biotin supplementation. Genetic studies revealed presence of homozygous mutation in the BTD gene [c.133C>T (p.H447Y)]. Biotinidase deficiency should be considered in the differential diagnosis for subacute, long segment myelopathy, particularly with brainstem involvement. This entity is treatable; a high index of suspicion can be life-saving. We also review the literature on biotinidase deficiency presenting as spinal cord demyelinating disease.","dc:creator":"Raha S","dc:date":"2011","dc:title":"Biotinidase deficiency presenting as recurrent myelopathy in a 7-year-old boy and a review of the literature."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21907891","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Applied reduced default score - no functional evidence, seen in two unrelated individuals, in silico predictions supportive of pathogenicity: VarSome: Pathogenic computational verdict based on 7 pathogenic predictions from DEOGEN2, FATHMM-MKL, M-CAP, MVP, MutationTaster, PrimateAI and SIFT vs 4 benign predictions from DANN, EIGEN, MutationAssessor and REVEL. Present in 1 allele in gnomAD in South Asian population at a frequency of 0.000033."},{"id":"cggv:6b071be0-a887-48c7-b325-7e6d82bd0d15_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:5cf8a6c5-8cb8-4fde-9382-43211b4d09d5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":3,"detectionMethod":"Sanger sequencing of all 4 exons and adjacent introns of the BTD gene","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Referred at 3 yo for evaluation of progressive gait difficulty, ascending weakness, and lethargy of 2 months duration. These symptoms were preceded by 5 days of an upper respiratory infection that was treated symptomatically.\nThe child’s past medical history was unremarkable. He had an uneventful perinatal course. He attained most developmental milestones at the appropriate age. However, his speech was delayed based on his inability to combine words\nand his limited vocabulary. His parents are first cousins, and the mother had 1 miscarriage at 2 months gestation. An 8- month-old sibling was healthy. MRI of the spine revealed nonenhancing cervicothoracic cord lesion. His cerebrospinal fluid showed normal cellular and biochemical markers, and cultures of his blood, urine, and cerebrospinal fluid were negative. He was diagnosed with transverse myelitis and treated with a 5-day course of steroids followed by intravenous immunoglobulin (total dose of 2 g/kg). Despite this treatment, he continued to deteriorate over the ensuing few weeks. Subsequently, he was unable to stand or walk. Child was lethargic and tachypneic with normal oxygen saturation and normal vital signs. There was sparsity of the hair without skin rash or hepatosplenomegaly. He was normocephalic with normal cranial nerve function and a normal funduscopic examination.He had truncal hypotonia with severe head lag. Motor examination revealed decreased strength in the lower extremities to trace movement and 3/5 in the upper extremities. There was no evidence of muscle atrophy. Tone was increased in all limbs with deep tendon reflexes were increased at the patella, biceps, and triceps bilaterally. There were few beats of bilateral ankle clonus with an extensor plantar response (Babinski reflex). Sensory level could not be accurately determined due to poor cooperation; however, the patient had decreased response to pain in all limbs. Abdominal reflexes were decreased. The bladder was palpable and the anal tone was present, however, he did have significant constipation. MRI of the brain and spine showed abnormal signal intensity in the midbrain and cervicothoracic spinal cord (Figures 2A and 3A). Magnetic resonance spectroscopy revealed a lactate peak at 1.33 ppm on the right basal ganglia voxel (Figure 4A). A flash visual evoked potential study showed no abnormalities. An auditory brainstem evoked response demonstrated delayed I–III interpeak latency in the right ear and absent potentials in the left ear suggestive of disruption in the peripheral pathway between the acoustic nerve and the pons. An arterial blood gas revealed metabolic acidosis overcompensated by respiratory alkalosis (pH = 7.51, pCO2 = 20 mmol/L, HCO3 – = 8 mmol/L). Serum and cerebrospinal fluid lactate concentrations were elevated at 6 mmol/L and 9 mmol/L, respectively. Plasma ammonia was mildly elevated at 99 μmol/L. Tandem mass spectroscopy of his blood revealed elevated hydroxy C5-carnitine concentration with normal free carnitine. Urine gas chromatography mass spectroscopy showed an elevated 3-hydroxyisovaleric acid concentration. Serum biotinidase activity was undetectable on 2 occasions.\nThe child was diagnosed with profound biotinidase deficiency and started on oral biotin (15 mg twice daily). There was considerable improvement in mental status and motor function during the first few weeks of therapy. At 6 months following the initiation of therapy, he was able to ambulate independently and his hair had grown back. However, he continued to exhibit mild residual spasticity in his lower limbs. Repeat tandem mass spectroscopy of his urine\nand his serum lactate were normal. An MRI showed significant resolution of the midbrain and cervicothoracic lesions (Figures 2B and 3B). Magnetic resonance spectroscopy showed significant reduction in lactate peak and improvement of N-acetylaspartate/choline ratio reflecting restoration of neuronal integrity and energy stores (Figure 4B). His auditory brainstem evoked response became normal. The child’s younger brother had normal biotinidase activity.","sex":"Male","variant":{"id":"cggv:6b071be0-a887-48c7-b325-7e6d82bd0d15_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c5fdab99-132f-41d8-8dff-461230aaa3b2"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18645204","type":"dc:BibliographicResource","dc:abstract":"Biotinidase deficiency is an autosomal recessively inherited disorder that manifests during childhood with various cutaneous and neurological symptoms particularly seizures, hypotonia, and developmental delay. Spinal cord disease has been reported rarely. We describe a 3-year-old boy with profound biotinidase deficiency who presented with progressive spastic paraparesis and ascending weakness in the absence of the usual characteristic neurological manifestations. Supplementation with biotin resulted in resolution of paraparesis with persistent mild spasticity in the lower limbs. DNA mutation analysis revealed that he was homozygous for a novel missense mutation (C>T1339;H447Y) in the BTD gene. This case indicates that biotinidase deficiency should be included in the differential diagnosis of subacute myelopathy and emphasizes the importance of a prompt diagnosis to prevent irreversible neurological damage.","dc:creator":"Chedrawi AK","dc:date":"2008","dc:title":"Profound biotinidase deficiency in a child with predominantly spinal cord disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18645204","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"Applied reduced default score - no functional evidence, seen in two unrelated individuals, in silico predictions supportive of pathogenicity:VarSome: Pathogenic computational verdict based on 7 pathogenic predictions from DEOGEN2, FATHMM-MKL, M-CAP, MVP, MutationTaster, PrimateAI and SIFT vs 4 benign predictions from DANN, EIGEN, MutationAssessor and REVEL. Present in 1 allele in gnomAD in South Asian population at a frequency of 0.000033."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:74599afe-02f9-4225-9e50-63306f04a552_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:74599afe-02f9-4225-9e50-63306f04a552_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0f437807-4a47-4f22-85d9-1bde0206068f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0d9bb633-3e9f-4a11-b278-d00a09937d41","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"https://www.proteinatlas.org/ENSG00000106028-BTD/tissue\n\nThe Human Protein Atlas Atlas demonstrates that BTD is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000106028-BTD/tissue) Protein expression in the brain has been shown in the basal ganglia, cerebral cortex, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh syndrome spectrum.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Protein Atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"The Human Protein Atlas Atlas demonstrates that BTD is expressed in all tissues on the RNA level (https://www.proteinatlas.org/ENSG00000106028-BTD/tissue) Protein expression in the brain has been shown in the basal ganglia, cerebral cortex, and cerebellum. Points can be awarded as this expression profile is consistent with areas of pathology in Leigh syndrome spectrum."},{"id":"cggv:6e76b735-fc8e-4ebf-bf0b-0914f9980d44","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c2202c88-3d43-4b34-a242-ec474e74e8b6","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"BTD- and SLC19A3-related disease respond to biotin treatment.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Shares biochemical function with one other gene product (SLC19A3)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:74599afe-02f9-4225-9e50-63306f04a552_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2893b595-a521-48fb-b6eb-0d31c9e4c22e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8bb68712-21a3-46f3-8fb5-63e602a6eeb9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Recapitulates phenotypes seen in human subjects. If untreated, young children with profound biotinidase deficiency usually exhibit neurologic abnormalities including seizures, hypotonia, ataxia, developmental delay, vision problems, hearing loss, and cutaneous abnormalities (e.g., alopecia, skin rash, candidiasis). Older children and adolescents with profound biotinidase deficiency often exhibit motor limb weakness, spastic paresis, and decreased visual acuity. Once vision problems, hearing loss, and developmental delay occur, they are usually irreversible, even with biotin therapy. Individuals with partial biotinidase deficiency may have hypotonia, skin rash, and hair loss, particularly during times of stress.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21051254","type":"dc:BibliographicResource","dc:abstract":"Biotinidase deficiency is the primary enzymatic defect in biotin-responsive, late-onset multiple carboxylase deficiency. Untreated children with profound biotinidase deficiency usually exhibit neurological symptoms including lethargy, hypotonia, seizures, developmental delay, sensorineural hearing loss and optic atrophy; and cutaneous symptoms including skin rash, conjunctivitis and alopecia. Although the clinical features of the disorder markedly improve or are prevented with biotin supplementation, some symptoms, once they occur, such as developmental delay, hearing loss and optic atrophy, are usually irreversible. To prevent development of symptoms, the disorder is screened for in the newborn period in essentially all states and in many countries. In order to better understand many aspects of the pathophysiology of the disorder, we have developed a transgenic biotinidase-deficient mouse. The mouse has a null mutation that results in no detectable serum biotinidase activity or cross-reacting material to antibody prepared against biotinidase. When fed a biotin-deficient diet these mice develop neurological and cutaneous symptoms, carboxylase deficiency, mild hyperammonemia, and exhibit increased urinary excretion of 3-hydroxyisovaleric acid and biotin and biotin metabolites. The clinical features are reversed with biotin supplementation. This biotinidase-deficient animal can be used to study systematically many aspects of the disorder and the role of biotinidase, biotin and biocytin in normal and in enzyme-deficient states.","dc:creator":"Pindolia K","dc:date":"2011","dc:title":"Development and characterization of a mouse with profound biotinidase deficiency: a biotin-responsive neurocutaneous disorder."},"rdfs:label":"Pindolia 1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5}],"evidenceStrength":"Moderate","sequence":2911,"specifiedBy":"GeneValidityCriteria7","strengthScore":4.5,"subject":{"id":"cggv:b674833d-39bf-4efa-9ad6-81e14400666c","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:1122","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between BTD and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of October 12, 2020. The BTD gene encodes biotinidase, the enzyme responsible for recycling biotin. Biotin is an essential vitamin and coenzyme for four mitochondrial carboxylases necessary for metabolism in humans: acetyl-CoA carboxylase, propionyl-CoA carboxylase, 3-methylcrotonyl-CoA carboxylase, and pyruvate carboxylase.\n\nThe BTD gene was first reported in relation to autosomal recessive Leigh syndrome spectrum (LSS) in 2008 (PMID: 18645204). It is important to note, however, that there were many earlier reports of biotinidase deficiency resulting in a phenotype consistent with LSS, however genetic testing was not routinely performed at the time of these early case reports. By the time genetic testing was more widely utilized, biotinidase deficiency had been adopted into many newborn screening programs and was being treated presymptomatically, therefore preventing manifestation of LSS. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one variant identified in two cases from two publications (PMIDs: 21907891, 18645204), although as stated above there are many other probands in whom LSS was prevented with biotin treatment. No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, and animal models (PMIDs: 27977873, 25613900, 21051254).\n\nIn summary, there is currently limited evidence to support this gene-disease relationship. However, the expert panel agreed to increase this gene-disease association to moderate, primarily due to the fact that there would be many more cases to score if this was not a treatable condition that is screened for at birth in many countries. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on October 12, 2020 (SOP Version 7).\nThere is currently limited evidence to support this gene-disease relationship. However, the expert panel agreed to increase this gene-disease association to moderate, primarily due to the fact that there would be many more cases to score if this was not a treatable condition that is screened for at birth in many countries. ","dc:isVersionOf":{"id":"cggv:74599afe-02f9-4225-9e50-63306f04a552"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}