{"id":"cggv:0c7395aa-89bb-40e2-a226-0500fef478bbv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:0c7395aa-89bb-40e2-a226-0500fef478bb_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2018-01-02T17:00:00.000Z","role":"Approver"},{"id":"cggv:0c7395aa-89bb-40e2-a226-0500fef478bb_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10007","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:0c7395aa-89bb-40e2-a226-0500fef478bb_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c7395aa-89bb-40e2-a226-0500fef478bb_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dfe9e0e0-e2db-4b6e-9800-dc6946479375","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:693e9a46-42f9-4ea4-b35a-2b48df04ba15","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"SEM and immunogold labeling of mouse cochlea showed localization to type II collagen fibrils. Also, OHC stereocilia membrane likely has molecular partner to tectorins- stereocilin proposed as this molecule, which connects tectorial membrane to organ of corti","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26806019","type":"dc:BibliographicResource","dc:abstract":"All inner ear organs possess extracellular matrix appendices over the sensory epithelia that are crucial for their proper function. The tectorial membrane (TM) is a gelatinous acellular membrane located above the hearing sensory epithelium and is composed mostly of type II collagen, and α and β tectorins. TM molecules self-assemble in the endolymph fluid environment, interacting medially with the spiral limbus and distally with the outer hair cell stereocilia. Here, we used immunogold labeling in freeze-substituted mouse cochleae to assess the fine localization of both tectorins in distinct TM regions. We observed that the TM adheres to the spiral limbus through a dense thin matrix enriched in α- and β-tectorin, both likely bound to the membranes of interdental cells. Freeze-etching images revealed that type II collagen fibrils were crosslinked by short thin filaments (4±1.5nm, width), resembling another collagen type protein, or chains of globular elements (15±3.2nm, diameter). Gold-particles for both tectorins also localized adjacent to the type II collagen fibrils, suggesting that these globules might be composed essentially of α- and β-tectorins. Finally, the presence of gold-particles at the TM lower side suggests that the outer hair cell stereocilia membrane has a molecular partner to tectorins, probably stereocilin, allowing the physical connection between the TM and the organ of Corti. ","dc:creator":"Andrade LR","dc:date":"2016","dc:title":"Tectorins crosslink type II collagen fibrils and connect the tectorial membrane to the spiral limbus."},"rdfs:label":"Andrade Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f006c8ec-4629-4eac-9516-47fd7fbd1cba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3124ea39-2c5e-4780-be53-c34caedb06c6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Tecta expression quantified over developmental time. Expression peaked at postnatal day 3 then decreased by p15.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11711860","type":"dc:BibliographicResource","dc:abstract":"TECTA and DFNA5 are the mouse orthologues of the human deafness-associated genes TECTA and DFNA5. To determine how expression of these genes is regulated during development, relative mRNA abundance was examined in mice by non-radioactive RT-PCR. TECTA mRNA was detected on embryonic day 15 (E15), increased to its highest level on postnatal day 3 (P3) and then dramatically decreased by P15. Low levels persisted (adulthood, P45 to 67) with mean mRNA abundance after P15 less than 25% of P3 levels. DFNA5 mRNA expression was constant throughout these time points. These results imply that TECTA is transcribed at a particularly high level during tectorial membrane morphogenesis. In contrast, DFNA5 is present in both the developing and mature cochlea.","dc:creator":"Maeda Y","dc:date":"2001","dc:title":"Quantification of TECTA and DFNA5 expression in the developing mouse cochlea."},"rdfs:label":"Maeda Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"1 point awarded, explains early age of onset of HL"},{"id":"cggv:1a606fc9-f23a-482f-b17e-347589c08331","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2bd17f14-5a1f-4070-af1e-07573d992597","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Expression of tecta in the zebrafish was specific to sensory maculae in zebrafish ear. Also wasn't expressed in the cristae.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25758224","type":"dc:BibliographicResource","dc:abstract":"Otoliths are biomineralised structures important for balance and hearing in fish. Their counterparts in the mammalian inner ear, otoconia, have a primarily vestibular function. Otoliths and otoconia form over sensory maculae and are attached to the otolithic membrane, a gelatinous extracellular matrix that provides a physical coupling between the otolith and the underlying sensory epithelium. In this study, we have identified two proteins required for otolith tethering in the zebrafish ear, and propose that there are at least two stages to this process: seeding and maintenance. The initial seeding step, in which otolith precursor particles tether directly to the tips of hair cell kinocilia, fails to occur in the einstein (eis) mutant. The gene disrupted in eis is otogelin (otog); mutations in the human OTOG gene have recently been identified as causative for deafness and vestibular dysfunction (DFNB18B). At later larval stages, maintenance of otolith tethering to the saccular macula is dependent on tectorin alpha (tecta) function, which is disrupted in the rolling stones (rst) mutant. α-Tectorin (Tecta) is a major constituent of the tectorial membrane in the mammalian cochlea. Mutations in the human TECTA gene can cause either dominant (DFNA8/12) or recessive (DFNB21) forms of deafness. Our findings indicate that the composition of extracellular otic membranes is highly conserved between mammals and fish, reinforcing the view that the zebrafish is an excellent model system for the study of deafness and vestibular disease. ","dc:creator":"Stooke-Vaughan GA","dc:date":"2015","dc:title":"Otolith tethering in the zebrafish otic vesicle requires Otogelin and α-Tectorin."},"rdfs:label":"Stooke-Vaughan Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:0c7395aa-89bb-40e2-a226-0500fef478bb_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9155024a-a38e-4e4e-b877-c2c23e609b30","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5ad5d6ac-1bd0-4b57-8c5c-f814df542ed5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"targeted deletion of mouse Tecta gene resulted in mice with hearing loss (absent DPOAEs). Tectorial membranes were detached from epilthelial surface. Very well-phenotyped, implicating necessity of tectorial membrane to cochlear sensitivity","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11087000","type":"dc:BibliographicResource","dc:abstract":"alpha-tectorin is an extracellular matrix molecule of the inner ear. Mice homozygous for a targeted deletion in a-tectorin have tectorial membranes that are detached from the cochlear epithelium and lack all noncollagenous matrix, but the architecture of the organ of Corti is otherwise normal. The basilar membranes of wild-type and alpha-tectorin mutant mice are tuned, but the alpha-tectorin mutants are 35 dB less sensitive. Basilar membrane responses of wild-type mice exhibit a second resonance, indicating that the tectorial membrane provides an inertial mass against which outer hair cells can exert forces. Cochlear microphonics recorded in alpha-tectorin mutants differ in both phase and symmetry relative to those of wild-type mice. Thus, the tectorial membrane ensures that outer hair cells can effectively respond to basilar membrane motion and that feedback is delivered with the appropriate gain and timing required for amplification.","dc:creator":"Legan PK","dc:date":"2000","dc:title":"A targeted deletion in alpha-tectorin reveals that the tectorial membrane is required for the gain and timing of cochlear feedback."},"rdfs:label":"Legan Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"Upgraded for thorough phenotyping"},{"id":"cggv:e985fee3-a80d-4230-a8cb-eb32e8038b5a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:06d0d070-786e-41db-a7c5-b9fc2483b97b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Zebrafish model rolling stones (rst) arose in mutagenesis study. Rst mutatns have \"otoliths that are loose within the ear\". Embryos 3-5 dpf showed misplaced saccular otolith that was untethered or stuck on ventral floor of the otic vesicle. Nonsense variant found in Tecta ortholog.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25758224","rdfs:label":"Stooke-Vaughan Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Downgraded for animal model type"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:0c7395aa-89bb-40e2-a226-0500fef478bb_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0c7395aa-89bb-40e2-a226-0500fef478bb_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:46fb5f49-6df2-4a7f-933f-cb7936193415_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:24cc6951-c05a-49f1-afbd-0ad1c9a4b655","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage to DFNB21 and TECTA sequencing","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0008625","obo:HP_0000399","obo:HP_0008504"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:46fb5f49-6df2-4a7f-933f-cb7936193415_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:df0b2658-0b50-4103-a4d6-b6f752b7242a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.121109278del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820919"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17431902","type":"dc:BibliographicResource","dc:abstract":"Forty-five consanguineous Iranian families segregating autosomal recessive nonsyndromic hearing loss (ARNSHL) and negative for mutations at the DFNB1 locus were screened for allele segregation consistent with homozygosity by descent (HBD) at the DFNB21 locus. In three families demonstrating HBD at this locus, mutation screening of TECTA led to the identification of three novel homozygous mutations: one frameshift mutation (266delT), a transversion of a cytosine to an adenine (5,211C > A) leading to a stop codon, and a 9.6 kb deletion removing exon 10. In total, six mutations in TECTA have now been described in families segregating ARNSHL. All of these mutations are inactivating and produce a similar phenotype that is characterized by moderate-to-severe hearing loss across frequencies with a mid frequency dip. The truncating nature of these mutations is consistent with loss-of-function, and therefore the existing TECTA knockout mouse mutant represents a good model in which to study DFNB21-related deafness.","dc:creator":"Meyer NC","dc:date":"2007","dc:title":"Identification of three novel TECTA mutations in Iranian families with autosomal recessive nonsyndromic hearing impairment at the DFNB21 locus."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17431902","rdfs:label":"Family 337 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant is absent from gnomAD."},{"id":"cggv:42ea7755-fe46-4af0-ab26-c0d9ff9267c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f313ddfb-c45f-4880-8b57-0b918daad576","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage, candidate gene sequencing of TECTA","phenotypes":"obo:HP_0000399","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:42ea7755-fe46-4af0-ab26-c0d9ff9267c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1be0b0ab-25a1-490a-b0b0-79082965596a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"TECTA, IVS9DS, G-A, +1","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/7015"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9949200","type":"dc:BibliographicResource","dc:abstract":"In our efforts to identify new loci responsible for non-syndromic autosomal recessive forms of deafness, DFNB loci, we have pursued the analysis of large consanguineous affected families living in geographically isolated areas. Here, we report on the study of a Lebanese family comprising nine members presenting with a pre-lingual severe to profound sensorineural isolated form of deafness. Linkage analysis led to the characterization of a new locus, DFNB21, which was assigned to chromosome 11q23-25. Already mapped to this chromosomal region was TECTA. This gene encodes alpha-tectorin, a 2155 amino acid protein which is a component of the tectorial membrane. This gene recently has been shown to be responsible for a dominant form of deafness, DFNA8/12. Sequence analysis of the TECTA gene in the DFNB21-affected family revealed a G to A transition in the donor splice site (GT) of intron 9, predicted to lead to a truncated protein of 971 amino acids. This establishes that alpha-tectorin mutations can be responsible for both dominant and recessive forms of deafness. Comparison of the phenotype of the DFNB21 heterozygous carriers with that of DFNA8/12-affected individuals supports the hypothesis that the TECTA mutations which cause the dominant form of deafness have a dominant-negative effect. The present results provide genetic evidence for alpha-tectorin forming homo- or heteromeric structures.","dc:creator":"Mustapha M","dc:date":"1999","dc:title":"An alpha-tectorin gene defect causes a newly identified autosomal recessive form of sensorineural pre-lingual non-syndromic deafness, DFNB21."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9949200","rdfs:label":"DFNB21 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Predicted to lead to skipping of exon 9. This would result in a premature stop codon at position 972. Variant is absent from gnomAD."},{"id":"cggv:e1854ede-724e-4cbe-9e80-fad90bc99d99_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d15fb844-6fd0-4024-8d53-a15ee3de0557","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage to DFNB21, and TECTA sequencing","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0000399","obo:HP_0008504"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:e1854ede-724e-4cbe-9e80-fad90bc99d99_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2d1357b9-feb4-4d58-9849-395eb6fb2ad8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.121189120_121189135del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820918"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18022253","type":"dc:BibliographicResource","dc:abstract":"Mutations in the TECTA gene result in sensorineural non-syndromic hearing impairment. TECTA-related deafness can be inherited autosomal dominantly (designated as DFNA8/12) or autosomal recessively (as DFNB21). The alpha-tectorin protein, which is encoded by the TECTA gene, is one of the major components of the tectorial membrane in the inner ear. Six mutations in the TECTA gene have already been reported in families segregating autosomal recessive non-syndromic hearing impairment. In this study, seventy-five Iranian families segregating autosomal recessive non-syndromic hearing impairment were analyzed for homozygosity at the DFNB21 locus by genotyping two short tandem repeat markers closely linked to the TECTA gene. Allelic segregation consistent with possible linkage to the DFNB21 locus was found in 1/75 families studied. By sequencing all 23 coding exons of TECTA, a 16bp deletion (c.6203-6218del16) in exon 21, leading to a frameshift, segregating with the hearing loss was found. All 3 affected individuals of this family have moderate-to-severe hearing loss across all frequencies, which is more pronounced in the mid frequencies. This new mutation, as well as the six previously reported mutations in the TECTA gene, is inactivating. All of these mutations lead to an easily recognized audiometric profile of moderate to severe hearing impairment as presented by the family in this study too. The TECTA autosomal recessive non-syndromic deafness phenotype differs from the typical profound deafness phenotype that is seen in most families segregating autosomal recessive non-syndromic deafness. On the basis of the recognizable phenotype, we recommend mutation screening of TECTA in families with this hearing phenotype.","dc:creator":"Alasti F","dc:date":"2008","dc:title":"A novel TECTA mutation confirms the recognizable phenotype among autosomal recessive hearing impairment families."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18022253","rdfs:label":"IR-FA-8 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant is absent from gnomAD. Family's phenotype is consistent with other TECTA ARNSHL families. Variant segregates with HL."},{"id":"cggv:18c945c3-7309-41f7-b698-09fcfc704dee_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b37ba962-780a-4422-bd82-c3239dfeab5c","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","phenotypes":["obo:HP_0012713","obo:HP_0012714","obo:HP_0000399"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:18c945c3-7309-41f7-b698-09fcfc704dee_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:eb3cb220-ef5b-4df2-953a-85c73cda45a4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.121187869del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA602580375"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12746400","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Naz S","dc:date":"2003","dc:title":"Distinctive audiometric profile associated with DFNB21 alleles of TECTA."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746400","rdfs:label":"PKSN29 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant is present in 1/30780 (0.003%) South Asian alleles in gnomAD. Variant absent from 72 unrelated Iranian and 180 Pakistani normal hearing subjects."},{"id":"cggv:fb61be44-0165-4fda-9484-cd99d761cb20_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f0ba8d94-2fb7-4dd5-8b5a-738a832d8d8b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage to DFNB21, TECTA sequencing","firstTestingMethod":"Genotyping","phenotypes":["obo:HP_0000399","obo:HP_0012713","obo:HP_0012714"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:fb61be44-0165-4fda-9484-cd99d761cb20_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7115fbe7-1258-4208-84a7-219ac3b2c511","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.121113662G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA383023373"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28012541","type":"dc:BibliographicResource","dc:abstract":"Autosomal recessive nonsyndromic hearing loss (ARNSHL) is a genetically heterogeneous sensorineural disorder. Alpha-tectorin, which is encoded by the TECTA gene, is a non-collagenous component of the tectorial membrane in the inner ear defect of which leads to moderate to severe hearing loss (HL).","dc:creator":"Asgharzade S","dc:date":"2017","dc:title":"A novel TECTA mutation causes ARNSHL."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28012541","rdfs:label":"Asgharzade Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant is absent from gnomAD."},{"id":"cggv:673d91cb-e3fe-4020-a40b-a015661b5273_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e5d72803-de8a-4fcb-8f26-11052b624920","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage to DFNB21 and TECTA sequencing","phenotypes":["obo:HP_0012713","obo:HP_0012714","obo:HP_0000399"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:673d91cb-e3fe-4020-a40b-a015661b5273_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1a421cb2-1aee-4342-a401-14bb651ef3c9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.121113579dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658820917"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746400"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12746400","rdfs:label":"IR21 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Variant is absent from gnomAD and segregates in 10 affected individuals. Variant absent from 72 unrelated Iranian and 180 Pakistani normal hearing subjects."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":143,"specifiedBy":"GeneValidityCriteria5","strengthScore":18,"subject":{"id":"cggv:2ae22ff7-9c17-489a-a723-86a9d7b3eeb0","type":"GeneValidityProposition","disease":"obo:MONDO_0019497","gene":"hgnc:11720","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The TECTA gene has been associated with autosomal recessive nonsyndromic hearing loss​ using the ClinGen Clinical Validity Framework as of 10/11/17. This association was made using case-level data. At least 6 variants (nonsense, frameshift, splice-site) have been reported in humans. TECTA was first associated with this disease in humans as early as 1999 (Mustapha et al.​). Association is seen in at least 6 probands in 5 publications (9949200, 12746400, 18022253, 18022253, 28012541). Variants in this gene segregated with disease in 27 additional family members. This gene-disease association is supported by a mouse model, a zebrafish model, and relevant expression studies. More evidence is available in the literature, but the maximum score for genetic evidence and experimental evidence has been reached. Of note, this gene has also been implicated in autosomal dominant nonsyndromic hearing loss. This has been assessed separately. In summary, TECTA is definitively associated with autosomal recessive nonsyndromic hearing loss. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hearing Loss Working Group on 1/2/18.\n","dc:isVersionOf":{"id":"cggv:0c7395aa-89bb-40e2-a226-0500fef478bb"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}