{"id":"cggv:bb571a69-47a6-4e28-a837-b9df492526c9v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bb571a69-47a6-4e28-a837-b9df492526c9_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-12-15T17:00:00.000Z","role":"Approver"},{"id":"cggv:bb571a69-47a6-4e28-a837-b9df492526c9_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2022-12-19T22:15:16.011Z","role":"Publisher"}],"evidence":[{"id":"cggv:bb571a69-47a6-4e28-a837-b9df492526c9_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb571a69-47a6-4e28-a837-b9df492526c9_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15df2f8b-4b56-4bf2-aa2d-572a247760d7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d9f61f89-b51b-4f1a-a9f1-2ee1de3ec060","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SDS-PAGE analysis of the C I -Inh/plasmin interaction revealed a decrease in the amount of 115-kDa\nCl-Inh, new Cl-Inh derivatives at 96 and 83 kDa (which were similar to degraded forms of C1-Inh circulating in the plasmas of patients with inflammatory disorders), and barely detectable amounts of high molecular mass complexes at 209 kDa and 198 kDa.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9234243","type":"dc:BibliographicResource","dc:abstract":"A correct balance between protease and inhibitor activity is critical in the maintenance of homoeostasis; excessive activation of enzyme pathways is frequently associated with inflammatory disorders. Plasmin is an enzyme ubiquitously activated in inflammatory disorder, and C1-inhibitor (C1-Inh) is a pivotal inhibitor of protease activity, which is particularly important in the regulation of enzyme cascades generated in plasma. The nature of the interaction between plasmin and C1-Inh is poorly understood.","dc:creator":"Wallace EM","dc:date":"1997","dc:title":"Degradation of C1-inhibitor by plasmin: implications for the control of inflammatory processes."},"rdfs:label":"Wallace_Interaction with Plasmin"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"Variants in PLG also cause an HAE phenotype. Plasminogen is also a serine protease and the experiment shows that the protein product of SERPING1  is degraded by plasminogen. Additional evidence is available in PMID: 33535668."},{"id":"cggv:f2054187-5dbe-4391-aa58-b0ffd09d9e4b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c6d17c61-cea7-443a-833e-d0480f45dfac","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The diagnosis of HAE with C1-INH deficiency (C1-INH-HAE) is established on a decreased C1-INH function. It may be classified as type-1 HAE (HAE-1), where C1-INH-HAE results from the failure to synthesize the protein, or type-2 HAE (HAE-2) where an abnormal, dysfunctional protein is synthesized. Honda et al, 2021 (PMID: 33614375) provide cut-off values for diagnosis of C1-Inh deficiency. C1-INH-HAE shares a common kinin dependency with other HAE situations: F12-HAE, PLG-HAE, ANGPT1-HAE, etc.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/35958943","rdfs:label":"Drouet_C1Inh function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The function of C1-Inh encoded by SERPING1 is well described and the deficiency of the protein is the primary phenotype associated with HAE with C2Inh deficiency."},{"id":"cggv:82a4548f-b2d2-46b7-85a1-4ab730b385cd","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3ecbfac1-b62c-47ec-a208-93b913fa14bc","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"PLG and F12 are also involved in the coagulation and complement activation pathways.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9234243","rdfs:label":"Drouet_PLG/F12"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Score is increased for two genes that are part of the same biochemical pathway and implicated in a similar disease."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:bb571a69-47a6-4e28-a837-b9df492526c9_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d64ec436-16cf-43fc-9c8f-56fd3189c49d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cd5b776e-731c-41c2-aa9a-736be7969002","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Human C1EI activity was observed in S63+/− mice for at least 24 weeks, the last time point evaluated. Vascular permeability assessed by Evans blue dye at 2, 6 and 24 weeks post-administration of AAV-hC1EI. Untreated S63+/− mice visually exhibited greater extravasation of dye in their rear paws and snouts compared to wild-type controls. In contrast, over 24 weeks, the AAV-C1EI treated group displayed phenotypic results that were similar to the wild-type female and male controls. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30059156","type":"dc:BibliographicResource","dc:abstract":"Hereditary angioedema (HAE) is a life-threatening, autosomal dominant disorder characterized by unpredictable, episodic swelling of the face, upper airway, oropharynx, extremities, genitalia, and gastrointestinal tract. Almost all cases of HAE are caused by mutations in the SERPING1 gene resulting in a deficiency in functional plasma C1 esterase inhibitor (C1EI), a serine protease inhibitor that normally inhibits proteases in the contact, complement, and fibrinolytic systems. Current treatment of HAE includes long-term prophylaxis with attenuated androgens or human plasma-derived C1EI and management of acute attacks with human plasma-derived or recombinant C1EI, bradykinin, and kallikrein inhibitors, each of which requires repeated administration. As an approach to effectively treat HAE with a single treatment, we hypothesized that a one-time intravenous administration of an adeno-associated virus (AAV) gene transfer vector expressing the genetic sequence of the normal human C1 esterase inhibitor (AAVrh.10hC1EI) would provide sustained circulating C1EI levels sufficient to prevent angioedema episodes.","dc:creator":"Qiu T","dc:date":"2019","dc:title":"Gene therapy for C1 esterase inhibitor deficiency in a Murine Model of Hereditary angioedema."},"rdfs:label":"Qiu_AAV rescue in mouse"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2},{"id":"cggv:b9a47d57-98c7-4f96-83e2-f5d830535454","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f57c1e11-d359-488b-8200-4d74c4b6abbb","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous C1EI deficient S63+/− mice appeared normal at birth, and subsequently developed and bred normally with no differences in litter size. The serum level of murine C1EI in the S63+/− female and male mice was significantly less when compared with wild-type controls, (p<0.001; males and p<0.02; females). Serum levels of murine C4 were also significantly lower. S63+/− mice exhibited increased vascular permeability as evidenced by the extravasation of Evans blue dye in the paws and snout, far greater than that observed in wild-type controls.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30059156","rdfs:label":"Qui_Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Default points are awarded for the mouse model recapitulating human disease."},{"id":"cggv:214f033c-ffe9-400b-82ed-bcb87988fb65","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:662d20b1-9343-450a-ad67-0b57779e3e47","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Silica nanoparticles were used to simulate acute HAE attacks as they have been shown to activate FXII. With ACEi captopril pretreatment, intravenous injection of silica nanoparticles induced a reversible decrease in blood pressure and markedly decreased locomotor activity  in serping1−/−. Use of ecallantide, an HAE therapeutic agent, prior to injection of silica nanoparticles, showed mitigation of attacks. Vascular permeability in these models were shown to be increased in prior studies (PMID: 11956243).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34354123","type":"dc:BibliographicResource","dc:abstract":"Hereditary Angioedema (HAE) is a rare genetic disease generally caused by deficiency or mutations in the C1-inhibitor gene, SERPING1, a member of the Serpin family. HAE results in acute attacks of edema, vasodilation, GI pain and hypotension. C1INH is a key inhibitor of enzymes controlling complement activation, fibrinolysis and the contact system. In HAE patients, contact system activation leads to uncontrolled production of bradykinin, the vasodilator responsible for the characteristic symptoms of HAE. In this study, we present the first physiological in vivo model to mimic acute HAE attacks. We evaluate hypotension, one of the many hallmark symptoms of acute HAE attacks using Serping1 deficient mice (serping1-/-) and implanted telemetry. Attacks were induced by IV injection of a silica nanoparticle (SiNP) suspension. Blood pressure was measured in real time, in conscious and untethered mice using implanted telemetry. SiNP injection induced a rapid, reversible decrease in blood pressure, in the presence of angiotensin converting enzyme (ACE) inhibition. We also demonstrate that an HAE therapeutic, ecallantide, can prevent HAE attacks in this model. The in vivo murine model described here can facilitate the understanding of acute HAE attacks, support drug development and ultimately contribute to improved patient care.","dc:creator":"Bupp S","dc:date":"2021","dc:title":"A novel murine in vivo model for acute hereditary angioedema attacks."},"rdfs:label":"Bupp_Mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:bb571a69-47a6-4e28-a837-b9df492526c9_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bb571a69-47a6-4e28-a837-b9df492526c9_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5515,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:9edeafa8-2c7d-4904-963c-1e0f04926742","type":"GeneValidityProposition","disease":"obo:MONDO_0033946","gene":"hgnc:1228","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"The relationship between *SERPING1* and hereditary angioedema with C1Inh deficiency (HAE-C1-INH), an autosomal dominant disorder, was evaluated using the ClinGen Clinical Validity Framework as of May, 2022. *SERPING1* encodes C1 esterase inhibitor (C1-INH), involved in the regulation of the complement cascade by inhibiting activated C1r and C1s of the first complement component. Hereditary angioedema is characterized by recurrent episodes of the accumulation of fluids outside of the blood vessels, causing rapid swelling of tissues in the hands, feet, limbs, face, intestinal tract, or airway. The majority of HAE cases has a *SERPING1* variant as the underlying cause, which results in C1-INH deficiency. Two variants of C1-INH-HAE are described: C1-INH type I results from a failure to synthesize C1-INH, whereas in type II, an abnormal, non-functional protein is synthesized (PMID: 34065094).\n\n*SERPING1* was first reported in relation to autosomal dominant HAE-C1-INH as early as 1989 by Ariga et al  (PMID: 2723063). More than a 100 nonsense, splice site, frameshift, deletion/duplication and missense variants have been reported in humans in the ClinVar database. Evidence supporting this gene-disease relationship includes case-level data and experimental data.   \n   \nSummary of Case Level Data (12 points):\nVariants in this gene have been reported in at least 13 probands in 7 publications (PMID: 2723063, 3587308, 35386643, 31982983, 2118657, 12402344, 7883978). Variants segregated with disease in several additional family members (PMID: 3587308, 31982983). The mechanism for disease is haploinsufficiency (HAE-C1-INH type I) and dominant negative (HAE-C1-INH type II).  \n  \nSummary of experimental data (6 points):\nThis gene-disease association is supported by in vitro functional assays and animal models. C1-INH plays a central role in the kallikrein-kinin system. C1-INH has a crucial role in regulating important physiological pathways including complement activation, blood coagulation, fibrinolysis and the generation of kinins (PMID: 35958943, 9234243). SERPING1 performs a role similar to PLG and F12, which are also involved in the coagulation and complement activation pathways (PMID: 9234243, 33535668). Serping1 -/- mouse has been recently described, which recapitulates the acute angioedema phenotype (PMID: 34354123). Heterozygous C1 esterase inhibitor deficient mice showed significantly lower serum levels of murine C1-INH and increased vascular permeability, which were restored to wild-type levels when AAV-mediated human C1-INH was introduced to heterozygous mice (PMID: 30059156). \n  \nIn summary, *SERPING*1 is definitively associated with autosomal dominant hereditary angioedema with C1Inh deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:bb571a69-47a6-4e28-a837-b9df492526c9"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}