{"id":"cggv:41d6a25c-4300-4e43-b0f8-1923ff3ddad8v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:41d6a25c-4300-4e43-b0f8-1923ff3ddad8_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T14:41:36.451Z","role":"Approver"},{"id":"cggv:41d6a25c-4300-4e43-b0f8-1923ff3ddad8_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-28T14:42:08.128Z","role":"Publisher"}],"evidence":[{"id":"cggv:41d6a25c-4300-4e43-b0f8-1923ff3ddad8_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41d6a25c-4300-4e43-b0f8-1923ff3ddad8_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:48cdc952-abff-4820-b2ae-c3a57865a8cc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec36cec4-3668-4b24-bd0e-a9cf803231ea","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The human protein atlas records ubiquitous expression of MT-CO2 including the brain with a high consistency between antibody staining and RNA expression data. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Expression data"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"Evidence of expression of protein and RNA in brain"},{"id":"cggv:4fb6a57b-fd7b-4171-8e1a-b8773565497d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:15e6ae8e-bc4f-42a4-91ac-c19a19dcd350","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Determined the 3.3 Å resolution structure of human complex-IV containing 14 subunits using cryo-EM single particle reconstruction method (Figure 1). Includes subunits I, II, II (encoded by MT-CO1, MT-CO2, MT-CO3) and subunits IV, Va, Vb, VIa, VIb, VIc, VIIa, VIIb, VIIc, and VIIIa plus NDUFA4.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30030519","type":"dc:BibliographicResource","dc:abstract":"Respiration is one of the most basic features of living organisms, and the electron transport chain complexes are probably the most complicated protein system in mitochondria. Complex-IV is the terminal enzyme of the electron transport chain, existing either as randomly scattered complexes or as a component of supercomplexes. NDUFA4 was previously assumed as a subunit of complex-I, but recent biochemical data suggested it may be a subunit of complex-IV. However, no structural evidence supporting this notion was available till now. Here we obtained the 3.3 Å resolution structure of complex-IV derived from the human supercomplex I","dc:creator":"Zong S","dc:date":"2018","dc:title":"Structure of the intact 14-subunit human cytochrome c oxidase."},"rdfs:label":"Structure of Complex IV"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1.5,"dc:description":"Scored based on rubric of number of interacting proteins"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:41d6a25c-4300-4e43-b0f8-1923ff3ddad8_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:41d6a25c-4300-4e43-b0f8-1923ff3ddad8_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:2d73be3b-e9b9-4432-9d14-21296b6a9daa_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:00a02794-1eef-4e29-8bb3-1e1ea4404d65","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":12,"detectionMethod":"Mitochondrial genome sequencing","firstTestingMethod":"Other","phenotypeFreeText":"The patient is a 30-year-old man with negative family history of neuromuscular disorders. Early childhood development was normal. Sensorineural hearing impairment with tinnitus and mild memory deficit were the first symptoms, which were noticed at the age of 12 years. Neuropsychological examination revealed a moderate cognitive decline at the age of 24 years.\nRetinitis pigmentosa was diagnosed at the age of 25 years and premature cataract at the age of 29 years. The bilateral cataracts were operated soon after the diagnosis. Generalized epilepsy and psychosis were diagnosed at the age of 29 years, but because of poor tolerance and compliance he does not use medications. Moreover, he has exercise intolerance and mild balance disorder. He lives alone with supervision.\nNeurological examination at the age of 29 years revealed cognitive decline, clumsy movements, abnormal balance tests and impaired visual acuity. Hearing was impaired and he had hearing aid in both ears. Ophthalmoplegia was not found. Walking and muscle strength were normal. His height is 170 cm and weight 57 kg.\nBlood lactate was first measured at the age of 23 years and was 3.06 mmol/l (laboratory reference, 0.33–1.33 mmol/l). Muscle histology at the age of 23 years revealed a substantial number of COX deficient fibers and ragged red fibers (Fig. 1). Muscle ultrastructural analysis revealed large intramitochondrial inclusions. In brain MRI ventricular enlargement, moderate cerebellopontine atrophy and hyperintense signals in both basal ganglia were found (not shown). Cardiac examination and electrophysiological studies of the muscle and nerve were normal.","sex":"Male","variant":{"id":"cggv:2d73be3b-e9b9-4432-9d14-21296b6a9daa_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:26212675-a9e2-4233-8989-dd9c26367033","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_012920.1:m.8156del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139771347"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28521807","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial cytochrome c oxidase 2, MT-CO2, encodes one of the three subunits, which form the catalytic core of cytochrome c oxidase (COX), complex IV. Mutations in MT-CO2 are rare and the associated phenotypes are variable including nonsyndromic and syndromic forms of mitochondrial diseases.","dc:creator":"Kytövuori L","dc:date":"2017","dc:title":"Case report: a novel frameshift mutation in the mitochondrial cytochrome c oxidase II gene causing mitochondrial disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28521807","rdfs:label":"Proband 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":2,"dc:description":"\tScored 1 point for variant evidence and 1 point for segregation: 2 points total. Variant absent from gnomAD, Helix and GB frequency databases. Heteroplasmy in proband: 26% in blood, 33% in buccal swab and 95% in skeletal muscle; heteroplasmy in family members: not detected in blood or buccal mucosa from the mother or in the blood from the four unaffected siblings. Single fiber studies: Single-fiber analysis showed that the proportion of the variant required to cause a biochemical defect was high. Pooled blue COX-negative fibers contained 98% of variant DNA. The proportion was 96% in COX-deficient fibers with intermediate color and 88% in biochemically normal fibers. The variant is predicted to lead to an altered amino acid sequence from position 191 and extending towards the C-terminus of the COX2 subunit. The mutation creates a termination codon resulting in premature truncation of the protein at amino acid 210, while the wild type protein consists of 227 amino acids. Three suggested copper binding sites are located in the affected region."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":3035,"specifiedBy":"GeneValidityCriteria8","strengthScore":4,"subject":{"id":"cggv:5b823041-693f-485b-bc74-3e3d7be144ae","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:7421","modeOfInheritance":"obo:HP_0001427"},"version":"1.0","dc:description":"The relationship between MT-CO2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of May 17, 2021. The MT-CO2 gene encodes cytochrome c oxidase (complex IV) subunit 2. Defects of this protein lead to complex IV deficiency.\n\nThe first and only report of maternally inherited Leigh syndrome spectrum related to the MT-CO2 gene was in 2017 (PMID: 28521807). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one variant (m.8156del) in one case from one publication (PMID: 28521807). Segregation information is scored as case level evidence according to criteria established by the Mitochondrial Disease Gene Curation Expert Panel. Other variants in the MT-CO2 gene are associated with non-Leigh syndrome spectrum phenotypes. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by known protein interaction and expression (PMIDs: 30030519, 25613900). \n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on May 17, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:41d6a25c-4300-4e43-b0f8-1923ff3ddad8"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}