{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2021-05-21T13:39:04.778Z","role":"Publisher"},{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10010","date":"2020-12-01T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:61c49dd8-e915-4fa4-9942-d42a1b9169a8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4f07fb74-78cc-4b64-9afb-d073559ef000","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"NADK2 protein was predicted to localize to mitochondria due to the presence of a mitochondrial-targeting sequence. HEK293A cells were transiently transfected with a plasmid expressing FLAG-tagged NADK2 and it was shown to localize to mitochondria by immunostaining.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23212377","type":"dc:BibliographicResource","dc:abstract":"NAD kinase is the sole NADP(+) biosynthetic enzyme. Despite the great significance of NADP(+), to date no mitochondrial NAD kinase has been identified in human, and the source of human mitochondrial NADP(+) remains elusive. Here we present evidence demonstrating that a human protein of unknown function, C5orf33, is a human mitochondrial NAD kinase; this protein likely represents the missing source of human mitochondrial NADP(+). The C5orf33 protein exhibits NAD kinase activity, utilizing ATP or inorganic polyphosphate, and is localized in the mitochondria of human HEK293A cells. C5orf33 mRNA is more abundant than human cytosolic NAD kinase mRNA in almost all tissues examined. We further show by database searches that some animals and protists carry C5orf33 homologues as their sole NADP(+) biosynthetic enzyme, whereas plants and fungi possess no C5orf33 homologue. These observations provide insights into eukaryotic NADP(+) biosynthesis, which has pivotal roles in cells and organelles.","dc:creator":"Ohashi K","dc:date":"2012","dc:title":"Identification and characterization of a human mitochondrial NAD kinase."},"rdfs:label":"Mitochondrial Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1385f434-164b-4735-b96f-83fe48883f3d","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6f4e0159-1d74-40c2-8443-baa24e1fc21a","type":"FunctionalAlteration","dc:description":"NADK2 is a mitochondrial NAD kinase, which catalyzes the phosphorylation of NAD to yield NADP. Therefore, the variant is predicted to cause a mitochondrial NADP biosynthesis defect and therefore deficient mitochondrial NADP(H) levels. The authors analyzed NADP(H) levels in mitochondria from control and patient fibroblasts and found reduction in the patient fibroblasts. The NADP(H) deficiency can explain the increased levels of C10:2-carnitine and lysine.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24847004","type":"dc:BibliographicResource","dc:abstract":"Dienoyl-CoA reductase (DECR) deficiency with hyperlysinemia is a rare disorder affecting the metabolism of polyunsaturated fatty acids and lysine. The molecular basis of this condition is currently unknown. We describe a new case with failure to thrive, developmental delay, lactic acidosis and severe encephalopathy suggestive of a mitochondrial disorder. Exome sequencing revealed a causal mutation in NADK2. NADK2 encodes the mitochondrial NAD kinase, which is crucial for NADP biosynthesis evidenced by decreased mitochondrial NADP(H) levels in patient fibroblasts. DECR and also the first step in lysine degradation are performed by NADP-dependent oxidoreductases explaining their in vivo deficiency. DECR activity was also deficient in lysates of patient fibroblasts and could only be rescued by transfecting patient cells with functional NADK2. Thus NADPH is not only crucial as a cosubstrate, but can also act as a molecular chaperone that activates and stabilizes enzymes. In addition to polyunsaturated fatty acid oxidation and lysine degradation, NADPH also plays a role in various other mitochondrial processes. We found decreased oxygen consumption and increased extracellular acidification in patient fibroblasts, which may explain why the disease course is consistent with clinical criteria for a mitochondrial disorder. We conclude that DECR deficiency with hyperlysinemia is caused by mitochondrial NADP(H) deficiency due to a mutation in NADK2.","dc:creator":"Houten SM","dc:date":"2014","dc:title":"Mitochondrial NADP(H) deficiency due to a mutation in NADK2 causes dienoyl-CoA reductase deficiency with hyperlysinemia."},"rdfs:label":"NADP(H) Deficiency in Patient Cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:cb89d803-9c8d-4737-b599-5b8f93ab26a5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8c259b89-54fb-449a-86f2-dce6dce8ce6d","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"In patient fibroblasts, DECR activity was found to be about 10% of controls. DECR is a mitochondrial oxidoreductase that requires NADPH as a cosubstrate. A mutation in NADK2 leads to mitochondrial NADP(H) deficiency, likely resulting in the increased levels of C10:2-carnitine and lysine. To rescue the NADP biosynthesis defect, wild type NADK2 was transfected into control and patient cells. DECR activity increased 2.2-fold in patient fibroblasts.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24847004","rdfs:label":"DECR Activity Rescue"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":1},{"id":"cggv:cd0ae93e-5b66-4a69-8278-2c7ac1e5ea04","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2fe24dfb-4917-469a-93c4-47cf50d83c70","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients with NADK2 mutations show elevated plasma lysine and C10:2 carnitine. Compared with WT mice, serum levels of lysine were more than tripled and C10:2 carnitine were doubled in the KO mice. The mice also had increased levels of other acylcarnitine species (C4-OH, C14-OH, C16:1, and C18:2).\n\nKO mice on a high-fat diet developed severe hepatic steatosis (reduced FAO has a causal role in hepatic steatosis) and hypertriglyceridemia.\n\nNADP(H) in mitochondrial and cystolic fractions indicated that the levels of mitochondrial NADP(H) in the KO mice livers were significantly reduced.\n\nExamined the FAO rate in primary hepatocytes using 3H-labeled palmitate. MNADK deficiency abolished glucagon-induced increase in FAO. Upon fasting, KO mice had reduced level of FAO.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28923496","type":"dc:BibliographicResource","dc:abstract":"The mitochondrial nicotinamide adenine dinucleotide (NAD) kinase (NADK2, also called MNADK) catalyzes phosphorylation of NAD to yield NADP. Little is known about the functions of mitochondrial NADP and MNADK in liver physiology and pathology. We investigated the effects of reduced mitochondrial NADP by deleting MNADK in mice.","dc:creator":"Zhang K","dc:date":"2018","dc:title":"Deficiency of the Mitochondrial NAD Kinase Causes Stress-Induced Hepatic Steatosis in Mice."},"rdfs:label":"MNADK KO Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:9ad80c7b-cf9c-46c6-9530-7e396774b74b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f8f51b14-0a23-4808-bb8d-735c7aadb7bb","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":8,"ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Elevated plasma C10:2-carnitine at diagnosis (1.3 umol/l) and follow up (0.2-1.1 umol/l). Low plasma free carnitine (18 umol/l free, 22 umol/l total), elevated lysine in plasma (831 umol/l), CSF (226 umol/l) and urine (1779 mmol/mol creatine). Urinary organic acids showed elevations of lactic, pyruvic, ethylmalonic, glutaric, 2-OH gluratric and fumaric acid.","phenotypes":["obo:HP_0001531","obo:HP_0000999","obo:HP_0001298","obo:HP_0001263","obo:HP_0000252","obo:HP_0003287","obo:HP_0011398"],"previousTesting":true,"previousTestingDescription":"Negative for mutations in DECR1, DECR2, AASS, and MECR.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9ad80c7b-cf9c-46c6-9530-7e396774b74b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9218a635-988a-4b77-8460-bf563d37a76e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001085411.3(NADK2):c.1018C>T (p.Arg340Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/156239"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24847004"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24847004","rdfs:label":"Houten 2014 Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2},{"id":"cggv:3031c057-b1fe-4fc3-a0f7-2054f5859866_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ac26598d-869a-4963-95d0-efdc753f4158","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Prenatal CNS dysgenesia, increased pipecolic acid, deficiency of mitchondrial respiratory chain complexes III and IV. C10:2-carnitine (CV:<0.03 umol/L): 0.2; 2.4.","phenotypes":["obo:HP_0002490","obo:HP_0002151","obo:HP_0200125","obo:HP_0002123","obo:HP_0000252","obo:HP_0001272","obo:HP_0001263","obo:HP_0000842","obo:HP_0012448"],"previousTesting":true,"previousTestingDescription":"Negative for mutations in AASS and ALDH7A1 and mtDNA.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:3031c057-b1fe-4fc3-a0f7-2054f5859866_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c36a8c5a-4d8d-4ac9-809f-fcb50ffd5572","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001085411.3(NADK2):c.956+6T>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA658682656"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27940755","type":"dc:BibliographicResource","dc:abstract":"We report the case of a 10-year-old Spanish girl with mutations in NADK2 Prenatal central nervous system abnormalities showed ventriculomegaly, colpocephaly, and hypoplasia of the corpus callosum. At birth, axial hypotonia, uncoordinated movements, microcephaly, and generalized cerebellar atrophy were detected. Metabolic investigations revealed high lysine, lactate, and pipecolic acid levels in blood and cerebrospinal fluid. Pyruvate carboxylase and pyruvate dehydrogenase activity in fibroblasts were normal. Beginning at birth she received biotin, thiamine, and carnitine supplementation. A lysine-restricted diet was started when she was 1 month old. Because pipecolic acid was high, pyridoxine was added to treatment. At 3 years old, astatic myoclonic epilepsy appeared, with no response to levetiracetam. We switched pyridoxine to pyridoxal phosphate, with electroclinical improvement. Because the activity of mitochondrial respiratory chain complexes III and IV was slightly low in muscle, other cofactors such as ubidecarenone, idebenone, vitamin E, and creatine were added to the treatment. At 8 years old, plasma acylcarnitine testing was performed, and high levels of 2-trans, 4-cis-decadienoylcarnitine were found. Whole exome sequencing identified a homozygous splice site mutation in NADK2 (c.956+6T>C; p.Trp319Cysfs*21). This substitution generates exon skipping, leading to a truncated protein. In fact, NADK2 messenger RNA and the corresponding protein were almost absent. Now, at 10 years of age she presents with ataxia and incoordination. She has oromotor dysphasia but is able to understand fluid language and is a very friendly girl. We hypothesize that the patient's clinical improvement could be due to her lysine-restricted diet together with cofactors and pyridoxal phosphate administration.","dc:creator":"Tort F","dc:date":"2016","dc:title":"Lysine Restriction and Pyridoxal Phosphate Administration in a NADK2 Patient."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27940755","rdfs:label":"Tort 2016 Patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Predicted to result in normal splicing, but molecular studies indicate skipping of exon 9 leading to a truncated protein with a premature stop codon (p.Trp319Cysfs*21) predicted to undergo NMD. mRNA and protein expression analysis of patient fibroblasts showed a strong reduction of transcripts and complete absence of protein."},{"id":"cggv:fe8b84eb-d616-4c13-8fd4-a9e1da40b3b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:091320f0-465e-4a94-956a-77ea7b37af17","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"detectionMethod":"Trio WES","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Presented at age 8 with partial vision loss. Episodes of muscle weakness and walking difficulty starting at age 10. Most recent episode at age 13. Episodes associated with elevated CPK levels (up to 18,000 IU/L) and liver enzyme elevations.","phenotypes":["obo:HP_0000639","obo:HP_0001324","obo:HP_0000322","obo:HP_0003236","obo:HP_0001315","obo:HP_0000648"],"previousTesting":true,"previousTestingDescription":"Elevated lysine (890 nmol/L; ref range 103-255) and proline (920 nmol/L; ref range 97-368) with normal citrulline and alanine. Acylcarnitine profile during an episode showed elevated C10 to C18 but other acylcarnitine profiles have since been normal. C10:2 is normal. Urine organic acids during episode showed lactic aciduria, but no elevation of glutaric acid. Vitamin B12 levels decreased. Additional tests included microarray and nuclear mitochondrial genome panel.","sex":"Female","variant":{"id":"cggv:fe8b84eb-d616-4c13-8fd4-a9e1da40b3b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ef8f8167-89c1-4599-9083-15879105bc20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001085411.3(NADK2):c.1A>G (p.Met1?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA359448288"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29388319","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial NAD kinase deficiency (NADK2D, OMIM #615787) is a rare autosomal recessive disorder of NADPH biosynthesis that can cause hyperlysinemia and dienoyl-CoA reductase deficiency (DECRD, OMIM #616034). NADK2 deficiency has been reported in only three unrelated patients. Two had severe, unremitting disease; one died at 4 months and the other at 5 years of age. The third was a 10 year old female with CNS anomalies, ataxia, and incoordination. In two cases mutations in NADK2 have been demonstrated. Here, we report the fourth known case, a 15 year old female with normal intelligence and a mild clinical and biochemical phenotype presumably without DECRD. Her clinical symptoms, which are now stable, became evident at the age of 9 with the onset of decreased visual acuity, bilateral optic atrophy, nystagmus, episodic lower extremity weakness, peripheral neuropathy, and gait abnormalities. Plasma amino acid levels were within normal limits except for mean lysine and proline levels that were 3.7 and 2.5 times the upper limits of normal. Whole exome sequencing (WES) revealed homozygosity for a g.36241900 A>G p. Met1Val start loss mutation in the primary NADK2 transcript (NM_001085411.1) encoding the 442 amino acid isoform. This presumed hypomorphic mutation has not been previously reported and is absent from the v1000GP, EVS, and ExAC databases. Our patient's normal intelligence and stable disease expands the clinical heterogeneity and the prognosis associated with NADK2 deficiency. Our findings also clarify the mechanism underlying NADK2 deficiency and suggest that this disease should be ruled out in cases of hyperlysinemia, especially those with visual loss, and neurological phenotypes.","dc:creator":"Pomerantz DJ","dc:date":"2018","dc:title":"Clinical heterogeneity of mitochondrial NAD kinase deficiency caused by a NADK2 start loss variant."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29388319","rdfs:label":"Pomerantz 2018 Case"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":2809,"specifiedBy":"GeneValidityCriteria7","strengthScore":9,"subject":{"id":"cggv:062e386c-ea41-4d13-8d3b-2334fa4a5bc9","type":"GeneValidityProposition","disease":"obo:MONDO_0014464","gene":"hgnc:26404","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"NADK2 was first reported in relation to autosomal recessive 2,4-dienoyl-CoA reductase (DECR) deficiency in 2014\n(Houten et al., PMID 24847004). At least 3 variants (missense, intronic) have been reported in\nhumans. Evidence supporting this gene-disease relationship\nincludes case-level data and\nexperimental data. Variants in this gene have been reported in at least 3 probands in 3 publications (PMIDs 24847004, 27940755, 29388319). This gene-disease association is supported by an\nanimal model and expression studies. In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This gene-disease pair was originally evaluated by the Fatty Acid Oxidation Disorders GCEP on May 8, 2018. It was reevaluated on November 30, 2020. As a result of this reevaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:285bdfcd-10c2-48f9-9be9-d77894b26f19"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}