{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8cv4.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-12-13T17:00:00.000Z","role":"Approver"},{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-12-13T18:41:46.797Z","role":"Publisher"}],"curationReasons":[{"id":"cg:RecurationNewEvidence"},{"id":"cg:RecurationTiming"}],"evidence":[{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:149fd213-628e-4cbd-b599-a1b21c803dd1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8e31239b-9dd1-43d3-8bf8-6b1a0b1ec763","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Defects of phosphoserine phosphatase leads to decreased/absent serine production and the phenotypes of serine deficiency.\n\nSerine is a nonessential amino acid, but it is clear that dietary sources are insufficient to meet all requirements. The poor transport of serine across the blood-brain barrier means that the brain, in particular, appears to be reliant on local de novo synthesis from 3-phosphoglycerate. Serine is required for both brain development and brain function; therefore, neurological symptoms predominate in the serine-biosynthesis disorders.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9188776","type":"dc:BibliographicResource","dc:abstract":"We report the sequence of the cDNA encoding human L-3-phosphoserine phosphatase. The encoded polypeptide contains 225 residues and shows 30% sequence identity with the Escherichia coli enzyme. The human protein was expressed in a bacterial expression system and purified. Similar to known L-3-phosphoserine phosphatases, it catalyzed the Mg2(+)-dependent hydrolysis of L-phosphoserine and an exchange reaction between L-serine and L-phosphoserine. In addition we found that the enzyme was phosphorylated upon incubation with L-[32P]phosphoserine, which indicates that the reaction mechanism proceeds via the formation of a phosphoryl-enzyme intermediate. The sensitivity of the phosphoryl-enzyme to alkali and to hydroxylamine suggests that an aspartyl- or a glutamyl-phosphate was formed. The nucleotide sequence of the cDNA described in this article has been deposited in the EMBL data base under accession number Y10275.","dc:creator":"Collet JF","dc:date":"1997","dc:title":"Human L-3-phosphoserine phosphatase: sequence, expression and evidence for a phosphoenzyme intermediate."},"rdfs:label":"phosphoserine phosphatase assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"L‐3‐phosphoserine phosphatase was expressed in E. coli, purified, then assayed at 30°C by the release of Pi from unlabelled L‐phosphoserine. The purified protein was dependent for its activity on the presence of Mg2+, which half‐maximally stimulated the enzyme at 5 mM. It displayed a Km of 20 μM for L‐phosphoserine in the presence of 1 mM Mg2+, was non‐competitively inhibited by L‐serine (K i=0.5 mM) and catalyzed an exchange reaction (incorporation of L‐[14C]serine into l‐phosphoserine) at a rate about 50% that of the hydrolysis (3 μmol/min/mg protein).\n\nAs reviewed in PMID: 27161889 defects in serine biosynthesis constitute a group of diseases with prominent neurological involvement, which reflects the vital role that serine plays in nervous system structure and function."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c1839c3f-38e7-4f18-99fa-ada25b01c006","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cc9b0f5b-1c30-40b2-aa80-b77ffdb1d5bc","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The PSPH knockout mouse is homozygous-lethal (defined as absence of homozygous mice after screening of at least 28 pups before weaning). Embryonic day 15.5 mice had abnormal craniofacial morphology and abnormal embryo size.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27626380","type":"dc:BibliographicResource","dc:abstract":"Approximately one-third of all mammalian genes are essential for life. Phenotypes resulting from knockouts of these genes in mice have provided tremendous insight into gene function and congenital disorders. As part of the International Mouse Phenotyping Consortium effort to generate and phenotypically characterize 5,000 knockout mouse lines, here we identify 410 lethal genes during the production of the first 1,751 unique gene knockouts. Using a standardized phenotyping platform that incorporates high-resolution 3D imaging, we identify phenotypes at multiple time points for previously uncharacterized genes and additional phenotypes for genes with previously reported mutant phenotypes. Unexpectedly, our analysis reveals that incomplete penetrance and variable expressivity are common even on a defined genetic background. In addition, we show that human disease genes are enriched for essential genes, thus providing a dataset that facilitates the prioritization and validation of mutations identified in clinical sequencing efforts.","dc:creator":"Dickinson ME","dc:date":"2016","dc:title":"High-throughput discovery of novel developmental phenotypes."},"rdfs:label":"Knockout PSPH Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The knockout mouse is more severe than the phenotype described for phosphoserine phosphatase deficiency however it is consistent with Neu-Laxova syndrome."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3},{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:32fdad3d-814b-48fe-8a79-2fb0389e2deb_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:32fdad3d-814b-48fe-8a79-2fb0389e2deb","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":15,"allele":{"id":"cggv:36c9e0c1-5e79-48c4-b14a-b1d64df5dee7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004577.4(PSPH):c.103G>A (p.Ala35Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/189253"}},"detectionMethod":"Affymetrix GeneChip Mapping 500 K array to genotype ∼260,000 SNPs. A single region of homozygosity‐by‐descent was identified and by Sanger sequencing, we identified a variant in PSPH which segregated in homozygous form with the phenotype.","firstTestingMethod":"Genotyping","phenotypeFreeText":"amino acids were well below reference range (75–175 µmol/l) for IV:6 (26 µmol/l) and glycine levels were also low (IV:6: 129 µmol/l; reference range: 148–324 µmol/l), bends forward while walking","phenotypes":["obo:HP_0011228","obo:HP_0001249","obo:HP_0002187","obo:HP_0000252","obo:HP_0002069","obo:HP_0000750","obo:HP_0002059"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b7e360c5-4c0d-4f3d-8953-e69eb990c800_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:36c9e0c1-5e79-48c4-b14a-b1d64df5dee7"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25080166","type":"dc:BibliographicResource","dc:creator":"Vincent JB","dc:date":"2015","dc:title":"Phosphoserine phosphatase (PSPH) gene mutation in an intellectual disability family from Pakistan."}},"rdfs:label":"IV:6"},{"id":"cggv:b7e360c5-4c0d-4f3d-8953-e69eb990c800","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:b7e360c5-4c0d-4f3d-8953-e69eb990c800_variant_evidence_item"},{"id":"cggv:b7e360c5-4c0d-4f3d-8953-e69eb990c800_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Enzymatic analysis of PSPH using constructs for wild type protein and for Ala35Thr showed that the specific activity of the mutant protein was ∼10‐fold lower than that of the wild‐type (≈2.5 µmol/min/mg protein vs 30 µmol/min/mg protein)."}],"strengthScore":0.5,"dc:description":"Proband was homozygous due to consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8c_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2.4},{"id":"cggv:528b5bae-e592-4ea8-b686-7cdb17f9891b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:528b5bae-e592-4ea8-b686-7cdb17f9891b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"allele":{"id":"cggv:29b86715-e5cc-421f-b038-15cdd6644f13","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004577.4(PSPH):c.398A>G (p.Asn133Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4268649"}},"detectionMethod":"WES of the proband and familial segregation analysis was performed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"neurodevelopmental syndrome and low L-Ser plasma level compared to healthy controls. There was a strong decrease in the level of the enzymes of the phosphorylated pathway.","phenotypes":["obo:HP_0002136","obo:HP_0002373","obo:HP_0001250","obo:HP_0000430","obo:HP_0001258","obo:HP_0002121","obo:HP_0001260","obo:HP_0002354","obo:HP_0001513","obo:HP_0002196","obo:HP_0000160","obo:HP_0002313"],"previousTestingDescription":"Karyotype analysis was normal. The array-CGH carried out in the proband did not reveal any loss or gain of genomic material [arr(1–22,X) × 2]. Fragile X syndrome was excluded through genetic testing.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:9606af38-9943-4c3f-8a8f-5485ea421274_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:29b86715-e5cc-421f-b038-15cdd6644f13"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/38816452","type":"dc:BibliographicResource","dc:abstract":"The non-essential amino acid L-serine is involved in a number of metabolic pathways and in the brain its level is largely due to the biosynthesis from the glycolytic intermediate D-3-phosphoglycerate by the phosphorylated pathway (PP). This cytosolic pathway is made by three enzymes proposed to generate a reversible metabolon named the \"serinosome\". Phosphoserine phosphatase (PSP) catalyses the last and irreversible step, representing the driving force pushing L-serine synthesis. Genetic defects of the PP enzymes result in strong neurological phenotypes. Recently, we identified the homozygous missense variant [NM_004577.4: c.398A > G p.(Asn133Ser)] in the PSPH, the PSP encoding gene, in two siblings with a neurodevelopmental syndrome and a myelopathy. The recombinant Asn133Ser enzyme does not show significant alterations in protein conformation and dimeric oligomerization state, as well as in enzymatic activity and functionality of the reconstructed PP. However, the Asn133Ser variant is less stable than wild-type PSP, a feature also apparent at cellular level. Studies on patients' fibroblasts also highlight a strong decrease in the level of the enzymes of the PP, a partial nuclear and perinuclear localization of variant PSP and a stronger perinuclear aggregates formation. We propose that these alterations contribute to the formation of a dysfunctional serinosome and thus to the observed reduction of L-serine, glycine and D-serine levels (the latter playing a crucial role in modulating NMDA receptors). The characterization of patients harbouring the Asn133Ser PSP substitution allows to go deep into the molecular mechanisms related to L-serine deficit and to suggest treatments to cope with the observed amino acids alterations.","dc:creator":"Pollegioni L","dc:date":"2024","dc:title":"L-serine deficiency: on the properties of the Asn133Ser variant of human phosphoserine phosphatase."}},"rdfs:label":"II-4 Patient F"},{"id":"cggv:9606af38-9943-4c3f-8a8f-5485ea421274","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9606af38-9943-4c3f-8a8f-5485ea421274_variant_evidence_item"},{"id":"cggv:9606af38-9943-4c3f-8a8f-5485ea421274_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Based on the results obtained on the recombinant enzyme, the Asn133Ser substitution in human PSP does not significantly affects the activity of the isolated enzyme or the overall activity of the in vitro reconstructed PP, as well as the protein secondary structure composition and the dimeric oligomerization state. However, the Asn133Ser variant is less stable than wild-type PSP (a 6 °C decrease in Tm is observed), and this feature is also apparent at the cellular level: its half-life is fivefold lower compared to wild-type PSP,"}],"strengthScore":0.1,"dc:description":"Interestingly, the same homozygous  recently identified in a 35-year-old patient from a Pakistani consanguineous family with amelogenesis imperfecta due to a biallelic variant in the SLC24A4 gene (PMID: 32380970). The PSP variant was considered non-causative of the dental disease, and the authors provided no information on other aspects of the patient’s phenotype. \n\nIn addition, the analysis of patient F identified the heterozygous missense variant [NM_007282.4: c.800T > C p.(Val267Ala)] in the RNF13 gene (OMIM * 609247), classified as “variant of unknown significance”. The segregation analysis revealed its presence in the affected brother and its absence in the healthy sister and in their mother. The c.800T > C variant has been reported in the reference population database GnomAD with a very low allele frequency of 0.00012%, but it has never been described in patients. Heterozygous RNF13 gain-of-function variants have been associated with congenital microcephaly, epileptic encephalopathy, blindness, and failure to thrive. This severe phenotype does not align well with that of the presently described subjects. The contribution of the c.800T > C variant to the patients phenotype is considered unlikely but could not be completely excluded."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ee71ff91-a21f-4eb5-973e-38437b73d951_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:ee71ff91-a21f-4eb5-973e-38437b73d951","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Days","ageValue":1,"allele":{"id":"cggv:f5720919-f40f-44f7-b3fb-44b02d46ab65","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004577.4(PSPH):c.267del (p.Gly90AlafsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/156359"}},"detectionMethod":"Sanger sequencing of PSPH.","firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000347","obo:HP_0001511","obo:HP_0000520","obo:HP_0001561","obo:HP_0000239","obo:HP_0000470","obo:HP_0000153","obo:HP_0011297","obo:HP_0002817","obo:HP_0000252","obo:HP_0000062","obo:HP_0000340","obo:HP_0100665","obo:HP_0006610","obo:HP_0001770","obo:HP_0001838","obo:HP_0012815","obo:HP_0000377","obo:HP_0002814","obo:HP_0008064","obo:HP_0000366"],"previousTesting":true,"previousTestingDescription":"Also sequenced for PHGDH and PSAT1.","sex":"Female","variant":{"id":"cggv:1b1ebce8-570b-48fa-9c82-954b004331b3_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f5720919-f40f-44f7-b3fb-44b02d46ab65"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25152457","type":"dc:BibliographicResource","dc:abstract":"Neu-Laxova syndrome (NLS) is a rare autosomal-recessive disorder characterized by a recognizable pattern of severe malformations leading to prenatal or early postnatal lethality. Homozygous mutations in PHGDH, a gene involved in the first and limiting step in L-serine biosynthesis, were recently identified as the cause of the disease in three families. By studying a cohort of 12 unrelated families affected by NLS, we provide evidence that NLS is genetically heterogeneous and can be caused by mutations in all three genes encoding enzymes of the L-serine biosynthesis pathway. Consistent with recently reported findings, we could identify PHGDH missense mutations in three unrelated families of our cohort. Furthermore, we mapped an overlapping homozygous chromosome 9 region containing PSAT1 in four consanguineous families. This gene encodes phosphoserine aminotransferase, the enzyme for the second step in L-serine biosynthesis. We identified six families with three different missense and frameshift PSAT1 mutations fully segregating with the disease. In another family, we discovered a homozygous frameshift mutation in PSPH, the gene encoding phosphoserine phosphatase, which catalyzes the last step of L-serine biosynthesis. Interestingly, all three identified genes have been previously implicated in serine-deficiency disorders, characterized by variable neurological manifestations. Our findings expand our understanding of NLS as a disorder of the L-serine biosynthesis pathway and suggest that NLS represents the severe end of serine-deficiency disorders, demonstrating that certain complex syndromes characterized by early lethality could indeed be the extreme end of the phenotypic spectrum of already known disorders. ","dc:creator":"Acuna-Hidalgo R","dc:date":"2014","dc:title":"Neu-Laxova syndrome is a heterogeneous metabolic disorder caused by defects in enzymes of the L-serine biosynthesis pathway."}},"rdfs:label":"Proband 10"},{"id":"cggv:1b1ebce8-570b-48fa-9c82-954b004331b3","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1b1ebce8-570b-48fa-9c82-954b004331b3_variant_evidence_item"}],"strengthScore":0,"dc:description":"In the unaffected related parents and an unaffected sibling of a fetus with Neu-Laxova syndrome, Acuna-Hidalgo et al. identified a heterozygous 1-bp deletion (c.267delC) in the PSPH gene resulting in a frameshift and premature termination (Gly90AlsfsTer2) predicted to result in complete loss of function. The authors inferred from this that the fetus was homozygous for the mutation; no DNA was available from the fetus to test for homozygosity so the proband was not scored."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fb2e1347-624e-4014-8ecb-8bb103caf11e_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fb2e1347-624e-4014-8ecb-8bb103caf11e","type":"Proband","allele":[{"id":"cggv:6efd5f37-9fe7-4989-b1fd-b3754db92674","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004577.4(PSPH):c.131T>G (p.Val44Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA367596519"}},{"id":"cggv:c4c2f527-86d1-4e10-8892-1949ef78868f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004577.4(PSPH):c.421G>A (p.Gly141Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4268645"}}],"detectionMethod":"PSPH sequenced by unspecified methods.","phenotypeFreeText":"Plasma amino acids showed a markedly low serine (31 mcmol/L, reference range 60–170) and moderately low glycine (114 mcmol/L, reference range 130–400)","phenotypes":["obo:HP_0006986","obo:HP_0002121","obo:HP_0012279","obo:HP_0000599","obo:HP_0006895","obo:HP_0001511","obo:HP_0009027","obo:HP_0002061","obo:HP_0007267","obo:HP_0004322","obo:HP_0009473","obo:HP_0012277","obo:HP_0003438","obo:HP_0000252","obo:HP_0000964","obo:HP_0001513","obo:HP_0001249","obo:HP_0001250"],"previousTesting":true,"previousTestingDescription":"no pathogenic mutations in PHGDH or PSAT","sex":"Female","variant":[{"id":"cggv:54297483-b632-4664-b27d-4f91faaead5d_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c4c2f527-86d1-4e10-8892-1949ef78868f"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26589312","type":"dc:BibliographicResource","dc:abstract":"Serine is a nonessential amino acid that plays a vital role in proper development and functioning of the central nervous system (CNS). Serine deficiency leads to microcephaly, intellectual disability, seizures, and psychomotor retardation in children and severe axonal neuropathy in adults. Serine deficiency syndrome is due to a deficiency of one of three enzymes in the endogenous serine biosynthesis pathway: phosphoglycerate dehydrogenase, phosphoserine transaminase, or, most rarely, phosphoserine phosphatase. Of critical importance to clinical care, serine deficiency syndrome is treatable. Herein, we describe the novel presentation of phosphoserine phosphatase deficiency in an adult. The patient had intrauterine growth restriction, lifelong intellectual disability, childhood onset epilepsy, and borderline microcephaly. In adulthood, she developed progressively severe lower extremity hypertonia, axonal neuropathy, and hand contractures. Neuropathy was complicated by non-healing wounds. Fasting plasma amino acids showed low serine and glycine. Molecular analysis revealed compound heterozygous mutations in phosphoserine phosphatase (PSPH). Treatment with oral serine resulted in improvement of plasma serine levels, decreased neuropathic pain, and subjective improvement in energy level. Although the first case of phosphoserine phosphatase deficiency was described nearly 20 years ago, only eight cases have been reported, all in children. This is the first report of phosphoserine phosphatase deficiency in an adult.","dc:creator":"Byers HM","dc:date":"2015","dc:title":"Novel Report of Phosphoserine Phosphatase Deficiency in an Adult with Myeloneuropathy and Limb Contractures."}},{"id":"cggv:22bac3b5-4922-4669-b740-fba728a8e407_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:6efd5f37-9fe7-4989-b1fd-b3754db92674"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/26589312"}],"rdfs:label":"Byers_Patient"},{"id":"cggv:22bac3b5-4922-4669-b740-fba728a8e407","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:22bac3b5-4922-4669-b740-fba728a8e407_variant_evidence_item"}],"strengthScore":0.1},{"id":"cggv:54297483-b632-4664-b27d-4f91faaead5d","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:54297483-b632-4664-b27d-4f91faaead5d_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1f4216a2-2135-4a7a-9461-e7170870d6c4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1f4216a2-2135-4a7a-9461-e7170870d6c4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":1,"allele":[{"id":"cggv:910bbd4a-bb0d-46ae-98cb-f12e1b8c6755","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004577.4(PSPH):c.155T>C (p.Met52Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13624"}},{"id":"cggv:706ec4bf-2be6-47ba-9257-4d8c3059db5b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004577.4(PSPH):c.94G>A (p.Asp32Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/13623"}}],"detectionMethod":"cDNA encoding phosphoserine phosphatase was PCR-amplified using cDNA from patient lymphoblasts, and sequenced. The mutations found in the cDNA were confirmed by amplification and sequencing of exons 2 and 3 using intronic primers.","firstTestingMethod":"PCR","phenotypeFreeText":"decreased to low-normal fasting serine levels (53-80,umol/l, n=4;normal range 70-187), CSF serine was decreased (18 gmol/l;control range 27-57).","phenotypes":["obo:HP_0011968","obo:HP_0012279","obo:HP_0000047","obo:HP_0001263"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:37bcd94e-4c16-49f4-9c69-735df39059d7_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:910bbd4a-bb0d-46ae-98cb-f12e1b8c6755"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14673469","type":"dc:BibliographicResource","dc:abstract":"We report the identification of the mutations in the only known case of L-3-phosphoserine phosphatase deficiency, a recessively inherited condition. The two mutations correspond to the replacement of the semiconserved Asp32 residue by an asparagine and of the extremely conserved Met52 by a threonine. The effects of both mutations were studied on the human recombinant enzyme, expressed in Escherichia coli. Met52Thr almost abolished the enzymatic activity, whereas the Asp32Asn mutation caused a 50% decrease in Vmax. In addition, L-serine, which inhibits the conversion of [(14)C] phosphoserine to serine when catalysed by the wild-type enzyme, had a lesser inhibitory effect on the Asp32Asn mutant, indicating a reduction in the rate of phosphoenzyme hydrolysis. These modifications in the properties of the enzyme are consistent with the modification in the kinetic properties observed in fibroblasts from the patient.","dc:creator":"Veiga-da-Cunha M","dc:date":"2004","dc:title":"Mutations responsible for 3-phosphoserine phosphatase deficiency."}},{"id":"cggv:e10d64a0-205d-460e-83e1-e7731b3b14fc_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:706ec4bf-2be6-47ba-9257-4d8c3059db5b"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14673469"}],"rdfs:label":"Jaeken Patient"},{"id":"cggv:e10d64a0-205d-460e-83e1-e7731b3b14fc","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e10d64a0-205d-460e-83e1-e7731b3b14fc_variant_evidence_item"},{"id":"cggv:e10d64a0-205d-460e-83e1-e7731b3b14fc_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The wild-type and mutated proteins were expressed in E. coli and the resulting specific activity of Asp32Asn (11.5 U/mg protein) amounted to about 50% of the wild-type enzyme (24.5 U/mg protein)."}],"strengthScore":0.5},{"id":"cggv:37bcd94e-4c16-49f4-9c69-735df39059d7","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:37bcd94e-4c16-49f4-9c69-735df39059d7_variant_evidence_item"},{"id":"cggv:37bcd94e-4c16-49f4-9c69-735df39059d7_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The wild-type and mutated proteins were expressed in E. coli and the resulting specific activity of Met52Thr (0.8 U/mg protein) amounted to about 3% of the wild-type enzyme (24.5 U/mg protein)."}],"strengthScore":0.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":3.4}],"evidenceStrength":"Moderate","sequence":9533,"specifiedBy":"GeneValidityCriteria11","strengthScore":6.4,"subject":{"id":"cggv:2e57707b-458d-4e8a-ac4a-d6d17b98b9e0","type":"GeneValidityProposition","disease":"obo:MONDO_0018162","gene":"hgnc:9577","modeOfInheritance":"obo:HP_0000007"},"version":"4.0","dc:description":"*PSPH* was first reported in relation to autosomal recessive neurometabolic disorder due to serine deficiency in 2004 (Veiga-da-Cunha M, et al., PMID: 14673469; reported as phosphoserine phosphatase deficiency). At least 5 unique missense variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Variants in this gene have been reported in at least 4 probands in 4 publications (PMIDs: 26589312, 25080166, 14673469, 38816452). Variants in this gene segregated with disease in 5 additional family members. This gene-disease association is supported by the biochemical function of *PSPH* as a phosphoserine phosphatase and a knockout mouse model with prenatal lethality. Of note, this gene has been implicated in two neurometabolic disorders due to serine deficiency, phosphoserine phosphatase deficiency and Neu-Laxova syndrome. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found no reported difference in molecular mechanisms or inheritance pattern and current assertions in the field suggest one broad phenotypic spectrum associated with serine biosynthesis defects encompassing both disorders (PMIDs: 28653176, 27161889, 26960553, 25152457). Therefore, all of the disease entities have been lumped into one disease entity, neurometabolic disorder due to serine deficiency. In summary, there is moderate evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.\n\nThis gene-disease pair was previously evaluated by the Aminoacidopathy GCEP on 09/29/2020. It was reevaluated on 10/14/2022 and again on 12/10/2024 when one new case was identified (PMID: 38816452). As a result of this reevaluation, the classification remained Moderate.","dc:isVersionOf":{"id":"cggv:fa832956-c4e9-4620-a2e7-3d6d6e9eea8c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}