{"id":"cggv:bb1cc149-1bbe-48be-9518-03d9f3e83148v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:bb1cc149-1bbe-48be-9518-03d9f3e83148_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-07-19T06:00:00.000Z","role":"Approver"},{"id":"cggv:bb1cc149-1bbe-48be-9518-03d9f3e83148_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2024-03-20T22:05:36.967Z","role":"Publisher"}],"curationReasons":[{"id":"cg:ErrorClarification"},{"id":"cg:NewCuration"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28686853","type":"dc:BibliographicResource","dc:abstract":"We report 15 individuals with de novo pathogenic variants in WDR26. Eleven of the individuals carry loss-of-function mutations, and four harbor missense substitutions. These 15 individuals comprise ten females and five males, and all have intellectual disability with delayed speech, a history of febrile and/or non-febrile seizures, and a wide-based, spastic, and/or stiff-legged gait. These subjects share a set of common facial features that include a prominent maxilla and upper lip that readily reveal the upper gingiva, widely spaced teeth, and a broad nasal tip. Together, these features comprise a recognizable facial phenotype. We compared these features with those of chromosome 1q41q42 microdeletion syndrome, which typically contains WDR26, and noted that clinical features are consistent between the two subsets, suggesting that haploinsufficiency of WDR26 contributes to the pathology of 1q41q42 microdeletion syndrome. Consistent with this, WDR26 loss-of-function single-nucleotide mutations identified in these subjects lead to nonsense-mediated decay with subsequent reduction of RNA expression and protein levels. We derived a structural model of WDR26 and note that missense variants identified in these individuals localize to highly conserved residues of this WD-40-repeat-containing protein. Given that WDR26 mutations have been identified in ∼1 in 2,000 of subjects in our clinical cohorts and that WDR26 might be poorly annotated in exome variant-interpretation pipelines, we would anticipate that this disorder could be more common than currently appreciated.","dc:creator":"Skraban CM","dc:date":"2017","dc:title":"WDR26 Haploinsufficiency Causes a Recognizable Syndrome of Intellectual Disability, Seizures, Abnormal Gait, and Distinctive Facial Features."},"evidence":[{"id":"cggv:bb1cc149-1bbe-48be-9518-03d9f3e83148_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:bb1cc149-1bbe-48be-9518-03d9f3e83148_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Definitive","sequence":7925,"specifiedBy":"GeneValidityCriteria9","strengthScore":12,"subject":{"id":"cggv:527dabdd-f25a-447f-8f30-b2665c878f0b","type":"GeneValidityProposition","disease":"obo:MONDO_0054636","gene":"hgnc:21208","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*WDR26* was first reported in relation to autosomal dominant Skraban-Deardoff syndrome in 2017 (Skraban et al., PMID: 28686853). Skraban-Deardoff syndrome is characterized by global developmental delay, intellectual disability, seizures, craniofacial dysmorphisms, and abnormal gait. Twenty-eight variants that have been reported in 28 probands in 8 publications (PMIDs: 28686853, 32030560, 33506510, 33675273, 34055682, 34775451, 35627197, 36269129) are included in this curation. The reported variants include loss-of-function truncating, including frameshift, nonsense, and splice variants, as well as 5 missense variants. All identified variants occurred *de novo*. The mechanism of pathogenicity is known to be loss of function. Currently, there is no experimental evidence to support this gene-disease relationship. *WDR26* encodes a scaffolding protein that regulates MAPK, Wnt, and PI3K signaling pathways and is involved in ubiquitination, but little is known about its role in the brain.\n\nIn summary, there is definitive evidence to support the relationship between *WDR26* and autosomal dominant Skraban-Deardoff syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on July 19, 2023 (SOP Version 9).\n","dc:isVersionOf":{"id":"cggv:bb1cc149-1bbe-48be-9518-03d9f3e83148"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}