{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-16T19:23:24.853Z","role":"Publisher"},{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-07-10T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:f7376241-8bc0-424e-a330-c1c6c08ae3d0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7d19e58c-8bf2-4a41-a059-149c834f951b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":48,"detectionMethod":"PCR amplified exons of ABCG5 were analyzed with SSCP. Sanger sequencing followed by restriction digest was used to confirm variants. The R419H variant destroys an BstUI site. Restriction digest with BstUI resulted in one uncleaved fragment band in the proband while the control samples had two fragments. (PMID:9727073): Genome-wide linkage analysis using a microsatellite screen at average interval 25cM narrowed the disease locus down to the region between D2S1788 and D2S1352.","firstTestingMethod":"SSCP","phenotypeFreeText":"(From PMID:9727073): Patient had elevated plasma sitosterol. \n\n(From PMID:2241122): She was admitted for sphincter incontinence and gait disturbance at 48yo. She had tendon xanthomas in the Achilles tendons and extensor tendons of both elbows at 18yo. Extramedullary xanthomas later developed in the patellar tendon and extensor tendons of both hands. Her hypothyroidism proved refractory to thyroxine treatment. Patient escalated from gait disturbance, progressive paraparesis and urinary retention to dysesthesias of the feet ascending to the waist two months before admission. Upon admission, she was completely paraplegic with urinary incontinence. Mental status, cranial nerves, coordination, motor power in upper limbs, triglycerides, cholesterol, renal and liver function, as well as cervical and thoracic radiograms were normal. She also had sensory disturbance to all modalities below the nipple line, slight splenomegaly, and slight anemia. Her laboratory results were as follows: blood pressure 110/60mm Hg, pulse rate 90bpm, plasma triglyceride 123mg/dl, plasma cholesterol 171mg/dl, free plasma T4 0.6ng/dl, plasma TSH level 49μU/ml, CSF glucose 49mg/dl, plasma glucose 88mg/dl, CSF protein level 339mg/dl and cell count of 30/mm³. Antithyroid antibody titers were positive (antimicrosomal antibody 1:6,400). CT scan and MRI picked up lesions in the spinal cord, which, along with multiple yellowish, oval tumors, were surgically removed. In both the tumor and plasma: sitosterol 23.4(nv 0-0.6mg/dl), campesterol 14.9(nv 0-0.08mg/dl), cholestanol 3.0(nv 0.16-0.28mg/dl). The tumors were found to have sheet and palisade patterns of fusiform and polygonal cells with scatter Touton cells. Among those cells were clusters of foamy cells and hyalinized plaques with cholesterin clefts. Tumor cell cytoplasm reacted to Sudan black III, but not S-100 protein. Patient regained ability to walk after surgery.\n\n(From PMID:2380636): Achilles tendon thickness: right 34, left 35(nv 5-8mm), Hemoglobin: 8.7(nv 11.3-17g/dl), Ankle pressure index(ankle/brachial blood pressure): right 1.02, left 0.70(nv 1.0-1.2). Patient was also positive for ischemic heart disease. Her total cholesterol was 267mg/dl, HDL cholesterol 43mg/dl, and phospholipids 286mg/dl. Cholestyramine treatment, 12g/day for seven months, had minimal impact on the patient's sterol concentrations, but cholestanol levels reduced down to normal ranges. Scanning electron microscopy of red blood cells revealed stomatocytic deformation. Osmotic fragility of RBCs was noted.","phenotypes":["obo:HP_0010874","obo:HP_0100561","obo:HP_0003487","obo:HP_0010302","obo:HP_0002925","obo:HP_0004690","obo:HP_0001903","obo:HP_0001744","obo:HP_0010550","obo:HP_0002395","obo:HP_0001677","obo:HP_0031507","obo:HP_0000821","obo:HP_0000020"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f7376241-8bc0-424e-a330-c1c6c08ae3d0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:4c88c30a-125c-4cdf-9912-059c4f104e52","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022436.2(ABCG5):c.1256G>A (p.Arg419His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4978"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11138003","type":"dc:BibliographicResource","dc:abstract":"The molecular mechanisms regulating the amount of dietary cholesterol retained in the body, as well as the body's ability to exclude selectively other dietary sterols, are poorly understood. An average western diet will contain about 250-500 mg of dietary cholesterol and about 200-400 mg of non-cholesterol sterols. About 50-60% of the dietary cholesterol is absorbed and retained by the normal human body, but less than 1% of the non-cholesterol sterols are retained. Thus, there exists a subtle mechanism that allows the body to distinguish between cholesterol and non-cholesterol sterols. In sitosterolemia, a rare autosomal recessive disorder, affected individuals hyperabsorb not only cholesterol but also all other sterols, including plant and shellfish sterols from the intestine. The major plant sterol species is sitosterol; hence the name of the disorder. Consequently, patients with this disease have very high levels of plant sterols in the plasma and develop tendon and tuberous xanthomas, accelerated atherosclerosis, and premature coronary artery disease. We previously mapped the STSL locus to human chromosome 2p21 and further localized it to a region of less than 2 cM bounded by markers D2S2294 and D2S2291 (M.-H.L. et al., manuscript submitted). We now report that a new member of the ABC transporter family, ABCG5, is mutant in nine unrelated sitosterolemia patients.","dc:creator":"Lee MH","dc:date":"2001","dc:title":"Identification of a gene, ABCG5, important in the regulation of dietary cholesterol absorption."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003","rdfs:label":"Lee_Case40"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The proband was homozygous for a missense variant, Arg419His, which is reported at a frequency of 0.00008673 in Latinos and a total frequency of 0.00002386, with no homozygotes. The proband is scored minimal points due to the lack of functional evidence."},{"id":"cggv:66613654-4c3e-4040-8ad2-b4f10e462a97_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ff1d3adc-3940-461c-b54f-e548f31274d5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":18,"detectionMethod":"ABCG5 gene was ssequenced","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"Patient presented with faint yellowish streaks on ankles and wrists neonatally. Lesions became more obvious by 6mo. Patient was breastfed for the first 5 months then moved to a weaning diet at 6mo. She was 77.0cm tall and weighed 9.2kg at report. She then had multiple yellowish, linear and intertriginous xanthomas on wrists, ankles, elbows, and knees. Diagnosis of homozygous FH was excluded in proband, but the diagnosis of either sitosterolemia or autosomal recessive hypercholesterolemia was suspected.\n\nLaboratory findings were as follows: total cholesterol 866(nv 150-219mg/dL), LDL cholesterol 679(nv 70-139mg/dL), HDL cholesterol 46(nv 40-80mg/dL), triglycerides 107(nv 50-149mg/dL), LDL-receptor activity 50%(nv >80%), Sitosterol 24.6(nv 0.24±0.07mg/dL), Campesterol 19.2(nv 0.49±0.14mg/dL), Stigmasterol 1.8(nv 0.26±0.06mg/dL), ApoB 251mg/dL.","phenotypes":["obo:HP_0003124","obo:HP_0000991","obo:HP_0003141"],"previousTesting":true,"previousTestingDescription":"No variants were found in the ABCG8 gene","sex":"Female","variant":{"id":"cggv:66613654-4c3e-4040-8ad2-b4f10e462a97_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4c88c30a-125c-4cdf-9912-059c4f104e52"},{"id":"cggv:d3151c53-1a3e-49b3-a18d-4888d22293f4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022436.2(ABCG5):c.1166G>A (p.Arg389His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4980"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28203044","type":"dc:BibliographicResource","dc:abstract":"Sitosterolemia is a rare, autosomal recessively inherited disorder of lipid metabolism caused by mutations in the \"ATP-binding cassette, subfamily G\" member 5 and 8 proteins (encoded by the ABCG5 and ABCG8 genes, respectively), which play critical roles in the intestinal and biliary excretion of plant sterols. We report the clinical features and treatment outcomes of an 18-month-old Japanese girl with sitosterolemia, who presented with multiple linear and intertriginous xanthomas around the joint areas. Serum lipid analyses revealed elevated levels of total cholesterol (T-Chol: 866 mg/dL), low density lipoprotein-cholesterol (LDL-C: 679 mg/dL), and plant sterols (sitosterol: 24.6 mg/dL, campesterol: 19.2 mg/dL, stigmasterol: 1.8 mg/dL). Compound heterozygous mutations (p.R419H and p.R389H) were identified in ABCG5. The patient was placed on a low cholesterol/low plant sterol diet and treated with colestimide (a bile acid sequestrant) and ezetimibe (an NPC1L1 inhibitor). Serum T-Chol and LDL-C levels decreased to normal within 2 mo, and plant sterol levels decreased by 30% within 4 mo. The xanthomas regressed gradually, and almost completely disappeared after 1.5 yr of treatment. No further reductions of plant sterol levels were observed. Long-term follow-up is important to verify appropriate therapeutic goals to prevent premature atherosclerosis and coronary artery disease.","dc:creator":"Ono S","dc:date":"2017","dc:title":"A case of sitosterolemia due to compound heterozygous mutations in ABCG5: clinical features and treatment outcomes obtained with colestimide and ezetimibe."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28203044","rdfs:label":"Ono_proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The proband was compound heterozygous for two missense variants, Arg419His (reported in gnomAD at a frequency of 0.00008673 in Latinos and a total frequency of 0.00002386, with no homozygotes) and Arg389His (reported in gnomAD at a frequency of 0.002055 in East Asian and a total frequency of 0.0001485, with no homozygotes). The parents were found to be heterozygous for each variant.\n\nWithin two months of treatment with 500mg/day colestimide and a low cholesterol/low plant sterol diet, serum cholesterol decreased to 167mg/dL and LDL cholesterol decreased to 110mg/dL, both normal levels. Plant sterol levels were reduced by 50%, but were still elevated: sitosterol 14.2mg/dL, campesterol 10mg/dL, stigmasterol 0.64mg/dL. Ezetimibe at 10mg/day was co-administered and after four months resulted in 30% reduced sterol levels: sitosterol 6.8 mg/dL, campesterol 4.3 mg/dL. Levels did not reduce further over time and no adverse side-effects were observed. Xanthomas also gradually regressed and were nearly disappeared by one year of treatment.\n\nThe proband is scored minimal points in the absence of functional evidence for the missense variants."},{"id":"cggv:f3e9eeff-44e9-46c6-9538-aa7db76ce97f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:957a9eba-2772-43df-bfdc-5e0be7fdbb25","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR amplified exons of ABCG5 were analyzed with SSCP. Sanger sequencing followed by restriction digest was used to confirm variants. The R419H variant destroys an BstUI site. Restriction digest with BstUI resulted in one uncleaved fragment band in the proband while the control samples had two fragments.","firstTestingMethod":"SSCP","phenotypeFreeText":"Proband was diagnosed with sitosterolemia","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f3e9eeff-44e9-46c6-9538-aa7db76ce97f_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:4c88c30a-125c-4cdf-9912-059c4f104e52"},{"id":"cggv:12e2a7c5-86fb-4ddb-a56a-baeaaebdf8b6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.43814589T>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346662746"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003","rdfs:label":"Lee_Case132"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"The proband was reported to be compound heterozygous for two missense variants, Arg419His (reported at a frequency of 0.00008673 in Latinos and a total frequency of 0.00002386, with no homozygotes) and Arg550Ser (not in gnomAD).\n\nThe proband's parents were not tested, and therefore there is no confirmation of whether the variants are in trans. The proband is awarded no points."},{"id":"cggv:c075f85a-2333-475a-97a3-64f5c2eb99ac_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52eabfee-1fb8-447e-b52f-8ba82764be68","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"A panel of candidate genes for primary hypercholesterolemia were tested: LDLR, PCSK9, APOB, LDLRAP1, LIPA, CH25H, SREBF1, ABCG5, ABCG8, SCAP, STAP1, MYLIP, APOE, NPC1L1, LPA. In addition, LPL, APOA5, GPIHBP1, GPD1, LMF1, CREB3L3 as candidates for hypertriglyceridemia were tested. Rare variants identified by NGS were confirmed by Sanger sequencing.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Suspected to have homozygous autosomal dominant hypercholesterolemia. Physical examination revealed tuberous xanthoma of knee and heel, intertriginous xanthoma on the fold of the buttock, intergluteal line and posterior region of right thigh, which have been noticed from 16 months of age. Development was normal as were routine biochemical and hematological parameters: erythrocyte count = 4.40 × 106/μL, hemoglobin = 13.0 g/dL, hematocrit = 38.5%, MCH = 29.4 pg/cell, MCHC = 33.7 g/dL, MCV = 87.4 fL, platelet count = 208 × 103/μL and platelet volume = 9.8 fL. Total cholesterol = 770 mg/dl, LDL cholesterol = 690 mg/dl. Echocardiography did not reveal structural abnormalities and showed normal flow patterns. Coronary angiography showed no coronary lesions. The proband underwent 1 session of LDL apheresis.","phenotypes":["obo:HP_0031290","obo:HP_0000991"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c075f85a-2333-475a-97a3-64f5c2eb99ac_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2a88531a-5cc5-4555-bb8a-bbcf592a5fd0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022436.2(ABCG5):c.1336C>T (p.Arg446Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/30485"}},{"id":"cggv:2d4a51bf-b1db-4e24-953b-c039382c15ab","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.43826405G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1636543"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28521186","type":"dc:BibliographicResource","dc:abstract":"Severe hypercholesterolemia associated or not with xanthomas in a child may suggest the diagnosis of homozygous autosomal dominant hypercholesterolemia (ADH), autosomal recessive hypercholesterolemia (ARH) or sitosterolemia, depending on the transmission of hypercholesterolemia in the patient's family. Sitosterolemia is a recessive disorder characterized by high plasma levels of cholesterol and plant sterols due to mutations in the ABCG5 or the ABCG8 gene, leading to a loss of function of the ATP-binding cassette (ABC) heterodimer transporter G5-G8.","dc:creator":"Buonuomo PS","dc:date":"2017","dc:title":"Timely diagnosis of sitosterolemia by next generation sequencing in two children with severe hypercholesterolemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28521186","rdfs:label":"Buonuomo_Case#1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for two nonsense variants, Gln251Ter, inherited from the mother (reported in gnomAD at a frequency of 0.0004893 in East Asians with no homozygotes), and Arg446ter, inherited from the father (reported in gnomAD at a frequency of 0.0008526 in East Asians with no homozygotes). This is expected to result in truncated, non-functional proteins.\n\nPlasma phytosterols in the proband measured by GC/MS were found to be sitosterol = 78.8 mg/L (nv = 0.74–6.43 mg/L), campesterol = 34.3 mg/L (nv = 0.54–4.26 mg/L). The proband was placed on dietary restriction including 70 mg/day of cholesterol and 55 mg/day of phytosterols as well as treatment with ezetimibe 10 mg/day. Progressive reduction of plasma LDL was observed along with substantial regression of xanthomas, which completely disappeared after 12 months of treatment. After 18 months, health and growth were normal; however, plasma sitosterol (74.13 mg/L) was only slightly reduced."},{"id":"cggv:a1f3a8a7-7a93-4bd3-913c-64d6d1907278_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:395ad2a8-d407-4ea4-9d00-055ad34e638b","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR amplified exons of ABCG5 were analyzed with SSCP. Sanger sequencing followed by restriction digest was used to confirm variants. The R408* variant destroys an AvaI site. Restriction digest with AvaI resulted in one uncleaved fragment band in the proband while the control samples had two fragments.","firstTestingMethod":"SSCP","phenotypeFreeText":"Proband was diagnosed with sitosterolemia","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:a1f3a8a7-7a93-4bd3-913c-64d6d1907278_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:12dbd7eb-f9cf-45dd-a670-f1152a9ec5b0","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022436.2(ABCG5):c.1222C>T (p.Arg408Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4976"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003","rdfs:label":"Lee_case140"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the nonsense variant, Arg408Ter. It is reported in gnomAD at a frequency of 0.00009799 in South Asians and a total frequency of 0.00001988, with no homozygotes. The proband's parents were not available for testing. The proband is scored default points."},{"id":"cggv:81b5ed68-c295-47c1-93eb-0933bf4f999a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:3b51777b-5d2c-4690-a79c-af0e80103130","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"PCR amplified all exons of ABCG5 and ABCG8 with exon-intron boundaries. Products were then Sanger sequenced in the proband, her mother, father and brother.","firstTestingMethod":"PCR","phenotypeFreeText":"Patient developed tuberous xanthomas on both knees and large xanthomas at the achilles tendons and elevated cholesterol by age 6yo. This presentation occurred with the year corresponding to the family's move from Iran to Europe and the proband's increased consumption of vegetables and olive oil. She also had increased thickness of mitral and tricuspidal leaflets with normal common carotid intima-media thickness.\n\nHer biochemical analysis, cholesterol/triglycerides with routine methods and other sterol with GC-MS with SIM, revealed the following: beta-sitosterol 15.76mg/dL(nv 0.24±0.15), campesterol 3.03mg/dL(nv 0.15±0.08), cholestanol 1.92mg/dL(nv 0.18±0.09), desmosterol 0.11mg/dL(nv 0.09±0.04), lathosterol 0.09mg/dL(nv 0.24±0.12), total cholesterol 380mg/dL(nv 208±38), triglycerides 100mg/dL(nv 125±39). Reported history of LDL cholesterol >270mg/dL and HDL cholesterol of 87mg/dL.","phenotypes":["obo:HP_0031443","obo:HP_0003124","obo:HP_0010874","obo:HP_0031480","obo:HP_0003141","obo:HP_0031290"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:81b5ed68-c295-47c1-93eb-0933bf4f999a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2a88531a-5cc5-4555-bb8a-bbcf592a5fd0"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17976197","type":"dc:BibliographicResource","dc:abstract":"Sitosterolaemia is a rare autosomal recessive disorder characterised by elevated plasma levels of plant sterols and cholesterol. Sitosterolaemia is caused by gene mutations in either of two ATP-binding cassette (ABC) half transporters, ABCG5 and ABCG8. The plasma sterol profile and genetic analysis of a 10-year-old girl who had tuberous xanthomas is the subject of this report.","dc:creator":"Mannucci L","dc:date":"2007","dc:title":"Beta-sitosterolaemia: a new nonsense mutation in the ABCG5 gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17976197","rdfs:label":"Mannucci_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was found to be homozygous for a nonsense variant, Arg446Ter, which is reorted in gnomAD at a frequency of 0.0008526 in East Asians and a total frequency of 0.0001702, with no homozygotes. The proband's mother and brother were also homozygous for the same variant, but had a much less severe phenotype. The authors note that there is variable expressivity observed in the case of ABCG5/ABCG8 variants, even within the same family. In addition, they note that the change in dietary habits of the proband was marked (from an almost absence to increased intake of vegetable products) when compared to the others in the family.\n\nTreatment of the proband with a low-fat diet and 4g/day of cholestyramine reduced total cholesterol to 148mg/dL and LDL cholesterol to 55mg/dL. A second treatment with 10mg/day of Ezetimibe, a sterol absorption inhibitor drug, reduced total cholesterol to 190mg/dL and beta-sitosterol to 9.5mg/dL.\n\nThe proband is awarded default points."},{"id":"cggv:1267ec39-2f5a-4dec-8890-67815ddffdf0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0ac7859b-f0f2-43bb-b6a7-3ceee6cdb725","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":6,"detectionMethod":"PCR amplified exons of ABCG5 were analyzed with SSCP. Sanger sequencing followed by restriction digest was used to confirm variants. The R389H variant destroys a BstUI site. Restriction digest with BstUI resulted in one uncleaved fragment band in the proband while the control samples had two fragments. (PMID:9727073): Genome-wide linkage analysis using a microsatellite screen at average interval 25cM narrowed the disease locus down to the region between D2S1788 and D2S1352.","firstTestingMethod":"SSCP","phenotypeFreeText":"(From PMID:9727073): Proband was initially suspected to have atopic dermatitis. She had elevated plasma sitosterol. (From PMID: 9152615): Eruptive xanthomas were localized to shoulders and forearms since 4yo then became general by 5yo. No clinical improvement after treatment with steroid ointments. Patient weighed 18kg and was 108cm tall. Laboratory exam revealed moderate hypercholesterolemia with normal urinalysis, thyroid function tests(serum TSH and free T4), serum creatinine and fasting plasma glucose levels. Patient also had an E3/3 Apo E phenotype.","phenotypes":["obo:HP_0001013","obo:HP_0003124"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1267ec39-2f5a-4dec-8890-67815ddffdf0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d3151c53-1a3e-49b3-a18d-4888d22293f4"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003","rdfs:label":"Lee_Case46"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The proband was homozygous for a missense variant, Arg389His, which is frequently seen in Japanese patients with sitosterolemis.\n\nPatient was prescribed a therapy for sitosterolemia, upon plasma sterol analysis, consisting of a diet of low cholesterol and plant sterol. Plasma sterol concentrations were as follows (pretreatment/posttreatment): cholesterol 233/191(nv 140-240mg/dl), sitosterol 18.6/14.2(nv 0.51-0.99mg/dl), campesterol 14.6/11.6(nv 0.20-0.87mg/dl), cholestanol 3.1/2.5(nv 0.10-0.79mg/dl). Posttreatment sterol concentrations in plasma lipoprotein fractions (VLDL/IDL/LDL/HDL) were as follows: cholesterol 8.5/8.0/144/30.8, sitosterol 0.4/0.5/10.6/2.7, campesterol 0.4/0.5/8.7/2.0, cholestanol 0.1/0/1/1.9/0.4. These values were recorded at fasting after 4 months of therapy. Xanthomas diminished in size and eventually disappeared.\n\nThe proband is scored minimum points since the missense variant has no functional evidence."},{"id":"cggv:ee7e44d2-5329-40f8-9989-53c31a519b92_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c13192a5-fcb0-4b8b-acd5-5b25856f08ed","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR amplified exons of ABCG5 were analyzed with SSCP. Sanger sequencing followed by restriction digest was used to confirm variants. The R419H variant destroys an BstUI site. Restriction digest with BstUI resulted in one uncleaved fragment band in the proband while the control samples had two fragments.","firstTestingMethod":"SSCP","phenotypeFreeText":"Proband was diagnosed with sitosterolemia","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ee7e44d2-5329-40f8-9989-53c31a519b92_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1dd4aff6-2f66-4e29-8792-576da41d429b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022436.2(ABCG5):c.1256G>C (p.Arg419Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4979"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003","rdfs:label":"Lee_Case157"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The proband was homozygous for the missense variant, Arg419Pro, which is reported in gnomAD at a frequency of 0.00006483 in non-Finnish European and a total frequency of  0.00003185, with no homozygotes.\n\nIn the absence of functional evidence, the proband is scored no points."},{"id":"cggv:ef656b60-5d7c-4f01-af9a-057bd0f1162d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:039070de-c12c-4248-b82a-28e293eaaf81","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR amplified exons of ABCG5 were analyzed with SSCP. Sanger sequencing followed by restriction digest was used to confirm variants. The R389H variant destroys a BstUI site. Restriction digest with BstUI resulted in one uncleaved fragment band in the proband while the control samples had two fragments.","firstTestingMethod":"SSCP","phenotypeFreeText":"Proband was diagnosed with sitosterolemia","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:ef656b60-5d7c-4f01-af9a-057bd0f1162d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d3151c53-1a3e-49b3-a18d-4888d22293f4"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003","rdfs:label":"Lee_Case113"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.1,"dc:description":"The proband was homozygous for the missense variant, Arg389His, described frequently in Japanese individuals with sitosterolemia. It is reported in gnomAD at a frequency of 0.002055 in East Asians and a total frequency of 0.0001485, with no homozygotes The proband is scored minimum points since the missense variant has no functional evidence. (0.1)"},{"id":"cggv:69465728-cfd9-4e94-abd8-5bb6d0bc65c0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a18ae803-6731-4618-b118-59791674aaf9","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":10,"detectionMethod":"PCR amplified exons of ABCG5 were analyzed with SSCP. Sanger sequencing followed by restriction digest was used to confirm variants. The R243* variant creates a new AlwnI site. Restriction digest with AlwnI resulted in two fragments in the proband that were not present in either the control sample or those of unaffected individuals in family 500. (PMID:9727073): Genome-wide linkage analysis using a microsatellite screen at average interval 25cM narrowed the disease locus down to the region between D2S1788 and D2S1352.","firstTestingMethod":"SSCP","phenotypeFreeText":"(From PMID:9727073): Patient had elevated plasma sitosterol. (From PMID: 7971627): Patient weighed 22.0kg and was 1.25m tall. Renal and hepatic function was normal. Xanthomas were present in Achilles tendon, on hands, and over both elbows. Laboratory findings showed 11.8mm/l enzymatic cholesterol, 0.88mmol/l triglyceride, 0.94mm/l HDL cholesterol, and 10.5mmol/l LDL cholesteorl. Patient was also mildly iron deficient with reduced transferrin saturation and borderline anemia. Her cardiovascular system was normal save for a bruit heard over the left carotid artery.","phenotypes":["obo:HP_0011273","obo:HP_0001873","obo:HP_0004447","obo:HP_0031290","obo:HP_0004322","obo:HP_0001891","obo:HP_0003124","obo:HP_0010874","obo:HP_0003141","obo:HP_0004840","obo:HP_0004325","obo:HP_0011877","obo:HP_0003233"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:69465728-cfd9-4e94-abd8-5bb6d0bc65c0_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:fc53ce41-f461-4f74-b6af-9ddf46750c92","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022436.2(ABCG5):c.727C>T (p.Arg243Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4977"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003","rdfs:label":"Lee_Case25"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was found to be homozygous for the nonsense variant, Arg243Ter. Her sister was also homozygous for this variant. It is reported in gnomAD at a frequency of 0.0003266 in South Asians and a total frequency of 0.00004374, with no homozygotes. The proband is scored default points."},{"id":"cggv:79a91de5-6315-49b2-9d5b-f78a6f58768b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7c9a2fc6-e015-410d-ad19-00dd224f05d0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"PCR amplified 13 exons of ABCG5 and ABCG8, including splice sites. Amplicons screened with DHLPC, those that were abnormal were then direct sequenced.","firstTestingMethod":"Other","phenotypeFreeText":"Patient presented with low haptoglobin levels, normal cholesterol and irritable bowel.\n\nHematological findings: hemoglobin 10.4g/dl(nv 11.5-15.5), reticulocytes 3.83%(nv 0-2), mean cell volume 91.6fl(nv 80-99), mean cell [Hb] 31.7g/dl(nv 32-35), opt platelet count 102×10^9/l (nv 150-400), Sysmex mean platelet volume >20(nv 7-11), Bayer Advia mean platelet volume 23.4fl(nv 7-11).\n\nPhytosterol levels(μmol/l) on GC-MS: beta-sitosterol 2230(nv 4-46), stigmasterol 139(nv 0.17-0.58), Ifstrl 1445(nv 0-11.6), stigmastanol 453, campsterol 1935(nv 2-40).\n\nRoutine lipids on NMR: total sterol 5.0mmol/l(nv 2.3-5.0), triglycerides 1.5mmol/l(nv 0.23-1.70)\n\nPlatelet function testing, aggregation results: ADP agonist at 2.0μmol/l produced normal aggregation. Arachidonic acid agonist at 1000μg/ml resulted in absent aggregation. Collagen agonist at 2μg/ml had normal aggregation. Ristocetin agonist produced aggregation that was reduced at 1.25mg/ml. Adrenaline had reduced results at 10μmol/l.","phenotypes":["obo:HP_0004446","obo:HP_0002027","obo:HP_0002904","obo:HP_0001878","obo:HP_0001923","obo:HP_0001744","obo:HP_0011877","obo:HP_0000421"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:79a91de5-6315-49b2-9d5b-f78a6f58768b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:951dc3b1-1a79-43fe-b2dc-51973dcdf793","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.43831834C>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA346667755"}},{"id":"cggv:f074cf77-7e12-49c1-80a6-acec4ab41f06","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000002.12:g.43819912dup","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913184840"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16029460","type":"dc:BibliographicResource","dc:abstract":"Phytosterolaemia (sitosterolaemia) is a recessively inherited metabolic condition in which the absorption of both cholesterol and plant-derived cholesterol-like molecules at the gut is unselective and unrestricted. In haematology, Mediterranean stomatocytosis or Mediterranean macrothrombocytopenia is a poorly understood haematological condition that combines stomatocytic haemolysis with the presence of very large platelets. Five pedigrees showing this haematology were identified. Gas chromatography mass spectrometry (GC-MS) showed that all of the patients with this highly specific haematology had grossly elevated levels of phytosterols in the blood, diagnostic of phytosterolaemia. All showed mutations in the ABCG5 and ABCG8 previously linked to phytosterolaemia. Three pedigrees showed five new mutations, while two pedigrees showed the common W361X mutation in ABCG8. We draw the following four conclusions: (i) that Mediterranean stomatocytosis/macrothrombocytopenia is caused by an excess of phytosterols in the blood; (ii) that phytosterolaemia, which does not respond to standard statin treatment, can be diagnosed via the distinctive haematology described here, even when the cholesterol is normal; (iii) that phytosterolaemia should be considered in the differential diagnosis of all patients with large platelets; and (iv) that the platelet size should be noted in patients with hypercholesterolaemia.","dc:creator":"Rees DC","dc:date":"2005","dc:title":"Stomatocytic haemolysis and macrothrombocytopenia (Mediterranean stomatocytosis/macrothrombocytopenia) is the haematological presentation of phytosterolaemia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16029460","rdfs:label":"Rees_CaseB-II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for a novel nonsense variant, Glu146Ter, inherited from the father and a novel intronic variant near the splice site in intron 11, inherited from the mother. Neither variant is reported in gnomAD.\n\nThe proband is scored default points."},{"id":"cggv:d54f0ef3-d9c6-4ae3-99f3-e5d36589e6a6_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fd2e8736-8e19-427f-984a-aa53eeb2ab43","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"PCR amplified 13 exons of ABCG5 and ABCG8, including splice sites. Amplicons screened with DHLPC, those that were abnormal were then direct sequenced.","firstTestingMethod":"Other","phenotypeFreeText":"Patient presented with low haptoglobin levels and normal cholesterol. \"Combined pituitary function testing, the growth hormone and cortisol release in response to hypoglycaemia were normal, thyroid‐stimulating hormone release was normal, but the follicle‐stimulating hormone and luteinizing hormone response to gonadotropin‐releasing hormone was exceptionally marked. Abdominal ultrasound (and later laparotomy) showed streak ovaries.\" She had prolonged bleeding following tooth extraction, requiring platelet transfusions. Prior to laparascopy for ovarian biopsy, her bleeding time was prolonged, at >15 min, and platelets were given prior to surgery, which proceeded without complication. Patient also presented with ovarian dysgenesis.\n\nHematological findings: hemoglobin 9.1g/dl(nv 11.5-15.5), reticulocytes 6.26%(nv 0-2), mean cell volume 106.9fl(nv 80-99), mean cell [Hb] 32.9g/dl(nv 32-35), imp platelet count 31×10^9/l(nv 150-400), opt platelet count 98×10^9/l (nv 150-400), Sysmex mean platelet volume >20(nv 7-11), Bayer Advia mean platelet volume 24.0fl(nv 7-11).\n\nPhytosterol levels(μmol/l) on GC-MS: beta-sitosterol 1471(nv 4-46), stigmasterol 167(nv 0.17-0.58), Ifstrl 918(nv 0-11.6), stigmastanol 268, campsterol 1340(nv 2-40).\n\nRoutine lipids on NMR: total sterol 4.8mmol/l(nv 2.3-5.0), triglycerides 17.5mmol/l(nv 0.23-1.70)\n\nPlatelet function testing, aggregation results: ADP agonist at 3μmol/l produced primary wave aggregation, 5μmol/l was biphasic. Collagen agonist at 1μg/ml produced reduced aggregation, 2μg/ml also reduced aggregation. Ristocetin agonist produced aggregation that was: reduced after 1.0mg/ml and reduced at 1.25mg/ml. Adrenaline had results that were biphasic at 3μmol/l. PFA-100 modified bleeding time was >300s with collagen/ADP(nv 65-105) and >300s with collagen/adrenaline(nv 79-164).","phenotypes":["obo:HP_0006298","obo:HP_0004322","obo:HP_0001878","obo:HP_0002904","obo:HP_0003010","obo:HP_0001510","obo:HP_0004446","obo:HP_0001744","obo:HP_0001923","obo:HP_0011873","obo:HP_0011877","obo:HP_0010464"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d54f0ef3-d9c6-4ae3-99f3-e5d36589e6a6_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:ac0a802a-f9ec-4d92-9fb9-9d0080c3b454","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_022436.2(ABCG5):c.229G>T (p.Glu77Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/4981"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16029460"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16029460","rdfs:label":"Rees_CaseA-II-1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for a nonsense variant, Glu77Ter, reported in gnomAD at a frequency of 0.00003266 in South Asians and a total frequency of 0.000003976, with no homozygotes. \n\nThe proband is scored default points."},{"id":"cggv:0d73bb34-fcc8-46b9-8aea-0c597f2b102b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a92b3232-f9af-479e-9d7c-b63679571b47","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"PCR amplified exons of ABCG5 were analyzed with SSCP. Sanger sequencing followed by restriction digest was used to confirm variants. The R389H variant destroys a BstUI site. Restriction digest with BstUI resulted in one uncleaved fragment band in the proband while the control samples had two fragments.","firstTestingMethod":"SSCP","phenotypeFreeText":"Proband was diagnosed with sitosterolemia","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0d73bb34-fcc8-46b9-8aea-0c597f2b102b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:d3151c53-1a3e-49b3-a18d-4888d22293f4"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11138003","rdfs:label":"Lee_Case146"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"This variant has been already scored for Lee_Case113 and is awarded no points here."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:90caa46e-84f1-4bda-a493-4bd39e2399e2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9566a336-2e0c-40ac-b9bb-c16b6a389338","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Coding sequence of ABCG5 and ABCG8 were amplified from liver poly(A)+RNA, and fragments cloned into pGEM-T plasmid vector. The coding region of ABCG5 and 3'-UTR of ABCG8 was amplified and subjected to autoradiography.\n\nMajor sites of expression in humans were liver and small intestine. One major transcript of 2.4kb for ABCG5 and one of 2.6 kb for ABCG8 were observed. Other unidentified transcripts were also seen, expected to result from alternative splicing or differential polyadenylation.\n\nMice showed similar expression patterns. Cholesterol feeding induced a corresponding increase in the expression levels of Abcg5and Abcg8. 7-week old mice fed 2% cholesterol w/v were killed after 1, 7 or 14 days. The levels of Abcg5 and Abcg8 mRNA increased about two-fold in intestine and over three-fold in liver at day 7 and were maintained at day 14.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11099417","type":"dc:BibliographicResource","dc:abstract":"In healthy individuals, acute changes in cholesterol intake produce modest changes in plasma cholesterol levels. A striking exception occurs in sitosterolemia, an autosomal recessive disorder characterized by increased intestinal absorption and decreased biliary excretion of dietary sterols, hypercholesterolemia, and premature coronary atherosclerosis. We identified seven different mutations in two adjacent, oppositely oriented genes that encode new members of the adenosine triphosphate (ATP)-binding cassette (ABC) transporter family (six mutations in ABCG8 and one in ABCG5) in nine patients with sitosterolemia. The two genes are expressed at highest levels in liver and intestine and, in mice, cholesterol feeding up-regulates expressions of both genes. These data suggest that ABCG5 and ABCG8 normally cooperate to limit intestinal absorption and to promote biliary excretion of sterols, and that mutated forms of these transporters predispose to sterol accumulation and atherosclerosis.","dc:creator":"Berge KE","dc:date":"2000","dc:title":"Accumulation of dietary cholesterol in sitosterolemia caused by mutations in adjacent ABC transporters."},"rdfs:label":"Berge_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5,"dc:description":"The expression evidence is scored default points"},{"id":"cggv:c852f741-e4b1-4868-9444-4618d6c64407","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0d7c765c-78fc-417c-a702-8a18127e7e48","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Epitope-tagged murine Abcg5 (myc-tagged ABCG5) and Abcg8 (HA-tagged ABCG8) were constructed and expressed alone or together in CHO-K1 cells. Anti-myc antibody precipitated a protein of the size expected for ABCG5-myc in cells expressing both ABCG5-myc and ABCG8-HA, but not in cells expressing ABCG8-HA alone; similarly, the anti-HA antibody immunoprecipitated a protein of the size expected for ABCG8-HA in cells expressing both transporters but not in cells expressing only ABCG5-myc. More than 95% of each protein was immunoprecipitated by mAb’s to their respective epitope tags. ABCG8-HA coimmunoprecipitated with ABCG5-myc and ABCG5-myc coimmunoprecipitated with ABCG8-HA in cells expressing both proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12208867","type":"dc:BibliographicResource","dc:abstract":"Mutations in either ATP-binding cassette (ABC) G5 or ABCG8 cause sitosterolemia, an autosomal recessive disorder of sterol trafficking. To determine the site of action of ABCG5 and ABCG8, we expressed recombinant, epitope-tagged mouse ABCG5 and ABCG8 in cultured cells. Both ABCG5 and ABCG8 underwent N-linked glycosylation. When either protein was expressed individually in cells, the N-linked sugars remained sensitive to Endoglycosidase H (Endo H). When ABCG5 and ABCG8 were coexpressed, the attached sugars were Endo H-resistant and neuraminidase-sensitive, indicating that the proteins were transported to the trans-Golgi complex. The mature, glycosylated forms of ABCG5 and ABCG8 coimmunoprecipitated, consistent with heterodimerization of these two proteins. The Endo H-sensitive forms of ABCG5 and ABCG8 were confined to the endoplasmic reticulum (ER), whereas the mature forms were present in non-ER fractions in cultured hepatocytes. Immunoelectron microscopy revealed ABCG5 and ABCG8 on the plasma membrane of these cells. In polarized WIF-B cells, recombinant ABCG5 localized to the apical (canalicular) membrane when coexpressed with ABCG8, but not when expressed alone. To our knowledge this is the first direct demonstration that trafficking of an ABC half-transporter to the cell surface requires the presence of its dimerization partner.","dc:creator":"Graf GA","dc:date":"2002","dc:title":"Coexpression of ATP-binding cassette proteins ABCG5 and ABCG8 permits their transport to the apical surface."},"rdfs:label":"Graf_PI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:a4c37e52-996b-4fbd-bfa6-291cfaad6480","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbba43a5-e65c-4cbe-b2c4-9025207923d5","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The ABCG5 and ABCG8 glycoproteins remain sensitive to Endo H (retained in the ER) when either protein is expressed alone in cells. However, when co-expressed, they become resistant to Endo H, but sensitive to neuraminidase (moved to trans-Golgi complex).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14504269","type":"dc:BibliographicResource","dc:abstract":"ABCG5 (G5) and ABCG8 (G8) are ATP-binding cassette (ABC) transporters that limit intestinal absorption and promote biliary excretion of neutral sterols. Mutations in either ABCG5 or ABCG8 result in an identical clinical phenotype, suggesting that these two half-transporters function as heterodimers. Expression of both G5 and G8 is required for either protein to be transported to the plasma membrane of cultured cells. In this paper we used immunofluorescence microscopy to confirm, in vivo, that G5 is localized to the apical membranes of mouse enterocytes and hepatocytes. Other ABC half-transporters function as homodimers or as heterodimers with other subfamily members. To determine whether G5 or G8 complex with other ABCG half-transporters, we co-expressed G1, G2, and G4 with either G5 or G8 in cultured cells. G1, G2, and G4 co-immunoprecipitated with G5, and G4 co-immunoprecipitated with G8, but the putative dimers were retained in the endoplasmic reticulum (ER). Adenovirus-mediated expression of either G5 or G8 in the liver of G5G8 null mice resulted in ER retention of the expressed proteins and no increase in biliary cholesterol. In contrast, co-expression of G5 and G8 resulted in transit of the proteins out of the ER and a 10-fold increase in biliary cholesterol concentration. Finally, adenoviral expression of G2 in the presence or absence of G5 or G8 failed to promote sterol excretion into bile. These experiments indicate that G5 and G8 function as obligate heterodimers to promote sterol excretion into bile.","dc:creator":"Graf GA","dc:date":"2003","dc:title":"ABCG5 and ABCG8 are obligate heterodimers for protein trafficking and biliary cholesterol excretion."},"rdfs:label":"Graf_2003_BiochemA"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef9b367a-1fbb-4fa8-a041-c0c056e203da","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e0c4b79b-f024-4240-8e78-3b20c3ababfb","type":"FunctionalAlteration","dc:description":"Normal fetal mouse liver megakaryocytes cultured in the presence of serum obtained from adult phytosterolemic A/J-trac/trac mice, there was a 63% reduction in the number of proplatelet-producing megakaryocytes.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19846887","type":"dc:BibliographicResource","dc:abstract":"The spontaneous mouse mutation \"thrombocytopenia and cardiomyopathy\" (trac) causes macrothrombocytopenia, prolonged bleeding times, anemia, leukopenia, infertility, cardiomyopathy, and shortened life span. Homozygotes show a 20-fold decrease in platelet numbers and a 3-fold increase in platelet size with structural alterations and functional impairments in activation and aggregation. Megakaryocytes in trac/trac mice are present in increased numbers, have poorly developed demarcation membrane systems, and have decreased polyploidy. The thrombocytopenia is not intrinsic to defects at the level of hematopoietic progenitor cells but is associated with a microenvironmental abnormality. The trac mutation maps to mouse chromosome 17, syntenic with human chromosome 2p21-22. A G to A mutation in exon 10 of the adenosine triphosphate (ATP)-binding cassette subfamily G, member 5 (Abcg5) gene, alters a tryptophan codon (UGG) to a premature stop codon (UAG). Crosses with mice doubly transgenic for the human ABCG5 and ABCG8 genes rescued platelet counts and volumes. ABCG5 and ABCG8 form a functional complex that limits dietary phytosterol accumulation. Phytosterolemia in trac/trac mice confirmed a functional defect in the ABCG5/ABCG8 transport system. The trac mutation provides a new clinically significant animal model for human phytosterolemia and provides a new means for studying the role of phytosterols in hematologic diseases and testing therapeutic interventions.","dc:creator":"Chase TH","dc:date":"2010","dc:title":"The mouse mutation \"thrombocytopenia and cardiomyopathy\" (trac) disrupts Abcg5: a spontaneous single gene model for human hereditary phytosterolemia/sitosterolemia."},"rdfs:label":"Chase_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:3206ce07-d7ab-46c4-aaa9-afe941b64b5f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7aebc674-507d-42ed-bb36-b8c771abf60a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Homozygous trac/trac-Tg(ABCG5/ABCG8) mice had normal platelet counts and platelet volumes, while the nontransgenic trac/trac mice showed severe thrombocytopenia. Double knock-out mice are reported to show marked macrothrombocytopenia (PMD: 15372105)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19846887","rdfs:label":"Chase_Mouse Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":2,"dc:description":"The rescue evidence is scored default points."},{"id":"cggv:88c47fa6-015d-4940-9da2-ceb2b09bbd63","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bd360104-c6b7-4a9f-ad09-ed204848a02a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"In Abcg-/- mice, plasma levels of campesterol and β-sitosterol were elevated 7.7-fold and 37-fold, respectively, while stigmasterol and brassicasterol were significantly increased, compared to wild-type. LXR agonist T0901317, known to induce hepatic and intestinal expression of Abcg5 and Abcg8 genes resulted in a significant lowering of plasma campesterol in wild-type mice, but caused further elevation of plasma campesterol and β-sitosterol in Abcg5−/− mice. However, the authors note that this may be due to Abca1 being induced by LXR activation. Relative liver sterol composition was reduced (58.3%) for cholesterol, and much increased for campesterol (15.6%) and β-sitosterol (26.1%), respectively. LXR activation caused hepatic triglyceride accumulation in both mice.\n\nUptake of plant sterols from the intestinal lumen was tested by administering radiolabeled β-sitosterol. Retention of the radiolabeled β-sitosterol was strongly increased in Abcg5−/− mice compared with wild-type.\n\nThe expression of genes involved in hepatocellular cholesterol homeostasis were evaluated by real-time PCR. Levels of Hmgcr and Ldlr mRNA were lower in the liver of Abcg5−/− mice than the wild-type. Expression of genes that control bile salt biosynthesis did not differ between wild-type and knock-out mice. mRNA levels of Abca1 were higher in the intestine of Abcg5−/− mice as compared with wild-type mice. Intestinal Abcg8 mRNA levels were lower in Abcg5−/− mice and were not induced on T0901317 treatment. Expression of Acat2 did not differ between the groups\n\nThe rate of intestinal cholesterol absorption was measured in wild-type and knockout mice by using the fecal dual-isotope ratio method. This showed that sterol excretion was similar in wild-type and Abcg5−/− mice, and LXR activation tended to increase excretion in wild-type mice but not in Abcg5−/− mice.\n\nGall bladder biliary concentration of bile salts were the same in wild-type and knock-out mice, while phospholipids and cholesterol were similarly reduced. mRNA levels of liver Abcg8 were reduced by 34% in Abcg5−/− mice compared with wild-type whereas expression of Abcb4 and Abcb11 were not affected. Other members of the Abcg subfamily of transporters were affected in livers of Abcg5-/- mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14699507","type":"dc:BibliographicResource","dc:abstract":"Mutations in either adenosine triphosphate- binding cassette (ABC) half-transporter G5 or G8 cause sitosterolemia. It has been proposed that ABCG5/ABCG8 heterodimers mediate secretion of plant sterols and cholesterol by hepatocytes into bile and their efflux from enterocytes into the intestinal lumen.","dc:creator":"Plösch T","dc:date":"2004","dc:title":"Sitosterolemia in ABC-transporter G5-deficient mice is aggravated on activation of the liver-X receptor."},"rdfs:label":"Plosch_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"PMID: 18156627 also adds evidence describing hematological features in Abcg-/- mice, including macrothrombocytopenia and altered megakaryocyte structure. The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":975,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:1daabe65-d9aa-4b50-90ca-88e59a482ef5","type":"GeneValidityProposition","disease":"obo:MONDO_0008863","gene":"hgnc:13886","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between ABCG5 and sitosterolemia, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of January, 2019. ABCG5 was reported in relation to sitosterolemia as early as 2001 (Berge et al, PMID: 11099417; Lee et al, 2001, PMID: 11138003). At least 12 unique variants including nonsense, splice site, frameshift and missense variants have been reported in humans. ABCG5 encodes an ATP-binding cassette half-transporter and functions to limit intestinal absorption and promote biliary excretion of sterols. Sitosterolemia is characterized by increased intestinal absorption and decreased biliary excretion of plant sterols, leading to extremely high plasma levels of plant sterols. Patients with the disorder can develop tendon and tuberous xanthomas, accelerated atherosclerosis and premature coronary artery disease (PMID: 11099417). The hematological presentation of sitosterolemia has been previously described as Mediterranean stomatocytosis/macrothrombocytopenia. Stomatocytic hemolysis, large platelets, splenomegaly and abnormal bleeding can be associated features in about 30% of cases (PMID: 32546081); however, hematologic manifestations can sometimes be the only clinical sign of sitosterolemia (PMID: 16029460). \nWhile the mechanisms underlying the hematological features shown by some sitosterolemia patients remains unknown, it is proposed that the accumulation of circulating plant sterols into blood cell membranes results in their altered morphology and dysfunction (PMID: 32546081).  \n\nVariants in both genes, ABCG5 and ABCG8, which share 28% homology, have been reported in relation to sitosterolemia (PMID: 11099417). Evidence supporting this gene-disease relationship includes case-level data and experimental data.  \n  \nSummary of Case Level Data: 12 Points \nVariants in this gene have been reported in at least 11 probands in 5 publications (PMID: 11138003, 28203044, 17976197, 16029460, 28521186). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached. \n  \nThe mechanism for disease is biallelic loss of function (PMID: 11099417)  \t \n  \nSummary of Experimental Data: 6 Points \nThis gene-disease association is supported by mouse model evidence and in vitro functional assays. ABCG5 is strongly expressed in the liver and small intestine (PMID: 11099417). ABCG5 functions similar to and interacts with ABCG8 to form a heterodimer for transportation to the cell surface (PMID: 12208867, 14504269, 19846887). ABCG5 knockout in mice recapitulates the sitosterolemia phenotype, including macrothrombocytopenia and affected mice were rescued by expression of the wild-type protein (PMID: 14699507, 19846887). \n\nIn summary, ABCG5 is definitively associated with Autosomal Recessive Sitosterolemia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis GCEP on July 10, 2020 (SOP Version 6).\nABCG5 and DYNC2LI1 are overlapping genes and most variants in ClinVar show 2 affected genes. But, variant interpretation refers to ABCG5 only (ClinVar submissions, Variant validator, VEP)","dc:isVersionOf":{"id":"cggv:c52c7403-8975-4a3f-8796-a966e977f708"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}