{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-08-07T17:00:00.000Z","role":"Approver"},{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10135","date":"2024-08-08T14:18:04.564Z","role":"Publisher"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19118303","type":"dc:BibliographicResource","dc:abstract":"The main features of severe congenital neutropenia are the onset of severe bacterial infections early in life, a paucity of mature neutrophils, and an increased risk of leukemia. In many patients, the genetic causes of severe congenital neutropenia are unknown.","dc:creator":"Boztug K","dc:date":"2009","dc:title":"A syndrome with congenital neutropenia and mutations in G6PC3."},"evidence":[{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a2d0cd26-7367-4170-b8f6-b15be5081bb0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:30bd737e-190c-4dbc-b547-cec2ff81faac","type":"FunctionalAlteration","dc:description":"Each noted variant was measured for phosphoryhydrolase activity as compared to wt. Each noted variant had less 9% activity compared to wt.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25492228","type":"dc:BibliographicResource","dc:abstract":"Glucose-6-phosphatase-β (G6Pase-β or G6PC3) deficiency is characterized by neutropenia and dysfunction in both neutrophils and macrophages. G6Pase-β is an enzyme embedded in the endoplasmic reticulum membrane that catalyzes the hydrolysis of glucose-6-phosphate (G6P) to glucose and phosphate. To date, 33 separate G6PC3 mutations have been identified in G6Pase-β-deficient patients but only the p.R253H and p.G260R missense mutations have been characterized functionally for pathogenicity. Here we functionally characterize 16 of the 19 known missense mutations using a sensitive assay, based on a recombinant adenoviral vector-mediated expression system, to demonstrate pathogenicity. Fourteen missense mutations completely abolish G6Pase-β enzymatic activity while the p.S139I and p.R189Q mutations retain 49% and 45%, respectively of wild type G6Pase-β activity. A database of residual enzymatic activity retained by the G6Pase-β mutations will serve as a reference for evaluating genotype-phenotype relationships.","dc:creator":"Lin SR","dc:date":"2015","dc:title":"Functional analysis of mutations in a severe congenital neutropenia syndrome caused by glucose-6-phosphatase-β deficiency."},"rdfs:label":"Lin Enzymatic Activity assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:cb8cab87-c3d8-473d-8b62-582b975a1b90","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c9324734-f3d6-477d-9efb-ce7da91d0b28","type":"FunctionalAlteration","dc:description":"Superoxide production was diminished in all patient cells. Hexose-monophosphate shunt activity (which leads to a lack of NADPH as the substrate for NADPH oxidase) was also reduced in response to PMA but not methylene blue, suggesting a defect in the NADPH oxidase complex. Western blot showed an aberrant gp91-phox band in all patient cells which suggested a defect in N-glycosylation. Patient neutrophil N-glycomes showed a dramatic reduction in high-molecular-weight glycans, and complex glycans had truncated antennae. The patient O-glycan profiles also exhibited defects in the patient neutrophils.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21385794","type":"dc:BibliographicResource","dc:abstract":"Glucose-6-phosphatase, an enzyme localized in the endoplasmic reticulum (ER), catalyzes the hydrolysis of glucose-6-phosphate (G6P) to glucose and inorganic phosphate. In humans, there are three differentially expressed glucose-6-phosphatase catabolic genes (G6PC1-3). Recently, it has been shown that mutations in the G6PC3 gene result in a syndrome associating congenital neutropenia and various organ malformations. The enzymatic function of G6PC3 is dependent on G6P transport into the ER, mediated by G6P translocase (G6PT). Mutations in the gene encoding G6PT result in glycogen storage disease type-1b (GSD-1b). Interestingly, GSD-1b patients exhibit a similar neutrophil dysfunction to that observed in G6PC3-deficient patients. To better understand the causes of neutrophil dysfunction in both diseases, we have studied the neutrophil nicotinamide adenine dinucleotide phosphate (NADPH) oxidase of patients with G6PC3 and G6PT syndromes. Unexpectedly, sodium dodecyl sulfate-polyacrylamide gel electrophoresis experiments indicated hypo-glycosylation of gp91(phox), the electron-transporting component of the NADPH oxidase, in all of these patients. Rigorous mass spectrometric glycomic profiling showed that most of the complex-type antennae which characterize the neutrophil N-glycome of healthy individuals were severely truncated in the patients' neutrophils. A comparable truncation of the core 2 antenna of the O-glycans was also observed. This aberrant neutrophil glycosylation is predicted to have profound effects on the neutrophil function and merit designation of both syndromes as a new class of congenital disorders of glycosylation.","dc:creator":"Hayee B","dc:date":"2011","dc:title":"G6PC3 mutations are associated with a major defect of glycosylation: a novel mechanism for neutrophil dysfunction."},"rdfs:label":"Hayee NADPH Glycosylation Experiment"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This evidence shows that G6PC3 mutations lead to defects in N- and O-glycosylation in neutrophils but it is not clear why this happens."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01bde92a-3f2e-48dc-979d-ffa10b786808","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:961d81e1-3178-4235-b9e6-d4910e23e548","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans with G6PC3 disease show maturation arrest of neutrophils","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23686134","type":"dc:BibliographicResource","dc:abstract":"Differentiation of neutrophil granulocytes (neutrophils) occurs through several steps in the bone marrow and requires a coordinate regulation of factors determining survival and lineage-specific development. A number of genes are known whose deficiency disrupts neutrophil generation in humans and in mice. One of the proteins encoded by these genes, glucose-6-phosphatase-β (G6PC3), is involved in glucose metabolism. G6PC3 deficiency causes neutropenia in humans and in mice, linked to enhanced apoptosis and ER stress. We used a model of conditional Hoxb8 expression to test molecular and functional differentiation as well as survival defects in neutrophils from G6PC3(-/-) mice. Progenitor lines were established and differentiated into neutrophils when Hoxb8 was turned off. G6PC3(-/-) progenitor cells underwent substantial apoptosis when differentiation was started. Transgenic expression of Bcl-XL rescued survival; however, Bcl-XL-protected differentiated cells showed reduced proliferation, immaturity and functional deficiency such as altered MAP kinase signaling and reduced cytokine secretion. Impaired glucose utilization was found and was associated with ER stress and apoptosis, associated with the upregulation of Bim and Bax; downregulation of Bim protected against apoptosis during differentiation. ER-stress further caused a profound loss of expression and secretion of the main neutrophil product neutrophil elastase during differentiation. Transplantation of wild-type Hoxb8-progenitor cells into irradiated mice allowed differentiation into neutrophils in the bone marrow in vivo. Transplantation of G6PC3(-/-) cells yielded few mature neutrophils in bone marrow and peripheral blood. Transgenic Bcl-XL permitted differentiation of G6PC3(-/-) cells in vivo. However, functional deficiencies and differentiation abnormalities remained. Differentiation of macrophages from Hoxb8-dependent progenitors was only slightly disturbed. A combination of defects in differentiation and survival thus underlies neutropenia in G6PC3(-/-) deficiency, both originating from a reduced ability to utilize glucose. Hoxb8-dependent cells are a model to study differentiation and survival of the neutrophil lineage.","dc:creator":"Gautam S","dc:date":"2013","dc:title":"Survival and differentiation defects contribute to neutropenia in glucose-6-phosphatase-β (G6PC3) deficiency in a model of mouse neutrophil granulocyte differentiation."},"rdfs:label":"Gautam KO cells"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:ce1687a7-8efc-4afe-ad67-a71674e8e924","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:43c2b4ba-75b3-4578-9c7a-e03eaf1d7fa6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Accumulation of 1,5-anhydroglucitol-6-phosphate prompted cell death and resulted in a significant decrease in glucose consumption, as well as a progressive decrease in the concentration of glycolytic metabolites such as glucose-6-P, fructose-1,6-bisphosphate, and triose-phosphates. Human phenotype is primarily neutropenia, which could result from death of neutrophil progenitor cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30626647","type":"dc:BibliographicResource","dc:abstract":"Neutropenia represents an important problem in patients with genetic deficiency in either the glucose-6-phosphate transporter of the endoplasmic reticulum (G6PT/SLC37A4) or G6PC3, an endoplasmic reticulum phosphatase homologous to glucose-6-phosphatase. While affected granulocytes show reduced glucose utilization, the underlying mechanism is unknown and causal therapies are lacking. Using a combination of enzymological, cell-culture, and in vivo approaches, we demonstrate that G6PT and G6PC3 collaborate to destroy 1,5-anhydroglucitol-6-phosphate (1,5AG6P), a close structural analog of glucose-6-phosphate and an inhibitor of low-","dc:creator":"Veiga-da-Cunha M","dc:date":"2019","dc:title":"Failure to eliminate a phosphorylated glucose analog leads to neutropenia in patients with G6PT and G6PC3 deficiency."},"rdfs:label":"Veiga-da-Cunha cell culture model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:d27fb644-392e-4d79-9a9f-c8ca037e2de7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ea8a69fd-b911-42a1-9007-175ad6135ae0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"G6PC3-KO mice were known to be neutropenic. When 1,5-anhydroglucitol was administered to these mice their neutropenia was exacerbated. When empaglifolozin (an inhibitor of SGLT2 which depletes 1,5AG) was given, the mice had an increase in neutrophil numbers. Bone marrow smears of mice given 1,5AG show maturation arrest, which was reversed upon empagliflozin administration.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30626647","rdfs:label":"Veiga-da-Cunha mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced by half for only examining the neutropenia phenotype and not the other phenotypes observed in G6PC3-deficiency patients."},{"id":"cggv:bca350ba-5157-4556-95d5-afbe8739a969","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e4297715-a424-4c9e-a24e-58a129be722b","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These phenotypes are not observed in humans with G6PC3-related disease per MONDO or OMIM","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17023421","type":"dc:BibliographicResource","dc:abstract":"In liver, glucose-6-phosphatase catalyzes the hydrolysis of glucose-6-phosphate (G6P) to glucose and inorganic phosphate, the final step in the gluconeogenic and glycogenolytic pathways. Mutations in the glucose-6-phosphatase catalytic subunit (G6Pase) give rise to glycogen storage disease (GSD) type 1a, which is characterized in part by hypoglycemia, growth retardation, hypertriglyceridemia, hypercholesterolemia, and hepatic glycogen accumulation. Recently, a novel G6Pase isoform was identified, designated UGRP/G6Pase-beta. The activity of UGRP relative to G6Pase in vitro is disputed, raising the question as to whether G6P is a physiologically important substrate for this protein. To address this issue we have characterized the phenotype of UGRP knock-out mice. G6P hydrolytic activity was decreased by approximately 50% in homogenates of UGRP(-/-) mouse brain relative to wild type tissue, consistent with the ability of UGRP to hydrolyze G6P. In addition, female, but not male, UGRP(-/-) mice exhibit growth retardation as do G6Pase(-/-) mice and patients with GSD type 1a. However, in contrast to G6Pase(-/-) mice and patients with GSD type 1a, UGRP(-/-) mice exhibit no change in hepatic glycogen content, blood glucose, or triglyceride levels. Although UGRP(-/-) mice are not hypoglycemic, female UGRP(-/-) mice have elevated ( approximately 60%) plasma glucagon and reduced ( approximately 20%) plasma cholesterol. We hypothesize that the hyperglucagonemia prevents hypoglycemia and that the hypocholesterolemia is secondary to the hyperglucagonemia. As such, the phenotype of UGRP(-/-) mice is mild, indicating that G6Pase is the major glucose-6-phosphatase of physiological importance for glucose homeostasis in vivo.","dc:creator":"Wang Y","dc:date":"2006","dc:title":"Deletion of the gene encoding the ubiquitously expressed glucose-6-phosphatase catalytic subunit-related protein (UGRP)/glucose-6-phosphatase catalytic subunit-beta results in lowered plasma cholesterol and elevated glucagon."},"rdfs:label":"Wang knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"No recapitulation of human phenotype"},{"id":"cggv:5c45c5b9-07a2-4671-887d-826989edc16a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:bfa1ee98-99eb-4424-a335-a96df45ac5bf","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Humans with G6PC3-related disease also exhibit neutropenia and recurrent bacterial infections. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17318259","type":"dc:BibliographicResource","dc:abstract":"Neutropenia and neutrophil dysfunction are common in many diseases, although their etiology is often unclear. Previous views held that there was a single ER enzyme, glucose-6-phosphatase-alpha (G6Pase-alpha), whose activity--limited to the liver, kidney, and intestine--was solely responsible for the final stages of gluconeogenesis and glycogenolysis, in which glucose-6-phosphate (G6P) is hydrolyzed to glucose for release to the blood. Recently, we characterized a second G6Pase activity, that of G6Pase-beta (also known as G6PC), which is also capable of hydrolyzing G6P to glucose but is ubiquitously expressed and not implicated in interprandial blood glucose homeostasis. We now report that the absence of G6Pase-beta led to neutropenia; defects in neutrophil respiratory burst, chemotaxis, and calcium flux; and increased susceptibility to bacterial infection. Consistent with this, G6Pase-beta-deficient (G6pc3-/-) mice with experimental peritonitis exhibited increased expression of the glucose-regulated proteins upregulated during ER stress in their neutrophils and bone marrow, and the G6pc3-/- neutrophils exhibited an enhanced rate of apoptosis. Our results define a molecular pathway to neutropenia and neutrophil dysfunction of previously unknown etiology, providing a potential model for the treatment of these conditions.","dc:creator":"Cheung YY","dc:date":"2007","dc:title":"Impaired neutrophil activity and increased susceptibility to bacterial infection in mice lacking glucose-6-phosphatase-beta."},"rdfs:label":"Cheung knockout mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Reduced by half for only examining the neutropenia phenotype and not the other phenotypes observed in G6PC3-deficiency patients."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":5},{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1},{"id":"cggv:cb29ab26-928d-442e-8e90-68cd9bed4dd1_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:cb29ab26-928d-442e-8e90-68cd9bed4dd1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"allele":{"id":"cggv:4e174e88-0661-4000-a4d0-7719a2ba5f20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138387.4(G6PC3):c.554T>C (p.Leu185Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA280951"}},"detectionMethod":"Authors note that patients were examined for mutations in G6PC3 and no additional methods were noted.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001015","obo:HP_0001875","obo:HP_0012490","obo:HP_0001642","obo:HP_0002090","obo:HP_0001631","obo:HP_0100806"],"previousTesting":true,"previousTestingDescription":"From a cohort of patients diagnosed with genetically unclassified severe congenital neutropenia.","sex":"Female","variant":{"id":"cggv:1ca1a006-af46-4cfe-9de9-807db9a45e97_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4e174e88-0661-4000-a4d0-7719a2ba5f20"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"},"rdfs:label":"Boztug 6"},{"id":"cggv:1ca1a006-af46-4cfe-9de9-807db9a45e97","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:1ca1a006-af46-4cfe-9de9-807db9a45e97_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b87aebbd-ab5f-4ff2-92d9-78f803c4dd4b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b87aebbd-ab5f-4ff2-92d9-78f803c4dd4b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"allele":[{"id":"cggv:f35831a0-31e0-4fe3-af3c-0822fdb83550","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138387.4(G6PC3):c.677+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA8596110"}},{"id":"cggv:3dffe3e0-c25a-4d07-8edb-c1338926a1e1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138387.4(G6PC3):c.829C>T (p.Gln277Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347177"}}],"detectionMethod":"Authors note that patients were examined for mutations in G6PC3 and no additional methods were noted.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0003198","obo:HP_0002788","obo:HP_0001015","obo:HP_0001875","obo:HP_0002783"],"previousTesting":true,"previousTestingDescription":"From a cohort of patients diagnosed with genetically unclassified severe congenital neutropenia.","sex":"Female","variant":[{"id":"cggv:c2f67b7d-a493-4db5-803b-8d94ccfbe0b8_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:3dffe3e0-c25a-4d07-8edb-c1338926a1e1"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"},{"id":"cggv:6c91580a-72fa-4df9-946a-d0b04c296e7e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f35831a0-31e0-4fe3-af3c-0822fdb83550"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"}],"rdfs:label":"Boztug 9"},{"id":"cggv:6c91580a-72fa-4df9-946a-d0b04c296e7e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:6c91580a-72fa-4df9-946a-d0b04c296e7e_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:c2f67b7d-a493-4db5-803b-8d94ccfbe0b8","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c2f67b7d-a493-4db5-803b-8d94ccfbe0b8_variant_evidence_item"}],"strengthScore":1,"dc:description":"downgraded - predicted to escape NMD"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:2663c51b-daef-4ec0-aaf9-7a6a92291540_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:2663c51b-daef-4ec0-aaf9-7a6a92291540","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"allele":{"id":"cggv:253562a3-bde7-4b2a-af40-b90d35a602a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138387.4(G6PC3):c.935dup (p.Asn313GlnfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA347180"}},"detectionMethod":"Authors note that patients were examined for mutations in G6PC3 and no additional methods were noted.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0040187","obo:HP_0001875","obo:HP_0000010","obo:HP_0001631","obo:HP_0001643"],"previousTesting":true,"previousTestingDescription":"From a cohort of patients diagnosed with genetically unclassified severe congenital neutropenia.","sex":"Male","variant":{"id":"cggv:9e245915-3c63-4ca0-8a54-092abbb0e574_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:253562a3-bde7-4b2a-af40-b90d35a602a1"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"},"rdfs:label":"Boztug 11"},{"id":"cggv:9e245915-3c63-4ca0-8a54-092abbb0e574","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:9e245915-3c63-4ca0-8a54-092abbb0e574_variant_evidence_item"}],"strengthScore":1,"dc:description":"downgraded - predicted to escape NMD"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:7e499b4a-55b1-4482-affc-78c650a6ee56_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7e499b4a-55b1-4482-affc-78c650a6ee56","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":7,"allele":{"id":"cggv:dc8db9cb-9a67-4d31-9305-2f5630d5075e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138387.4(G6PC3):c.778G>C (p.Gly260Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA342752"}},"detectionMethod":"Authors note that patients were examined for mutations in G6PC3 and no additional methods were noted.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0001015","obo:HP_0004854","obo:HP_0100525","obo:HP_0001875","obo:HP_0000010","obo:HP_0000155","obo:HP_0001631","obo:HP_0000252","obo:HP_0032435"],"previousTesting":true,"previousTestingDescription":"From a cohort of patients diagnosed with genetically unclassified severe congenital neutropenia.","sex":"Female","variant":{"id":"cggv:68ab44cb-3b79-4f0b-8335-4bb167420e0f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:dc8db9cb-9a67-4d31-9305-2f5630d5075e"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"},"rdfs:label":"Boztug 8"},{"id":"cggv:68ab44cb-3b79-4f0b-8335-4bb167420e0f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:68ab44cb-3b79-4f0b-8335-4bb167420e0f_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a6b8f5cd-8ff1-48e0-8d38-2745f9bbedd4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a6b8f5cd-8ff1-48e0-8d38-2745f9bbedd4","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":6,"allele":{"id":"cggv:2fa00cef-f0bf-4dd5-8e9a-ad8a19dbc4eb","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138387.4(G6PC3):c.758G>A (p.Arg253His)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339863"}},"detectionMethod":"Mutations in ELA2 and HAX1 were excluded. Linkage analysis identified the chromosomal location as 17q21, and further linkage analysis was done. G6PC3 was identified as the most likely candidate gene, and then G6PC3 was sequenced.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0000028","obo:HP_0004854","obo:HP_0001015","obo:HP_0001875","obo:HP_0000388","obo:HP_0001631","obo:HP_0001433","obo:HP_0040187"],"previousTesting":true,"previousTestingDescription":"Bone marrow and peripheral blood smears showed neutropenia and maturation arrest at promyelocyte/myelocyte stage.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:c3d8f9d2-a166-4d38-85f6-6e375d06b7ec_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2fa00cef-f0bf-4dd5-8e9a-ad8a19dbc4eb"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"},"rdfs:label":"Boztug P1"},{"id":"cggv:c3d8f9d2-a166-4d38-85f6-6e375d06b7ec","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c3d8f9d2-a166-4d38-85f6-6e375d06b7ec_variant_evidence_item"},{"id":"cggv:c3d8f9d2-a166-4d38-85f6-6e375d06b7ec_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Microsomes from yeast transfected with R253H had G6PC3 enzymatic activity comparable to empty vector (fig 2)."}],"strengthScore":0.25,"dc:description":"Reduced by half for consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:41c58d26-8df8-4b6a-81da-4926699dd18b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:41c58d26-8df8-4b6a-81da-4926699dd18b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:2fa00cef-f0bf-4dd5-8e9a-ad8a19dbc4eb"},"detectionMethod":"This patient was included in the linkage analysis with SCN-1.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypes":["obo:HP_0004854","obo:HP_0001875","obo:HP_0040187","obo:HP_0001015"],"previousTesting":true,"previousTestingDescription":"Diagnosed with severe congenital neutropenia prior to genetic testing, however individual tests not specified.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:986e42be-2b43-4c1f-adc3-8eb6f03e5b16_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:2fa00cef-f0bf-4dd5-8e9a-ad8a19dbc4eb"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"},"rdfs:label":"Boztug P5"},{"id":"cggv:986e42be-2b43-4c1f-adc3-8eb6f03e5b16","type":"obo:SEPIO_0004097","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:986e42be-2b43-4c1f-adc3-8eb6f03e5b16_variant_evidence_item"},{"id":"cggv:986e42be-2b43-4c1f-adc3-8eb6f03e5b16_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Peripheral blood neutrophils had an increased rate of spontaneous apoptosis, and skin fibroblasts showed increased susceptibility to apoptosis (fig 3)."}],"strengthScore":0.25,"dc:description":"Reduced by half for consanguinity."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:fceccf96-815f-498a-9027-329a57dbed57_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:fceccf96-815f-498a-9027-329a57dbed57","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"allele":{"id":"cggv:dc8db9cb-9a67-4d31-9305-2f5630d5075e"},"detectionMethod":"Authors note that patients were examined for mutations in G6PC3 and no additional methods were noted.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0012243","obo:HP_0000365","obo:HP_0001631","obo:HP_0004854","obo:HP_0000252","obo:HP_0001875","obo:HP_0000028","obo:HP_0001015","obo:HP_0000010"],"previousTesting":true,"previousTestingDescription":"From a cohort of patients diagnosed with genetically unclassified severe congenital neutropenia.","sex":"Male","variant":{"id":"cggv:9c7cf8e2-08d6-479d-ba1a-b03c6b9dfa71_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:dc8db9cb-9a67-4d31-9305-2f5630d5075e"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"},"rdfs:label":"Boztug 10"},{"id":"cggv:9c7cf8e2-08d6-479d-ba1a-b03c6b9dfa71","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:9c7cf8e2-08d6-479d-ba1a-b03c6b9dfa71_variant_evidence_item"}],"strengthScore":0.1}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:a70dbb75-5e59-4b18-a4bb-74e61db57c9c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:a70dbb75-5e59-4b18-a4bb-74e61db57c9c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"allele":{"id":"cggv:a7d1b73f-da70-4c5e-b4f6-d8aff7d7ed34","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138387.4(G6PC3):c.144C>A (p.Tyr48Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA399746113"}},"detectionMethod":"Authors note that patients were examined for mutations in G6PC3 and no additional methods were noted.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002205","obo:HP_0001875","obo:HP_0000028","obo:HP_0000023","obo:HP_0000175"],"previousTesting":true,"previousTestingDescription":"From a cohort of patients diagnosed with genetically unclassified severe congenital neutropenia.","sex":"Male","variant":{"id":"cggv:873d5ba5-204f-49a9-ad64-ffa286cfeb51_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:a7d1b73f-da70-4c5e-b4f6-d8aff7d7ed34"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"},"rdfs:label":"Boztug 12"},{"id":"cggv:873d5ba5-204f-49a9-ad64-ffa286cfeb51","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:873d5ba5-204f-49a9-ad64-ffa286cfeb51_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:1f3dd505-aa48-4587-a3d0-ed8dfb1b8422_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:1f3dd505-aa48-4587-a3d0-ed8dfb1b8422","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"allele":{"id":"cggv:4691796c-9f8c-48ce-bcef-e020bb80c83f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138387.4(G6PC3):c.583del (p.Glu195SerfsTer2)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA2695226172"}},"ethnicity":{"id":"cg:UnknownEthnicity"},"phenotypes":["obo:HP_0100585","obo:HP_0001873","obo:HP_0000369","obo:HP_0001508","obo:HP_0002205","obo:HP_0001903","obo:HP_0001954","obo:HP_0001888","obo:HP_0000431","obo:HP_0012390","obo:HP_0001015","obo:HP_0001629","obo:HP_0000023","obo:HP_0001875","obo:HP_0000388","obo:HP_0000365","obo:HP_0002028"],"previousTesting":true,"previousTestingDescription":"Bone marrow analysis prior to G-CSF therapy was normocellular and myeloid/erythroid ratio was normal, however, myeloid lineage maturation arrest was observed.","sex":"Male","variant":{"id":"cggv:5de155f3-8303-4021-8bdb-b9c545328336_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4691796c-9f8c-48ce-bcef-e020bb80c83f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/37296469","type":"dc:BibliographicResource","dc:abstract":"Severe Congenital Neutropenia type 4 (SCN4), is a rare autosomal recessive condition, due to mutations in the G6PC3 gene. The phenotype comprises neutropenia of variable severity and accompanying anomalies.","dc:creator":"Moradian N","dc:date":"2023","dc:title":"Severe congenital neutropenia due to G6PC3 deficiency: early and delayed phenotype of a patient."}},"rdfs:label":"Moradian IV.1"},{"id":"cggv:5de155f3-8303-4021-8bdb-b9c545328336","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5de155f3-8303-4021-8bdb-b9c545328336_variant_evidence_item"}],"strengthScore":1,"dc:description":"Downgraded due to consanguinity"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:9f5aca97-2b83-4e18-8cd8-d876901795d5_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:9f5aca97-2b83-4e18-8cd8-d876901795d5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":13,"allele":{"id":"cggv:f4197c2d-f0d3-4d20-8dfb-4da7c81ae4c9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_138387.4(G6PC3):c.141C>G (p.Tyr47Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA280953"}},"detectionMethod":"Authors note that patients were examined for mutations in G6PC3 and no additional methods were noted.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0000010","obo:HP_0000365","obo:HP_0009789","obo:HP_0001875"],"previousTesting":true,"previousTestingDescription":"From a cohort of patients diagnosed with genetically unclassified severe congenital neutropenia.","sex":"Female","variant":{"id":"cggv:28de4738-c1fd-4aac-a552-a8521273906e_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:f4197c2d-f0d3-4d20-8dfb-4da7c81ae4c9"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19118303"},"rdfs:label":"Boztug 7"},{"id":"cggv:28de4738-c1fd-4aac-a552-a8521273906e","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:28de4738-c1fd-4aac-a552-a8521273906e_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":8785,"specifiedBy":"GeneValidityCriteria10","strengthScore":17,"subject":{"id":"cggv:3841690c-7a0b-44f4-af83-107cda069ee4","type":"GeneValidityProposition","disease":"obo:MONDO_0012930","gene":"hgnc:24861","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"G6PC3 was first reported in relation to autosomal recessive severe congenital neutropenia in 2009 (Boztug et al., PMID: 19118303). Severe congenital neutropenia is a heterogeneous disorder of hematopoiesis characterized by a maturation arrest of granulopoiesis with low peripheral blood absolute neutrophil counts and early onset of severe bacterial infections. Eleven variants (missense, in-frame deletion, nonsense, frameshift, and canonical splice) that have been reported in 10 probands in 2 publications (PMIDs: 19118303, 37296469) are included in this curation. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached (if applicable). The mechanism of pathogenicity is known to be loss of function. This gene-disease relationship is also supported by mouse models, cell culture models, and in vitro functional assays. (PMIDs: 23686134, 30626647, 21385794, 25492228, and 17318259). G6PC3 deficiency results in defective neutrophil maturation and neutropenia, and has also been shown to result in defect neutrophil glycosylation. In summary, there is definitive evidence supporting the relationship between G6PC3 and autosomal recessive severe congenital neutropenia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Congenital Disorders of Glycosylation GCEP on the meeting date August 7, 2024 (SOP Version 10).","dc:isVersionOf":{"id":"cggv:ff1ec187-3779-4437-b17b-fa406fafc406"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}