{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0av2.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2022-12-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2023-08-04T16:28:29.981Z","role":"Publisher"}],"evidence":[{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0e41cf49-7085-433d-b381-82c62b0a618e","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94c6b472-7b8b-4ca7-a28f-a0e9d8a9d44c","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Expression vectors encoding wild-type endoglin and various truncated versions of the protein (extracellular domain, intracellular domain) as well as wild-type, kinase-deficient, and constitutively active ACVRL1 were used to transfect COS-7 cells.\n\nImmunoprecipitation followed by western blot in cell lysates, with antibodies to recombinant endoglin, coimmunoprecipitated wild-type, kinase-deficient, and constitutively active ACVRL1.\n\nA soluble truncated version of endoglin encoding the extracellular domain was used in the assay, which specifically pulled down ACVRL1 and the binding was stronger than that seen in pull-down assays for TGFBR1 or TGFBR2, indicating that the extracellular domain was involved in the interaction with ACVRL1.\n\nSimilar assay using an ENG construct with the cytoplasmic domain showed association with ACVRL1 when its kinase domain was in the wild-type or kinase-inactive state but not with constitutively active form.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15702480","type":"dc:BibliographicResource","dc:abstract":"Transforming growth factor-beta (TGF-beta) signaling in endothelial cells is able to modulate angiogenesis and vascular remodeling, although the underlying molecular mechanisms remain poorly understood. Endoglin and ALK-1 are components of the TGF-beta receptor complex, predominantly expressed in endothelial cells, and mutations in either endoglin or ALK-1 genes are responsible for the vascular dysplasia known as hereditary hemorrhagic telangiectasia. Here we find that the extracellular and cytoplasmic domains of the auxiliary TGF-beta receptor endoglin interact with ALK-1 (a type I TGF-beta receptor). In addition, endoglin potentiates TGF-beta/ALK1 signaling, with the extracellular domain of endoglin contributing to this functional cooperation between endoglin and ALK-1. By contrast, endoglin appears to interfere with TGF-beta/ALK-5 signaling. These results suggest that the functional association of endoglin with ALK-1 is critical for the endothelial responses to TGF-beta.","dc:creator":"Blanco FJ","dc:date":"2005","dc:title":"Interaction and functional interplay between endoglin and ALK-1, two components of the endothelial transforming growth factor-beta receptor complex."},"rdfs:label":"Blanco_Protein Interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The evidence is awarded default points. "},{"id":"cggv:55af2256-6c75-4a08-9a7c-2056c2eb9786","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:42510876-bfa6-47c6-b7bf-d808ca380a94","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"The authors suggest that endoglin association with TGF-β receptor results in increased phosphorylation of TβRI, which, in turn, phosphorylates Smad2 and may affect dowstream signalin events.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12015308","type":"dc:BibliographicResource","dc:abstract":"Endoglin is an auxiliary component of the transforming growth factor-beta (TGF-beta) receptor system, able to associate with the signaling receptor types I (TbetaRI) and II (TbetaRII) in the presence of ligand and to modulate the cellular responses to TGF-beta1. Endoglin cannot bind ligand on its own but requires the presence of the signaling receptors, supporting a critical role for the interaction between endoglin and TbetaRI or TbetaRII. This study shows that full-length endoglin interacts with both TbetaRI and TbetaRII, independently of their kinase activation state or the presence of exogenous TGF-beta1. Truncated constructs encoding either the extracellular or the cytoplasmic domains of endoglin demonstrated that the association with the signaling receptors occurs through both extracellular and cytoplasmic domains. However, a more specific mapping revealed that the endoglin/TbetaRI interaction was different from that of endoglin/TbetaRII. TbetaRII interacts with the amino acid region 437-558 of the extracellular domain of endoglin, whereas TbetaRI interacts not only with the region 437-558 but also with the protein region located between amino acid 437 and the N terminus. Both TbetaRI and TbetaRII interact with the cytoplasmic domain of endoglin, but TbetaRI only interacts when the kinase domain is inactive, whereas TbetaRII remains associated in its active and inactive forms. Upon association, TbetaRI and TbetaRII phosphorylate the endoglin cytoplasmic domain, and then TbetaRI, but not TbetaRII, kinase dissociates from the complex. Conversely, endoglin expression results in an altered phosphorylation state of TbetaRII, TbetaRI, and downstream Smad proteins as well as a modulation of TGF-beta signaling, as measured by the reporter gene expression. These results suggest that by interacting through its extracellular and cytoplasmic domains with the signaling receptors, endoglin might affect TGF-beta responses.","dc:creator":"Guerrero-Esteo M","dc:date":"2002","dc:title":"Extracellular and cytoplasmic domains of endoglin interact with the transforming growth factor-beta receptors I and II."},"rdfs:label":"Guerrero-Esteo_Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"The evidence is awarded default points."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fcb9e4a3-6354-421d-b5ab-77f58487aa78","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9c0c1d25-a456-4603-b118-413e19df2226","type":"FunctionalAlteration","dc:description":"Transfected cells were incubated with I-125-BMP9 to quantify direct ligand binding. Wild-type endoglin directly bound BMP9, with competition for binding by addition of 20-fold excess unlabeled BMP-9. Intracellular mutant, Leu170Pro showed reduced binding, but so did extracellular mutants, Ser278Pro and Phe282Val. The authors conclude that amino acids, Ser278 and Phe282 are essential for BMP9-endoglin interaction.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25312062","type":"dc:BibliographicResource","dc:abstract":"Hereditary hemorrhagic telangiectasia (HHT) is an autosomal dominant inheritable vascular dysplasia caused by mutations in genes encoding either endoglin or activin receptor-like kinase-1 (ALK1). Functional significance of endoglin missense mutations remains largely unknown leading to a difficult discrimination between polymorphisms and pathogenic mutations. In order to study the functional significance of endoglin mutations and to help HHT1 diagnosis, we developed a cellular assay based on the ability of endoglin to enhance ALK1 response to bone morphogenetic protein 9 (BMP9). We generated and characterized 31 distinct ENG mutants reproducing human HHT1 missense mutations identified in patients of the Molecular Genetics Department in Lyon. We found that 16 mutants behaved like wild-type (WT) endoglin, and thus corresponded to benign rare variants. The 15 other variants showed defects in BMP9 response and were identified as pathogenic mutations. Interestingly, two mutants (S278P and F282V) had lost their ability to bind BMP9, identifying two crucial amino acids for BMP9 binding to endoglin. For all the others, the functional defect was correlated with a defective trafficking to the cell surface associated with retention in the endoplasmic reticulum. Further, we demonstrated that some intracellular mutants dimerized with WT endoglin and impaired its cell-surface expression thus acting as dominant-negatives. Taken together, we show that endoglin loss-of-function can result from different mechanisms in HHT1 patients. We also provide a diagnostic tool helping geneticists in screening for novel or conflicting ENG mutations. ","dc:creator":"Mallet C","dc:date":"2015","dc:title":"Functional analysis of endoglin mutations from hereditary hemorrhagic telangiectasia type 1 patients reveals different mechanisms for endoglin loss of function."},"rdfs:label":"Mallet_FA"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:26be7959-e715-438f-9b06-b7710ad5f401","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9db364a2-01eb-48f3-84eb-579e26352f36","type":"FunctionalAlteration","dc:description":"Endoglin mutants expressed alone were not immunoprecipitated with anti-endoglin antibodies, but were immunoprecipitated with anti-His antibodies. The HA-tagged endoglin mutants were detected when immunoprecipitation with the anti-endoglin antibody that only recognized WT endoglin was performed in cells cotransfected with wild-type,\n\nCotransfection of wild-type and the mutants in NIH-3T3 cells showed that the heterodimers formed by mutants with the wild-type endoglin did not reach the cell surface.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25312062","rdfs:label":"Mallet_FA_dominant negative"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0a_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9e1f6036-e29e-4bcb-8a45-0f4276a0f6ca","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:37d10d1f-c855-4872-9bee-25e09396376a","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"The low dose was sufficient to noramlize inappropriate and excessive vessel sprouting in retinas of Eng+/− mice at postnatal day 7. Mural cell coverage appeared normal in retinas of postnatal day 7 Eng+/− mice. Treatement stimulated pericyte recruitment to the vasculature.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20364125","type":"dc:BibliographicResource","dc:abstract":"Hereditary hemorrhagic telangiectasia (HHT) is an inherited disorder characterized by vascular malformations. Many affected individuals develop recurrent nosebleeds, which can severely affect their quality of life and are clinically difficult to treat. We report here that treatment with thalidomide reduced the severity and frequency of nosebleeds (epistaxis) in the majority of a small group of subjects with HHT tested. The blood hemoglobin levels of the treated individuals rose as a result of reduced hemorrhage and enhanced blood vessel stabilization. In mice heterozygous for a null mutation in the Eng gene (encoding endoglin), an experimental model of HHT, thalidomide treatment stimulated mural cell coverage and thus rescued vessel wall defects. Thalidomide treatment increased platelet-derived growth factor-B (PDGF-B) expression in endothelial cells and stimulated mural cell activation. The effects of thalidomide treatment were partially reversed by pharmacological or genetic interference with PDGF signaling from endothelial cells to pericytes. Biopsies of nasal epithelium from individuals with HHT treated or not with thalidomide showed that similar mechanisms may explain the effects of thalidomide treatment in humans. Our findings demonstrate the ability of thalidomide to induce vessel maturation, which may be useful as a therapeutic strategy for the treatment of vascular malformations.","dc:creator":"Lebrin F","dc:date":"2010","dc:title":"Thalidomide stimulates vessel maturation and reduces epistaxis in individuals with hereditary hemorrhagic telangiectasia."},"rdfs:label":"Lebrin_Rescue in mouse"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"The evidence is scored 0 points as the rescue is related to treatment by a drug and not the wild-type gene product; however, the information is recorded here."},{"id":"cggv:17eebe42-3d91-4982-8c71-3b428058b596","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:22cd3220-7b16-4beb-848e-fe258b366aa4","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Thalidomide significantly reduced the frequency and severity of epistaxis and increased average hemoglobin concentration. control subjects with HHT not treated with thalidomide had consistently low hemoglobin concentration.\n\nSections of human nasal mucosal biopsies from untreated and treated individual were stained for endoglin and α-SMA as markers of endothelial cells and VSMCs. Many smooth muscle cell layers were seen around blood vessels of the treated individual.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20364125","rdfs:label":"Lebrin_Rescue"}],"specifiedBy":"GeneValidityHumanRescueCriteria","strengthScore":0,"dc:description":"The evidence is scored 0 points as the rescue is related to treatment by a drug and not the wild-type gene product; however, the information is recorded here."},{"id":"cggv:315bf7bd-5a4f-4c20-867f-698bda83ddd0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8d300bef-7fed-4f6e-a76e-c1693e86c77c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Eng-/- mice did not survive beyond embryonic day 11.5. Homozygous knockout mice were three times smaller then wild-type. They exhibited an absence of vascular organization and the presence of multiple pockets of red blood cells on the surface of the yolk sac. Mice also showed poor vascular smooth muscle development and arrested endothelial remodeling.\n\nConfirmation of disruption of vascular development was made through histologic, in-situ hybridization and ultrastructural analyses.\n\nA similarly developed heterozygous (Eng+/-) mouse model (on C57BL/6 and 129/Ola backgrounds) by Bourdeau et al. (PMID: 10562296) showed signs of HHT. Visible ear telangiectases were the first sign. Mice also developed neck and tail telangiectases and bled from the nose or mouth, once or twice a week. There was variation in age of onset and expression of clinical manifestations. The authors also attribute the variation due to modifiers in the 129/Ola background.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10348742","type":"dc:BibliographicResource","dc:abstract":"Endoglin is a transforming growth factor-beta (TGF-beta) binding protein expressed on the surface of endothelial cells. Loss-of-function mutations in the human endoglin gene ENG cause hereditary hemorrhagic telangiectasia (HHT1), a disease characterized by vascular malformations. Here it is shown that by gestational day 11.5, mice lacking endoglin die from defective vascular development. However, in contrast to mice lacking TGF-beta, vasculogenesis was unaffected. Loss of endoglin caused poor vascular smooth muscle development and arrested endothelial remodeling. These results demonstrate that endoglin is essential for angiogenesis and suggest a pathogenic mechanism for HHT1.","dc:creator":"Li DY","dc:date":"1999","dc:title":"Defective angiogenesis in mice lacking endoglin."},"rdfs:label":"Li_Mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The evidence is awarded default points as the combined evidence talks about the heterozygous HHT model and the homozygous model which is embryonic lethal, indicating the significance of the ENG gene in vascular development."},{"id":"cggv:f79afe81-4194-48d7-9c34-94a83f94e4e6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:a8297ada-c16f-4f9b-a29e-e7e7f6dbe634","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Tamoxifen treatment led to loss of endoglin expression in the endothelial specific Eng knockout mice. Reduced neoangiogenesis and venous enlargement was seen in mice. In retinal endothelial cells, endoglin depletion led to increased vascular coverage and delayed remodelining of capillaries in the plexus.\n\nMajor AVMs occurred in retinas of 70% of mice but were completely absent in controls. 10% retinas had bleeding AVMs. Immunostaining with aSMA showed that smooth muscle organization was no longer arterial-specific","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20224041","type":"dc:BibliographicResource","dc:abstract":"Arteriovenous malformations (AVMs) result in anomalous direct blood flow between arteries and veins, bypassing the normal capillary bed. Depending on size and location, AVMs may lead to severe clinical effects including systemic cyanosis (pulmonary AVMs), hemorrhagic stroke (cerebral AVMs) and high output cardiac failure (hepatic AVMs). The factors leading to AVM formation are poorly understood, but patients with the familial disease hereditary hemorrhagic telangiectasia (HHT) develop AVMs at high frequency. As most HHT patients have mutations in ENG (endoglin) or ACVRL1 (activin receptor-like kinase 1), a better understanding of the role of these genes in vascular development is likely to reveal the etiology of AVM formation.","dc:creator":"Mahmoud M","dc:date":"2010","dc:title":"Pathogenesis of arteriovenous malformations in the absence of endoglin."},"rdfs:label":"Mahmoud_mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0a_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6679,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:57c067c2-e2ee-4453-92e7-b1cc91f94500","type":"GeneValidityProposition","disease":"obo:MONDO_0008535","gene":"hgnc:3349","modeOfInheritance":"obo:HP_0000006"},"version":"2.2","dc:description":"The relationship between *ENG* and autosomal dominant Hereditary Hemorrhagic Telangiectasia, Type 1 (HHT1) was evaluated using the ClinGen Clinical Validity Framework as of Apr 11, 2019. *ENG* was first reported in relation to HHT1 in 1994 (McAllister et al., PMID: 7894484). HHT1 is diagnosed by the presence of 3 or more of the Curacao criteria (PMID: 10751092). *ENG* is an auxiliary component of the TGF-β receptor system and interacts with *ACVRL1* in the TGF-β pathway. *ACVRL1* is known to cause HHT2. The mechanism for disease is haploinsufficiency (PMID: 15879500, 25312062); however a dominant negative mechanism is also reported (PMID: 25312062), and at least 507 *ENG* variants, ranging from missense, in-frame indel to nonsense, frameshift, large deletions and whole gene deletions, have been reported in humans (http://www.arup.utah.edu/database/ENG/ENG_welcome.php). Evidence supporting this gene-disease relationship includes case-level data, segregation data and experimental data. Variants included in this curation come from 13 probands in 6 publications (PMIDs 7894484, 20414677, 30763665, 17384219, 20364125), and segregated with disease in 13 additional family members. More evidence is available in the literature, but the maximum score for genetic evidence (12 pts) has been reached. This gene-disease relationship is further supported by animal models and in vitro functional assays. A number of mouse models have been developed for HHT (PMID: 10348742, 20224041, 20364125 ) and interaction with *ACVRl1* in the TGF-β pathway has been experimentally demonstrated (PMID: 15702480, 12015308, 25312062). In summary, *ENG* is definitively associated with autosomal dominant hereditary hemorrhagic telangiectasia, Type 1. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hemostasis/Thrombosis Gene Curation Expert Panel on August 28, 2019 (SOP Version 6). It was reevaluated on 11/28/2022 to update scoring.\n\n\nOf note, pulmonary arterial hypertension (PAH) is a rare but severe complication of HHT1 that was independently evaluated as of September 22, 2021 by the Pulmonary Hypertension GCEP. At least 13 probands with rare, predicted deleterious variants have been reported (PMIDs: 14684682, 15687131, 23919827, 26387786, 29650961, 31727138). Experimental evidence for a gene-disease relationship for HHT-PAH largely overlaps that for HHT. Spontaneous pulmonary hypertension in an Eng knockout HHT mouse model (PMID: 21859819) adds further support.","dc:isVersionOf":{"id":"cggv:d4d13b4a-f97b-45d0-9b82-07bcb6685a0a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}