{"id":"cggv:93643521-0988-4c4b-b458-988044cfad6fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:93643521-0988-4c4b-b458-988044cfad6f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-10T02:05:26.230Z","role":"Publisher"},{"id":"cggv:93643521-0988-4c4b-b458-988044cfad6f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2022-02-10T02:04:58.490Z","role":"Approver"}],"evidence":[{"id":"cggv:93643521-0988-4c4b-b458-988044cfad6f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93643521-0988-4c4b-b458-988044cfad6f_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.2},{"id":"cggv:93643521-0988-4c4b-b458-988044cfad6f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93643521-0988-4c4b-b458-988044cfad6f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a360bce8-06ee-49dc-8715-b33786178f04","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a0274202-116e-4d0a-9cdb-655efc55ef71","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"t-RNA aminoacylation is a recurrent mechanism associated with CMT if defective, e.g.: GARS, HARS, YARS","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28369220","type":"dc:BibliographicResource","dc:abstract":"Distal hereditary motor neuropathy is a heterogeneous group of inherited neuropathies characterized by distal limb muscle weakness and atrophy. Although at least 15 genes have been implicated in distal hereditary motor neuropathy, the genetic causes remain elusive in many families. To identify an additional causal gene for distal hereditary motor neuropathy, we performed exome sequencing for two affected individuals and two unaffected members in a Taiwanese family with an autosomal dominant distal hereditary motor neuropathy in which mutations in common distal hereditary motor neuropathy-implicated genes had been excluded. The exome sequencing revealed a heterozygous mutation, c.770A > G (p.His257Arg), in the cytoplasmic tryptophanyl-tRNA synthetase (TrpRS) gene (WARS) that co-segregates with the neuropathy in the family. Further analyses of WARS in an additional 79 Taiwanese pedigrees with inherited neuropathies and 163 index cases from Australian, European, and Korean distal hereditary motor neuropathy families identified the same mutation in another Taiwanese distal hereditary motor neuropathy pedigree with different ancestries and one additional Belgian distal hereditary motor neuropathy family of Caucasian origin. Cell transfection studies demonstrated a dominant-negative effect of the p.His257Arg mutation on aminoacylation activity of TrpRS, which subsequently compromised protein synthesis and reduced cell viability. His257Arg TrpRS also inhibited neurite outgrowth and led to neurite degeneration in the neuronal cell lines and rat motor neurons. Further in vitro analyses showed that the WARS mutation could potentiate the angiostatic activities of TrpRS by enhancing its interaction with vascular endothelial-cadherin. Taken together, these findings establish WARS as a gene whose mutations may cause distal hereditary motor neuropathy and alter canonical and non-canonical functions of TrpRS.","dc:creator":"Tsai PC","dc:date":"2017","dc:title":"A recurrent WARS mutation is a novel cause of autosomal dominant distal hereditary motor neuropathy."},"rdfs:label":"Aminoacylation assay"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5}],"evidenceStrength":"Limited","sequence":3961,"specifiedBy":"GeneValidityCriteria8","strengthScore":5.7,"subject":{"id":"cggv:921a941a-55b9-4bf2-8498-0649fe50d3be","type":"GeneValidityProposition","disease":"obo:MONDO_0018894","gene":"hgnc:12729","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"WARS1 encodes the tryptophanyl-tRNA synthetase 1 that catalyzes the aminoacylation of tRNA(trp) with tryptophan, the first step of protein synthesis and an essential step in the cell's protein synthesis machinery. WARS1 functions in the same aminoacylation pathway as other known neuropathy genes, such GARS1, YARS1, and HARS1.\nIn 2017, three families, two Taiwanese and one Belgian, were shown to carry the same heterozygous His257Arg missense variant in WARS1 co-segregating with a juvenile onset distal motor neuropathy phenotype (PMID: 28369220). The authors show evidence of a dominant-negative effect of the His257Arg mutation capable of dimerizing with the wild-type protein and impairing the overall aminoacylation function. When transfected into neuronal-like cells, an effect on neurite length was also observed. Two other WARS1 missense variants have been linked with this consistent juvenile onset HMN phenotype since then (PMID: 31321409). In these two families, significant segregation or de novo inheritance was shown, but functional evidence was absent. The phenotype in all five published WARS1 families is very consistent, a juvenile onset motor neuropathy phenotype affecting both upper and lower limbs without any sensory involvement.\nThe panel concludes that the evidence for the pathogenicity of the His257Arg mutation is sufficient to link WARS1 to the motor neuropathy phenotype. More reports will solidify the gene-disease relationship in the future. Based on the curated evidence, we classify the gene-disease relationship of WARS1 and autosomal dominant motor neuropathy as limited, but with the advice to include it on panels.","dc:isVersionOf":{"id":"cggv:93643521-0988-4c4b-b458-988044cfad6f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}