{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2020-09-01T00:00:00Z","role":"Publisher"},{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10028","date":"2019-11-27T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8b96945c-60a8-412a-b49f-442fcd94e684","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:1137b912-a566-4873-aa85-3e293e5096b8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This paper describes that GFI1B is important for differentiation of the hematopoietic progenitors into megakaryocytes. Megakaryocytes are the precursors of platelets therefore if their differentiation is defective platelet number and/or volume will be defective (this explains macrothrombocytopenia) and consequently bleeding will be present.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11825872","type":"dc:BibliographicResource","dc:abstract":"Gfi-1 and Gfi-1b are novel proto-oncogenes identified by retroviral insertional mutagenesis. By gene targeting, we establish that Gfi-1b is required for the development of two related blood lineages, erythroid and megakaryocytic, in mice. Gfi-1b(-/-) embryonic stem cells fail to contribute to red cells of adult chimeras. Gfi-1b(-/-) embryos exhibit delayed maturation of primitive erythrocytes and subsequently die with failure to produce definitive enucleated erythrocytes. The fetal liver of mutant mice contains erythroid and megakaryocytic precursors arrested in their development. Myelopoiesis is normal. Therefore, Gfi-1b is an essential transcriptional regulator of erythroid and megakaryocyte development.","dc:creator":"Saleque S","dc:date":"2002","dc:title":"The zinc-finger proto-oncogene Gfi-1b is essential for development of the erythroid and megakaryocytic lineages."},"rdfs:label":"In vitro hematopoietic colony assays"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"This paper describes that GFI1B is important for differentiation of the hematopoietic progenitors into megakaryocytes using cells from murine GFI1B -/- embryos. Fetal liver cells derived from GFI1B -/- embryos develop very few megakaryocytes at the colony assay."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e73cc6d3-5e58-48b4-95a3-e9c226726501","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ae075e95-7612-4e33-b084-82046f8ed928","type":"FunctionalAlteration","dc:description":"Whereas wild-type GFI1B repressed expression of the reporter gene by ~ 40%, the p.G272fsX274 mutant was unable to repress this expression. Similar results were obtained with the p.Q287X and p.H294fsX307 mutants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27122003","type":"dc:BibliographicResource","dc:abstract":"Essentials Two groups recently reported GFI1B as a novel causative gene for congenital macrothrombocytopenia. We performed functional analysis of a novel GFI1B mutation and previous mutations. An immunofluorescence analysis of the platelet CD34 expression can be useful as a screening test. Mutant-transduced megakaryocytes produced enlarged proplatelet tips which were reduced in number.","dc:creator":"Kitamura K","dc:date":"2016","dc:title":"Functional characterization of a novel GFI1B mutation causing congenital macrothrombocytopenia."},"rdfs:label":"Luciferase reporter assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"GFI1B is a transcription repressor. In HEK293T cells transfected with the wild-type GFI1B or mutant GFI1B the wild type GFI1B repressed expression of the reporter gene while the  mutant was unable to repress this expression."},{"id":"cggv:4b2527fb-aad8-43f9-a94d-5b22e35c3e34","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9aa1efab-03d8-4608-96fc-0ad426e747ca","type":"FunctionalAlteration","dc:description":"The authors show that Gfi1b forms complexes with β-catenin and other co-factors regulating the expression of Wnt/β-catenin target genes.  \nIn Gfi1b-deficient mice the expression of numerous canonical Wnt/β-catenin target genes, co-occupied by Gfi1b, β-catenin and LSD1,was deregulated.\nGfi1b-deficient HSCs and MKs have decreased levels of canonical Wnt signaling in vivo, which can be reversed when Wnt/β-catenin signaling is stimulated externally by Wnt3A treatment:  their normal cellularity is restored and Gfi1b-deficient MKs regained their ability to spread on integrin substrates.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30894540","type":"dc:BibliographicResource","dc:abstract":"Gfi1b is a transcriptional repressor expressed in hematopoietic stem cells (HSCs) and megakaryocytes (MKs). Gfi1b deficiency leads to expansion of both cell types and abrogates the ability of MKs to respond to integrin. Here we show that Gfi1b forms complexes with β-catenin, its co-factors Pontin52, CHD8, TLE3 and CtBP1 and regulates Wnt/β-catenin-dependent gene expression. In reporter assays, Gfi1b can activate TCF-dependent transcription and Wnt3a treatment enhances this activation. This requires interaction between Gfi1b and LSD1 and suggests that a tripartite β-catenin/Gfi1b/LSD1 complex exists, which regulates Wnt/β-catenin target genes. Consistently, numerous canonical Wnt/β-catenin target genes, co-occupied by Gfi1b, β-catenin and LSD1, have their expression deregulated in Gfi1b-deficient cells. When Gfi1b-deficient cells are treated with Wnt3a, their normal cellularity is restored and Gfi1b-deficient MKs regained their ability to spread on integrin substrates. This indicates that Gfi1b controls both the cellularity and functional integrity of HSCs and MKs by regulating Wnt/β-catenin signaling pathway.","dc:creator":"Shooshtarizadeh P","dc:date":"2019","dc:title":"Gfi1b regulates the level of Wnt/β-catenin signaling in hematopoietic stem cells and megakaryocytes."},"rdfs:label":"Study of the Wnt/βcatenin signaling pathway in Mk"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This work shows that Gfi1b controls both the cellularity and functional integrity of HSCs and MKs by regulating Wnt/β-catenin signaling pathway"},{"id":"cggv:565e99cf-a4dc-489d-b2cb-1c02b6b7592e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f23b802b-6178-4baf-8198-71d95e2cc356","type":"FunctionalAlteration","dc:description":"CD34 expression determined by flow cytometry was significantly increased in C168F and H294 fs iPSCderived megakaryocytes as compared with control megakaryocytes. Confocal microscopy was performed to assess iPSC derived megakaryocyte a-granules. C168F megakaryocytes appeared normogranular relative to controls (mean a-granules per platelet: 46.9 versus 41.5, P = 0.66), whereas H294 fs megakaryocytes showed variable decreases in the numbers of a-granules,\nwith some megakaryocytes containing numerous a-granules and other megakaryocytes being markedly hypogranular (mean a-granules per cell, H294 fs versus C168F: 21.5 versus 46.9, P = 0.05).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28880435","type":"dc:BibliographicResource","dc:abstract":"Essentials The phenotypes of different growth factor-independent 1B (GFI1B) variants are not established. GFI1B variants produce heterogeneous clinical phenotypes dependent on the site of mutation. Mutation of the first non-DNA-binding zinc-finger causes a mild platelet and clinical phenotype. GFI1B regulates the CD34 promoter; platelet CD34 expression is an indicator of GFI1B mutation.","dc:creator":"Rabbolini DJ","dc:date":"2017","dc:title":"Thrombocytopenia and CD34 expression is decoupled from α-granule deficiency with mutation of the first growth factor-independent 1B zinc finger."},"rdfs:label":"Experiments with iPSC-derived megakaryocytes"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The CD34 expression and a-granule pattern of iPSC-derived megakaryocytes recapitulated the changes observed in patients with mutations involving Zn-fingers 1 and 5, causing increased CD34 expression, but only a mutation involving Zn-finger 5 was\nassociated with an a-granule defect."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5ddbbb4c-da3d-4da6-bb75-c2238e603920","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:456e4b51-e390-4296-a6b3-25602aa0426f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"GFI1B deficiency increases megakaryocyte proliferation and affects their ploidy, but also abrogates their responsiveness towards integrin signaling and their ability to spread and reorganize their cytoskeleton. This is in line with defective aggregation of platelets from patients with platelet-type bleeding disorder 17. \nGfi1b-null megakaryocytes are also unable to form proplatelets. Some rare remaining platelets showed a larger perimeter and lower α-granule content, compatible with macrothrombocytopenia and deficiency of alpha-granules of platelets from patients with platelet-type bleeding disorder 17.\nGFI1B-deficient megakaryocytes exhibit aberrant expression of\nseveral components of both the actin and microtubule cytoskeleton, with\na dramatic reduction of α-tubulin. This has not yet been described in megakaryocytes or platelets from patients with platelet-type bleeding disorder 17.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28082345","type":"dc:BibliographicResource","dc:abstract":"Mutations in GFI1B are associated with inherited bleeding disorders called GFI1B-related thrombocytopenias. We show here that mice with a megakaryocyte-specific Gfi1b deletion exhibit a macrothrombocytopenic phenotype along a megakaryocytic dysplasia reminiscent of GFI1B-related thrombocytopenia. GFI1B deficiency increases megakaryocyte proliferation and affects their ploidy, but also abrogates their responsiveness towards integrin signaling and their ability to spread and reorganize their cytoskeleton. Gfi1b-null megakaryocytes are also unable to form proplatelets, a process independent of integrin signaling. GFI1B-deficient megakaryocytes exhibit aberrant expression of several components of both the actin and microtubule cytoskeleton, with a dramatic reduction of α-tubulin. Inhibition of FAK or ROCK, both important for actin cytoskeleton organization and integrin signaling, only partially restored their response to integrin ligands, but the inhibition of PAK, a regulator of the actin cytoskeleton, completely rescued the responsiveness of Gfi1b-null megakaryocytes to ligands, but not their ability to form proplatelets. We conclude that Gfi1b controls major functions of megakaryocytes such as integrin-dependent cytoskeleton organization, spreading and migration through the regulation of PAK activity whereas the proplatelet formation defect in GFI1B-deficient megakaryocytes is due, at least partially, to an insufficient α-tubulin content.","dc:creator":"Beauchemin H","dc:date":"2017","dc:title":"Gfi1b controls integrin signaling-dependent cytoskeleton dynamics and organization in megakaryocytes."},"rdfs:label":"In vitro culture of megakaryocytes from mk-specific ko mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"In this paper mice with a megakaryocyte-specific Gfi1b deletion exhibit\na macrothrombocytopenic phenotype along a megakaryocytic dysplasia\nreminiscent of platelet-type bleeding disorder 17. They show prolonged bleeding time, macrothrombocytopenia and decrease of alpha-granules, all features compatible with the disorder."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5},{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.8},{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:0b867336-78be-4349-9ce6-2f994bc352a5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b702e17-851a-41a8-aeff-11342108f946","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":34,"detectionMethod":"WES was performed for the proband (III-5). Genomic DNA was extracted from peripheral blood leukocytes using standard methods, then captured using the SureSelect Human All Exon v6 Kit (Agilent Technologies, Santa Clara, CA, USA), and sequenced on an Illumina HiSeq2500 (Illumina, San Diego, CA, USA) with 101-bp paired-end reads. Exome data processing was performed as previously described (Iwama et al, 2016, Saitsu et al, 2013). To identify the causal variants for congenital macrothrombocytopenia, variants were excluded that were synonymous, registered in dbSNP137 (https://www.ncbi.nlm.nih.gov/SNP/index.html), our in-house whole exome database of 575 Japanese individuals, NHLBI Exome Sequencing Project (http://evs.gs.washington.edu/EVS/), Human Genetic Variation Database (http://www.genome.med.kyoto-u.ac.jp/SnpDB/) (Higasa et al, 2016), Exome Aggregation Consortium (http://exac.broadinstitute.org/), and Tohoku Medical Megabank organization (http://www.megabank.tohoku.ac.jp/english/). The remaining variants in candidate genes were checked for autosomal dominant inheritance. Sanger sequencing was done to confirm the mutation and its co-segregation of the phenotype.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"bleeding, macrothrombocytopenia","phenotypes":["obo:HP_0040185","obo:HP_0001892"],"previousTesting":true,"previousTestingDescription":"The peripheral blood smears from 2 affected members showed\ngiant platelets. Thrombocytopenia. The number of a-granules\nin the platelets and red blood cell shapes were normal.\nCD34 expression assessed by flow cytometry was present in platelets of the affected patients, whereas it was absent in unaffected individuals and a normal control. The immunofluorescence analysis also demonstrated CD34 expression on the patients’ platelets.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0b867336-78be-4349-9ce6-2f994bc352a5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2cad19c6-2fb0-4cab-9916-683849afea23","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004188.6(GFI1B):c.494G>T (p.Cys165Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA375379234"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28439885","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Uchiyama Y","dc:date":"2018","dc:title":"A novel GFI1B mutation at the first zinc finger domain causes congenital macrothrombocytopenia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28439885","rdfs:label":"III-5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.1,"dc:description":"There is any functional evidence for this missense variant"},{"id":"cggv:0dd30df2-5dd5-4fe2-aab7-36dc4c75492e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:09404f38-4f1a-437e-a19e-af84e60b4317","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"macrothrombocytopenia","phenotypes":"obo:HP_0040185","previousTesting":true,"previousTestingDescription":"Individuals with C168F showed mild to moderate\nmacrothrombocytopenia. Mean platelet diameters (MPDs) and MPD distribution  were larger. Platelet function assessed by LTA was normal. Normal mepacrine uptake and release measured in two individuals\n(I.1 and II.3) from family A in conjunction with normal\nCD63 measured by western blotting in all six affected individuals\nfrom this family suggest normal platelet dense granules. Individuals with the C168F mutation did\nnot have any significant abnormalities of platelet surface\nGPs by flow cytometry. TEM was performed on platelets\nfrom two individuals (II.1 and II.3) in family A and from\none individual (I.1) in family B. Platelets from these individuals\nshowed normal numbers of a-granules. P-Selectin and fibrinogen content assessed by Western blotting were normal.","sex":"Female","variant":{"id":"cggv:0dd30df2-5dd5-4fe2-aab7-36dc4c75492e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e7333a74-60dc-481b-9600-95e30f8319b9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004188.6(GFI1B):c.503G>T (p.Cys168Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5301949"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28880435"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28880435","rdfs:label":"III-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"Meg01-transduced cell lines recapitulated the increased CD34 expression. Patients with this variant have macrothrombocytopenia, CD34+ espression but not a-granule defect."},{"id":"cggv:3370f014-4f2b-43e9-8bce-29c848cafd1c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7a4cc1a3-4daf-4f9e-a35d-25288a260f1e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":8,"detectionMethod":"Sanger sequencing was performed in patient 2. All exon and intronexon\nboundaries of GFI1B were amplified by polymerase chain reaction\n(PCR) using genomic DNA as template. PCR was performed in a final\nvolume of 10 μl containing 50 ng of genomic DNA, 1 μM of forward\nand reverse primers, and 5 μl of AmpliTaq Gold Master Mix (Applied\nBiosystems, Waltham, MA). The PCR products were purified using\nExoSap-IT for 45 min at 37 °C and sequenced in both directions using\nthe same primers and Big Dye terminator kit v3.1 (Applied Biosystems).\nReactionswere purified over G-50 Sephadex. Linear amplification products\nwere separated in an automated capillary sequencer (ABI PRISM\n3130xl Genetic Analyzer, Applied Biosystems). Sequences were analyzed\nwith Sequencher software 4.8 (Gene Codes Corporation, Ann\nArbor, MI).","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"thrombocytopenia, large platelets, petechiae, bruising, epistaxis, reduced number of alpha granules, reduced number of dense granules","phenotypes":["obo:HP_0000421","obo:HP_0040185","obo:HP_0000978","obo:HP_0012484","obo:HP_0000967","obo:HP_0012483"],"previousTesting":true,"previousTestingDescription":"Isolated thrombocytopenia (platelet count 46,000/μl, dropping to 15,000 to 20,000 with acute illnesses). A bone marrow biopsy showed increased megakaryocytes. Peripheral smears showed atypical large platelets\nand hypogranular platelets. Two additional bone marrow\naspirates showed megakaryocytic hyperplasia with numerous\nosteoclast-like forms, occasional small monolobated megakaryocytes,\nand emperipolesis. On whole mount electron microscopy,\nthe platelets contained virtually no dense granules. On thin section electron microscopy, 30–40% of platelets had markedly\ndecreased numbers of alpha granules.","sex":"Male","variant":{"id":"cggv:3370f014-4f2b-43e9-8bce-29c848cafd1c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bfe677a1-3b77-4ca4-bca7-b777181dcc0b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135031.2(GFI1B):c.785T>C (p.Leu262Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5302127"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28041820","type":"dc:BibliographicResource","dc:abstract":"Combined alpha-delta platelet storage pool deficiency is characterized by the absence or reduction in the number of both alpha granules and dense bodies. This disorder can have variable severity as well as a variable inheritance pattern. We describe two patients from unrelated families with combined alpha-delta storage pool deficiency due to mutations in GFI1B, a zinc finger protein known to act as a transcriptional repressor of various genes. We demonstrate that this disease is associated with either a heterozygous mutation (de novo or familial) abrogating the binding of the zinc fingers with the promoter of its target genes, or by hypomorphic biallelic mutations in GFI1B leading to autosomal recessive inheritance.","dc:creator":"Ferreira CR","dc:date":"2017","dc:title":"Combined alpha-delta platelet storage pool deficiency is associated with mutations in GFI1B."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28041820","rdfs:label":"B"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This variant is scored 0 because is homozygous while variants in platelet-type bleeding disorder 17 are usually heterozygous. In this case both parents are heterozygous for the mutation but do not express the phenotype.\nThere is any functional evidence for this missense variant."},{"id":"cggv:243f54fb-f3aa-4c3c-9837-ad4a5dd8327d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4091ae61-26e4-4d58-a113-892097eba957","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exons have been captured using the NimbleGen SeqCap EZ Human Exome v3.0 chip (Roche, Basel, Switzerland) targeting 64 Mb. Captured exons and genomes have been sequenced using Illumina HiSeq instruments.Multiplexed DNA libraries were sequenced on Illumina HiSeq instruments. Adapters were trimmed using Trim Galore! v0.2.8 and sequence read groups only passed quality control if the ”Per base sequence quality”, ”Per sequence quality scores” and ”Per base N content” FastQC v0.10.1 (http://www.bioinformatics.babraham.ac.uk/projects/\nfastqc/) checks did not fail. Alignment to the 1000 Genomes build of GRCh37 was performed using BWA 0.6.2. Realignment around indels and base call quality recalibration was performed using GATK 2.3 9 . Possible PCR duplicates were marked using Picard 1.89 (http: //picard.sourceforge.net). We required that the percentage of target bases at or above 10\u0002 be greater than 70% and the estimated contamination rate be less than 5%, as estimated by VerifyBamID. Multisample genotype calling was performed using GATK and variant call qualities were recalibrated according to GATK best practices. Only genotype calls with a quality score greater than 20 were considered. Variants were annotated against allele frequencies and counts within the 1000 Genomes, UK10K (www.uk10k.org/) and ESP (http://evs.gs.washington.edu/EVS) datasets. None of the rare GFI1B variants reported here were present in any of the 11,216 samples in these reference datasets. Observed and reported variants were confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Abnormal bleeding, Impaired ADP-induced platelet aggregation, Impaired epinephrine-induced platelet aggregation, Abnormal hemoglobin","phenotypes":["obo:HP_0011902","obo:HP_0001892","obo:HP_0008148","obo:HP_0004866"],"previousTesting":true,"previousTestingDescription":"100x10^9 plts/L,","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:243f54fb-f3aa-4c3c-9837-ad4a5dd8327d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e7333a74-60dc-481b-9600-95e30f8319b9"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25258084","type":"dc:BibliographicResource","dc:abstract":"Blood cells derive from hematopoietic stem cells through stepwise fating events. To characterize gene expression programs driving lineage choice, we sequenced RNA from eight primary human hematopoietic progenitor populations representing the major myeloid commitment stages and the main lymphoid stage. We identified extensive cell type-specific expression changes: 6711 genes and 10,724 transcripts, enriched in non-protein-coding elements at early stages of differentiation. In addition, we found 7881 novel splice junctions and 2301 differentially used alternative splicing events, enriched in genes involved in regulatory processes. We demonstrated experimentally cell-specific isoform usage, identifying nuclear factor I/B (NFIB) as a regulator of megakaryocyte maturation-the platelet precursor. Our data highlight the complexity of fating events in closely related progenitor populations, the understanding of which is essential for the advancement of transplantation and regenerative medicine. ","dc:creator":"Chen L","dc:date":"2014","dc:title":"Transcriptional diversity during lineage commitment of human blood progenitors."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25258084","rdfs:label":"B200597"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0,"dc:description":"This variant is scored 0 because is homozygous while variants in platelet-type bleeding disorder 17 are usually heterozygous. We do not have information about parents of the proband. In the same paper there is another  patient with the same variant but heterozygous (B200734).\nThere is any functional evidence for this missense variant."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":0.6},{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3_ad_null_el","type":"EvidenceLine","evidence":[{"id":"cggv:26e00fb8-d38b-4c67-82f9-6e8a5be65047_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:f38830a9-bd4e-4720-9815-023f4b13f2cf","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Exons have been captured using the NimbleGen SeqCap EZ Human Exome v3.0 chip (Roche, Basel, Switzerland) targeting 64 Mb. Captured exons and genomes have been sequenced using Illumina HiSeq instruments. Multiplexed DNA libraries were sequenced on Illumina HiSeq instruments. Adapters were\ntrimmed using Trim Galore! v0.2.8 (55) and sequence read groups only passed quality control\nif the ”Per base sequence quality”, ”Per sequence quality scores” and ”Per base N content”\nFastQC v0.10.1 (http://www.bioinformatics.babraham.ac.uk/projects/\nfastqc/) checks did not fail.\nAlignment to the 1000 Genomes (78) build of GRCh37 was performed using BWA\n0.6.2 (79). Realignment around indels and base call quality recalibration was performed\nusing GATK 2.3 9 (80). Possible PCR duplicates were marked using Picard 1.89 (http:\n//picard.sourceforge.net). We required that the percentage of target bases at or\nabove 10\u0002 be greater than 70% and the estimated contamination rate be less than 5%, as estimated\nby VerifyBamID (81). Multisample genotype calling was performed using GATK and\nvariant call qualities were recalibrated according to GATK best practices. Only genotype calls\nwith a quality score greater than 20 were considered. Variants were annotated against allele\nfrequencies and counts within the 1000 Genomes, UK10K (www.uk10k.org/) and ESP\n(http://evs.gs.washington.edu/EVS) datasets. None of the rare GFI1B variants\nreported here were present in any of the 11,216 samples in these reference datasets. Observed\nand reported variants were confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Thrombocytopenia, Abnormal platelet granules, Increased mean platelet volume, Impaired ADP-induced platelet aggregation, Impaired collagen-induced platelet aggregation, Impaired ristocetin-induced platelet aggregation, Impaired arachidonic acid-induced platelet aggregation, Impaired thromboxane A2 agonist-induced platelet aggregation,Abnormal bleeding","phenotypes":["obo:HP_0011870","obo:HP_0001892","obo:HP_0008320","obo:HP_0011871","obo:HP_0011877","obo:HP_0004866","obo:HP_0001873","obo:HP_0011894","obo:HP_0011883"],"previousTesting":true,"previousTestingDescription":"Thrombocytopenia, Abnormal platelet granules, Increased mean platelet volume, Impaired ADP-induced platelet aggregation, Impaired collagen-induced platelet aggregation, Impaired ristocetin-induced platelet aggregation, Impaired arachidonic acid-induced platelet aggregation, Impaired thromboxane A2 agonist-induced platelet aggregation","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:26e00fb8-d38b-4c67-82f9-6e8a5be65047_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:f8533486-a8e0-4bb2-b2a8-89b3429aae8d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004188.6(GFI1B):c.265dup (p.Gln89ProfsTer17)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940369"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25258084"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25258084","rdfs:label":"B200217"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"This individual is heterozygous for the p.Gln89ProfsTer17 variant, detected by exome sequencing. The phenotype of the patient is thrombocytopenia, abnormal platelet granules, impaired platelet function."},{"id":"cggv:3c3b78c1-0e7b-4e54-9e70-e5c14d869fc8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:20b3c9ca-e0bc-4838-a143-d2d064cb8d42","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"genomic DNA from each family member was enriched\nfor protein-coding sequences with a SureSelect Human\nAll Exon V3 kit (Agilent Technologies, Santa Clara, CA,\nUSA). The captured targets were subjected to massively\nparallel sequencing on the HiSeq 2000 platform with 100-\nbp paired-end reads (Illumina, San Diego, CA, USA).\nCandidate germline variants were detected through our\nin-house pipeline for exome sequencing, with minor modifications\nfor the detection of germline variants. The\nobtained sequences were aligned to UCSC GENOME BROWSER\nhg19 with BURROWS–WHEELER ALIGNER.\nVariants were confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"macrothrombocytopenia, anisopoikilocytosis, abnormal bleeding, alpha granule deficiency, expression of CD34 on platelets","phenotypes":["obo:HP_0012483","obo:HP_0040185","obo:HP_0001892","obo:HP_0004823"],"previousTesting":true,"previousTestingDescription":"Low platelet count. A morphologic analysis of peripheral blood smears showed a variable degree of enlarged hypogranular platelets. Abnormally shaped red blood cells were also observed. The mean platelet size (determined as the platelet diameter) was ~ 30% larger in the proband\nand the mother than in the unaffected father. Platelets expressed CD34 on their surface.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3c3b78c1-0e7b-4e54-9e70-e5c14d869fc8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:1e4dec52-946b-414a-86e1-0ce347877307","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004188.6(GFI1B):c.814+1G>C (p.=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA375380910"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27122003"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27122003","rdfs:label":"1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The proband is heterozygous for the p.G272fsX274 variant, inherited from his mother. The variant segregates with thrombocytopenia, alpha granule deficiency and expression of CD34 on platelets surface."},{"id":"cggv:8b4708ef-55c9-4d5e-b5d5-65dfd70ea8b4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:255bbaa8-b9c5-4608-a949-37d38d47c5ed","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":13,"detectionMethod":"DNA was extracted fromleucocytes using standard methods. Exome\nsequencing was performed. Data were generated using an Illumina TruSeq Exome capture kit and the HiSeq2000 sequencing platform (Illumina, Inc., San Diego, CA). Reads were aligned with human reference genome hg19 (NCBI build 37; Feb. 2009) usingNovoalign (Novocraft Technologies, Selangor, Malaysia). Variant calling was performed using the Most Probable Genotype (MPG) algorithm. Called variants were annotated using a custom built process, then analyzed using VarSifter","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Thrombocytopenia, bruising petechiae, epistaxis, deficiency of alpha granules, deficiency of delta granules.","phenotypes":["obo:HP_0012483","obo:HP_0000967","obo:HP_0012484","obo:HP_0000978","obo:HP_0040185","obo:HP_0000421"],"previousTesting":true,"previousTestingDescription":"Platelet counts averaged from 30 to 40,000/μl,\nbut platelet transfusionswere required several times for platelet counts\nunder 10,000/μl. Prolonged PFA 100 closure time (Coll/EPI and Coll/ADP). A bone marrow aspirate and biopsy at 2 months showed a hypercellular marrow. The platelets were variable in size; some were quite small, with decreased cytoplasm. Peripheral smear showed a circulating megakaryocyte with single abnormal convoluted nucleus and cytoplasmshowing numerous small blebs. Alpha and delta granule deficiency, some morphologic abnormalities such as enlarged mitochondria and empty vacuoles. Most of the granulocytes present\nin the buffy coat were also unusual in their morphology and\nappeared to be in blastic phase or undergoing apoptosis.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8b4708ef-55c9-4d5e-b5d5-65dfd70ea8b4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:941d347f-514e-4a9a-a194-98fdd7775879","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135031.2(GFI1B):c.655A>T (p.Lys219Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA375380771"}},"alleleOrigin":{"id":"obo:GENO_0000880"},"paternityMaternityConfirmed":"Yes","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28041820"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28041820","rdfs:label":"A"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The proband is heterozygous for the p.Lys219Ter variant that was de novo.   He shows thrombocytopenia and defect of both alpha and delta granules."},{"id":"cggv:d996651b-c75e-447e-9b7e-0d80b6485c9e_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:3c033cfa-3a06-4d3d-906e-3de364365985","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"To localize the mutation causing the phenotype, 16 family\nmembers were genotyped using an SNP array.\nLinkage analysis identified a single genome-wide significant\nregion on the telomeric end of chromosome 9 with a\npeak parametric logarithm of the odds score of 4.51. In this region, a haplotype was identified that segregated with all the affected members of the family and none of the unaffected individuals. This region\nextended from 125, 314, 885 to 141, 213, 431 bp on chromosome\n9 (UCSC Genome Browser on Human, February\n2009) and contained 367 genes, spanning 31.3 cM. Massively\nparallel sequencing of this region after target capture\nyielded a mean coverage of 162-fold for a pool of six\naffected samples and 160-fold for a pool of six unaffected\nsamples, representing a mean coverage of approximately 28-fold for each individual. Variant calling identified\n28 566 variants. Filtering was used to exclude all variants\nthat were not coding or synonymous and not rare, or\nwith unknown frequencies. Thirty-four variants were then\nranked in terms of proportions of reference and alternate\nalleles within the pools with respect to the expected frequency\nin a family with an autosomal dominant pattern\nof inheritance.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Linkage analysis","phenotypeFreeText":"excessive bruising, epistaxes, and prolonged bleeding from cuts and superficial injuries, bleeding after minor surgery or trauma, thrombocytopenia, large platelets, large platelets, red cell anisopoikilocytosis, prolonged skin bleeding times, prolonged closure times measured by the PFA-100, absent aggregation with: collagen, ADP, epinephrine, arachidonic acid, TRAP6. Reduced CD62p expression and Pac-1 binding after stimulus.","phenotypes":["obo:HP_0001892","obo:HP_0004846","obo:HP_0008148","obo:HP_0030138","obo:HP_0008320","obo:HP_0011870","obo:HP_0000978","obo:HP_0040185","obo:HP_0003010","obo:HP_0004823","obo:HP_0000421","obo:HP_0011890","obo:HP_0004866"],"previousTesting":true,"previousTestingDescription":"Prolonged skin bleeding times, prolonged closure times measured by the PFA-100, absent aggregation with: collagen, ADP, epinephrine, arachidonic acid, TRAP6. Reduced CD62p expression and Pac-1 binding after stimulus.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:d996651b-c75e-447e-9b7e-0d80b6485c9e_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:8b073ff4-4a04-4e57-918b-719f6518bc18","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135031.2(GFI1B):c.742dup (p.His248fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA150745"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23927492","type":"dc:BibliographicResource","dc:abstract":"GFI1B is a transcription factor important for erythropoiesis and megakaryocyte development but previously unknown to be associated with human disease.","dc:creator":"Stevenson WS","dc:date":"2013","dc:title":"GFI1B mutation causes a bleeding disorder with abnormal platelet function."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23927492","rdfs:label":"III 1"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The proband is heterozygous for the p.His248fs variant that was identified after linkage analysis and massive parallel sequencing. This variant alters the transcriptional activity of the protein, resulting in a\nreduction in platelet a-granule content and aberrant\nexpression of key platelet proteins."},{"id":"cggv:ae5185bf-10f9-4641-99ff-063c801501b4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:5f278450-118c-4d67-94f1-6e2cdcfc9151","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":36,"detectionMethod":"The gene panel was based on causes of quantitative or\nqualitative IPD that had been published by the time of its\ncompilation in December 2014 and designed using Illumina\nDesignStudio software. genes associated with deficient clotting factors or each type of vonWillebrand disease were not taken into consideration. For most of the genes, the panel design\nwas restricted to coding sequences. In case of ANKRD26 and\nRBM8A,which are reported to have variants in the noncoding\n5′ untranslated region (5′UTR) or in introns, the design\nincluded these noncoding regions. The panel design was\nsupplemented with candidate genes or predisposing genes\nknown from animal models finally resulting in a panel\ncovering 59 genes. Genomic DNA was isolated from peripheral blood samples of\n43 individuals and subjected to targeted, panel-based NGS. Of\nthese 43 individuals, 38 patients had an unknown molecular\netiology and 5 patients hadwell-characterized variants for the\nvalidation process. Target enrichment was performed\nby Nextera Rapid Capture Enrichment and subsequent\nsequencing on the MiSeq platform; the MiSeq Reporter was\nused for the alignment of the sequencing data (Illumina). Three\ndatasets that failed quality controlwere excluded fromfurther\nprocessing and analysis . The alignments and copy\nnumber variations (CNV) of RBM8A were analyzed by the\nGensearchNGS software (version 1.6.58; PhenoSystems SA,\nWallonia, Belgium). Alamut Software Suite (version 2.7_1;\nInteractive Biosoftware, Rouen, France) served as a visualization tool. For variant identification, filterswere set as\nfollows: minor allele frequency (MAF) less than 1%, balance of\nforward and reverse reads greater than 0, and read count\ngreater than 20.","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Severe familial macrothrombocytopenia; platelet function defect; abnormal platelet function (light transmission aggregometry); CD34 expression (immunofluorescence); life-threatening\nbleeding diathesis","phenotypes":["obo:HP_0040185","obo:HP_0011869","obo:HP_0001892"],"previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:ae5185bf-10f9-4641-99ff-063c801501b4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:79376361-1777-46b8-8665-6e9cb97f581c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004188.6(GFI1B):c.551dup (p.Ser185LeufsTer3)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940367"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31249973","type":"dc:BibliographicResource","dc:abstract":"Inherited platelet disorders (IPD) form a rare and heterogeneous disease entity that is present in about 8% of patients with non-acquired bleeding diathesis. Identification of the defective cellular pathway is an important criterion for stratifying the patient's individual risk profile and for choosing personalized therapeutic options. While costs of high-throughput sequencing technologies have rapidly declined over the last decade, molecular genetic diagnosis of bleeding and platelet disorders is getting more and more suitable within the diagnostic algorithms. In this study, we developed, verified, and evaluated a targeted, panel-based next-generation sequencing approach comprising 59 genes associated with IPD for a cohort of 38 patients with a history of recurrent bleeding episodes and functionally suspected, but so far genetically undefined IPD. DNA samples from five patients with genetically defined IPD with disease-causing variants in WAS , RBM8A , FERMT3 , P2YR12 , and MYH9 served as controls during the validation process. In 40% of 35 patients analyzed, we were able to finally detect 15 variants, eight of which were novel, in 11 genes, ACTN1 , AP3B1 , GFI1B , HPS1 , HPS4 , HPS6 , MPL , MYH9 , TBXA2R , TPM4 , and TUBB1 , and classified them according to current guidelines. Apart from seven variants of uncertain significance in 11% of patients, nine variants were classified as likely pathogenic or pathogenic providing a molecular diagnosis for 26% of patients. This report also emphasizes on potentials and pitfalls of this tool and prospectively proposes its rational implementation within the diagnostic algorithms of IPD.","dc:creator":"Andres O","dc:date":"2018","dc:title":"Use of Targeted High-Throughput Sequencing for Genetic Classification of Patients with Bleeding Diathesis and Suspected Platelet Disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31249973","rdfs:label":"24"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0,"dc:description":"This variant is scored 0\nbecause is homozygous\nand platelet-type\nbleeding disorder 17 is\nautosomal dominant.\nThe phenotype of the\npatient is compatible\nwith the disorder and the\nauthors write that the\nvariant segregates in the\nfamily but no further\nexplanation on the\nphenotype of the parents\nis given."},{"id":"cggv:463ea326-05d8-4e99-85f5-6117ecfa18ae_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c635f41f-f2e8-4d70-ac1f-e1793ad46ecc","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":36,"detectionMethod":"Suspecting autosomal-dominant inheritance, we analyzed\nDNA from the index patient for 59 genes relevant\nto platelet biogenesis or function using targeted nextgeneration\nsequencing (NGS). We identified a novel,\nhomozygous single nucleotide insertion in GFI1B\n(NM_004188.5; c.551insG), which was confirmed by\nSanger sequencing. The frameshift (p.Ser185Leufs*3) is\nexpected to result in the formation of a premature stop\ncodon. The homozygous variant co-segregated with the\nphenotype; while both affected children were homozygous\nfor the insertion in GFI1B, the unaffected mother\n(I.1), husband (II.4) and two nephews (III.1 and III.2) of\nthe index patient were heterozygous. Bone marrow from the index patient contained\nnormal erythroid and myeloid progenitors and\nslightly- to moderately-increased megakaryopoiesis with\ndiffusely dispersed and occasionally locally clustered\nsmall to normal-sized megakaryocytes. These megakaryocytes\ndisplayed hypolobulated nuclei, frequently\nshowed dense chromatin and a persistent expression of\nthe stem cell marker CD34.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"petechiae, hematomas, intra-abdominal bleeding,  macrothrombocytopenia, decreased alpha granules, Impaired collagen-induced platelet aggregation, Impaired ADP-induced platelet aggregation, Impaired arachidonic acid-induced platelet aggregation, Impaired TRAP6-induced platelet aggregation, decreased delta-granules","phenotypes":["obo:HP_0002239","obo:HP_0040185","obo:HP_0000967","obo:HP_0011870","obo:HP_0012484","obo:HP_0008320","obo:HP_0004866","obo:HP_0000978"],"previousTesting":true,"previousTestingDescription":"The 36-year-old female\nindex patient (II.3, Figure 1A) had suffered from multiple\npetechiae and hematoma since childhood. She had a history\nof several life-threatening hemorrhages following\novarian cyst rupture and had undergone repeated emergency surgeries for intra-abdominal bleeding. At the time\nof presentation, she was splenectomized and being treated\nwith eltrombopag (according to a working diagnosis\nof hepatitis C-associated immune thrombocytopenia),\nbut the bleeding phenotype had not improved. Her two\nchildren, a 9-year-old girl (III.4) and a 7-year-old boy\n(III.5), exhibited severe thrombocytopenia (platelet\ncounts: 23-44x109/L) and similar cutaneous bleeding patterns\nas the index patient (II.3), recurring epistaxis and\ncaries. The index patient's brother (II.2) had also suffered\nfrom a severe bleeding diathesis with thrombocytopenia,\nand had died at age 33 due to a spontaneous cerebral\nhemorrhage. In contrast, the index patient's husband\n(II.4), her parents (I.1 and I.2) and the children of the\ndeceased brother (III.1, III.2, III.3) were clinically unaffected. The blood cell counts, coagulation parameters and\nplatelet markers of the patients showed macrothrombocytopenia\nwith reduced May-Grünwald-Giemsa staining\nof platelets and decreased immunofluorescence staining for alphagranule\nmarkers von Willebrand factor and P-selectin,\nsuggesting an alpha storage pool deficiency. Platelet function testing by flow\ncytometry and aggregometry revealed reduced responses\nto ADP, collagen, TRAP-6 and arachidonic acid. Mepacrine uptake was reduced in two out of\nthree of the affected individuals, and we could not detect\nmepacrine secretion in any patient upon exposure to various\ntriggers indicating\nthe presence of a delta-granule defect. platelets from the homozygous patients showed\nCD34 expression, whereas it was absent on platelets\nfrom heterozygous family members.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:463ea326-05d8-4e99-85f5-6117ecfa18ae_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:79376361-1777-46b8-8665-6e9cb97f581c"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28550182","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Schulze H","dc:date":"2017","dc:title":"Recessive grey platelet-like syndrome with unaffected erythropoiesis in the absence of the splice isoform GFI1B-p37."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28550182","rdfs:label":"II-3"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":0,"dc:description":"This variant is scored 0 because is homozygous while variants in platelet-type bleeding disorder 17 are usually heterozygous."},{"id":"cggv:bc26c5e4-0cb3-4e06-8805-9ca8b6c60a75_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:325397df-a563-471b-9f93-214cc2ad67c1","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Linkage analysis based on genomewide\nsingle-nucleotide polymorphism array with\nthe use of Linkage 24 DNA Analysis BeadChips\n(Illumina). Linkage analyses in 14 family\nmembers identified a candidate locus on\nchromosome 9q34. GFI1B was selected as candidate gene and sequenced by Sanger sequencing.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Excessive bleeding, macrothrombocytopenia, reduced alpha granules, myelofibrosis, Emperipolesis,","phenotypes":["obo:HP_0001892","obo:HP_0040185","obo:HP_0011974","obo:HP_0012483"],"previousTesting":true,"previousTestingDescription":"Thrombocytopenia. Morphologic analysis of blood smears shows grey platelets. Electron-microscopical analysis confirmed a marked reduction in the number of alpha granules.  Diminished platelet factor 4 and β-thromboglobulin levels were observed in platelets obtained from the affected family members. Biopsy specimen obtained from Family Member\nIII.2 showed stage I myelofibrosis and cellular marrow with an increased number of megakaryocytes that were pleomorphic in size and shape. Emperipolesis was frequently observed. Megakaryocytes were\nclustered along bone marrow sinuses and had stretched features","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:bc26c5e4-0cb3-4e06-8805-9ca8b6c60a75_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:dfe98010-2809-491f-86c3-aa9e39c7686e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001135031.2(GFI1B):c.721C>T (p.Gln241Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA150742"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24325358","type":"dc:BibliographicResource","dc:abstract":"The gray platelet syndrome is a hereditary, usually autosomal recessive bleeding disorder caused by a deficiency of alpha granules in platelets. We detected a nonsense mutation in the gene encoding the transcription factor GFI1B (growth factor independent 1B) that causes autosomal dominant gray platelet syndrome. Both gray platelets and megakaryocytes had abnormal marker expression. In addition, the megakaryocytes had dysplastic features, and they were abnormally distributed in the bone marrow. The GFI1B mutant protein inhibited nonmutant GFI1B transcriptional activity in a dominant-negative manner. Our studies show that GFI1B, in addition to being causally related to the gray platelet syndrome, is key to megakaryocyte and platelet development. ","dc:creator":"Monteferrario D","dc:date":"2014","dc:title":"A dominant-negative GFI1B mutation in the gray platelet syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24325358","rdfs:label":"IV2"}],"specifiedBy":"GeneValidityProbandADNullCriteria","strengthScore":1.5,"dc:description":"The proband is heterozygous for the p.Gln241Ter variant, identified by linkage analysis followed by Sanger sequencing of candidate gene. The probands belongs to a large family originally described in 1968 with an autosomal dominant form of thrombopathic thrombocytopenia. The null variant segregates with alpha granule deficiency and thrombocytopenia in the family."}],"specifiedBy":"GeneValidityOverallAutosomalDominantNullVariantEvidenceCriteria","strengthScore":7.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.9}],"evidenceStrength":"Definitive","sequence":408,"specifiedBy":"GeneValidityCriteria6","strengthScore":14.4,"subject":{"id":"cggv:2137a424-36ee-463f-952a-ede68f7cc157","type":"GeneValidityProposition","disease":"obo:MONDO_0008553","gene":"hgnc:4238","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"GFI1B was first reported in relation to Platelet-type bleeding disorder-17 in 2013 (Stevenson et al., PMID: 23927492). At least 9 unique variants including missense, nonsense, frameshift and splice site variants have been reported in humans. \nThe GFI1B transcription factor is a member of the GFI zinc (Zn)-finger transcriptional repressor family which plays a pivotal role in hematopoiesis. \nPlatelet-type bleeding disorder-17 is characterized by macrothrombocytopenia, a heterogeneous reduction of platelet alpha-granules in some cases associated with reduction of delta-granules, red cell anisopoikilocytosis, and a variable bleeding tendency. A consistent feature of the disease is that platelets express on their surface CD34.\nGFI1B variants reported to date cluster in the Zn-finger domain, with only three variants reported outside of this region. \nLarge part of the patients reported are heterozygous for GF1B variants, and thus Platelet-type bleeding disorder-17 is considered autosomal dominant. However, 3 homozygous GFI1B variants have been reported. In PMID 28041820 the proband is homozygous for the p.Leu262Pro variant, the parents are carriers and do not express any phenotype.  In 31249973 and PMID 28550182 the same individual is described, a female homozygous for the p.Ser185LeufsTer3 variant. The proband belongs to a large family in which the members homozygous for the variant express the phenotype while the heterozygous are healthy. Finally, in PMID 25258084 a patient is described homozygous for the p.Cys168Phe variant. We do not have any information about family members but in the same paper a patient heterozygous for the same variant is reported.\nEvidence supporting this gene-disease relationship includes case-level data and experimental data. \nSummary of Case Level Data: 9.9 Points. 9 variants in this gene have been reported in 11 probands in 9 publications (PMIDs: 31249973, 25258084, 28041820, 27122003, 24325358, 28880435, 28550182, 23927492, 28439885).\n\nSummary of Experimental Data: 4.5 Points\nThis gene-disease association is supported by mouse models and in vitro functional assays. \nmice with a megakaryocyte-specific Gfi1b deletion exhibit macrothrombocytopenia, megakaryocytic dysplasia and platelet defect reminiscent of GFI1B-related thrombocytopenia  (PMIDs: 28082345, 11825872, 30894540). \nGFI1B is a transcription repressor and in HEK293T cells transfected with the wild-type GFI1B or mutant GFI1B the wild type GFI1B repressed expression of the reporter gene while the mutant was unable to repress this expression (PMID 27122003).\nMegakaryocytes differentiated from patients-derive iPSCs recapitulates the megakaryocyte defect of Platelet-type bleeding disorder-17 (PMID 28880435). \n\n\nIn summary, GFI1B is definitively associated with Platelet-type bleeding disorder-17. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:62841ea9-5bd8-4250-ab41-31d7cf82d2e3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}