{"id":"cggv:fd8036e5-bf01-4b89-b4fc-94080d835d99v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:fd8036e5-bf01-4b89-b4fc-94080d835d99_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-11-21T03:06:31.802Z","role":"Publisher"},{"id":"cggv:fd8036e5-bf01-4b89-b4fc-94080d835d99_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-01-11T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:fd8036e5-bf01-4b89-b4fc-94080d835d99_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fd8036e5-bf01-4b89-b4fc-94080d835d99_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:5ac48a3e-082b-466b-9bd9-17d5c7bc554f","type":"EvidenceLine","direction":"Contradicts","evidence":[{"id":"cggv:5ac48a3e-082b-466b-9bd9-17d5c7bc554f_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:720de27f-fe6a-4f1a-b891-49f576ccc0ea","type":"Cohort","allGenotypedSequenced":12308,"alleleFrequency":0.00251868703282418,"detectionMethod":"Genomic DNA was extracted from peripheral blood samples and sequenced by targeted enrichment via hybridization (n = 5104) or selective circularization (n = 720) techniques, or whole-exome sequencing-based testing of a virtual gene panel (n = 330). After potentially deleterious variants in CALR3 were located, these were filtered and scored using CADD and M-CAP to filter out likely benign variants. Sanger sequencing was then performed on the probands and family members to confirm the variants and examine segregation. Haplotype analysis was performed to determine whether the c.564del variant is likely a founder mutation, and thus warrant exclusion from the study.","evidence":[{"id":"cggv:5ac48a3e-082b-466b-9bd9-17d5c7bc554f_cc_evidence_item"}],"numWithVariant":31,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:746d9597-8cec-4ae9-8a9f-5345e18f7479","type":"Cohort","allGenotypedSequenced":121412,"alleleFrequency":0.002454452607649985,"detectionMethod":"After variants in CALR3 were identified, these were filtered and scored using CADD and M-CAP to filter out likely benign variants.","evidence":[{"id":"cggv:5ac48a3e-082b-466b-9bd9-17d5c7bc554f_cc_evidence_item"}],"numWithVariant":298},"method":{"id":"cg:SingleVariantAnalysis"},"pValue":0.89,"statisticalSignificanceType":"","statisticalSignificanceValue":1.029,"statisticalSignificanceValueType":"Odds Ratio","dc:description":"No significant difference between cases and controls.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29988065","type":"dc:BibliographicResource","dc:abstract":"The pathogenicity of previously published disease-associated genes and variants is sometimes questionable. Large-scale, population-based sequencing studies have uncovered numerous false assignments of pathogenicity. Misinterpretation of sequence variants may have serious implications for the patients and families involved, as genetic test results are increasingly being used in medical decision making. In this study, we assessed the role of the calreticulin-3 gene (CALR3) in cardiomyopathy. CALR3 has been included in several cardiomyopathy gene panels worldwide. Its inclusion is based on a single publication describing two missense variants in patients with hypertrophic cardiomyopathy. In our national cardiomyopathy cohort (n = 6154), we identified 17 unique, rare heterozygous CALR3 variants in 48 probands. Overall, our patient cohort contained a significantly higher number of rare CALR3 variants compared to the ExAC population (p = 0.0036). However, after removing a potential Dutch founder variant, no statistically significant difference was found (p = 0.89). In nine probands, the CALR3 variant was accompanied by a disease-causing variant in another, well-known cardiomyopathy gene. In three families, the CALR3 variant did not segregate with the disease. Furthermore, we could not demonstrate calreticulin-3 protein expression in myocardial tissues at various ages. On the basis of these findings, it seems highly questionable that variants in CALR3 are a monogenic cause of cardiomyopathy.","dc:creator":"Verhagen JMA","dc:date":"2018","dc:title":"Lack of evidence for a causal role of CALR3 in monogenic cardiomyopathy."},"rdfs:label":"CALR3: ExAC vs CM Cohort"}],"specifiedBy":"GeneValidityCaseControlSingleVariantAnalysisCriteria","dc:description":"Although the potential bias of this case-control study is relatively high, due to the vastly disparate ways of acquiring data, the information provided is still valuable to disputing the pathogenicity of CALR3. Since there is no statistically significant difference between the variants in the cardiomyoapthy case cohort and the ExAC control cohort, it shows that CALR3 variants are no more likely to appear in those with cardiomyopathy than those without."}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:fd8036e5-bf01-4b89-b4fc-94080d835d99_experimental_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Disputed","sequence":7205,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:d3271ecd-672d-483c-ae51-30509fd50eb3","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:20407","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"CALR3 was first associated with hypertrophic cardiomyopathy (HCM) in 2007 (Chiu et al, PMID 17655857). However, these 2 unique variants from the 2 probands in this publication now show no evidence to support the association of CALR3 with HCM. This is due to one variant reported in a proband with 2 missense variants in MYBPC3, and the other variant being seen frequently in control populations. Both variants have no experimental evidence to support their pathogenicity. There is no additional case evidence. The mechanism for disease is unknown. There is no experimental evidence to support the gene-disease association. There is new contradictory evidence. One publication showed CALR3 did not segregate with disease in some families, a large proportion of probands with CALR3 variants had at least 1 VUS in another cardiomyopathy gene, no significant difference in a case-control study, and that CLAR3 protein was not expressed in human myocardial tissue (Verhagen et al, 2018, PMID 29988065). Two previous publications also shown no cardiac expression and no cardiac abnormalities in CALR3 knockout animal models (Ikawa et al, 2011, PMID 21131354; Hung et al, 2013, PMID 23873374). In summary, the evidence to support the gene-disease association between CALR3 and HCM is disputed. This is due to a lack of supportive evidence since the previous curation and new convincing evidence has emerged that contradicts the gene-disease association. This gene-disease association was originally evaluated by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on February 7, 2017. It was reevaluated on January 11th, 2023. As a result of this reevaluation, the classification changed from limited to disputed.\nThis is due to a lack of supportive evidence since the previous curation and new convincing evidence has emerged that contradicts the gene-disease association. ","dc:isVersionOf":{"id":"cggv:fd8036e5-bf01-4b89-b4fc-94080d835d99"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}