{"id":"cggv:95ee3b63-8083-49e2-9e20-a1006ac168ddv1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:95ee3b63-8083-49e2-9e20-a1006ac168dd_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2023-05-22T15:56:26.503Z","role":"Publisher"},{"agent":"http://dataexchange.clinicalgenome.org/agent/10061","role":"SecondaryContributor"},{"id":"cggv:95ee3b63-8083-49e2-9e20-a1006ac168dd_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10031","date":"2022-09-26T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:95ee3b63-8083-49e2-9e20-a1006ac168dd_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:95ee3b63-8083-49e2-9e20-a1006ac168dd_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab0dd2a2-e458-45c9-b2be-f5be3ea7f14b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c43b78a4-d882-45c3-b32a-e0a47e1253e1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"The authors examined the accumulation of collagen VI microfibrils in the fibroblast extracellular matrix stained prior to fixation with a specific collagen VI antibody. When compared with controls, UCMD1, matrix contained significantly less collagen VI. Additionally, UCMD1 secreted reduced amounts of collagen VI. Negative staining electron microscopy was used to visualize the collagen VI tetramers that were secreted by the UCMD fibroblasts. In control fibroblasts, ∼20% of the microfibrils were single tetramers and microfibrils containing up to 10 tetramers were seen. In contrast, medium from UCMD1 cells contained a larger proportion of single tetramers, accounting for 40–60% of the ‘microfibrils’, and microfibrils containing more than six tetramers were not seen.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15563506","type":"dc:BibliographicResource","dc:abstract":"Mutations in the three collagen VI genes COL6A1, COL6A2 and COL6A3 cause Bethlem myopathy and Ullrich congenital muscular dystrophy (UCMD). UCMD, a severe disorder characterized by congenital muscle weakness, proximal joint contractures and marked distal joint hyperextensibility, has been considered a recessive condition, and homozygous or compound heterozygous mutations have been defined in COL6A2 and COL6A3. In contrast, the milder disorder Bethlem myopathy shows clear dominant inheritance and is caused by heterozygous mutations in COL6A1, COL6A2 and COL6A3. This model, where dominant mutations cause mild Bethlem myopathy and recessive mutations cause severe UCMD was recently challenged when a patient with UCMD was shown to have a heterozygous in-frame deletion in COL6A1. We have studied five patients with a clinical diagnosis of UCMD. Three patients had heterozygous in-frame deletions in the N-terminal region of the triple helical domain, one in the alpha1(VI) chain, one in alpha2(VI) and one in alpha3(VI). Collagen VI protein biosynthesis and assembly studies showed that these mutations act in a dominant negative fashion and result in severe collagen VI matrix deficiencies. One patient had recessive amino acid changes in the C2 subdomain of alpha2(VI), which prevented collagen VI assembly. No collagen VI mutations were found in the fifth patient. These data demonstrate that rather than being a rare cause of UCMD, dominant mutations are common in UCMD, now accounting for four of the 14 published cases. Mutation detection in this disorder remains critical for accurate genetic counseling of patients and their families.","dc:creator":"Baker NL","dc:date":"2005","dc:title":"Dominant collagen VI mutations are a common cause of Ullrich congenital muscular dystrophy."},"rdfs:label":"Collagen VI Altered Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:9e5b0c17-fe87-4b13-a99a-b15311d1bdba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:fa82caf1-dbf0-4d78-9f46-c056f0697b24","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Murine NIH/3T3 cell lines that were transfected with the cDNAs for the three chains constitutively expressed chicken type VI collagen. These molecules were secreted as monomers and higher order multimers of the proper size and became deposited into the extracellular matrix (ECM). The sizes of these disulfide-bonded aggregates are similar to the sizes of properly assembled type VI monomers (about 500 kDa), dimers (about 1,000 kDa), and tetramers (about 2,000 kDa). When a more sensitive 32I labeling of pepsin-resistant secreted material was used, polypeptides largely corresponding to chicken type VI collagen were specifically immunoprecipitated. The resistance to pepsin digestion demonstrated the triple helical conformation of recombinant chicken type VI molecules. Antibodies specific for the α1(VI) chicken chain were able to immunoprecipitate composites including mainly chicken α2(VI) and α3(VI) chains","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7768905","type":"dc:BibliographicResource","dc:abstract":"A monomer of type VI collagen is composed of three different chains of 140 (alpha 1), 130 (alpha 2), and 250-350 kDa (alpha 3). Monomers assemble into dimers (6 chains) and tetramers (12 chains) that are stabilized by disulfide bonds and, once associated one to another, give rise to a microfilamentous network in close apposition with cell surfaces and banded collagen fibers. We have derived murine NIH/3T3 cell lines that were transfected with the cDNAs for the three chains and that constitutively expressed chicken type VI collagen. Cotransfection was efficient because, in three out of six isolated cell lines, all chicken chains were expressed. Southern blotting demonstrated that several copies of each cDNA were integrated approximately in equal number. Expression of the three polypeptide chains was consistent with the levels of the respective mRNAs. The three chicken chains assembled by disulfide bonding to form correctly folded triple helical aggregated composites with sizes corresponding to type VI collagen monomers, dimers, and tetramers. These functional recombinant assemblies were secreted and became incorporated into the extracellular matrix, where they formed an extensive fibrillar network.","dc:creator":"Colombatti A","dc:date":"1995","dc:title":"Secretion and matrix assembly of recombinant type VI collagen."},"rdfs:label":"Type VI Collagen tetramers"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":1,"dc:description":"The three collagen VI chains of 140 (α1), 130 (α2), and 250-350 kDa (α3) were shown to assemble by disulfide bonding to form correctly folded triple helical aggregated composites with sizes corresponding to type VI collagen monomers, dimers, and tetramers. These functional recombinant assemblies were secreted and became incorporated into the extracellular matrix, where they formed an extensive fibrillar network. All three chains are implicated in collagen IV related myopathy."},{"id":"cggv:a69324fb-73b0-4e5b-973b-0b588e1f9d0c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4ff07315-ecd3-441d-904e-f587bda28366","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Here the authors show, by immunofluorescent labeling of muscle, a general co-localization of type VI with type IV collagen and show, by using immunoelectron microscopy, an intimate association of type VI collagen with basement membranes surrounding muscle fibers. These studies have demonstrated a direct protein/protein interaction of type VI collagen with basement membrane type IV collagen, indicating that type VI filaments provide a physical link between endothelial basement membranes and the surrounding matrix. Type VI collagen is therefore part of the muscle cell linkage complex that provides the important physical connection of muscle cells to their extracellular matrix. Mutations in the type VI collagen molecule in muscle may therefore disturb the anchoring of muscle basement membrane to the matrix, which could lead to a slow degeneration of muscle fibers as seen in collagen VI related myopathy. Mutations in type VI collagen give rise to myopathy, where the major clinical feature is weakening of the muscles. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9334230","type":"dc:BibliographicResource","dc:abstract":"Type VI collagen filaments are found associated with interstitial collagen fibers, around cells, and in contact with endothelial basement membranes. To identify type VI collagen binding proteins, the amino-terminal domains of the alpha1(VI) and alpha2(VI) chains and a part of the carboxyl-terminal domain of the alpha3(VI) chain were used as bait in a yeast two-hybrid system to screen a human placenta library. Eight persistently positive clones were identified, two coding the known matrix proteins fibronectin and basement membrane type IV collagen and the rest coding new proteins. The amino-terminal domain of alpha1(VI) was shown to interact with the carboxyl-terminal globular domain of type IV collagen. The specificity of this interaction was further studied using the yeast two-hybrid system in a one-on-one format and confirmed by using isolated protein domains in immunoprecipitation, affinity blots, and enzyme-linked immunosorbent assay-based binding studies. Co-distribution of type VI and type IV collagens in human muscle was demonstrated using double labeling immunofluorescent microscopy and immunoelectron microscopy. The strong interaction of type VI collagen filaments with basement membrane collagen provided a possible molecular pathogenesis for the heritable disorder Bethlem myopathy.","dc:creator":"Kuo HJ","dc:date":"1997","dc:title":"Type VI collagen anchors endothelial basement membranes by interacting with type IV collagen."},"rdfs:label":"Extracellular matrix microfibrillar component"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Possible functions of collagen VI pertaining to various cell types have been suggested including adhesion, proliferation, migration, and survival. Attachment of cells to the extracellular matrix is important for preventing apoptosis in general, which could be particularly relevant for muscle disorders that directly involve interactions between matrix and muscle. In general, muscular dystrophies are caused by a disturbance of the attachment of muscle cells to their basement membrane."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:95ee3b63-8083-49e2-9e20-a1006ac168dd_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:eaaccb88-b37a-4baf-852c-e0bef2296d48","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:63c238ab-e7af-4aec-8984-547e7d6901b6","type":"FunctionalAlteration","dc:description":"Patient cells with COL6A1 heterozygous glycine mutations had impaired collagen VI microfibril formation. There were severe assembly defects: fibroblasts secreted some collagen VI tetramers that were not disulfide bonded, microfibril formation in the medium was severely compromised, and collagen VI in the extracellular matrix was significantly reduced.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18825676","type":"dc:BibliographicResource","dc:abstract":"The collagen VI muscular dystrophies, Bethlem myopathy and Ullrich congenital muscular dystrophy, form a continuum of clinical phenotypes. Glycine mutations in the triple helix have been identified in both Bethlem and Ullrich congenital muscular dystrophy, but it is not known why they cause these different phenotypes.","dc:creator":"Pace RA","dc:date":"2008","dc:title":"Collagen VI glycine mutations: perturbed assembly and a spectrum of clinical severity."},"rdfs:label":"Impaired Collagen VI Microfibril Formation"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:95ee3b63-8083-49e2-9e20-a1006ac168dd_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57fadd88-6053-4e6e-91bf-6b4d48e15774","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6eb03823-3eeb-4f9c-ba28-16eec5fc9dad","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"COL6A1 gt/gt mice were generated, becoming a hypomorphic model with very little viable COL6A1 mRNA or protein.  The Col6a1GT/GT mice develop non-progressive weakness from younger age, accompanied by stunted muscle growth. There are several phenotypes that are recapitulated from the human disorder, including the histological phenotypes (fiber-size variation and skeletal muscle fibrosis) and general muscle weakness/decreased size due to reduced number of myofibers, resulting to an overall decrease in muscle size. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28043812","type":"dc:BibliographicResource","dc:abstract":"Congenital muscular dystrophies with collagen VI deficiency are inherited muscle disorders with a broad spectrum of clinical presentation and are caused by mutations in one of COL6A1-3 genes. Muscle pathology is characterized by fiber size variation and increased interstitial fibrosis and adipogenesis. In this study, we define critical events that contribute to muscle weakness and fibrosis in a mouse model with collagen VI deficiency. The Col6a1","dc:creator":"Noguchi S","dc:date":"2017","dc:title":"Muscle Weakness and Fibrosis Due to Cell Autonomous and Non-cell Autonomous Events in Collagen VI Deficient Congenital Muscular Dystrophy."},"rdfs:label":"COL6A1 Hypomorphic Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Although these mice do recapitulate the core phenotypes observed in the human probands, including histological abnormalities and weakness/decreased muscle size, they do not display a comparably severe phenotype to those observed in human with biallelic null variants. Additionally, the dominant negative mechanism of disease observed in patients with dominant disease is not consistent with these mice. Mice heterozygous at the genomic level of the knockin allele were indistinguishable with wild type control."},{"id":"cggv:f9fc537e-24e1-4d0b-a5bd-9444ba48fda6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:cdad3bb4-30fa-4143-8134-fb013cde297d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Injection of morpholino to zebrafish exon 9 of col6a1 resulted in an in-frame deletion in the N-terminal part of the triple helical domain, paralleling the dominant mutations in UCMD. As would be predicted, this morpholino caused a severe myopathy with early-onset development motor deficits and severe ultrastructural changes. Additionally, observed mitochondrial swelling and increased apoptosis, consistent with the changes observed in patients with UCMD. Antibody labeling of exon 9 morphant embryos, gave an abnormal pattern of staining which was diminished overall but found in small clumps scattered throughout the myofiber compartment. Such a pattern is consistent with staining previously reported for some UCMD patients with dominant mutations.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20338942","type":"dc:BibliographicResource","dc:abstract":"Collagen VI is an integral part of the skeletal muscle extracellular matrix, providing mechanical stability and facilitating matrix-dependent cell signaling. Mutations in collagen VI result in either Ullrich congenital muscular dystrophy (UCMD) or Bethlem myopathy (BM), with UCMD being clinically more severe. Recent studies demonstrating increased apoptosis and abnormal mitochondrial function in Col6a1 knockout mice and in human myoblasts have provided the first mechanistic insights into the pathophysiology of these diseases. However, how loss of collagen VI causes mitochondrial dysfunction remains to be understood. Progress is hindered in part by the lack of an adequate animal model for UCMD, as knockout mice have a mild motor phenotype. To further the understanding of these disorders, we have generated zebrafish models of the collagen VI myopathies. Morpholinos designed to exon 9 of col6a1 produced a severe muscle disease reminiscent of UCMD, while ones to exon 13 produced a milder phenotype similar to BM. UCMD-like zebrafish have increased cell death and abnormal mitochondria, which can be attenuated by treatment with the proton pump modifier cyclosporin A (CsA). CsA improved the motor deficits in UCMD-like zebrafish, but failed to reverse the sarcolemmal membrane damage. In all, we have successfully generated the first vertebrate model matching the clinical severity of UCMD and demonstrated that CsA provides phenotypic improvement, thus corroborating data from knockout mice supporting the use of mitochondrial permeability transition pore modifiers as therapeutics in patients, and providing proof of principle for the utility of the zebrafish as a powerful preclinical model.","dc:creator":"Telfer WR","dc:date":"2010","dc:title":"Zebrafish models of collagen VI-related myopathies."},"rdfs:label":"col6a1 zebrafish knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"In addition to strong zebrafish model of UCMD. Injection of morpholino to exon 13 resulted in an in-frame deletion in the C-terminal part of the triple helical domain, paralleling a typical dominant BM mutation. This morpholino resulted in a mild myopathy with late-onset motor deficits and obvious histopathologic abnormalities. "},{"id":"cggv:7a35810d-ec26-4f7d-aed9-ae41dadd91e7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:90eb5676-d4b4-444b-9141-8ebb2cbaec58","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These mice lack expression of Col6a1 and make essentially no normal collagen VI. They have many of the structural changes observed in patient biopsies, showing histological features of myopathy such as fiber necrosis and phagocytosis and a pronounced variation in the fiber diameter. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9817932","type":"dc:BibliographicResource","dc:abstract":"To gain insight into the function of type VI collagen, the col6a1 gene was inactivated by targeted gene disruption in the mouse. The homozygous mutants lacked collagen VI in the tissues and showed histological features of myopathy such as fiber necrosis and phagocytosis and a pronounced variation in the fiber diameter. Muscles also showed signs of stimulated regeneration of fibers. Necrotic fibers were particularly frequent in the diaphragm at all ages examined. Similar, although milder, alterations were detected in heterozygous mutant mice, indicating haploinsufficiency of the col6a1 gene function. The data led us to conclude that collagen VI is necessary for maintenance of the integrity of muscle fibers and that the col6a1 -deficient mouse can be considered an animal model of Bethlem myopathy.","dc:creator":"Bonaldo P","dc:date":"1998","dc:title":"Collagen VI deficiency induces early onset myopathy in the mouse: an animal model for Bethlem myopathy."},"rdfs:label":"KO mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The prominent limitation of this model, is its very mild clinical phenotype. It is not clear why the mice have such a mild phenotype, as homozygous nonsense or null mutations in COL6A1 in humans result in a severe clinical picture consistent with a diagnosis of UCMD. Additionally, this biallelic null model does not match the dominant negative mechanism observed in dominant human patients."},{"id":"cggv:5028ac18-5363-461c-bac5-fc5764b150fa","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:61ad2b75-72ff-4e9a-9631-ea1680af0430","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"This naturally occurring model of Collagen VI-related myopathy is remarkably similar to the severe spectrum of disorder observed in human, the canines recapitulate the most important phenotypes observed in humans such as progressive muscle weakness, contractures, non-ambulation, and the muscular signs on biopsy including fiber size variation and degeneration, necrosis, and endomysial tissue infiltration into the muscle fibers.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26438297","type":"dc:BibliographicResource","dc:abstract":"A novel canine muscular dystrophy in Landseer dogs was observed. We had access to five affected dogs from two litters. The clinical signs started at a few weeks of age, and the severe progressive muscle weakness led to euthanasia between 5 and 15 months of age. The pedigrees of the affected dogs suggested a monogenic autosomal-recessive inheritance of the trait. Linkage and homozygosity mapping indicated two potential genome segments for the causative variant on chromosomes 10 and 31 harboring a total of 4.8 Mb of DNA or 0.2% of the canine genome. Using the Illumina sequencing technology, we obtained a whole-genome sequence from one affected Landseer. Variants were called with respect to the dog reference genome and compared with the genetic variants of 170 control dogs from other breeds. The affected Landseer dog was homozygous for a single, private nonsynonymous variant in the critical intervals, a nonsense variant in the COL6A1 gene (Chr31:39,303,964G>T; COL6A1:c.289G>T; p.E97*). Genotypes at this variant showed perfect concordance with the muscular dystrophy phenotype in all five cases and more than 1000 control dogs. Variants in the human COL6A1 gene cause Bethlem myopathy or Ullrich congenital muscular dystrophy. We therefore conclude that the identified canine COL6A1 variant is most likely causative for the observed muscular dystrophy in Landseer dogs. On the basis of the nature of the genetic variant in Landseer dogs and their severe clinical phenotype these dogs represent a model for human Ullrich congenital muscular dystrophy. ","dc:creator":"Steffen F","dc:date":"2015","dc:title":"A Nonsense Variant in COL6A1 in Landseer Dogs with Muscular Dystrophy."},"rdfs:label":"COL6A1 Spontaneous Canine Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"While a strong phenotypic recapitulation is observed, this biallelic null model is not consistent with the dominant negative mechanism observed in human dominant disease."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:95ee3b63-8083-49e2-9e20-a1006ac168dd_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6245,"specifiedBy":"GeneValidityCriteria9","strengthScore":18,"subject":{"id":"cggv:a44f7191-13e5-4b15-8c1f-d03b8440d07e","type":"GeneValidityProposition","disease":"obo:MONDO_0100225","gene":"hgnc:2211","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*COL6A1*, encoding Collagen Type VI Alpha 1, is one of several genes encoding the major structural protein Collagen VI. The protein's basic structural unit is a heterotrimer of the alpha1(VI), alpha2(VI), and alpha3(VI) chains additionally encoded by the genes *COL6A2* and *COL6A3* to form the triple helical structural element common to collagens. Mutations in Collagen VI have historically been reported in relation to two different conditions. The first, Ullrich congenital muscular dystrophy, was first described in a series of papers in the 1930s by Otto Ullrich and was notable due to occurrence of both weakness and joint hypermobility (Kongenitale atonisch-sklerotische Muskeldystrophie, 1930) and was classically considered a recessive condition. The second, Bethlem myopathy, was reported by Bethlem and van Wijngaarden in 1976 as a dominant myopathy with development of joint contractures (PMID: 963533). Genetic analysis in patients with each of these disorders revealed both dominant and recessive defects in one of the *COL6A1*, *COL6A2*, or *COL6A3* genes that affect the final Collagen VI protein. On the basis of clinical as well as genetic findings, Ullrich CMD and Bethlem myopathy can justifiably be regarded as being positioned at the flanking ends of a continuous spectrum of disease, rather than as distinct clinical entities (PMID: 21496625). As such *COL6A1* was curated in relation to a combined disease entity: collagen 6-related Myopathy. \n\nCollagen 6-related Myopathy illustrates the important role that collagen VI has in skeletal muscle. In addition to progressive muscle weakness and wasting, patients have skin and tendon abnormalities that reflect a more generalized connective tissue disorder. Dominant and recessive variants are found in patients across the clinical disease spectrum of collagen 6-related Myopathy. Distinct variants are associated with dominant and recessive inheritance and have been curated separately by the Congenital Myopathies GCEP. Dominant inheritance occurs with dominant negative mutations in the collagen VI triple helical regions, including glycine substitution and exon skip mutations. In contrast, recessive inheritance occurs with loss of function variants.\n\nMore than 100 unique variants (e.g. missense, in-frame indel, nonsense, frameshift) have been reported in humans by ClinVar. Evidence supporting the relationship between *COL6A1* and autosomal dominant collagen 6-related myopathy includes case-level data, segregation data, and experimental data. Variants included in this curation have been reported in at least 18 probands in five publications (PMIDs: 12840783, 16130093, 15563506, 17785673, 20976770). Many other cases are available in the literature, but the maximum score for genetic evidence has been reached. This gene-disease association is additionally supported by several pieces of experimental evidence, including its interaction with additional disease-causing genes *COL6A2* and *COL6A3* (PMID: 7768905), its function in the basement membrane surrounding muscle fibers (PMID: 9334230), which is disrupted in patient cells (PMID: 18825676) with altered expression in the extracellular matrix (PMID: 15563506). There are several animal models, including a col6a1 zebrafish knockdown which strongly recapitulates disease (PMID: 20338942) as well as additional mouse (PMIDs: 9817932, 28043812) and canine (PMID: 26438297) models supporting the role of *COL6A* in congenital myopathy. In summary, *COL6A1* is definitively associated with autosomal dominant collagen 6-related myopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.\n","dc:isVersionOf":{"id":"cggv:95ee3b63-8083-49e2-9e20-a1006ac168dd"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}