{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-04-26T18:56:18.733Z","role":"Publisher"},{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10097","date":"2024-04-26T18:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:NewCuration"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/23519333","type":"dc:BibliographicResource","dc:abstract":"Dyschromatosis universalis hereditaria (DUH) is a pigmentary genodermatosis characterized by a mixture of hyperpigmented and hypopigmented macules distributed randomly over the body. No causative genes have been reported to date. In this study, we investigated a large five-generation Chinese family with DUH. After excluding the two known DUH loci, we performed genome-wide linkage analysis and identified a DUH locus on chromosome 2q33.3-q36.1 with a maximum LOD score of 3.49 with marker D2S2382. Exome sequencing identified a c.1067T>C (p.Leu356Pro) mutation in exon 3 of ABCB6 (ATP-binding cassette subfamily B, member 6) in the DUH family. Two additional missense mutations, c.508A>G (p.Ser170Gly) in exon 1 and c.1736G>A (p.Gly579Glu) in exon 12 of ABCB6, were found in two out of six patients by mutational screening using sporadic DUH patients. Immunohistologic examination in biopsy specimens showed that ABCB6 is expressed in the epidermis and had a diffuse cytoplasmic distribution. Examination of subcellular localization of wild-type ABCB6 in a B16 mouse melanoma cell line revealed that it is localized to the endosome-like compartment and dendrite tips, whereas disease-causing mutations of ABCB6 resulted in its retention in the Golgi apparatus. Our studies identified ABCB6 as the first pathogenic gene associated with DUH. These findings suggest that ABCB6 may be a physiological factor for skin pigmentation.","dc:creator":"Zhang C","dc:date":"2013","dc:title":"Mutations in ABCB6 cause dyschromatosis universalis hereditaria."},"evidence":[{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8c4482da-627f-47b5-945a-e01d6c7d7a50","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:803b1518-150a-4e54-be24-2adb3ec5cd0a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The authors assayed endogenous ABCB6 expression in MNT-1 cells, a human melanocyte cell line. Using a combination of subcellular fractionation followed by Western blot, immunofluorescent confocal microscopy, and electron microscopy, they demonstrated endogenous ABCB6 expression in early melanosomes and lysosomes (Fig. 1).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29940187","type":"dc:BibliographicResource","dc:abstract":"Genetically inheritable pigmentation defects provide a unique opportunity to reveal the function of proteins contributing to melanogenesis. Dyschromatosis universalis hereditaria (DUH) is a rare pigmentary genodermatosis associated with mutations in the ABCB6 gene. Here we use optical and electron microscopy imaging combined with biochemical tools to investigate the localization and function of ABCB6 in pigment cells. We show that ABCB6 localizes to the membrane of early melanosomes and lysosomes of the human melanocytic cell line MNT-1. Depletion of ABCB6 by siRNA impaired PMEL amyloidogenesis in early melanosomes and induced aberrant accumulation of multilamellar aggregates in pigmented melanosomes. PMEL fibril formation and normal maturation of pigmented melanosomes could be restored by the overexpression of wild-type ABCB6 but not by variants containing an inactivating catalytic mutation (K629M) or the G579E DUH mutation. In line with the impairment of PMEL matrix formation in the absence of ABCB6, morphological analysis of the retinal pigment epithelium of ABCB6 knockout mice revealed a significant decrease of melanosome numbers. Our study extends the localization of ABCB6 to melanosomes, suggesting a potential link between the function of ABCB6 and the etiology of DUH to amyloid formation in pigment cells.","dc:creator":"Bergam P","dc:date":"2018","dc:title":"ABCB6 Resides in Melanosomes and Regulates Early Steps of Melanogenesis Required for PMEL Amyloid Matrix Formation."},"rdfs:label":"ABCB6 Expression in melanocytes"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:b450424a-ea13-4eb5-8b23-35a85942283f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:600b088e-c7df-4259-9f25-7672c83a8439","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"The authors performed IHC against ABCB6 using a skin sample from an unaffected control, demonstrating expression at the cell boundaries/dendrites (Fig. 2C).","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23519333","rdfs:label":"ABCB6 Expression in human skin"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:50bcc96a-82f5-4f3a-99bc-8f493d7ae936","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:37534017-f07a-44ea-b88b-c46b82c48f94","type":"FunctionalAlteration","dc:description":"Electron microscopy using MNT-1 cells expressing either a kinase-dead or DUH patient variant ABCB6 resulted in an increase in the number of aberrant stage II melanosomes, a decrease in stage III/IV melanosomes, and the accumulation of PMEL fragments in these compartments (Fig. 4C, D). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29940187","rdfs:label":"Functional Alteration in MNT-1 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a9a19ffc-89ff-46f3-abed-8c2d4dbe5dc5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:8a22c336-8197-4638-a0c8-eaea5cf53437","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Transgenic expression of wt ABCB6 restored the reduced expression of MITF and its targets (Fig. S1), though the effect on GSK3B was not explored.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/35461746","type":"dc:BibliographicResource","dc:abstract":"Melanogenesis is a multistep process in which melanocytes produce melanin pigments within melanosomes. However, the roles played by the biological factors and pathways in this process are not yet fully understood.","dc:creator":"She Q","dc:date":"2022","dc:title":"ABCB6 knockdown suppresses melanogenesis through the GSK3-β/β-catenin signaling axis in human melanoma and melanocyte cell lines."},"rdfs:label":"ABCB6 rescue in cell culture"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1},{"id":"cggv:d40b1611-2499-4bb0-af8f-de82b4a750de","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:153cd05d-7109-4a51-97d5-8673e3974765","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These experiments demonstrate deficiencies of melanosome maturation and subsequent loss of melanin synthesis following ABCB6 knockdown. The major phenotype of DUH is hyper- and hypopigmented skin macules, consistent with melanin synthesis defects. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29940187","rdfs:label":"MNT-1 cell culture model"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0.5,"dc:description":"Score reduced because loss of function/haploinsufficiency is tolerated in humans"},{"id":"cggv:47f51fd1-debd-45f4-be51-8c4f5c1bcd6a","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:8c66d857-93f9-4a36-84cb-f2ee96790831","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The major phenotype in humans is the presence of hypo- and hyperpigmented skin macules. Therefore, the loss of melanocytes in zebrafish closely matches the human phenotype. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24498303","type":"dc:BibliographicResource","dc:abstract":"As a genetic disorder of abnormal pigmentation, the molecular basis of dyschromatosis universalis hereditaria (DUH) had remained unclear until recently when ABCB6 was reported as a causative gene of DUH.","dc:creator":"Liu H","dc:date":"2014","dc:title":"Genome-wide linkage, exome sequencing and functional analyses identify ABCB6 as the pathogenic gene of dyschromatosis universalis hereditaria."},"rdfs:label":"DUH Zebrafish"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The effect of morpholino injection was not assayed by the authors, so it's unclear if their morpholinos led to an overall knockdown or induced aberrant splicing of the transcript. Further, loss of function of ABCB6 has been shown to be fully tolerated in humans, with het and hom carriers of truncating alleles showing no phenotypes. Therefore, the score has been reduced, as the mechanism of disease is unclear. "},{"id":"cggv:6dc70bab-5a94-4510-b03b-5e7391b1aab4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9593b93b-a908-4027-b432-8bc8dce90153","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The major phenotype of DUH is hyper- and hypopigmented skin macules. The reduced melanosome density observed in KO mouse retinal epithelium is consistent with this phenotype. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/29940187","rdfs:label":"Melanosomes in mouse RPE"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Given that these mice do not display a phenotype typical of DUH and are known to be pleiotropic, the score for this experiment has been significantly reduced"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":5.2}],"evidenceStrength":"Moderate","sequence":8209,"specifiedBy":"GeneValidityCriteria10","strengthScore":9.2,"subject":{"id":"cggv:9d0b19e4-8aad-45f4-99eb-2379041cb73b","type":"GeneValidityProposition","disease":"obo:MONDO_0014169","gene":"hgnc:47","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*ABCB6* was first reported in relation to autosomal dominant dyschromatosis universalis hereditaria (DUH) in 2013 (Zhang et al., PMID: 23519333). DUH is characterized by the presence of hypo- and hyperpigmented skin macules on the trunk, limbs, and face. At least 9 missense variants have been reported in humans. Evidence supporting this gene disease relationship includes case-level data, segregation data, and experimental data. \n\nVariants in *ABCB6* have been reported in individuals with the following disease entities: Dyschromatosis universalis hereditaria, Isolated microphthalmia with coloboma, and Familial pseudohyperkalemia. Further, biallelic truncating variants affecting *ABCB6* are responsible for the Lan(-) blood group (MIM#111600). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found differences in phenotypic variability and no consistent mechanism of disease. Therefore, the following disease entities have been split and curated separately: Dyschromatosis universalis hereditaria (MIM#615402), Isolated microphthalmia with coloboma (MIM#614497). Familial pseudohyperkalemia (MIM#609153) has not been curated at this time as it is an asymptomatic condition apparent only in refrigerated blood samples due to temperature-dependent leak of potassium across the cell membrane of erythrocytes. \n\nNine missense variants in *ABCB6* have been reported in association with DUH in ten probands across six publications (PMID: 23519333; 24224009; 24498303; 25288164; 35024399; 30430618). Co-segregation with disease was observed in five families (PMID: 23519333; 24224009; 24498303; 25288164). The mechanism of disease is currently unknown. This gene-disease relationship is supported by expression studies, in vitro functional assays, and animal models (PMID: 23519333; 24498303; 29940187; 35461746). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the ClinGen General Inborn Errors of Metabolism GCEP on 22MAR2024 (SOP 10). \n","dc:isVersionOf":{"id":"cggv:93bbbc0a-5f6f-4d80-b560-3265d7b89ed3"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}