{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-06-29T03:50:02.022Z","role":"Publisher"},{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2023-04-06T16:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"evidence":[{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9622e11-4278-419f-b80a-be07d431e546","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bdf0c19c-ad04-4374-b2df-ec702d241f8a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"immunohistochemistry in iPSC-RPEs shows PRPF8 in control and RP patients","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33994920","type":"dc:BibliographicResource","dc:abstract":"Retinitis pigmentosa (RP) is a rare, progressive disease that affects photoreceptors and retinal pigment epithelial (RPE) cells with blindness as a final outcome. Despite high medical and social impact, there is currently no therapeutic options to slow down the progression of or cure the disease. The development of effective therapies was largely hindered by high genetic heterogeneity, inaccessible disease tissue, and unfaithful model organisms. The fact that components of ubiquitously expressed splicing factors lead to the retina-specific disease is an additional intriguing question. Herein, we sought to correlate the retinal cell-type-specific disease phenotype with the splicing profile shown by a patient with autosomal recessive RP, caused by a mutation in pre-mRNA splicing factor 8 (PRPF8). In order to get insight into the role of PRPF8 in homeostasis and disease, we capitalize on the ability to generate patient-specific RPE cells and reveal differentially expressed genes unique to RPE cells. We found that spliceosomal complex and ribosomal functions are crucial in determining cell-type specificity through differential expression and alternative splicing (AS) and that PRPF8 mutation causes global changes in splice site selection and exon inclusion that particularly affect genes involved in these cellular functions. This finding corroborates the hypothesis that retinal tissue identity is conferred by a specific splicing program and identifies retinal AS events as a framework toward the design of novel therapeutic opportunities.","dc:creator":"Arzalluz-Luque Á","dc:date":"2021","dc:title":"Mutant PRPF8 Causes Widespread Splicing Changes in Spliceosome Components in Retinitis Pigmentosa Patient iPSC-Derived RPE Cells."},"rdfs:label":"PRPF8 expression in iPSC-RPEs from RP patient and control"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:bd80058e-5d18-45fd-a19c-ab2a5c0b7ee0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7b82a511-74db-4609-a3f3-13af637aff8d","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Both cause AD RP and physically interact. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23727230","type":"dc:BibliographicResource","dc:abstract":"The U5 small nuclear ribonucleoprotein particle (snRNP) helicase Brr2 disrupts the U4/U6 small nuclear RNA (snRNA) duplex and allows U6 snRNA to engage in an intricate RNA network at the active center of the spliceosome. Here, we present the structure of yeast Brr2 in complex with the Jab1/MPN domain of Prp8, which stimulates Brr2 activity. Contrary to previous reports, our crystal structure and mutagenesis data show that the Jab1/MPN domain binds exclusively to the N-terminal helicase cassette. The residues in the Jab1/MPN domain, whose mutations in human Prp8 cause the degenerative eye disease retinitis pigmentosa, are found at or near the interface with Brr2, clarifying its molecular pathology. In the cytoplasm, Prp8 forms a precursor complex with U5 snRNA, seven Smproteins, Snu114, and Aar2, but after nuclear import, Brr2 replaces Aar2 to form mature U5 snRNP. Our structure explains why Aar2 and Brr2 are mutually exclusive and provides important insights into the assembly of U5 snRNP.","dc:creator":"Nguyen TH","dc:date":"2013","dc:title":"Structural basis of Brr2-Prp8 interactions and implications for U5 snRNP biogenesis and the spliceosome active site."},"rdfs:label":"Structural modeling of Brr2 and PRPF8 interaction"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:5710c3e7-e26f-4bc6-af41-ca883a3bf3a5","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c72d9c9-6dd3-4ea6-8de2-1469b049fc1a","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"SNRNP200 encodes BRR2, and SNRPN200 can also cause retinal dystrophy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17317632","type":"dc:BibliographicResource","dc:abstract":"Protein Prp8 interacts with several other spliceosomal proteins, snRNAs, and the pre-mRNA and thereby organizes the active site(s) of the spliceosome. The DEAD-box protein Brr2 and the GTPase Snu114 bind to the Prp8 C terminus, a region where mutations in human Prp8 are linked to the RP13 form of Retinitis pigmentosa. We show crystallographically that the C-terminal domain of yeast Prp8p exhibits a Jab1/MPN-like core known from deubiquitinating enzymes. Insertions and terminal appendices are grafted onto this core, covering a putative isopeptidase center whose metal binding site is additionally impaired. Targeted yeast-two-hybrid analyses show that the RP13-linked region in the C-terminal appendix of human Prp8 is essential for binding of human Brr2 and Snu114, and that RP13 point mutations in this fragment weaken these interactions. We conclude that the expanded Prp8 Jab1/MPN domain represents a pseudoenzyme converted into a protein-protein interaction platform and that dysfunction of this platform underlies Retinitis pigmentosa.","dc:creator":"Pena V","dc:date":"2007","dc:title":"Structure of a multipartite protein-protein interaction domain in splicing factor prp8 and its link to retinitis pigmentosa."},"rdfs:label":"Yeast two hybrid assay"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:c65f4809-489e-4a5c-94ef-e2dec2069af9","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3cc48c83-4af1-4380-bfc4-ae4c4db15710","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"regulates gene function of retinal specific genes; however, PRPF8 did not result in significant differences in splicing efficiency of rhodopsin, but no apparent changes in expression of U12-type intron genes and splicing processes was observed","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18412284","type":"dc:BibliographicResource","dc:abstract":"Two types of mutations may lead to deficient pre-mRNA splicing: cis-acting mutations that inactivate a constitutive or alternative splice site within the pre-mRNA, and trans-acting mutations that affect the function of a basal factor of the splicing machinery. Autosomal dominant retinitis pigmentosa (adRP) is caused by mutations in at least 12 genes, with mutations in rhodopsin being the most prevalent. Two cis-acting mutations, g.3811A>G and g.5167G>T at the splice site in the rhodopsin gene (RHO; GenBank U49742.1) are linked to adRP in a Spanish population; while a cis-acting mutation, g.4335G>T, has been linked to recessive RP (arRP). Transcriptional expression analysis showed that the cis-acting splicing mutations linked to adRP promoted alternative splice sites, while the arRP linked mutation results in exclusion of exon 4. Trans-acting splicing mutations associated with adRP have also been found, and mutations in the pre-mRNA splicing factors PRPF3, PRPF8, PRPF31, and RP9 are associated with adRP in several populations. This report describes a new mutation in PRPF3 in a Spanish adRP family. We also investigated the transcriptional patterns in Epstein-Barr virus (EBV)-transformed lymphoblastoid cells from patients carrying a mutation in PRPF8. Despite the role of PRPF8 in the minor U12 splicing processes, microarray analysis revealed that mutations in PRPF8 not only did not result in significant differences in splicing efficiency of rhodopsin, but no apparent changes in expression of U12-type intron genes and splicing processes was observed. Microarray analysis revealed a panel of differentially expressed genes mapped to the RP loci, and future work will determine their role in RP.","dc:creator":"Gamundi MJ","dc:date":"2008","dc:title":"Transcriptional expression of cis-acting and trans-acting splicing mutations cause autosomal dominant retinitis pigmentosa."},"rdfs:label":"Global gene expression in PRPF8 patient cells"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:b8b122d8-0842-4b3e-8819-342ee3040af0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c82d5b6f-a1bb-4909-9798-8efa4c5d79af","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"depletion of BRR2/SNRNP200 strongly phenocopies splicing deficits seen in PRPF8 depletion","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26392272","type":"dc:BibliographicResource","dc:abstract":"Sequential assembly of the human spliceosome on RNA transcripts regulates splicing across the human transcriptome. The core spliceosome component PRPF8 is essential for spliceosome assembly through its participation in ribonucleoprotein (RNP) complexes for splice-site recognition, branch-point formation and catalysis. PRPF8 deficiency is linked to human diseases like retinitis pigmentosa or myeloid neoplasia, but its genome-wide effects on constitutive and alternative splicing remain unclear.","dc:creator":"Wickramasinghe VO","dc:date":"2015","dc:title":"Regulation of constitutive and alternative mRNA splicing across the human transcriptome by PRPF8 is determined by 5' splice site strength."},"rdfs:label":"Sliceosome iCLIP"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:93555203-44d9-48e3-88c2-949dd790e56f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7f578d22-679f-48fc-84ce-9ba986595430","type":"FunctionalAlteration","dc:description":"reduced yeast growth","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19098916","type":"dc:BibliographicResource","dc:abstract":"The spliceosome is a highly dynamic machine requiring multiple RNA-dependent ATPases of the DExD/H-box family. A fundamental unanswered question is how their activities are regulated. Brr2 function is necessary for unwinding the U4/U6 duplex, a step essential for catalytic activation of the spliceosome. Here we show that Brr2-dependent dissociation of U4/U6 snRNAs in vitro is activated by a fragment from the C terminus of the U5 snRNP protein Prp8. In contrast to its helicase-stimulating activity, this fragment inhibits Brr2 U4/U6-dependent ATPase activity. Notably, U4/U6 unwinding activity is not stimulated by fragments carrying alleles of prp8 that in humans confers an autosomal dominant form of retinitis pigmentosa. Because Brr2 activity must be restricted to prevent premature catalytic activation, our results have important implications for fidelity maintenance in the spliceosome.","dc:creator":"Maeder C","dc:date":"2009","dc:title":"ATP-dependent unwinding of U4/U6 snRNAs by the Brr2 helicase requires the C terminus of Prp8."},"rdfs:label":"PRPF8 mutations impact BRR2 interaction"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:dd8ef4e4-c107-4611-9f66-65c56d34c683","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ba8b144f-aef1-4e14-9377-70b6e137ff0e","type":"FunctionalAlteration","dc:description":"splicing differences between control and patient cell line","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33994920","rdfs:label":"Gene expression/splicing: Fibroblasts vs. PRPF8 patients"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1},{"id":"cggv:e5a44ee5-31cc-4169-98c2-310d1b85449e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7f2cb906-253e-4f80-a088-805a9c1b0109","type":"FunctionalAlteration","dc:description":"snRNAs composing tri-snRNPs were reduced","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21378395","type":"dc:BibliographicResource","dc:abstract":"Proteins PRPF31, PRPF3 and PRPF8 (RP-PRPFs) are ubiquitously expressed components of the spliceosome, a macromolecular complex that processes nearly all pre-mRNAs. Although these spliceosomal proteins are conserved in eukaryotes and are essential for survival, heterozygous mutations in human RP-PRPF genes lead to retinitis pigmentosa, a hereditary disease restricted to the eye. Using cells from patients with 10 different mutations, we show that all clinically relevant RP-PRPF defects affect the stoichiometry of spliceosomal small nuclear RNAs (snRNAs), the protein composition of tri-small nuclear ribonucleoproteins and the kinetics of spliceosome assembly. These mutations cause inefficient splicing in vitro and affect constitutive splicing ex-vivo by impairing the removal of at least 9% of endogenously expressed introns. Alternative splicing choices are also affected when RP-PRPF defects are present. Furthermore, we show that the steady-state levels of snRNAs and processed pre-mRNAs are highest in the retina, indicating a particularly elevated splicing activity. Our results suggest a role for PRPFs defects in the etiology of PRPF-linked retinitis pigmentosa, which appears to be a truly systemic splicing disease. Although these mutations cause widespread and important splicing defects, they are likely tolerated by the majority of human tissues but are critical for retinal cell survival.","dc:creator":"Tanackovic G","dc:date":"2011","dc:title":"PRPF mutations are associated with generalized defects in spliceosome formation and pre-mRNA splicing in patients with retinitis pigmentosa."},"rdfs:label":" alterations of tri-snRNP composition in PRPF8 patient cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2b5d32ad-81d5-4c21-aa12-0aa4fe551d48","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ab83a090-92c1-435e-af1c-4de8ad0395c3","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"no","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30103670","type":"dc:BibliographicResource","dc:abstract":"Aged and damaged mitochondria can be selectively degraded by specific autophagic elimination, termed mitophagy. Defects in mitophagy have been increasingly linked to several diseases including neurodegenerative diseases, metabolic diseases and other aging-related diseases. However, the molecular mechanisms of mitophagy are not fully understood. Here, we identify PRPF8 (pre-mRNA processing factor 8), a core component of the spliceosome, as an essential mediator in hypoxia-induced mitophagy from an RNAi screen based on a fluorescent mitophagy reporter, mt-Keima. Knockdown of PRPF8 significantly impairs mitophagosome formation and subsequent mitochondrial clearance through the aberrant mRNA splicing of ULK1, which mediates macroautophagy/autophagy initiation. Importantly, autosomal dominant retinitis pigmentosa (adRP)-associated PRPF8 mutant R2310K is defective in regulating mitophagy. Moreover, knockdown of other adRP-associated splicing factors, including PRPF6, PRPF31 and SNRNP200, also lead to ULK1 mRNA mis-splicing and mitophagy defects. Thus, these findings demonstrate that PRPF8 is essential for mitophagy and suggest that dysregulation of spliceosome-mediated mitophagy may contribute to pathogenesis of retinitis pigmentosa.","dc:creator":"Xu G","dc:date":"2018","dc:title":"Autosomal dominant retinitis pigmentosa-associated gene PRPF8 is essential for hypoxia-induced mitophagy through regulating ULK1 mRNA splicing."},"rdfs:label":"HeLa cell rescue of siRNA knockdown"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":0,"dc:description":"Did not score, but used to upscore the same variant in PMID 11910553"},{"id":"cggv:300f834a-53de-4190-93b6-46d06020fd17","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:97aebe69-a954-4375-89c4-8f766ab1318c","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"sub-deposits have been described in retinal degeneration in humans. Due to lack of ultrastructural studies in patients, it is unclear whether these might be found in PFPF8 patients. Additionally, the mice have no ERG deficits, which are well described in humans. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20811066","type":"dc:BibliographicResource","dc:abstract":"Mutations in genes that produce proteins involved in mRNA splicing, including pre-mRNA processing factors 3, 8, and 31 (PRPF3, 8, and 31), RP9, and SNRNP200 are common causes of the late-onset inherited blinding disorder retinitis pigmentosa (RP). It is not known how mutations in these ubiquitously expressed genes lead to retina-specific disease. To investigate the pathogenesis of the RNA splicing factor forms of RP, the authors generated and characterized the retinal phenotypes of Prpf3-T494M, Prpf8-H2309P knockin mice. The retinal ultrastructure of Prpf31-knockout mice was also investigated.","dc:creator":"Graziotto JJ","dc:date":"2011","dc:title":"Three gene-targeted mouse models of RNA splicing factor RP show late-onset RPE and retinal degeneration."},"rdfs:label":"mouse knock in of homozygous Prpf8-H2309P"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Did not score the model, but used to upscore the variant in PMID:11468273"},{"id":"cggv:eff6ef75-c2ae-4c3d-a807-96c01a812ca8","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:482e0e7a-b095-46c1-ad73-162a7b157bef","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"tissue specific impact of PRPF8 mutations","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32424050","type":"dc:BibliographicResource","dc:abstract":"Retinitis pigmentosa (RP) represents genetically heterogeneous and clinically variable disease characterized by progressive degeneration of photoreceptors resulting in a gradual loss of vision. The autosomal dominant RP type 13 (RP13) has been linked to the malfunction of PRPF8, an essential component of the spliceosome. Over 20 different RP-associated ","dc:creator":"Stanković D","dc:date":"2020","dc:title":"A "},"rdfs:label":"drosophila model of RP using PRPF8 RP mutations from human"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:21b58676-970d-4f40-a766-fd54ca0078f0","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:da696f57-6c49-4665-92fb-c9abf0436758","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"splicing  and snRNP assembly deficits were found in the zebrafish embryos ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23714367","type":"dc:BibliographicResource","dc:abstract":"Mutated spliceosome components are recurrently being associated with perturbed tissue development and disease pathogenesis. Cephalophŏnus (cph), is a zebrafish mutant carrying an early premature STOP codon in the spliceosome component Prpf8 (pre-mRNA processing factor 8). Cph initially develops normally, but then develops widespread cell death, especially in neurons, and is embryonic lethal. Cph mutants accumulate aberrantly spliced transcripts retaining both U2- and U12-type introns. Within early haematopoiesis, myeloid differentiation is impaired, suggesting Prpf8 is required for haematopoietic development. Cph provides an animal model for zygotic PRPF8 dysfunction diseases and for evaluating therapeutic interventions.","dc:creator":"Keightley MC","dc:date":"2013","dc:title":"In vivo mutation of pre-mRNA processing factor 8 (Prpf8) affects transcript splicing, cell survival and myeloid differentiation."},"rdfs:label":"zebrafish prpf8 null"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"downscored given gross morphological abnormalities and differences. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.5}],"evidenceStrength":"Definitive","sequence":8601,"specifiedBy":"GeneValidityCriteria9","strengthScore":13.5,"subject":{"id":"cggv:cf6e3fc8-9775-42ec-a8e8-35bc589297f2","type":"GeneValidityProposition","disease":"obo:MONDO_0700234","gene":"hgnc:17340","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"The *PRPF8* gene (previously called *PRPC8*) was first reported in relation to autosomal dominant retinitis pigmentosa in 2001 (McKie et al., PMID: 11468273). PRPF8-related retinitis pigmentosa is now estimated to cause 2-3% of cases of autosomal dominant retinitis pigmentosa, characterized by classic presentation of night blindness and constriction of visual fields in multiple large families. We found PRPF8-related disease is inherited in an autosomal dominant pattern, with monoallelic disease-associated *PRPF8* variants causing classic retinitis pigmentosa; age of onset and severity of disease appears to be variable, with some published families displaying reduced penetrance (PMID: 22039234). Despite variability in severity, cases share overlapping phenotypes consistent with a single spectrum of disease, and consistent with criteria outlined by the ClinGen Lumping and Splitting Working Group, these cases have been lumped into a single disease entity, PRPF8-related retinopathy.  Other non-retinal diseases related to *PRPF8* (glaucoma, myeloid leukemia) have also been described but have been excluded from this curation.\n\n9 suspected disease-causing variants (2 nonsense and 7 missense or other variants) that have been reported in 9 probands in 7 publications (PMIDs: 17061239, 11468723, 11910553, 18695108, 29087248, 28076437, 22039234) were scored in this curation. Most of the reported variants are missense substitutions near the terminal exon of the coding sequence; several nonsense variants in the same region have also been associated with PRPF8-related disease in multiple publications (PMIDs: 29087248, 28076437). Only a few disease-causing variants have been described outside of this C-terminal region (PMIDs: 28761320, 22039234). Some variants (p.H2309P and p.H2309R) are reported to associate with a worse visual prognosis than others (such as p.R2310K, PMID: 20232351). More evidence is available in the literature but has not been included in this curation as the maximum for genetic evidence has already been reached.\n\nThe mechanism of pathogenicity appears to be loss of spliceosome function; PRPF8 is the largest protein found in the spliceosome, and appears to inhibit the helicase activity of Brr2/SNRPN200 (PMID: 23727230). C-terminal mutations located in the Jab1 domain of PRPF8 are thought to result in reduction of PRPF8 interaction with a Brr2 (PMID: 19098916). Nonsense variants have also been associated with disease; it is predicted that C-terminal stop mutations may escape nonsense mediated decay, resulting in a truncated protein product that also reduces Brr2 interaction and increases helicase activity (PMID: 23704370). While genotype-phenotype correlations have not been well established, all reported retinopathy-causing variants except one (PMID: 33994920) are located in the C-terminal portion of the gene.  \n\nThe *PRPF8* gene is highly conserved in mammalian and lower vertebrate species, as it encodes a component of splicing machinery. The gene-disease association is supported by multiple cell culture models from model organisms and patient-derived tissue, demonstrating the role of PRPF8 in splicing. Multiple vertebrate and invertebrate models also support the gene-disease association. A drosophila mutant, in which adult eye morphology is dramatically disrupted, is consistent with a role for PRPF8 in photoreceptors (PMID: 32424050). A zebrafish mutant also demonstrates gross neurological differences and splicing disruption, supporting the role of the PRPF8 in splicing and snRNP assembly (PMID: 23714367). Retinal structures in mouse models demonstrate late-onset degenerative changes (PMID: 20811066). \n\nIn summary, PRPF8 is definitively associated with PRPF8-related retinopathy; to date, the only associated phenotype is retinitis pigmentosa. The association with retinopathy has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification has been approved by the ClinGen Retina GCEP on April 6th, 2023 (SOP Version 9).\nEvidence is well documented over time. ","dc:isVersionOf":{"id":"cggv:b9efbbc3-6ce1-4f92-8472-627c2060dd88"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}