{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293v2.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-01-20T17:00:00.000Z","role":"Approver"},{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-03-22T18:04:17.164Z","role":"Publisher"}],"evidence":[{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:58547c00-6e89-4110-aa8a-1e193be13be3","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:db2792a7-0819-4f1d-b347-ce057f6adbf8","type":"FunctionalAlteration","dc:description":"Lymphoblastoid cells from affected individuals with the p.Lys232del and p.Arg367SerfsX33 variants were cultured in cholesterol-poor medium.  Per the authors, \"sterol aberrations were similar to those reported for the allelic disorder\" CHILD syndrome, though of lesser severity.  Further, steady-state levels of NSDHL were markedly reduced in patients with these two variants as detected by immunoblotting.  The authors also demonstrated that these two variants show temperature-sensitive protein stability and complementation in Erg26-deficient yeast.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21129721","type":"dc:BibliographicResource","dc:abstract":"CK syndrome (CKS) is an X-linked recessive intellectual disability syndrome characterized by dysmorphism, cortical brain malformations, and an asthenic build. Through an X chromosome single-nucleotide variant scan in the first reported family, we identified linkage to a 5 Mb region on Xq28. Sequencing of this region detected a segregating 3 bp deletion (c.696_698del [p.Lys232del]) in exon 7 of NAD(P) dependent steroid dehydrogenase-like (NSDHL), a gene that encodes an enzyme in the cholesterol biosynthesis pathway. We also found that males with intellectual disability in another reported family with an NSDHL mutation (c.1098 dup [p.Arg367SerfsX33]) have CKS. These two mutations, which alter protein folding, show temperature-sensitive protein stability and complementation in Erg26-deficient yeast. As described for the allelic disorder CHILD syndrome, cells and cerebrospinal fluid from CKS patients have increased methyl sterol levels. We hypothesize that methyl sterol accumulation, not only cholesterol deficiency, causes CKS, given that cerebrospinal fluid cholesterol, plasma cholesterol, and plasma 24S-hydroxycholesterol levels are normal in males with CKS. In summary, CKS expands the spectrum of cholesterol-related disorders and insight into the role of cholesterol in human development.","dc:creator":"McLarren KW","dc:date":"2010","dc:title":"Hypomorphic temperature-sensitive alleles of NSDHL cause CK syndrome."},"rdfs:label":"McLarren Functional Alteration"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8e8519a1-8e88-4ea9-ada8-7cb6d2bf60a4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:616356b6-8298-4e9d-873d-31a5edf0baae","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The findings presented in this study are reminiscent of the microcephaly and cortical brain malformations observed in males with CK syndrome. This paradoxical observation can be explained by the toxic and proliferative effects of methylsterols.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21129721","rdfs:label":"McLarren non-human model organism"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"This evidence was downgraded from 2 points because the model has a LOF rather than a hypermorphic allele."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":2},{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:ce463095-686e-44c3-b8a0-934a743468b4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:660ed6b1-8b13-4f40-a942-7b9f1698134f","type":"Proband","detectionMethod":"Using DNA from the first described family, two point linkage was performed an X chromosome single-nucleotide variant (SNV) scan of family members giving consent to the protocol (H07-02142), approved by the clinical research ethics board at the University of British Columbia. We identified linkage to Xq28 (Figure 1). Two-point linkage analysis was performed with MLink from the FASTLINK software package, version 4.0P,5 and the Allegro program, version 1.1b.6 Multipoint linkage analysis was performed with the Allegro program. The maximum two-point and multipoint LOD scores were, respectively, 1.43 (q ¼ 0) and 2.29 (q ¼ 0) with marker rs941400. Haplotype andmicrosatellite analysis narrowed the interval to 5 Mb, marker DXS1684 to the telomere (Figure 1). Analysis of the 36.5 NCBI build of the human genome sequence revealed 133 positional candidate genes, expressed sequence tags (ESTs), and noncoding RNAs annotated within this region. By long-range PCR we amplified 1,535,643 bp of genomic sequence containing 111,381 bp of coding sequence and used Illumina reversible terminator-based sequencing to sequence the amplicons. Sufficient sequence coverage for unambiguously identifying variants was obtained for 85.3%, 80.6%, and 87.5% of the coding sequence in individuals V-3, III-4, and IV-11, respectively (Figure S2). Analysis identified a total of 6200 SNVs and 581 indels (Figure 1). Of the SNVs, 5106 were not found in four reference genomes.7–10 Capillary resequencing of 44,925 bp confirmed 86% of the SNV and indel observations. Of the 1347 SNVs and one indel unique to the proband, one SNV and one indel met the following criteria: (1) is absent from dbSNP, (2) is confirmed by capillary sequencing, (3) changes an amino acid change, and (4) segregates with CKS. The SNV was a mutation in F8 (c.1064G>A [p.Arg355Gln]), which encodes the blood coagulation factor 8 associated with hemophilia A. However, this mutation was considered clinically irrelevant because these males do not have bleeding problems. The indel was in exon 7 of NAD(P) dependent steroid dehydrogenase-like (NSDHL [MIM 300275]) (NM 015922.1:c.696_698del [p.Lys232del]) (Figure 1). The NSDHL mutation was not observed in 150 North American control chromosomes or in the 357 genomes evaluated for indels as part of the 1000 Genomes Project.","firstTestingMethod":"Linkage analysis","phenotypeFreeText":"Speech delay, distinct facial abnormalities, skeletal abnormalities, long fingers and toes, optic atrophy","phenotypes":["obo:HP_0001249","obo:HP_0001252","obo:HP_0000286","obo:HP_0000582","obo:HP_0000347","obo:HP_0001250","obo:HP_0000252"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:ce463095-686e-44c3-b8a0-934a743468b4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:53897a19-510e-497c-a50a-3977a176041d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015922.3(NSDHL):c.693_695GAA[1] (p.Lys232del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341819"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/21129721"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21129721","rdfs:label":"V-3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This variant is an in-frame deletion with supporting function data demonstrating that this is a hypermorphic allele. This variant segregates in multigeneration pedigree. The phenotypic features reported in this individual are characteristic of others with variants in NSDHL. This variant is supported by biochemical alteration evidence in patient cells. Although the interface will not allow users to upgrade past 1.5 points for variants with evidence to support gene impact, the ID/Autism GCEP has decided to upgrade the weight of this evidence to 2 points."},{"id":"cggv:9ee378e2-ea11-4c02-9dd1-10d00eab6d31_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d2eb8b11-2815-4cf3-9f5d-14779049607c","type":"Proband","phenotypeFreeText":"Speech delay, cortical malformation, distinct dysmorphic features, long fingers and toes, spine abnormalities, thin habitus","phenotypes":["obo:HP_0000252","obo:HP_0000486","obo:HP_0001250","obo:HP_0001249"],"sex":"UnknownEthnicity","variant":{"id":"cggv:9ee378e2-ea11-4c02-9dd1-10d00eab6d31_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:89ff17db-e8bb-46df-88ad-e63f5040841d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_015922.3(NSDHL):c.1098dup (p.Arg367SerfsTer33)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA341816"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19377476","type":"dc:BibliographicResource","dc:abstract":"Large-scale systematic resequencing has been proposed as the key future strategy for the discovery of rare, disease-causing sequence variants across the spectrum of human complex disease. We have sequenced the coding exons of the X chromosome in 208 families with X-linked mental retardation (XLMR), the largest direct screen for constitutional disease-causing mutations thus far reported. The screen has discovered nine genes implicated in XLMR, including SYP, ZNF711 and CASK reported here, confirming the power of this strategy. The study has, however, also highlighted issues confronting whole-genome sequencing screens, including the observation that loss of function of 1% or more of X-chromosome genes is compatible with apparently normal existence.","dc:creator":"Tarpey PS","dc:date":"2009","dc:title":"A systematic, large-scale resequencing screen of X-chromosome coding exons in mental retardation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19377476","rdfs:label":"III-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"The variant reported in this individual is a frameshift variant with supportive functional data that this is a hypomorphic allele (McLarren et al., 2010, PMID:21129721). This variant segregates in the multigeneration pedigree. The phenotypic features reported in this individual are characteristic of other reports of individuals with variants in NSDHL. There is biochemical alteration evidence in patient cells to support this variant. Although this variant cannot be upgraded further than 1.5 points, the ClinGen ID/Autism GCEP suggests that this variant should be awarded a score of 2 points."},{"id":"cggv:3b69caf5-558b-4b75-aeb2-8b8dc757e43d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a4597505-41e5-4d7c-9362-8862166d6982","type":"Proband","firstTestingMethod":"Next generation sequencing panels","sex":"Male","variant":{"id":"cggv:3b69caf5-558b-4b75-aeb2-8b8dc757e43d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:397cdaca-d7ae-40c6-a627-46b7d84f3741","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001129765.1(NSDHL):c.455G>A (p.Gly152Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA415285199"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25900314","type":"dc:BibliographicResource","dc:abstract":"The NSDHL gene encodes 3β-hydroxysteroid dehydrogenase involved in one of the later steps of the cholesterol biosynthetic pathway. Mutations in this gene can cause CHILD syndrome (OMIM 308050) and CK syndrome (OMIM 300831). CHILD syndrome is an X-linked dominant, male lethal disorder caused by mutations in the NSDHL gene that result in the loss of the function of the NSDHL protein. CK syndrome is an allelic X-linked recessive disorder. So far, 13 patients with CK syndrome from two families have been reported on. We present a new five-generation family with affected males manifesting clinical features of CK syndrome. Next generation sequencing was targeted to a custom panel of 542 genes with known or putative implication on intellectual disability. Missense mutation p.Gly152Asp was identified in the NSDHL gene in the DNA sample of the affected male. Mutation carrier status was confirmed for all the obligate carriers in the family. The clinical features of the affected males in the family manifested as weak fetal movements, severe intellectual disability, seizures, spasticity, atrophy of optic discs, microcephaly, plagiocephaly, skeletal abnormalities, and minor facial anomalies, including a high nasal bridge, strabismus, and micrognathia. A highly significant preferential transmission of the mutation was observed in this and previous families segregating CK syndrome. Our report expands the clinical spectrum of this syndrome to include weak fetal movements, spasticity, and plagiocephaly, and transmission ratio distortion. The various findings in these patients increase our understanding of the diversity of the clinical presentation of cholesterol biosynthesis disorders.","dc:creator":"Preiksaitiene E","dc:date":"2015","dc:title":"A novel missense mutation in the NSDHL gene identified in a Lithuanian family by targeted next-generation sequencing causes CK syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25900314","rdfs:label":"IV-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Although there is no functional data available, the proband's phenotypes are consistent with CK syndrome and the variant segregates within the family. The reported phenotype of this individual reveals that this variant has functional consequences."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Moderate","sequence":2431,"specifiedBy":"GeneValidityCriteria8","strengthScore":8,"subject":{"id":"cggv:6c7fcdba-6ee9-4245-89c6-0a5b2af86796","type":"GeneValidityProposition","disease":"obo:MONDO_0010441","gene":"hgnc:13398","modeOfInheritance":"obo:HP_0001417"},"version":"2.2","dc:description":"NSDHL variants have been reported in the literature in association with CHILD syndrome (Congenital Hemidysplasia with Ichthyosiform Erythroderma and Limb Defects, MIM: 308050, MONDO: 0010621) and CK syndrome (MIM: 300831, MONDO: 0010441), characterized by delayed psychomotor development, intellectual disability, seizures, microcephaly, and dysmorphic features. NSDHL loss-of-function (LoF) variants cause CHILD syndrome in females and are usually lethal in males, while NSDHL hypomorphic variants cause CK syndrome in males and female carriers are typically unaffected. \n\n\nThus far, neurodevelopmental disorders such as intellectual disability or seizures have not been reported in individuals with a diagnosis of CHILD syndrome (PMIDs: 26014843, 16088165, 25533639, 15689440, 16549711, 25093865, 21753784, 29341259) but have been observed in CK syndrome. For this reason, the ID/Autism Gene Curation Expert Panel has opted to evaluate this gene’s relationship to CK syndrome; evidence related to NSDHL and CHILD syndrome is not considered here. \n\n\nVariants in NSDHL have thus far only been reported in 3 multigenerational families with the CK syndrome presentation; affected males share consistent features of intellectual disability, seizures, microcephaly, and dysmorphic facial features. Reported variants include  a frameshift in the last exon resulting in stop loss and extension (PMID: 19377476), and an in-frame deletion of a single amino acid in the original CK family (PMID: 21129721), both shown to be hypomorphic alleles (PMID: 21129721); and a missense variant with no functional studies (PMID: 25900314). Supportive segregation data is available in all three families. This gene-disease association is also supported by experimental evidence. NSDHL encodes an enzyme in the cholesterol biosynthesis pathway and patient-derived lymphoblastoid cells have increased methyl sterol levels similar to those observed in CHILD syndrome (PMID: 21129721). Additional support is provided by a mouse model exhibiting abnormal cortical development (PMID: 21129721). In summary, there is moderate evidence supporting an association between NSDHL and X-linked CK syndrome. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 1/20/21 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:d94406f0-a459-47ed-aabc-80c7b6be9293"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}