{"id":"cggv:efeafdd5-9105-470f-b332-8c7a3dd65078v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:efeafdd5-9105-470f-b332-8c7a3dd65078_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-02-16T18:57:25.329Z","role":"Publisher"},{"id":"cggv:efeafdd5-9105-470f-b332-8c7a3dd65078_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2021-10-14T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:efeafdd5-9105-470f-b332-8c7a3dd65078_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0},{"id":"cggv:efeafdd5-9105-470f-b332-8c7a3dd65078_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:efeafdd5-9105-470f-b332-8c7a3dd65078_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e95bdea-2216-48e9-90f2-b60d0dc5df66","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:97a85b2c-9c0a-42b1-8766-8378d79b8ee0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Social behaviors can be used to approximate human behaviors in autism spectrum disorders ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25071926","type":"dc:BibliographicResource","dc:abstract":"As elegant structures designed for neural communication, synapses are the building bricks of our mental functions. Recently, many studies have pointed out that synaptic protein-associated mutations may lead to dysfunctions of social cognition. Dlgap2, which encodes one of the main components of scaffold proteins in postsynaptic density (PSD), has been addressed as a candidate gene in autism spectrum disorders. To elucidate the disturbance of synaptic balance arising from Dlgap2 loss-of-function in vivo, we thus generated Dlgap2 (-/-) mice to investigate their phenotypes of synaptic function and social behaviors.","dc:creator":"Jiang-Xie LF","dc:date":"2014","dc:title":"Autism-associated gene Dlgap2 mutant mice demonstrate exacerbated aggressive behaviors and orbitofrontal cortex deficits."},"rdfs:label":"Mouse model knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":3995,"specifiedBy":"GeneValidityCriteria8","strengthScore":2,"subject":{"id":"cggv:c1210a53-fc51-43ff-82a3-12e5f817e5cc","type":"GeneValidityProposition","disease":"obo:MONDO_0100038","gene":"hgnc:2906","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"Variants in DLGAP2 have been observed in individuals with autosomal dominant complex neurodevelopmental disorders, including autism spectrum disorder, schizophrenia spectrum disorder, intellectual disability, developmental coordination disorder, and attention deficit/hyperactivity disorder, as early as [2017; Poquet H, Faivre L, El Chehadeh S, Morton J, McMullan D, et al. (2017) Further Evidence for DLGAP2 as Strong Autism Spectrum Disorders/Intellectual Disability Candidate Gene. Autism Open Access 6: 197. doi:10.4172/2165-7890.1000197]\n\nAt least 33 probands with heterozygous variants within or including DLGAP2 have been reported across 9 publications and various public databases; each of these cases was reviewed as part of this curation, though not all of them were scored. For example, many of the reported variants are copy number variants involving DLGPA2 in addition to other genes; because the effects of the additional  genes could not be ruled out as potential contributors to the patients’ phenotypes, these cases were not scored (PMIDs: 32372567, 31602316, 20531469, 28901431, etc.). One article reporting CNVs in DLGAP2 in individuals with obsessive compulsive disorders (OCD) was not scored (PMID: 27777633) since OCD was considered a developmentally separate phenotype.(There have been at least two reports of intragenic deletions within DLGAP2; one found to be de novo (PMID: 33925474, case 4), the other with unknown inheritance ((PMID: 26845707, case AS-26). The pLI score for DLGAP2 is 1, with an observed/expected score of 0.2, suggesting that this gene is relatively intolerant to loss of function variation (gnomAD v2.1.1). Given this, the GCEP elected to score these two cases as evidence supporting the gene-disease relationship.  However, the missense pLI score for this gene is -1 (gnomAD v2.1.1), suggesting that the gene is generally tolerant of missense variation.  For this reason, the GCEP elected not to score any reported missense variants without evidence demonstrating their functional impact on the protein (PMID: 24410847).\n\nGene-level experimental evidence in support of this gene-disease relationship includes protein interactions and animal models. The DLGAP2 protein network includes interactions with DLG3, DLG4, SHANK1, SHANK2, SHANK3, NLGN4, CASK; all well known genes with variation associated with autism spectrum disorder (ASD) susceptibility and intellectual disability based on STRINGdb predictions. A knock-out mouse model where Dlgap2−/− mice were generated using the Cre-loxP system and serial backcross displayed exacerbated aggressive behaviors in the resident–intruder task, and elevated social dominance in the tube test. In addition, Dlgap2−/− mice exhibited a clear reduction of receptors and scaffold proteins in cortical synapses (PMID: 25071926).\n\nIn summary, there is limited evidence to support the relationship between DLGAP2 and autosomal dominant complex neurodevelopmental disorder. It is possible that pathogenic variation in this gene may contribute to neurodevelopmental disorders in a more reduced penetrance manner; additional evidence is needed to understand the role this gene plays in disease.This classification has been approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on 10/14/2021 (SOP version 8).\nDue to limitations of the gene curation interface, the variants we are trying to score (a large deletion), is unable to be entered; therefore, the genetic evidence score should be 3 instead of 0 points.","dc:isVersionOf":{"id":"cggv:efeafdd5-9105-470f-b332-8c7a3dd65078"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}