{"id":"cggv:ee5380a4-0dee-49aa-b911-141502648144v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:ee5380a4-0dee-49aa-b911-141502648144_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2024-07-18T01:20:48.237Z","role":"Publisher"},{"id":"cggv:ee5380a4-0dee-49aa-b911-141502648144_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10104","date":"2023-07-12T02:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:RecurationNewEvidence"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11815426","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy, a familial myocardial condition caused by sarcomere protein mutations, is usually recognized by early adulthood. Hypertrophic cardiomyopathy of the elderly has similar clinical features but, notably, a later age of onset and noncontributory family history. Causes of elderly-onset hypertrophic cardiomyopathy are unknown.","dc:creator":"Niimura H","dc:date":"2002","dc:title":"Sarcomere protein gene mutations in hypertrophic cardiomyopathy of the elderly."},"evidence":[{"id":"cggv:ee5380a4-0dee-49aa-b911-141502648144_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ee5380a4-0dee-49aa-b911-141502648144_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d0d99e64-6293-4ee1-9c23-3b122d96773f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:07add211-f007-4701-9b97-a02cbd90511f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Two distinct myosin  heavy chain  isoforms, identified  in the  human  heart  with  specific  anti-myosin  antibodies.  By  indirect  immunofluorescence,  MHC-alpha  was  found  to be a  major  component  of  atrial  myosin  and  a  minor  component  of ventricular  myosin.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/6234108","type":"dc:BibliographicResource","dc:abstract":"Two distinct myosin heavy chain isoforms, referred to as alpha and beta, were identified in the human heart with specific antimyosin antibodies. By indirect immunofluorescence, myosin heavy chain alpha was found to be a major component of atrial myosin and a minor component of ventricular myosin, while heavy chain beta was found to be a major component of ventricular myosin and a minor component of atrial myosin. In the normal heart, there was marked individual variability in the proportion of ventricular myocytes reactive for heavy chain alpha. Atrial myocytes staining for heavy chain beta were rare in the left atrium and more numerous in the right atrium, especially in the crista terminalis and in the interatrial septum. Surgical and autoptic specimens from hypertrophied left ventricles of patients with mitral regurgitation showed a myosin immunoreactivity pattern similar to that of normal specimens. Very rare muscle cells reactive for heavy chain alpha were seen in the hypertrophied left ventricles of subjects with hypertension and in the hypertrophied right ventricles of subjects with tetralogy of Fallot. A dramatic transformation of myosin heavy chain composition was observed in hypertrophied left atria of patients with mitral stenosis, with a shift to heavy chain beta in a large proportion of atrial myocytes. The findings indicate that chronic exposure to hemodynamic overload can induce marked changes in the myosin heavy chain composition of human atria, whereas it affects only slightly that of the ventricles.","dc:creator":"Gorza L","dc:date":"1984","dc:title":"Myosin types in the human heart. An immunofluorescence study of normal and hypertrophied atrial and ventricular myocardium."},"rdfs:label":"Two Distinc myosin heavy chain isoforms in human heart"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:adbe6457-13fe-4d2b-8960-5cbbf297c28f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:040720f4-9df8-4380-8197-4a58f0fb374d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"MYHC-a cardiac isoforms are considerably more conserved in their rod than head regions. MYHC sequence diversity in regions involved in the MYHC's interactions with ATP, actin and the light chains.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10388558","type":"dc:BibliographicResource","dc:abstract":"The conventional myosin motor proteins that drive mammalian skeletal and cardiac muscle contraction include eight sarcomeric myosin heavy chain (MyHC) isoforms. Six skeletal MyHCs are encoded by genes found in tightly linked clusters on human and mouse chromosomes 17 and 11, respectively. The full coding regions of only two out of six mammalian skeletal MyHCs had been sequenced prior to this work. In an effort to assess the extent of sequence diversity within the human MyHC family we present new full-length coding sequences corresponding to four additional human genes: MyHC-IIb, MyHC-extraocular, MyHC-IIa and MyHC-IIx/d. This represents the first opportunity to compare the full coding sequences of all eight sarcomeric MyHC isoforms within a vertebrate organism. Sequence variability has been analyzed in the context of available structure/function data with an emphasis on potential functional diversity within the family. Results indicate that functional diversity among MyHCs is likely to be accomplished by having small pockets of sequence diversity in an otherwise highly conserved molecule.","dc:creator":"Weiss A","dc:date":"1999","dc:title":"Comparative sequence analysis of the complete human sarcomeric myosin heavy chain family: implications for functional diversity."},"rdfs:label":"Comparative analysis of the MYHC family"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:ee5380a4-0dee-49aa-b911-141502648144_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:829f1d81-83ea-428b-bc5c-67b8be49f0f6","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:700a988c-f710-4a8b-80b3-54124099a203","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24092743","type":"dc:BibliographicResource","dc:abstract":"Dominant mutations in sarcomere proteins such as the myosin heavy chains (MHC) are the leading genetic causes of human hypertrophic cardiomyopathy (HCM) and dilated cardiomyopathy. We found that expression of the HCM-causing cardiac MHC gene (Myh6) R403Q mutation in mice can be selectively silenced by an RNA interference (RNAi) cassette delivered by an adeno-associated virus vector. RNAi-transduced MHC(403/+) mice developed neither hypertrophy nor myocardial fibrosis, the pathologic manifestations of HCM, for at least 6 months. Because inhibition of HCM was achieved by only a 25% reduction in the levels of the mutant transcripts, we suggest that the variable clinical phenotype in HCM patients reflects allele-specific expression and that partial silencing of mutant transcripts may have therapeutic benefit.","dc:creator":"Jiang J","dc:date":"2013","dc:title":"Allele-specific silencing of mutant Myh6 transcripts in mice suppresses hypertrophic cardiomyopathy."},"rdfs:label":"Allele-Specific Silencing of Mutant MYH6 Transcripts in Mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"Non-scorable because MYH6 in mice models is not analogous to human MYH6. "},{"id":"cggv:f56617ca-69d6-40f7-a4e3-4462200f73d7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:87327efa-b064-421c-a3b6-f6cc2801f539","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Non-scorable because MYH6 in mice models is not analogous to human MYH6. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8614836","type":"dc:BibliographicResource","dc:abstract":"A mouse model of familial hypertrophic cardiomyopathy (FHC) was generated by the introduction of an Arg 403 --> Gln mutation into the alpha cardiac myosin heavy chain (MHC) gene. Homozygous alpha MHC 403/403 mice died 7 days after birth, and sedentary heterozygous alpha MHC 403/+ mice survived for 1 year. Cardiac histopathology and dysfunction in the alpha MHC 403/+ mice resembled human FHC. Cardiac dysfunction preceded histopathologic changes, and myocyte disarray, hypertrophy, and fibrosis increased with age. Young male alpha MHC 403/+ mice showed more evidence of disease than did their female counterparts. Preliminary results suggested that exercise capacity may have been compromised in the alpha MHC 403/+ mice. This mouse model may help to define the natural history of FHC.","dc:creator":"Geisterfer-Lowrance AA","dc:date":"1996","dc:title":"A mouse model of familial hypertrophic cardiomyopathy."},"rdfs:label":"Mouse Model of Familial Hypertrophic Cardiomyopathy"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Non-scorable because MYH6 in mice models is not analogous to human MYH6. "}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1},{"id":"cggv:ee5380a4-0dee-49aa-b911-141502648144_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0.4}],"evidenceStrength":"Disputed","sequence":8719,"specifiedBy":"GeneValidityCriteria9","strengthScore":1.4,"subject":{"id":"cggv:e15224e2-8d8d-4507-943a-62c4d2628d11","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:7576","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MYH6 was first reported in association with autosomal dominant hypertrophic cardiomyopathy (HCM) in humans in 2002 (Niimura et al. 2002, PMID 11815426). MYH6 gene encodes alpha heavy chain subunit of cardiac myosin (MHC-α), which are actin-based molecular motors that convert chemical energy released from the hydrolysis of ATP.  It has been associated with HCM in 3 probands in 2 publications. Four unique heterozygous missense variants have been reported in humans with limited evidence to support their pathogenicity (Niimura et al. 2002, PMID 11815426; Rubattu et al. 2016, PMID 27483260; Wang et al. 2020 PMID 33385793). Additional missense variants have been reported in humans, but were not scored because probands have variants in another HCM gene (Rubattu et al. 2016, PMID 27483260; Liu et al. 2021, PMID 34087240; Suzuki et al. 2022, PMID 35911064), or high frequency in the population (Carniel et al. 2005, PMID 15998695). \n\nThe mechanism for disease remains unknown. The gene-disease association is supported by expression studies in the human heart (Gorza, et al. 1984, PMID 6234108) and biochemical function showing MHC-α interactions with ATP, actin and the light chains (Weiss et al. 1999, PMID 10388558).  Additional studies on mice models of HCM using pre-engineered heterozygous, pathogenic MYH7 variant orthologous to the human p.R403Q allele into the mouse MYH6 were reviewed, but not scored because these mice models are not analogous to human MYH6 (Geisterfer-Lowrance et al. 1996, PMID 8614836; Jiang, et al. 2013 PMID 24092743). \n\nThis classification was originally approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on November 1, 2017, with a classification of “Limited”. It was reevaluated by the ClinGen Hereditary Cardiovascular Disease Gene Curation Expert Panel on July 12, 2023. As a result of this reevaluation, the classification was changed from “Limited” to “Disputed” due to absence of new compelling genetic and experimental evidence.\n\n\n\nChanged from Limited to Disputed due to lack of new evidence that has accumulated in the past 5 years to associate MYH6 gene to HCM disease. ","dc:isVersionOf":{"id":"cggv:ee5380a4-0dee-49aa-b911-141502648144"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}