{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39dv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39d_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-03-16T13:28:18.821Z","role":"Publisher"},{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39d_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10080","date":"2021-03-16T13:27:48.373Z","role":"Approver"}],"evidence":[{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39d_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39d_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:e94c3fbf-0225-40f7-8f8a-6619668a6c6b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7403fe63-d6fe-4ff8-a043-26af73365eeb","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"Proband WES was followed by validation using Sanger sequencing. Variants were also confirmed in parents of the proband.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Agammaglobulinemia was diagnosed at 5yo. Proband had recurrent respiratory tract infections 5 to 6 times annually since 1yo. She walked unsteadily, and fell down easily after sitting down for a period of time, with this symptom relieved after walking for 2 min to 3 min since age 10yo. She had suffered from an itch on her elbow since age 6 to 7. Absolute B-cell count was normal (134/μL), B-cell proportion (3.5%) remained below reference value. Levels of IgA (<0.06 g/L), IgM (<0.18 g/L), and IgG (1.75 g/L) were extremely low. She experienced convulsions at 2-3yo and at 10yo, when it was combined with sudden unconsciousness and unsteadiness when standing. MRI showed atrophy of left occipital lobe and patient received IVIG therapy. Normal results were noted on abdominal ultrasound, thyroid, blood, urinary tandem mass spectrometry, chromosome karyotyping. Developmental history showed no adverse outcome and no other congenital malformations were reported.","phenotypes":["obo:HP_0002205","obo:HP_0030828","obo:HP_0004432","obo:HP_0003193","obo:HP_0000246","obo:HP_0012387","obo:HP_0002090","obo:HP_0001250"],"previousTesting":true,"previousTestingDescription":"BTK variants were excluded.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e94c3fbf-0225-40f7-8f8a-6619668a6c6b_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7ddc1cf0-68fe-4ab8-8e25-e6264c570701","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.96215320C>T (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377723103"}},{"id":"cggv:4705176b-2a9a-4084-bf22-1006338ff7d9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.96209836_96209905del (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768687"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32194234","type":"dc:BibliographicResource","dc:abstract":"Biallelic variants in BLNK cause primary B-cell immunodeficiency that usually results in absence of B cells and immunoglobulin. Here, we identified disease-causing variant(s) in two unrelated Chinese patients with agammaglobulinemia. Patient 1 showed a moderate reduction in total B-cell count but demonstrated both extremely low levels of memory B-cells and lower levels of memory T cells relative to those in healthy controls. Whole-exome sequencing (WES) revealed a novel heterozygous splice variant (c.676+1G>A), and suggested exon 9 deletion from BLNK, which was subsequently validated by quantitative polymerase chain reaction. For Patient 2, WES revealed novel compound heterozygous of a frameshift variant (p.T152Pfs*6) and a synonymous variant (c.525G>A) that resulted in exon 6 skipping, according to cDNA sequencing. These findings represent the first report of a BLNK-deficient patient presenting with impaired memory B-cell and memory T-cell development. Furthermore, this study is the first reporting a pathogenic synonymous splice variant in BLNK.","dc:creator":"Li N","dc:date":"2020","dc:title":"Further delineation of primary B cell immunodeficiency caused by novel variants of the BLNK gene in two Chinese patients."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/32194234","rdfs:label":"Li_Patient 1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was compound heterozygous for the intron 8 splice donor site variant and exon 9 deletion, confirmed in trans. The exon 9 deletion is expected to cause a frameshift, Arg277LysfsTer7, predicted to result in NMD. The intron 8 splice donor variant is expected to result in exon skipping. Reduced score is applied to two null variants in trans."},{"id":"cggv:71f985b6-7aca-476e-93ea-39647edbd63f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f292e44c-d8dc-4b49-bace-f1fcc825e5bb","type":"Proband","detectionMethod":"Genomic DNA from peripheral blood mononuclear cells was amplified and directly sequenced using BLNK-specific primers.","firstTestingMethod":"PCR","phenotypeFreeText":"Proband had recurrent otitis and lung infections. Agammaglobulinemia was diagnosed at 6yo. CD19+CD20+ B cells were absent in the peripheral blood; immunoglobulin replacement therapy was initiated. Flow cytometry analysis revealed an almost complete absence of CD34–CD19+ pre-BII/immature/mature B cells (0.4% vs 10.5% in the control subject), whereas CD34+CD19+ pre–BI-cell frequency was elevated (4.9% vs 0.7% in the control subject). Cell surface IgMs were not detected on proband's B cells.","phenotypes":["obo:HP_0002719","obo:HP_0005365","obo:HP_0004432","obo:HP_0000403"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:71f985b6-7aca-476e-93ea-39647edbd63f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:726710ec-ccdb-409e-b474-d7bebc3bf5c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.96204590G>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA212517048"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24582315","type":"dc:BibliographicResource","dc:abstract":"Expression of the pre-B-cell receptor (pre-BCR) by pre-BII cells constitutes a crucial checkpoint in B-cell differentiation. Mutations that affect the pre-B-cell receptor result in early B-cell differentiation blockades that lead to primary B-cell immunodeficiencies. BLNK adaptor protein has a key role in the pre-B-cell receptor signaling cascade, as illustrated by the abnormal B-cell development in the 4 patients with BLNK gene defects reported to date. However, the BLNK protein's precise function in human B-cell differentiation has not been completely specified.","dc:creator":"Lagresle-Peyrou C","dc:date":"2014","dc:title":"The BLNK adaptor protein has a nonredundant role in human B-cell differentiation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/24582315","rdfs:label":"Lagresle-Peyrou_Proband"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":3,"dc:description":"The proband was homozygous for the nonsense variant, Arg282Ter, in exon 12/17. NMD is predicted. Both parents were heterozygous for this variant. The authors observed very weak production of BLNK mRNA transcripts in the proband and a lack of BLNK protein in CD34+CD19− and CD34+CD19+ BM subpopulations by flow cytometry. The variant is reported at a max frequency of 0.00009645 (1/10368 alleles) in the Ashkenazi Jewish population in gnomAD v2.1.1, with 0 homozygotes The evidence is scored default points. Note, default score per SOP 8 would be 3 points."},{"id":"cggv:5050b877-bf80-4b9f-9d13-3db5f73b75bc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:febc90e2-353a-4fab-b424-b94cec62e486","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Months","ageValue":6,"detectionMethod":"Whole exome sequencing analysis in the proband and Sanger sequencing in all family members was performed.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Congenital agammaglobulinemia was diagnosed at 6mo. He was maintained on regular IV immunoglobulins. At 9yo, polyarthritis of the wrists, ankles, and knees was diagnosed, with a subsequent exacerbation of diarrhea and hypoalbuminemia. Colonoscopy showed signs of enteritis with intraepithelial lymphocytes and virally induced colitis or celiac disease. At 10yo, he developed dermatitis of abdomen, upper and lower extremities. Skin biopsy revealed infiltration of lymphocytes into epidermis. His skin disease and edema did not improve and he presented with an induration of the skin of the calf affecting knee joint flexion and normal activity. His peripheral blood showed enterovirus detected by PCR, but was not seen in skin biopsy or synovial fluid.","phenotypes":["obo:HP_0002583","obo:HP_0005365","obo:HP_0000962","obo:HP_0002014","obo:HP_0007430","obo:HP_0004432","obo:HP_0011123","obo:HP_0040311","obo:HP_0000403"],"secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5050b877-bf80-4b9f-9d13-3db5f73b75bc_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e07c51e6-7544-4dbe-88a5-9e6426af4ccd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013314.4(BLNK):c.438_439delinsT (p.Lys146AsnfsTer11)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768686"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25893637","type":"dc:BibliographicResource","dc:abstract":"B-cell linker (BLNK) protein is a non-redundant adaptor molecule in the signaling pathway activated by (pre) B-cell antigen receptor signals. We present two siblings with a homozygous deleterious frameshift mutation in BLNK, resulting in a block of B cell development in the bone marrow at the preB1 to preB2 stage, absence of circulating B cells and agammaglobulinemia. This is the first description of an enteroviral infection associated arthritis and dermatitis in a patient with BLNK deficiency. ","dc:creator":"NaserEddin A","dc:date":"2015","dc:title":"Enteroviral Infection in a Patient with BLNK Adaptor Protein Deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25893637","rdfs:label":"NaserEddin_Proband P1"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The proband was homozygous for the frameshift variant, Lys146AsnfsTer11, that predicts a premature termination codon in exon 6/17. NMD is predicted. The authors note that a severe block at the pre BI to pre BII cell stage was observed by flow cytometric analysis of bone marrow aspirates from the proband, with nearly absent immature B cells. The parents of the proband were both heterozygous for the variant. A score of 2 points is awarded conservatively as the family is noted to be consanguineous. Note, the variant is reported as Glu145fsTer25 in the paper. Based on the sequence in Fig 1B, the variant is Lys146AsnfsTer11."},{"id":"cggv:f7bf2013-3adb-4175-8db7-9f1004fa4685_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:21ff68a9-bbb1-4f16-9941-5ad7838872a0","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":20,"detectionMethod":"All 17 exons of the BLNK gene were amplified and analyzed by PCR-SSCP. The first exon and its flanking intronic sequence was cloned and sequenced.","firstTestingMethod":"SSCP","phenotypeFreeText":"Proband showed normal growth and development. Onset of recurrent otitis was at 8mo. He was evaluated for immunodeficiency at 16mo, when he had no detectable serum IgG, IgM or IgA and <1% B cells in peripheral circulation. He was started on gammaglobulin replacement and was well between 2yo and 20yo: serum IgM and IgA <7 mg/dl, normal numbers and percentages of CD4 and CD8+ T cells and NK cells, normal numbers of platelets and myeloid cells.","phenotypes":["obo:HP_0004315","obo:HP_0012115","obo:HP_0000246","obo:HP_0005365","obo:HP_0000403","obo:HP_0002242","obo:HP_0004313","obo:HP_0000389","obo:HP_0002090"],"previousTesting":true,"previousTestingDescription":"Proband was tested for variants in BTK, µ heavy chain (IGHM), Igα (CD79A), Igβ (CD79B) or the surrogate light chain.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f7bf2013-3adb-4175-8db7-9f1004fa4685_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:b3003792-5d39-458a-a471-fba9b17f2597","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000010.11:g.96271349T>A (GRCh38)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA1139768680"}},{"id":"cggv:a729a443-1e89-4b6a-a56e-8e369e95cb53","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013314.4(BLNK):c.30C>A (p.Pro10=)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA471052267"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10583958","type":"dc:BibliographicResource","dc:abstract":"The signal transduction events that control the progenitor B cell (pro-B cell) to precursor B cell (pre-B cell) transition have not been well delineated. In evaluating patients with absent B cells, a male with a homozygous splice defect in the cytoplasmic adapter protein BLNK (B cell linker protein) was identified. Although this patient had normal numbers of pro-B cells, he had no pre-B cells or mature B cells, indicating that BLNK plays a critical role in orchestrating the pro-B cell to pre-B cell transition. The immune system and overall growth and development were otherwise normal in this patient, suggesting that BLNK function is highly specific.","dc:creator":"Minegishi Y","dc:date":"1999","dc:title":"An essential role for BLNK in human B cell development."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10583958","rdfs:label":"Minegishi_Proband"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"The proband was homozygous for the splice donor site variant, c.47+3C>A. RT-PCR on patient bone marrow cDNA revealed absence of BLNK transcripts. No membrane immunoglobulin-positive mature B cells were observed. Authors determined that the block in B cell differentiation occurred in the pro-B cell to pre-B cell transition. Indirectly stained permeabilized bone marrow cells from the proband showed absence for BLNK staining. In addition to the splice site variant, the proband was also homozygous for a synonymous variant in exon 1, c.30C>A (Pro10=). The impact of the synonymous variant is not clear; it is absent from gnomAD. Another nucleotide change resulting in the same synonymous variant, c.30C>T is reported at a frequency of 0.00004 in the African/African-American population in gnomAD. The proband is conservatively scored reduced points as they are homozygous for two different variants. "},{"id":"cggv:0441b253-ea42-4b46-8387-de0bc35317c0_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d1e72784-26ff-492b-85f4-3664077591df","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":37,"detectionMethod":"Targeted resequencing of potential candidate genes was done. BLNK cDNA was amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"Asymptomatic renal insufficiency was diagnosed at 28yo, with cirrhosis of left kidney and mild hydronephrosis of right kidney. Serum creatinine was 3.2 mg/dl (nv = 0.6-1.2 mg/dl); proteinuria was 2.5 g/d","phenotypes":["obo:HP_0002850","obo:HP_0000083","obo:HP_0012378","obo:HP_0000126","obo:HP_0000093","obo:HP_0001649","obo:HP_0003259"],"previousTesting":true,"previousTestingDescription":"BTK genomic DNA was sequenced and no variants were identified.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:0441b253-ea42-4b46-8387-de0bc35317c0_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9c9b3c30-ed3c-4205-87b1-6fbdfa03e712","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013314.3(BLNK):c.472G>T (p.Ala158Ser)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA5623460"}},{"id":"cggv:d0a6a0ef-cf9c-4221-82e5-18826caf7e9c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_013314.4(BLNK):c.328C>G (p.Pro110Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA377725323"}}],"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30619340","type":"dc:BibliographicResource","dc:abstract":"B cell activation via the B cell receptor (BCR) signalosome involves participation of signaling molecules such as BTK and BLNK. Genetic defects in these molecules are known to impair B cell differentiation and subsequently lead to agammaglobulinemia. Here we identified novel mutations in BTK and BLNK in two unrelated patients that perturb the intrinsic B-cell receptor signaling pathway and lead to selective IgM deficiency, whereas production of other immunoglobulin isotypes and IgG antibody response remain intact. Currently it is unknown how BCR signaling strength affects mature B cell development in humans. Both patients show reduced levels of BCR signalosome phosphorylation as well as impaired BCR-dependent Ca","dc:creator":"Geier CB","dc:date":"2018","dc:title":"Hypomorphic Mutations in the BCR Signalosome Lead to Selective Immunoglobulin M Deficiency and Impaired B-cell Homeostasis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30619340","rdfs:label":"Geier_Patient B"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"The proband is reported to be compound heterozygous for two missense variants: APro110Ala and Ala158Ser. Parents were not tested, and the two variants were not confirmed in trans. In addition, the Ala158Ser variant is reported to be a likely benign/benign variant in ClinVar by several laboratories. BLNK protein expression was not altered in the proband, assessed by flow cytometry. The authors report that the variants are hypomorphic. They show that BLNK phosphorylation at Tyr84 as well as PLCγ2 phosphorylation at Tyr759 were reduced in the proband, tested by flow cytometry in EBV-transformed B-cells. The proband is not scored any points as one of the variants identified is broadly reported as benign. The Pro110Ala variant is reported at a frequency of 0.000008795 (1/113696 alleles) in the non-European Finnish population. The Ala158Ser variant is reported at a frequency of 0.03684 (382/10370 alleles) in Ashkenazi Jewish population, with 8 homozygotes."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":7.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.5},{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39d_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39d_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:61031cc4-d276-4bb4-9b13-46bf4d46f9a2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:7db6ca4b-ea8c-4777-8e16-3193753f93a5","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Intracellular FACS staining assay for BLNK revealed the expression pattern of BLNK in the peripheral B lymphocytes and not T lymphocytes. Analysis of bone marrow derived cells showed the highest BLNK expression in early development, with progressively lower expression during B cell maturation.\n\nThe protein atlas also shows tissue specificity in the blood and lymphoid tissue and cell specificity in B cells (https://www.proteinatlas.org/ENSG00000095585-BLNK).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10583957","type":"dc:BibliographicResource","dc:abstract":"Linker proteins function as molecular scaffolds to localize enzymes with substrates. In B cells, B cell linker protein (BLNK) links the B cell receptor (BCR)-activated Syk kinase to the phosphoinositide and mitogen-activated kinase pathways. To examine the in vivo role of BLNK, mice deficient in BLNK were generated. B cell development in BLNK-/- mice was blocked at the transition from B220+CD43+ progenitor B to B220+CD43- precursor B cells. Only a small percentage of immunoglobulin M++ (IgM++), but not mature IgMloIgDhi, B cells were detected in the periphery. Hence, BLNK is an essential component of BCR signaling pathways and is required to promote B cell development.","dc:creator":"Pappu R","dc:date":"1999","dc:title":"Requirement for B cell linker protein (BLNK) in B cell development."},"rdfs:label":"Pappu_Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:174e6c52-cccd-47e1-94ff-833241373552","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c34561ae-c402-4ec4-8f3c-de036623c814","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Flag-tagged BLNK expression vector was transfected into 293T cells. When coexpressed with Syk, BLNK was strongly tyrosine-phosphorylated. Extracted cell lysates revealed binding of BLNK to Btk-SH2 domain when coexpressed with Syk. In addition, BTK and BLNK association in vivo was assessed in reconstituted cells and a B cell line by immunoprecipitation. Significant binding of BTK to BLNK was observed even when BLNK was not phosphorylated. When coexpressed with Syk, 3-fold increased binding of BTK and BLNK was observed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10498607","type":"dc:BibliographicResource","dc:abstract":"Bruton's tyrosine kinase (Btk) is a critical component in the B-cell antigen receptor (BCR)-coupled signaling pathway. Its deficiency in B cells leads to loss or marked reduction in the BCR-induced calcium signaling. It is known that this BCR-induced calcium signaling depends on the activation of phospholipase Cgamma (PLCgamma), which is mediated by Btk and another tyrosine kinase Syk and that the SH2 and pleckstrin homology (PH) domains of Btk play important roles in this activation process. Although the importance of the PH domain of Btk has been explained by its role in the membrane targeting of Btk, the functional significance of the SH2 domain in the calcium signaling has remained merely a matter of speculation. In this report, we identify that one of the major Btk-SH2 domain-binding proteins in B cells is BLNK (B-cell linker protein) and present evidences that the interaction of BLNK and the SH2 domain of Btk contributes to the complete tyrosine phosphorylation of PLCgamma.","dc:creator":"Hashimoto S","dc:date":"1999","dc:title":"Identification of the SH2 domain binding protein of Bruton's tyrosine kinase as BLNK--functional significance of Btk-SH2 domain in B-cell antigen receptor-coupled calcium signaling."},"rdfs:label":"Hashimoto_PI"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5,"dc:description":"The evidence reveals the role of BLNK in the BCR-signaling pathway. BLNK is shown to associate with BTK, which is also associated with agammaglobulinemia phenotypes in humans."},{"id":"cggv:a772e717-ceaf-4984-9019-a0d39e6b8616","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6cd13d5f-2266-4ead-9577-37c388acb71d","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Patients with BLNK variants are reported with hypogammaglobulinemia and absent/reduced B cell numbers due to a block in B cell differentiation occurred in the pro-B cell to pre-B cell transition. The function of BLNK as a central linker protein in BCR activation is consistent with the pathology observed in humans with BLNK variants.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9697839","type":"dc:BibliographicResource","dc:abstract":"Linker or adapter proteins provide mechanisms by which receptors can amplify and regulate downstream effector proteins. We describe here the identification of a novel B cell linker protein, termed BLNK, that interfaces the B cell receptor-associated Syk tyrosine kinase with PLCgamma, the Vav guanine nucleotide exchange factor, and the Grb2 and Nck adapter proteins. Tyrosine phosphorylation of BLNK by Syk provides docking sites for these SH2-containing effector molecules that, in turn, permits the phosphorylation and/or activation of their respective signaling pathways. Hence, BLNK represents a central linker protein that bridges the B cell receptor-associated kinases with a multitude of signaling pathways and may regulate the biologic outcomes of B cell function and development.","dc:creator":"Fu C","dc:date":"1998","dc:title":"BLNK: a central linker protein in B cell activation."},"rdfs:label":"Fu_Function B"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39d_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5fca7122-e610-458b-adec-4f2591d3854b","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:97955e12-34d9-42c2-9bf1-b8f6ef6c5bb5","type":"FunctionalAlteration","dc:description":"Surface IgM was expressed in 6% and 8% of CD19+ bone marrow cells from BLNK-recipient mice, which were likely immature/T1B cells due to the absence of surface IgD. While, B cells were not detected in the mock mice. 70% of the IgVκ sequences in the CD19+IgM+ cells were found to be in-frame, indicating that BCR selection had occurred. Authors report that the restoration of BLNK expression allowed the reconstitution of normal IGVκ repertoire in immature B cells.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24582315","rdfs:label":"Lagresle-Peyrou_FA"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1,"dc:description":"The evidence is scored default points."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39d_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7a77bf2b-53c7-49e7-bdd4-bb5224d993a3","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:89562c93-2b69-4450-8d83-3050675a9f93","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Null mice showed no BLNK protein in cell lysates of total bone marrow. T cell number, development and function were unaffected as BLNK is not expressed in T cells. However, a ~65% reduction in splenocyte number was found in BLNK-/- mice when compared to wild type or heterozygous mice. KO mice showed a profound block in B cell development as they accumulated B220+CD43+ progenitor B cells. B-cell lineage bone marrow cells failed to progress efficiently from immature B220loIgMlo to mature B220hiIgM+ stages. Analysis of splenocytes and lymph node reveales reduced IgM+ B cell numbers. Young and old null mice showed marked reduction of B220hiIgM+ cells (<1%) in the bone marrow. Serum immunoglobulin in null mice was also significantly reduced compared to wild-type.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/10583957","rdfs:label":"Pappu_BLNK null mouse"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"The evidence is scored default points as the mouse model recapitulates the reduction in B cell number and hypogammaglobulinemia phenotypes that are noted in humans. The mechanism of BLNK defect is also shown to be a block in B-cell development from the pro-B cells to the pre-B cell stage, which is also revealed in humans."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Definitive","sequence":2407,"specifiedBy":"GeneValidityCriteria8","strengthScore":12,"subject":{"id":"cggv:2ee5c475-43b5-4a07-9e26-9e8b0e37addf","type":"GeneValidityProposition","disease":"obo:MONDO_0013289","gene":"hgnc:14211","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between BLNK and Agammaglobulinemia 4, an autosomal recessive disorder, was evaluated using the ClinGen Clinical Validity Framework as of February, 2021. BLNK encodes a cytoplasmic linker or adaptor protein that plays a critical role in B cell development. Agammaglobulinemia is characterized by absence of circulating B cells and low or absent serum immunoglobulin levels (PMID: 10583958). BLNK was first reported in relation to autosomal recessive Agammaglobulinemia 4 in 1999 (Minegishi et al, PMID: 10583958). Variants reported in this gene thus far include missense, nonsense, frameshift and splice site variants. Evidence supporting this gene-disease relationship includes case-level data and experimental data. \n   \nSummary of Case Level Data (7.5 points):\nThere have been 8 patients, including a sibling pair, from 6 publications, till date, reported with biallelic variants in BLNK (PMID: 10583958, 24582315, 30619340, 25893637, 32194234, 19302039). The mechanism of disease is expected to be biallelic loss of function. \n\nSummary of experimental data (4.5 points):\nThis gene-disease association is supported by in-vitro functional assays and animal models. BLNK is expressed in B lymphocytes (PMID: 10583957). BLNK is involved in BCR activation and B cell differentiation (PMID: 9697839). BLNK defects lead to a block of B-cell differentiation from the pro-B cell to the pre-B cell stage and accumulation of immature B cells (PMID: 24582315). A targeted knock-out mouse model (PMID: 10583957) has been reported that recapitulates the B-cell defect.  \n  \nIn summary, the evidence to support the gene-disease relationship of BLNK and Agammaglobulinemia 4 is definitive. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Antibody Immunodeficiency GCEP on March 16, 2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:2e1d2e1b-52a6-4371-9055-0e1cc74da39d"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}