{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10008","date":"2021-02-06T00:28:19.610Z","role":"Publisher"},{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10008","date":"2021-02-04T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:106fc3a6-73c3-43f9-91fb-f4a26e6fc4f0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d98a687b-2987-4150-b476-f259d8005656","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Using western blots, they found 2 isoforms expressed differentially between failing hearts and normal hearts (LV myocardium). Four isoforms present in the fetal heart. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/1934353","type":"dc:BibliographicResource","dc:abstract":"The expression of troponin (Tn) T, a thin-filament regulatory protein, was examined in left ventricular myocardium from normal and from failing adult human hearts. The differences in isoform expression between normal and failing myocardium led us to examine the ontogenic expression of TnT in human striated muscle. Left ventricular samples were obtained from patients with severe heart failure undergoing cardiac transplantation and normal adult organ donors. Fetal muscle was obtained from aborted fetuses after 14-15 weeks of gestation, and adult skeletal muscle was obtained from surgical biopsies. Western blots of normal and failing adult heart proteins demonstrated that two isoforms, TnT1 and TnT2, are expressed in different amounts, with TnT2 being significantly greater in failing hearts (p less than 0.004). Western blots of two-dimensional gels of these proteins resolved two predominant spots of both TnT1 and TnT2 and several minor TnT species. Alkaline phosphatase treatment converted the two major spots of each isoform into the single more basic spots. A comparison of the ATPase activities and the TnT2 percentage of total TnT in individual failing and normal adult hearts demonstrated an inverse and negative relation (r = 0.7, p less than 0.02). In the fetal heart, four TnT isoforms were found, two of which had the same electrophoretic mobilities as the adult cardiac isoforms TnT1 and TnT2. Fetal skeletal muscle expressed two of the four fetal cardiac TnT isoforms, one of which comigrated with adult cardiac TnT1. These cardiac isoforms were expressed in low abundance in fetal skeletal muscle relative to seven fast skeletal muscle TnT isoforms. No cardiac isoforms were present in adult skeletal muscle. Because many etiologies caused heart failure in the transplant patients, we propose that the disease-associated increased expression of the TnT isoform TnT2 is an adaptation to the heart failure state and a partial recapitulation of the fetal expression of cardiac TnT isoforms.","dc:creator":"Anderson PA","dc:date":"1991","dc:title":"Troponin T isoform expression in humans. A comparison among normal and failing adult heart, fetal heart, and adult and fetal skeletal muscle."},"rdfs:label":"Troponin T isoform expression in humans"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a8f54784-d202-48f5-ba0a-73f1404bb14c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:654c5cef-1286-464f-85b8-e335983b347c","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Defective sarcomeric proteins ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27721798","type":"dc:BibliographicResource","dc:abstract":"Inherited myopathies affect both skeletal and cardiac muscle and are commonly associated with genetic dysfunctions, leading to the production of anomalous proteins. In cardiomyopathies, mutations frequently occur in sarcomeric genes, but the cause-effect scenario between genetic alterations and pathological processes remains elusive. Hypertrophic cardiomyopathy (HCM) was the first cardiac disease associated with a genetic background. Since the discovery of the first mutation in the β-myosin heavy chain, more than 1400 new mutations in 11 sarcomeric genes have been reported, awarding HCM the title of the \"disease of the sarcomere.\" The most common macroscopic phenotypes are left ventricle and interventricular septal thickening, but because the clinical profile of this disease is quite heterogeneous, these phenotypes are not suitable for an accurate diagnosis. The development of genomic approaches for clinical investigation allows for diagnostic progress and understanding at the molecular level. Meanwhile, the lack of accurate ","dc:creator":"Marques MA","dc:date":"2016","dc:title":"Cardiac Troponin and Tropomyosin: Structural and Cellular Perspectives to Unveil the Hypertrophic Cardiomyopathy Phenotype."},"rdfs:label":"TNNT2 encodes troponin complex subunit"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"Structural and cellular alterations triggered by HCM-causing mutations in troponin and tropomyosin proteins - a review"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:acd2d51d-2144-4543-9d3a-efe573f0e9f2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:333e9236-c0bd-4a85-a7eb-a66fe91bfc75","type":"FunctionalAlteration","dc:description":"Mutant fibers developed less maximum force with decreased cooperativity, along with increased calcium sensitivity. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10405326","type":"dc:BibliographicResource","dc:abstract":"A carboxyl terminal missense mutant Arg278Cys of human cardiac troponin T that causes familial hypertrophic cardiomyopathy was expressed in Escherichia coli, purified, and exchanged into rabbit cardiac skinned muscle fibers using a troponin exchange technique. Compared to the fibers exchanged with human cardiac wild-type troponin T, the fibers exchanged with the mutant Arg278Cys developed less maximum force with a decreased cooperativity and a slightly increased Ca(2+) sensitivity, resulting in a significant elevation of sub-half-maximal force. Since intact cardiac muscle is thought to never be activated beyond the half-maximum level, the results suggest that an enhanced myofilament response to Ca(2+) may be responsible for the pathogenesis of hypertrophic cardiomyopathy associated with this mutation. The results also provide the first evidence that the carboxyl terminal region of cardiac troponin T plays an important role probably through its interaction with tropomyosin in allowing troponin complex to inhibit the muscle contraction at low Ca(2+), in agreement with the hypothesis deduced from the previous studies on fast skeletal troponin T.","dc:creator":"Morimoto S","dc:date":"1999","dc:title":"Functional consequences of a carboxyl terminal missense mutation Arg278Cys in human cardiac troponin T."},"rdfs:label":"Rabbit cardiac skinned muscle fibers"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:82cbb9fa-48d6-49a7-9f35-ce6db69f1778","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a6747852-b4cb-4773-a4cc-53bc9e861021","type":"FunctionalAlteration","dc:description":"Showed increased calcium sensitivity of ATPase activity and force development in cardiac myofilaments. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11060294","type":"dc:BibliographicResource","dc:abstract":"This study characterizes a transgenic animal model for the troponin T (TnT) mutation (I79N) associated with familial hypertrophic cardiomyopathy. To study the functional consequences of this mutation, we examined a wild type and two I79N-transgenic mouse lines of human cardiac TnT driven by a murine alpha-myosin heavy chain promoter. Extensive characterization of the transgenic I79N lines compared with wild type and/or nontransgenic mice demonstrated: 1) normal survival and no cardiac hypertrophy even with chronic exercise; 2) large increases in Ca(2+) sensitivity of ATPase activity and force in skinned fibers; 3) a substantial increase in the rate of force activation and an increase in the rate of force relaxation; 4) lower maximal force/cross-sectional area and ATPase activity; 5) loss of sensitivity to pH-induced shifts in the Ca(2+) dependence of force; and 6) computer simulations that reproduced experimental observations and suggested that the I79N mutation decreases the apparent off rate of Ca(2+) from troponin C and increases cross-bridge detachment rate g. Simulations for intact living fibers predict a higher basal contractility, a faster rate of force development, slower relaxation, and increased resting tension in transgenic I79N myocardium compared with transgenic wild type. These mechanisms may contribute to mortality in humans, especially in stimulated contractile states.","dc:creator":"Miller T","dc:date":"2001","dc:title":"Abnormal contractile function in transgenic mice expressing a familial hypertrophic cardiomyopathy-linked troponin T (I79N) mutation."},"rdfs:label":"Transgenic I79N mice"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:d4b820f8-ade4-4c4d-a191-dd39d0cc323e","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2fddfdec-27a0-4796-b07d-07421987727e","type":"FunctionalAlteration","dc:description":"Adult cardiac myocytes showed reduced levels compared to wild type. Isometric force production on single myocytes showed desensitization of calcium-activated tension. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10330428","type":"dc:BibliographicResource","dc:abstract":"The direct effects of expressing hypertrophic cardiomyopathy-associated (HCM-associated) mutant troponin T (TnT) proteins on the force generation of single adult cardiac myocytes have not been established. Replication-defective recombinant adenovirus vectors were generated for gene transfer of HCM-associated I79N and R92Q mutant cardiac TnT cDNAs into fully differentiated adult cardiac myocytes in primary culture. We tested the hypothesis that the mutant TnT proteins would be expressed and incorporated into the cardiac sarcomere and would behave as dominant-negative proteins to directly alter calcium-activated force generation at the level of the single cardiac myocyte. Interestingly, under identical experimental conditions, the ectopic expression of the mutant TnTs was significantly less ( approximately 8% of total) than that obtained with expression of wild-type TnT ( approximately 35%) in the myocytes. Confocal imaging of immunolabeled TnT showed a regular periodic pattern of localization of ectopic mutant TnT that was not different than that in normal controls, suggesting that mutant TnT incorporation had no deleterious effects on sarcomeric architecture. Direct measurements of isometric force production in single cardiac myocytes demonstrated marked desensitization of submaximal calcium-activated tension, with unchanged maximum tension generation in mutant TnT-expressing myocytes compared with control myocytes. Collectively, these results demonstrate an impaired expression of the mutant protein and a disabling of cardiac contraction in the submaximal range of myoplasmic calcium concentrations. Our functional results suggest that development of new pharmacological, chemical, or genetic approaches to sensitize the thin-filament regulatory protein system could ameliorate force deficits associated with expression of I79N and R92Q in adult cardiac myocytes.","dc:creator":"Rust EM","dc:date":"1999","dc:title":"Identification of a contractile deficit in adult cardiac myocytes expressing hypertrophic cardiomyopathy-associated mutant troponin T proteins."},"rdfs:label":"I79N and R92Q in adult cardiac myocytes "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5390b505-8fab-4fb6-a7a1-6ee1a00aa39e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:21669eaa-48e1-4e7b-acdd-06737d3f620e","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Patients with cTnT mutations generally exhibit mild or no ventricular hypertrophy, yet demonstrate a high frequency of early sudden death","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10449439","type":"dc:BibliographicResource","dc:abstract":"Multiple mutations in cardiac troponin T (cTnT) can cause familial hypertrophic cardiomyopathy (FHC). Patients with cTnT mutations generally exhibit mild or no ventricular hypertrophy, yet demonstrate a high frequency of early sudden death. To understand the functional basis of these phenotypes, we created transgenic mouse lines expressing 30%, 67%, and 92% of their total cTnT as a missense (R92Q) allele analogous to one found in FHC. Similar to a mouse FHC model expressing a truncated cTnT protein, the left ventricles of all R92Q lines are smaller than those of wild-type. In striking contrast to truncation mice, however, the R92Q hearts demonstrate significant induction of atrial natriuretic factor and beta-myosin heavy chain transcripts, interstitial fibrosis, and mitochondrial pathology. Isolated cardiac myocytes from R92Q mice have increased basal sarcomeric activation, impaired relaxation, and shorter sarcomere lengths. Isolated working heart data are consistent, showing hypercontractility and diastolic dysfunction, both of which are common findings in patients with FHC. These mice represent the first disease model to exhibit hypercontractility, as well as a unique model system for exploring the cellular pathogenesis of FHC. The distinct phenotypes of mice with different TnT alleles suggest that the clinical heterogeneity of FHC is at least partially due to allele-specific mechanisms.","dc:creator":"Tardiff JC","dc:date":"1999","dc:title":"Cardiac troponin T mutations result in allele-specific phenotypes in a mouse model for hypertrophic cardiomyopathy."},"rdfs:label":"Transgenic mice expressing 30%, 67% and 92% of total cTnT "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Mice represent the first disease model to exhibit hypercontractility, as well as a unique model system for exploring the cellular pathogenesis of FHC. The distinct phenotypes of mice with different TnT alleles suggest that the clinical heterogeneity of FHC is at least partially due to allele-specific mechanisms. "},{"id":"cggv:0797d416-1249-4601-b280-653f34c3da5e","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d57c3e43-14a2-4ff2-9972-d05144edf010","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice developed cardiomyopathy, but no hypertrophy","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9637714","type":"dc:BibliographicResource","dc:abstract":"Mutations in multiple cardiac sarcomeric proteins including myosin heavy chain (MyHC) and cardiac troponin T (cTnT) cause a dominant genetic heart disease, familial hypertrophic cardiomyopathy (FHC). Patients with mutations in these two genes have quite distinct clinical characteristics. Those with MyHC mutations demonstrate more significant and uniform cardiac hypertrophy and a variable frequency of sudden death. Patients with cTnT mutations generally exhibit mild or no hypertrophy, but a high frequency of sudden death at an early age. To understand the basis for these distinctions and to study the pathogenesis of the disease, we have created transgenic mice expressing a truncated mouse cTnT allele analogous to one found in FHC patients. Mice expressing truncated cTnT at low (< 5%) levels develop cardiomyopathy and their hearts are significantly smaller (18-27%) than wild type. These animals also exhibit significant diastolic dysfunction and milder systolic dysfunction. Animals that express higher levels of transgene protein die within 24 h of birth. Transgenic mouse hearts demonstrate myocellular disarray and have a reduced number of cardiac myocytes that are smaller in size. These studies suggest that multiple cellular mechanisms result in the human disease, which is generally characterized by mild hypertrophy, but, also, frequent sudden death.","dc:creator":"Tardiff JC","dc:date":"1998","dc:title":"A truncated cardiac troponin T molecule in transgenic mice suggests multiple cellular mechanisms for familial hypertrophic cardiomyopathy."},"rdfs:label":"Transgenic mice expressing truncated allele"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"Mice developed cardiomyopathy, but no hypertrophy"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_cc_el","type":"EvidenceLine","evidence":[{"id":"cggv:bda9dd0f-48de-4705-ba60-6a8dbcaccf10","type":"EvidenceLine","evidence":[{"id":"cggv:bda9dd0f-48de-4705-ba60-6a8dbcaccf10_cc_evidence_item","type":"Finding","caseCohort":{"id":"cggv:c0bc2b21-ff59-438e-88da-16519b947e6f","type":"Cohort","allGenotypedSequenced":6103,"alleleFrequency":0.01949860724233983,"detectionMethod":"High-resolution DNA melting (WAVE dHPLC, LightScanner) Sanger sequencing Targeted NGS (OMGL HCM cases); DNA microarray (Cardiochip) Sanger sequencing. Targeted NGS (LMM HCM); WES (ExAC) - entire gene sequenced in both cases and controls","evidence":[{"id":"cggv:bda9dd0f-48de-4705-ba60-6a8dbcaccf10_cc_evidence_item"}],"numWithVariant":119,"relatedCondition":{"id":"obo:MONDO_0005045"}},"controlCohort":{"id":"cggv:ce787a43-a950-475d-b1ba-c908bda61886","type":"Cohort","allGenotypedSequenced":56924,"alleleFrequency":0.002424285011594406,"detectionMethod":"WES","evidence":[{"id":"cggv:bda9dd0f-48de-4705-ba60-6a8dbcaccf10_cc_evidence_item"}],"numWithVariant":138},"lowerConfidenceLimit":6.39,"method":{"id":"cg:AggregateVariantAnalysis"},"pValue":0.00010,"statisticalSignificanceType":"","statisticalSignificanceValue":8.18,"statisticalSignificanceValueType":"Odds Ratio","upperConfidenceLimit":10.47,"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27532257","type":"dc:BibliographicResource","dc:abstract":"The accurate interpretation of variation in Mendelian disease genes has lagged behind data generation as sequencing has become increasingly accessible. Ongoing large sequencing efforts present huge interpretive challenges, but they also provide an invaluable opportunity to characterize the spectrum and importance of rare variation.","dc:creator":"Walsh R","dc:date":"2017","dc:title":"Reassessment of Mendelian gene pathogenicity using 7,855 cardiomyopathy cases and 60,706 reference samples."},"rdfs:label":"Walsh et al. HCM"}],"specifiedBy":"GeneValidityCaseControlAggregateVariantAnalysisCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallCaseControlEvidenceCriteria","strengthScore":2},{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:52a96395-ce66-44b1-a0eb-fd81ffd22216_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:22bc81df-1d85-425c-8f6b-014c24b9617e","type":"Proband","sex":"UnknownEthnicity","variant":{"id":"cggv:52a96395-ce66-44b1-a0eb-fd81ffd22216_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:c46a745d-41ff-42bd-834a-cb7a20901984","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001276345.2(TNNT2):c.266T>A (p.Ile89Asn)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA004157"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8205619","type":"dc:BibliographicResource","dc:abstract":"We demonstrate that missense mutations (Asp175Asn; Glu180Gly) in the alpha-tropomyosin gene cause familial hypertrophic cardiomyopathy (FHC) linked to chromosome 15q2. These findings implicated components of the troponin complex as candidate genes at other FHC loci, particularly cardiac troponin T, which was mapped in this study to chromosome 1q. Missense mutations (Ile79Asn; Arg92Gln) and a mutation in the splice donor sequence of intron 15 of the cardiac troponin T gene are also shown to cause FHC. Because alpha-tropomyosin and cardiac troponin T as well as beta myosin heavy chain mutations cause the same phenotype, we conclude that FHC is a disease of the sarcomere. Further, because the splice site mutation is predicted to function as a null allele, we suggest that abnormal stoichiometry of sarcomeric proteins can cause cardiac hypertrophy.","dc:creator":"Thierfelder L","dc:date":"1994","dc:title":"Alpha-tropomyosin and cardiac troponin T mutations cause familial hypertrophic cardiomyopathy: a disease of the sarcomere."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8205619","rdfs:label":"Thierfelder 1994 Family AW Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"NM_001276345.2(TNNT2):c.266T>A (p.Ile89Asn), Multiple functional studies. T248A abolishes a Sau3A restriction enzyme site. "},{"id":"cggv:ba3ead05-9290-4fbf-9684-653d1bea3b05_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:56383b71-1ba7-4f94-9d69-0eece4d1f79b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":33,"firstTestingMethod":"PCR","phenotypeFreeText":"Marked LVH, Diffuse ST-T abnormalities, Palpitations, presyncope spells","sex":"Female","variant":{"id":"cggv:ba3ead05-9290-4fbf-9684-653d1bea3b05_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:37059e88-d57f-4ec0-944c-fbf8be0617ea","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001276345.2(TNNT2):c.508_510GAG[3] (p.Glu173del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA004651"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14636924","type":"dc:BibliographicResource","dc:abstract":"The prevalence and clinical profile of cardiac troponin T gene mutations were evaluated in 150 consecutive patients with hypertrophic cardiomyopathy from the well-defined geographic region of Tuscany. Troponin T mutations had a low prevalence (3.3%; including a newly described Phe110Leu mutation) and were associated with heterogeneous clinical expression and outcome.","dc:creator":"Torricelli F","dc:date":"2003","dc:title":"Prevalence and clinical profile of troponin T mutations among patients with hypertrophic cardiomyopathy in tuscany."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14636924","rdfs:label":"Torricelli 2003 Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"NM_001276345.2(TNNT2):c.508_510GAG[3] (p.Glu173del), Functional Evidence in PMID:10731693 -  strong evidence that the increased Ca2+ sensitivity of cardiac myofilament is a typical functional consequence of the troponin T mutation associated with a malignant form of hypertrophic cardiomyopathy"},{"id":"cggv:909ef2d2-4f34-410b-b0c0-cbb56276efde_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:85fe995b-ad95-4a4b-9305-dbc8572d6787","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":35,"detectionMethod":"Additionally examined for reported HCM mutations, the coding regions of MYH7, MYBPC3, TNNI3, α-tropomyosin, MLY2, MLY3, and all exons, and a promoter region of the α-galactosidase A gene","firstTestingMethod":"PCR","phenotypeFreeText":"HOCM","sex":"Female","variant":{"id":"cggv:909ef2d2-4f34-410b-b0c0-cbb56276efde_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:aadd839e-0125-48e7-8f9e-00d003303411","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001276345.2(TNNT2):c.304C>T (p.Arg102Trp)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA004266"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23494605","type":"dc:BibliographicResource","dc:abstract":"Hypertrophic cardiomyopathy (HCM) is an autosomal dominant disorder resulting from mutations in genes for at least 15 various sarcomere-related proteins including cardiac β-myosin heavy chain, cardiac myosin-binding protein C, and cardiac troponin T. The troponin T gene (TNNT2) mutation has the third incidence of familial HCM, and the genotype-phenotype correlation of this gene still remains insufficient in Japanese familial HCM. Therefore, in the present study, we focused on screening the TNNT2 mutation in 173 unrelated Japanese patients with familial HCM, and found three reported mutations and a new mutation of TNNT2 in 11 individuals from four families. In these families, two individuals from one family had double mutations, Arg130Cys and Phe110Ile, six individuals from two other families had an Arg92Trp mutation, and one individual of another family had a new mutation, Ile79Thr, of TNNT2. The phenotype of each family was often different from reported cases, even if they had the same genetic mutation. In addition, families with the same genetic mutation showed a similar trend in the phenotype, but it was not exactly the same. However, sudden death in youth was observed in all of these families. Although the type of genetic mutation is not useful for predicting prognosis in HCM, the possibility of sudden cardiac death remains. Therefore, the prognosis of individuals bearing the TNNT2 mutation with familial HCM should be more carefully observed from birth. ","dc:creator":"Fujita E","dc:date":"2013","dc:title":"Mutations in the cardiac troponin T gene show various prognoses in Japanese patients with hypertrophic cardiomyopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23494605","rdfs:label":"Fujita 2013 Proband 2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"NM_001276345.2(TNNT2):c.304C>T (p.Arg102Trp),  42 yo female also shows same variant, presenting with mild hypertrophy, West syndrome. 0.5 per proband (1 point). MAF, European (Non-Finnish) = 1.499e-05 (1/66730). Overall = 8.238e-06 (1/121396). "},{"id":"cggv:ddd7a11f-160b-4ae5-98e0-43df8577b432_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:24c6a148-e5fa-4886-834d-64166fe27781","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":12,"detectionMethod":"Proband and brother had both variants, 1 from each parent. Additionally examined for reported HCM mutations, the coding regions of MYH7, MYBPC3, TNNI3, α-tropomyosin, MLY2, MLY3, and all exons, and a promoter region of the α-galactosidase A gene","firstTestingMethod":"PCR","phenotypeFreeText":"HCM, sinus rhythm, CRBBB, VF","previousTesting":true,"previousTestingDescription":"Screened for mutations in 7 HCM genes. ","sex":"Female","variant":{"id":"cggv:ddd7a11f-160b-4ae5-98e0-43df8577b432_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:bc1c2b37-d4e2-4055-8ae8-99fb65482b46","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001276345.2(TNNT2):c.418C>T (p.Arg140Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA004443"}},{"id":"cggv:df3f5847-4244-4c96-9d82-5d776b9bd53a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001276345.2(TNNT2):c.358T>A (p.Phe120Ile)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA004383"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23494605"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23494605","rdfs:label":"Fujita 2013 Proband 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"\"Functional studies for both. Two missense variants with functional evidence.\""},{"id":"cggv:1d95c865-61ab-49d1-a579-3804e7e64dba_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c0c2ce87-6c73-4593-84e4-06cd4a57e6ee","type":"Proband","sex":"UnknownEthnicity","variant":{"id":"cggv:1d95c865-61ab-49d1-a579-3804e7e64dba_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:bae856cd-ecbe-45df-82e6-ddfe3e322c4e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001276345.2(TNNT2):c.305G>A (p.Arg102Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA004273"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8205619"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8205619","rdfs:label":"Thierfelder 1994 Family BA Proband"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Original curation presents variant as NM_001001430.2(TNNT2):c.275G>A (p.Arg92Gln). No linkage to β cardiac MHC. Multiple functional studies. The G287A transition abolishes an Mspl site present in cDNA. "},{"id":"cggv:cea1ba54-e2b8-4cf8-9f52-5dd4c34f5f1b_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bfb33b53-6103-4dd1-88ae-0643bf4db99b","type":"Proband","detectionMethod":"Rnase A protection assay in samples from affected and unaffected individuals, followed by cycle sequencing.","firstTestingMethod":"Other","phenotypes":["obo:HP_0100749","obo:HP_0001279","obo:HP_0002094"],"sex":"Female","variant":{"id":"cggv:cea1ba54-e2b8-4cf8-9f52-5dd4c34f5f1b_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:e41a7bad-7e8c-41b6-a5fd-0fed1eed7c2c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001276345.2(TNNT2):c.851+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA005196"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/8205619"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8205619","rdfs:label":"Thierfelder 1994 Family AU Proband "}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1,"dc:description":"Original curation lists ClinVar ID: 43674 for NM_001276345.2(TNNT2):c.851+1G>A when it should have been 43673. No linkage to β cardiac MHC. Multiple functional studies. Splice site variant"},{"id":"cggv:b4e780b9-f0cf-4d74-9c76-95b204f7e4c4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3d8c526b-f3a3-4a5e-9bdc-60852b8b693f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":25,"detectionMethod":"Additionally examined for reported HCM mutations, the coding regions of MYH7, MYBPC3, TNNI3, α-tropomyosin, MLY2, MLY3, and all exons, and a promoter region of the α-galactosidase A gene","firstTestingMethod":"PCR","phenotypeFreeText":"strong cardiac hypertrophy (>20mm), VF.","sex":"Female","variant":{"id":"cggv:b4e780b9-f0cf-4d74-9c76-95b204f7e4c4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:65e45a69-2a7b-4401-8cc1-55a38b8bce17","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001276345.2(TNNT2):c.266T>C (p.Ile89Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16609634"}},"paternityMaternityConfirmed":"none","dc:source":"https://pubmed.ncbi.nlm.nih.gov/23494605"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23494605","rdfs:label":"Fujita 2013 Proband 3"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"NM_001276345.2(TNNT2):c.266T>C (p.Ile89Thr), At the same residue as the variant in Thierfelder, 1994 known pathogenic"}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":6.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5}],"evidenceStrength":"Definitive","sequence":1961,"specifiedBy":"GeneValidityCriteria7","strengthScore":17.5,"subject":{"id":"cggv:030e29ca-5c34-4b02-82d6-704d03c5ab12","type":"GeneValidityProposition","disease":"obo:MONDO_0005045","gene":"hgnc:11949","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"TNNT2: Hypertrophic cardiomyopathy. The TNNT2 gene has been associated with hypertrophic cardiomyopathy. TNNT2 was first associated with the disease in humans in 1994 (Thierfelder et al, 1994, PMID 8205619; Watkins et al, 1993, PMID 7981753; Watkins et al, 1995, PMID 7898523). Many unique variants, with varying levels of evidence to support their pathogenicity, have been reported in humans, as variants in TNNT2 account for ~5% of HCM cases (Cirino and Ho, 2014, PMID 20301725). Variants in this gene segregated with disease in at least 3 families (Thierfelder et al, 1994, PMID8205619). The mechanism for disease is likely dominant negative, as most mutations reported are missense variants. The gene-disease association is supported by the function of the gene product, animal models, and in vitro assays. In summary, TNNT2 is definitively associated with hypertrophic cardiomyopathy. This has been repeatedly demonstrated in both research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Hypertrophic Cardiomyopathy Gene Curation Expert Panel on November 7th, 2017 using SOP version 5. This gene-disease relationship was updated and recurated on February 4, 2021.\n","dc:isVersionOf":{"id":"cggv:ef922dc4-4e41-422b-ac3d-605fea375005"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}