{"id":"cggv:44531e19-7957-424f-81e9-fc455095f14av1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:44531e19-7957-424f-81e9-fc455095f14a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-12-06T19:00:00.000Z","role":"Approver"},{"id":"cggv:44531e19-7957-424f-81e9-fc455095f14a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-01-09T15:24:52.035Z","role":"Publisher"}],"evidence":[{"id":"cggv:44531e19-7957-424f-81e9-fc455095f14a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:44531e19-7957-424f-81e9-fc455095f14a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:db786664-fb95-4f2b-827d-2277cb1a43a7","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9508af62-efe8-4a9a-94b5-7516a4d5d7e1","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Western blots showed core PRC2 protein, Eed expression in several brain areas at P4 as well as in SVZ-derived neurospheres. In 6-week-old brains, Eed immunofluorescence was detected in the SVZ, the striatum and cerebral cortex. All DAPI+ nuclei examined in the SVZ expressed Eed, indicating it is expressed in all cells of the lineage. Similar to Eed, PRC2 epigenetic mark H3K27me3+ nuclei were found throughout the brain. GFAP+ astrocytes in the corpus callosum and SVZ, as well as S100β+ niche astrocytes and ependymal cells and Dcx+ neuroblasts were all H3K27me3+.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29415247","type":"dc:BibliographicResource","dc:abstract":"The postnatal subventricular zone (SVZ) harbors neural stem cells (NSCs) that exhibit robust neurogenesis. However, the epigenetic mechanisms that maintain NSCs and regulate neurogenesis remain unclear. We report that label-retaining SVZ NSCs express Eed, the core component of Polycomb repressive complex 2. In vivo and in vitro conditional knockout and knockdown show Eed is necessary for maintaining NSC proliferation, neurogenesis and neurosphere formation. We discovered that Eed functions to maintain p21 protein levels in NSCs by repressing Gata6 transcription. Both Gata6 overexpression and p21 knockdown reduced neurogenesis, while Gata6 knockdown or p21 overexpression partially rescued neurogenesis after Eed loss. Furthermore, genetic deletion of Eed impaired injury induced SVZ proliferation and emigration. These data reveal a novel epigenetic regulated pathway and suggest an essential role for Eed in SVZ homeostasis and injury.","dc:creator":"Sun B","dc:date":"2018","dc:title":"Polycomb Protein Eed is Required for Neurogenesis and Cortical Injury Activation in the Subventricular Zone."},"rdfs:label":"EED Expressed in Neuroblasts"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a2027844-13d0-436e-ae79-9c8c02000f64","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3a83c473-80fc-4c3a-aa4d-816777628b7b","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"Binding to EED is essential for proper EZH2-mediated methyltransferase activity.\n\nEZH2 and EED co immunoprecipitated from extracts of U-2 OS human osteosarcoma cells. The results indicate that EZH2 and EED are in vivo part of a protein complex.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9584199","type":"dc:BibliographicResource","dc:abstract":"In Drosophila melanogaster, the Polycomb-group (PcG) and trithorax-group (trxG) genes have been identified as repressors and activators, respectively, of gene expression. Both groups of genes are required for the stable transmission of gene expression patterns to progeny cells throughout development. Several lines of evidence suggest a functional interaction between the PcG and trxG proteins. For example, genetic evidence indicates that the enhancer of zeste [E(z)] gene can be considered both a PcG and a trxG gene. To better understand the molecular interactions in which the E(z) protein is involved, we performed a two-hybrid screen with Enx1/EZH2, a mammalian homolog of E(z), as the target. We report the identification of the human EED protein, which interacts with Enx1/EZH2. EED is the human homolog of eed, a murine PcG gene which has extensive homology with the Drosophila PcG gene extra sex combs (esc). Enx1/EZH2 and EED coimmunoprecipitate, indicating that they also interact in vivo. However, Enx1/EZH2 and EED do not coimmunoprecipitate with other human PcG proteins, such as HPC2 and BMI1. Furthermore, unlike HPC2 and BMI1, which colocalize in nuclear domains of U-2 OS osteosarcoma cells, Enx1/EZH2 and EED do not colocalize with HPC2 or BMI1. Our findings indicate that Enx1/EZH2 and EED are members of a class of PcG proteins that is distinct from previously described human PcG proteins.","dc:creator":"Sewalt RG","dc:date":"1998","dc:title":"Characterization of interactions between the mammalian polycomb-group proteins Enx1/EZH2 and EED suggests the existence of different mammalian polycomb-group protein complexes."},"rdfs:label":"Interaction with EZH2"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:941b3dad-78e0-4e25-97fe-04992586bdba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:79991579-2897-4f9c-b0e3-230c3a953188","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"ID is can result from improper neurogenesis.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15225548","type":"dc:BibliographicResource","dc:abstract":"Recent studies have revealed the intrinsic histone methyltransferase (HMTase) activity of the EED-EZH2 complex and its role in Hox gene silencing, X inactivation, and cancer metastasis. In this study, we focus on the function of individual components. We found that the HMTase activity requires a minimum of three components-EZH2, EED, and SUZ12-while AEBP2 is required for optimal enzymatic activity. Using a stable SUZ12 knockdown cell line, we show SUZ12 knockdown results in cell growth defects, which correlate with genome-wide alteration on H3-K27 methylation as well as upregulation of a number of Hox genes. Chromatin immunoprecipitation (ChIP) assay identified a 500 bp region located 4 kb upstream of the HoxA9 transcription initiation site as a SUZ12 binding site, which responds to SUZ12 knockdown and might play an important role in regulating HoxA9 expression. Thus, our study establishes a critical role of SUZ12 in H3-lysine 27 methylation and Hox gene silencing.","dc:creator":"Cao R","dc:date":"2004","dc:title":"SUZ12 is required for both the histone methyltransferase activity and the silencing function of the EED-EZH2 complex."},"rdfs:label":"PRC2 Gene Silencing"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:44531e19-7957-424f-81e9-fc455095f14a_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.2}],"evidenceStrength":"Moderate","sequence":5733,"specifiedBy":"GeneValidityCriteria9","strengthScore":7.7,"subject":{"id":"cggv:8745782b-887b-497f-abf8-b611f0b49156","type":"GeneValidityProposition","disease":"obo:MONDO_0060510","gene":"hgnc:3188","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"EED was first reported in relation to autosomal dominant Cohen-Gibson syndrome in 2015 (Cohen et al., PMID: 25787343). Cohen-Gibson syndrome (COGIS) is an overgrowth disorder characterized by increased somatic growth parameters with neonatal onset and variable intellectual disability. Affected individuals have dysmorphic facial features, advanced bone age, and skeletal abnormalities, including flaring of the metaphyses of the long bones, large hands with long fingers and camptodactyly, and often scoliosis or cervical spine anomalies. Other features may include hypotonia, difficulty walking due to skeletal anomalies, and umbilical hernia (Cooney et al., 2017). Nine variants (missense and one insertion-deletion) that primarily arise de novo or assumed de novo have been reported in 11 probands in 8 publications (PMIDs: 25787343, 27193220, 27868325, 28229514, 30793471, 29410511, 30793471, 30858506) and are included in this curation. Though all variants reported to date have been missense, loss of function has been postulated as the mechanism of disease as a functional copy of EED is essential for proper EZH2-mediated methyltransferase activity at H3K27 via the polycomb repressive complex 2 (PRC2). This was supported by western blotting of H3K27me3 as a marker of PRC2 methyltransferase activity, through which wild-type EED rescued normal levels of H3K27me3 whereas at least two reported missense variants failed to do so (PMID: 28229514). This gene-disease relationship is also supported by expression throughout the brain, biochemical function in the PRC2 which maintains gene silencing to play a role in neurogenesis and embryogenesis, and protein interaction with EZH2 to support methyltransferase activity (PMIDs: 9584199, 15225548, 27578866, 29415247). In summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen ID/Autism Gene Curation Expert Panel on December 6, 2022 (SOP Version 9). ","dc:isVersionOf":{"id":"cggv:44531e19-7957-424f-81e9-fc455095f14a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}