{"id":"cggv:854ce0ef-7744-483d-87c7-b2dc436f9f0fv2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:854ce0ef-7744-483d-87c7-b2dc436f9f0f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-03-29T16:00:00.000Z","role":"Approver"},{"id":"cggv:854ce0ef-7744-483d-87c7-b2dc436f9f0f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2024-04-16T12:53:32.848Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"evidence":[{"id":"cggv:854ce0ef-7744-483d-87c7-b2dc436f9f0f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:854ce0ef-7744-483d-87c7-b2dc436f9f0f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d049228-1bb5-4b82-a7cc-56f5074aa8ac","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9a5bc2b9-4269-49f3-b36d-0d9bde23b39c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"By immunolocalization with two different rabbit peptide antibodies to NAT8L (Shati), there were few shati-immunopositive cells in control mouse brain (Fig. 4Aa,Ah). Methamphetamine increased the number of shati-immunopositive cells in the nucleus accumbens (NAc) The shati-immunopositive cells were colocalized with the cells that were immunopositive for NeuN, a neuronal marker, but not for GFAP, an astroglial marker, in the NAc of mice. Of note, the expression of Nat8L in neuronal cells correlates with data showing neurons as the primary site for NAA (PMID 16802702). Furthermore GTex data shows that NAT8L is highly expressed in brain with lower or no expression in other tissues (https://gtexportal.org/home/gene/NAT8L).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17626222","type":"dc:BibliographicResource","dc:abstract":"Drug addiction places an enormous burden on society through its repercussions on crime rate and healthcare. Repeated exposure to drugs of abuse causes cellular adaptations in specific neuronal populations that ultimately can lead to a state of addiction. In the present study, we have identified a novel molecule \"shati\" from the nucleus accumbens (NAc) of mice treated with methamphetamine (METH) using the PCR-select complementary DNA subtraction method. Moreover, we investigated whether shati is involved in METH-induced hyperlocomotion, sensitization, and conditioned place preference (CPP). METH induced expression of shati mRNA dose dependently via dopamine (DA) receptors. We prepared antibodies against shati and, using them, found shati to be expressed in neuronal cells of the mouse brain. Treatment with the shati antisense oligonucleotide (shati-AS), which significantly inhibited the expression of shati mRNA, enhanced the acute METH response, METH-induced behavioral sensitization, and CPP. Blockage of shati mRNA by shati-AS potentiated the METH-induced increase of DA overflow in the NAc and the METH-induced decrease in synaptosomal and vesicular DA uptake in the midbrain. These results suggest that a novel molecule shati is involved in the development of METH-induced hyperlocomotion, sensitization, and CPP. The functional roles of shati in METH-regulated behavioral alternations are likely to be mediated by its inhibitory effects on the METH-induced increase of DA overflow in the NAc and the METH-induced decrease in DA uptake in the midbrain.","dc:creator":"Niwa M","dc:date":"2007","dc:title":"A novel molecule \"shati\" is involved in methamphetamine-induced hyperlocomotion, sensitization, and conditioned place preference."},"rdfs:label":"Immunolocalization of Shati (Nat8L) in mouse brain"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f71ecd5b-9fab-4b99-9d49-683e2dc59cc1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a4bf086-daaa-4c56-bcc9-0e3d2b70e015","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Here, NAT8L was shown to encode aspartate N-acetyltransferase, an enzyme that catalyzes the synthesis of N-acetyl aspartate (NAA) from aspartate and acetyl-CoA. Database searches found two NATs in mouse and human that were almost exclusively expressed in brain, NAT8L and NAT14. Transfection studies in HEK-293T indicated that NAT8L, but not NAT14, catalyzed the synthesis of NAA from L-aspartate and acetyl-CoA. The specificity of NAT8L, its Km for aspartate and its sensitivity to detergents are similar to those described for brain aspartate-NAT, providing evidence that NAT8L encodes aspartate-NAT.\nDeficiency of aspartate N-acetyltransferase activity would be expected to result in lack of NAA in brain. The patient reported by Wiame et al has NAA deficiency in brain, as evidence by magnetic resonance spectroscopy. Therefore, the function of the gene product of NAT8L is consistent with the biochemical phenotype of the patient.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19807691","type":"dc:BibliographicResource","dc:abstract":"The brain-specific compound NAA (N-acetylaspartate) occurs almost exclusively in neurons, where its concentration reaches approx. 20 mM. Its abundance is determined in patients by MRS (magnetic resonance spectroscopy) to assess neuronal density and health. The molecular identity of the NAT (N-acetyltransferase) that catalyses NAA synthesis has remained unknown, because the enzyme is membrane-bound and difficult to purify. Database searches indicated that among putative NATs (i.e. proteins homologous with known NATs, but with uncharacterized catalytic activity) encoded by the human and mouse genomes two were almost exclusively expressed in brain, NAT8L and NAT14. Transfection studies in HEK-293T [human embryonic kidney-293 cells expressing the large T-antigen of SV40 (simian virus 40)] indicated that NAT8L, but not NAT14, catalysed the synthesis of NAA from L-aspartate and acetyl-CoA. The specificity of NAT8L, its Km for aspartate and its sensitivity to detergents are similar to those described for brain Asp-NAT. Confocal microscopy analysis of CHO (Chinese-hamster ovary) cells and neurons expressing recombinant NAT8L indicates that it is associated with the ER (endoplasmic reticulum), but not with mitochondria. A mutation search in the NAT8L gene of the only patient known to be deficient in NAA disclosed the presence of a homozygous 19 bp deletion, resulting in a change in reading frame and the absence of production of a functional protein. We conclude that NAT8L, a neuron-specific protein, is responsible for NAA synthesis and is mutated in primary NAA deficiency (hypoacetylaspartia). The molecular identification of this enzyme will lead to new perspectives in the clarification of the function of this most abundant amino acid derivative in neurons and for the diagnosis of hypoacetylaspartia in other patients.","dc:creator":"Wiame E","dc:date":"2009","dc:title":"Molecular identification of aspartate N-acetyltransferase and its mutation in hypoacetylaspartia."},"rdfs:label":"Aspartate NAT identification"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:b37c5300-9c70-4118-ae17-5f71c57bd35a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2086f35b-ce77-40d2-8bf9-205a67045704","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"This study, which was performed concurrently with the investigations by Wiame at al, provides multiple lines of evidence to support that NAT8L encodes aspartate N-acetyl transferase (Asp-NAT) and that this enzyme is involved in the synthesis of NAA. This includes - High Asp-NAT activity in mouse Nat8l cDNA-transfected HEK-293 cells (more than 300 times that of the mock-transfected controls) with high enzymatic specificity for aspartate. 2) Methamphetamine treatment significantly increased Asp-NAT activity in SH-SY5Y cells. Previous studies, referenced in the article, had shown that NAT8L expression is increased upon methamphetamine treatment. 3) Molecular homology modeling studies showed that only aspartate, but not glutamate, can fit into the active site pocket for the transfer of acetyl groups from acetyl-CoA to aspartate consistent with the observed substrate specificity of the enzyme. 4) Immunohistochemical localization studies that show NAT8L and NAA immunoreactivities correlate well in the rat brain.\nThe function of the gene product of NATL as the Asp-NAT enzyme that synthesizes NAA from aspartate and N-acetyl CoA, is consistent with the lack of NAA seen in the brain of the one reported case with a homozygous loss of function variant in the gene.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20385109","type":"dc:BibliographicResource","dc:abstract":"N-acetylaspartate (NAA) is a concentrated, neuron-specific brain metabolite routinely used as a magnetic resonance spectroscopy marker for brain injury and disease. Despite decades of research, the functional roles of NAA remain unclear. Biochemical investigations over several decades have associated NAA with myelin lipid synthesis and energy metabolism. However, studies have been hampered by an inability to identify the gene for the NAA biosynthetic enzyme aspartate N-acetyltransferase (Asp-NAT). A very recent report has identified Nat8l as the gene encoding Asp-NAT and confirmed that the only child diagnosed with a lack of NAA on brain magnetic resonance spectrograms has a 19-bp deletion in this gene. Based on in vitro Nat8l expression studies the researchers concluded that many previous biochemical investigations have been technically flawed and that NAA may not be associated with brain energy or lipid metabolism. In studies done concurrently in our laboratory we have demonstrated via cloning, expression, specificity for acetylation of aspartate, responsiveness to methamphetamine treatment, molecular modeling and comparative immunolocalization that NAT8L is the NAA biosynthetic enzyme Asp-NAT. We conclude that NAA is a major storage and transport form of acetyl coenzyme A specific to the nervous system, thus linking it to both lipid synthesis and energy metabolism.","dc:creator":"Ariyannur PS","dc:date":"2010","dc:title":"Methamphetamine-induced neuronal protein NAT8L is the NAA biosynthetic enzyme: implications for specialized acetyl coenzyme A metabolism in the CNS."},"rdfs:label":"NAT8L functions as Asp-NAT"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:854ce0ef-7744-483d-87c7-b2dc436f9f0f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:99d68079-0f03-4e81-b9c3-836d3a9c0a85","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:9979a06c-c54c-496c-855a-f85027b0730f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Shai (Nat8l) knock out mice, generated using a targeting vector which deleted all coding exons of Nat8l, and the one human case currently reported with absence of NAT8L activity both have reduced N-acetylaspartate in brain. The human case has severe neurological symptoms, including severe intellectual disability, whereas mice have some behavioral differences but normal learning and memory. It should be noted that absence of NAA has not been confirmed as the cause of the neurological problems in the human case. Further human cases are needed to fully define the clinical phenotype of NAA deficiency.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22940080","type":"dc:BibliographicResource","dc:abstract":"We previously identified a novel molecule \"Shati/Nat8l\" from the nucleus accumbens of mice. However, the physiological roles of the SHATI protein are not clear. To investigate the effect of SHATI on the central nervous system and behavior, we studied knockout mice of this protein. We carried out various behavior tests using Shati-knockout mice. Shati-knockout mice did not differ from wild type mice in learning and memory. In the open field test, Shati-knockout mice did not differ from wild-type mice in time of stay in the outer, middle and center areas. On the other hand, Shati-knockout mice showed increases in rearing and grooming time in the open field test, and exploration time of novel objects. These results suggested that knockout of the Shati gene may increase exploration in specific circumstances. Interestingly, the Shati-knockout mice avoided social interaction with unfamiliar mice out of their home cage, although there was no difference in social interaction in their home cage compared with wild type mice. Lack of the Shati gene increased brain-derived neurotrophic factor (BDNF) mRNA in the prefrontal cortex and hippocampus, and decreased glial cell line-derived neurotrophic factor (GDNF) mRNA in the striatum and hippocampus, and lipopolysaccharides-induced TNF-α factor (LITAF) mRNA in the striatum. Since these factors play important roles in behavior, alteration of expression of these factors may be related to the induction of exploration and reduction of social interaction in Shati-knockout mice.","dc:creator":"Furukawa-Hibi Y","dc:date":"2012","dc:title":"Absence of SHATI/Nat8l reduces social interaction in mice."},"rdfs:label":"Shati (NAT8L) null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score is reduced because while the phenotype of the mice matches the lack of NAA in brain seen in humans, only one human patient has been reported thus far, and therefore, the phenotype is not well established. Note, another knock out mouse has also been generated, also on C57BL background (Maier et al, 2015, PMID 26511242)."},{"id":"cggv:72e5697b-fbca-4e2c-a73e-8366aefb6e33","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:1574b7ed-4384-436f-a436-cd95ce928da9","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The Nat8L knock out mice were generated by gene tragetting that resulted in deletion of exon 3, with no Nat8L mRNA on Northern blot of brain tissue from Nat8L-/- mice, and undetectable NAA synthase activity. NAA was undetectable in brain of Nat8L−/− mice. In addition, the NAA-derived neuropeptide NAAG was absent in Nat8L−/− brains. Similarly, in the one human case who is homozygous for a LOF variant in NAT8L, brain NAA is undetectable. Therefore, the brain biochemical phenotype of loss of function of the gene product of NAT8L is the same in mice and humans.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26511242","type":"dc:BibliographicResource","dc:abstract":"Canavan disease (CD) is a severe, lethal leukodystrophy caused by deficiency in aspartoacylase (ASPA), which hydrolyzes N-acetylaspartate (NAA). In the brains of CD patients, NAA accumulates to high millimolar concentrations. The pathology of the disease is characterized by loss of oligodendrocytes and spongy myelin degeneration in the CNS. Whether accumulating NAA, absence of NAA-derived acetate, or absence of any unknown functions of the ASPA enzyme is responsible for the pathology of the disease is not fully understood. We generated ASPA-deficient (Aspa(nur7/nur7)) mice that are also deficient for NAA synthase Nat8L (Nat8L(-/-)/Aspa(nur7/nur7)). These mice have no detectable NAA. Nevertheless, they exhibited normal myelin content, myelin sphingolipid composition, and full reversal of spongy myelin and axonal degeneration. Surprisingly, although pathology was fully reversed, the survival time of the mice was not prolonged. In contrast, Aspa(nur7/nur7) mice with only one intact Nat8L allele accumulated less NAA, developed a less severe pathology, phenotypic improvements, and, importantly, an almost normal survival time. Therefore, inhibition of NAA synthase is a promising therapeutic option for CD. The reduced survival rate of Nat8L(-/-)/Aspa(nur7/nur7) mice, however, indicates that complete inhibition of NAA synthase may bear unforeseeable risks for the patient. Furthermore, we demonstrate that acetate derived from NAA is not essential for myelin lipid synthesis and that loss of NAA-derived acetate does not cause the myelin phenotype of Aspa(nur7/nur7) mice. Our data clearly support the hypothesis that NAA accumulation is the major factor in the development of CD.","dc:creator":"Maier H","dc:date":"2015","dc:title":"N-Acetylaspartate Synthase Deficiency Corrects the Myelin Phenotype in a Canavan Disease Mouse Model But Does Not Affect Survival Time."},"rdfs:label":"Nat8L knockout"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"The score is reduced because while the phenotype of the mice matches the lack of NAA in brain seen in humans, only one human patient has been reported thus far, and therefore, the phenotype is not well established. Of note, another knock out mouse model has been generated, also on C56BL background (Furukawa-Hibi et al, 2012, PMID 22940080)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:854ce0ef-7744-483d-87c7-b2dc436f9f0f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:854ce0ef-7744-483d-87c7-b2dc436f9f0f_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":2},{"id":"cggv:99cc16a3-f779-4772-af05-d03dbb4f3bcc_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:99cc16a3-f779-4772-af05-d03dbb4f3bcc","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":{"id":"cggv:508ec543-bd7e-46dc-8c2b-712946742b24","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_178557.4(NAT8L):c.212_230del (p.Gly71AlafsTer55)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA150746"}},"detectionMethod":"The three exons of NAT8L were amplified and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"In the newborn period – hypotonia, torticollis, right inguinal hernia (surgically repaired). Concern about delays at 4 months of age. First evaluated at 19 months. No NAA or NAAG signal on neurospectroscopy (at 2 years 3 months, and 3 years 6 months). At 8 years, “profound neurological dysfunction”, can walk unaided for short distances, ataxic gait, no speech but can make sounds, behavior abnormalities, microcephaly, profound intellectual impairment (<12 month level), generalized seizures beginning at 5 year 9 months of age with 9 episodes of status epilepticus, tendency to self mutilation if left alone, drools.","previousTesting":true,"previousTestingDescription":"No NAA or NAAG signal on neurospectroscopy (at 2 years 3 months, and 3 years 6 months). CSF samples analyzed by capillary electrophoresis (CE) revealed no detectable NAA (this is also seen in controls, and therefore normal), and no detectable NAAG (usually in the uM range in controls). CE of urine – NAA 21.0 umol/mmol creatinine and NAAG 1.9 umol/mmol creatinine (within the normal range). \nThe authors note that NAA can be present in the urine as a normal product of glutamate carboxypeptidase II. However, the reason for the presence of normal NAAG in urine was less clear, and they assumed an as yet unidentified source. \nNormal plasma amino acids, urine organic acids, oligosaccharides, mucopolysaccharides. No evidence for mitochondrial, organic acid, amino acid, or peroxisomal disorder. CSF normal for cell count, glucose, protein, biogenic amines, folates, and pterins (on two occasions).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:40ea90a5-5871-4956-bd12-eae718d212c6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:508ec543-bd7e-46dc-8c2b-712946742b24"},"alleleOrigin":{"id":"obo:GENO_0000877"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19807691"},"rdfs:label":"Case report"},{"id":"cggv:40ea90a5-5871-4956-bd12-eae718d212c6","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:40ea90a5-5871-4956-bd12-eae718d212c6_variant_evidence_item"},{"id":"cggv:40ea90a5-5871-4956-bd12-eae718d212c6_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"Expression of cDNA containing the variant in HEK-293 cells resulted in no enzyme activity and no cross-reactive material. "}],"strengthScore":1,"dc:description":"This patient, with lack of NAA in the brain and normal brain anatomy, is homozygous for a frameshift variant in NAT8L. This variant is absent in gnomAD. Note that the patient is adopted, with little family history information. Homozygosity for the variant suggests the possibility of consanguinity. It is unclear whether the clinical features are caused by the NAA deficiency or another genetic disorder or prenatal exposure."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2}],"evidenceStrength":"Limited","sequence":8185,"specifiedBy":"GeneValidityCriteria10","strengthScore":5.5,"subject":{"id":"cggv:b2620f9c-0161-4f68-9dbb-4cfd07f8a0f2","type":"GeneValidityProposition","disease":"obo:MONDO_0013549","gene":"hgnc:26742","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The relationship between NAT8L and N-acetylaspartate deficiency (hypoacetylaspartia) was evaluated using the ClinGen Clinical Validity Framework as of October 7, 2020. NAT8L encodes N-acetyltransferase 8-like protein (also known as Aspartate N-acetyltransferase, NAA synthase), an enzyme highly expressed in neurons in the brain, which synthesizes N-acetylaspartate (NAA) from aspartate and acetylCoA. Of note, NAA is highly abundant in brain but its function is still not fully understood, despite extensive studies (Bogner-Strauss et al, 2017, PMID 28979238).\nThe relationship between NAT8L and N-acetylaspartate deficiency is supported by case-level and experimental evidence. To date, only one individual with undetectable NAA in brain and variants in NAT8L has been reported (Wiame et al, 2009, PMID 19807691). This individual has the disease entity being curated for (i.e. N-acetylaspartate deficiency) and also severe neurological features including intellectual disability and seizures, and normal brain anatomy on MRI. Because only one case has been reported, it is not known if the NAA deficiency is responsible for the clinical features, or if the child could have another disorder as well. The child was adopted, with little information available on the parents, and the finding of a homozygous change in NAT8L in this patient raises the possibility of consanguinity. \nExperimental evidence supporting this gene-disease relationship includes the function of NAT8L (Wiame et al, 2009, PMID 19807691; Ariyannur et al, 2010, PMID 20385109) which is consistent with the biochemical findings in the single reported case; expression of NAT8L in neurons in the brain, where NAA is primarily found (Niwa et al, 2007, PMID 17626222); and reports of undetectable brain NAA in two different NAT8L knockout mouse models (Furukawa-Hibi et al, 2012, PMID 22940080; Maier et al, 2015, PMID 26511242). In summary, there is currently limited evidence to support the relationship between NAT8L and N-acetylaspartate deficiency. Although more evidence, specifically additional human cases, is needed to support the causal relationship, there is no convincing evidence that contradicts this gene-disease relationship.\n\nThis classification was originally approved by the Aminoacidopathy Gene Curation Expert Panel on October 23, 2020. This gene-disease relationship was re-evaluated on March 11, 2024. As a result of this re-evaluation, the classification did not change.","dc:isVersionOf":{"id":"cggv:854ce0ef-7744-483d-87c7-b2dc436f9f0f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}