{"id":"cggv:1a825f85-585a-4086-8118-ce912d4c1469v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1a825f85-585a-4086-8118-ce912d4c1469_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-05-18T13:01:59.867Z","role":"Publisher"},{"id":"cggv:1a825f85-585a-4086-8118-ce912d4c1469_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10005","date":"2022-05-18T13:01:46.911Z","role":"Approver"}],"evidence":[{"id":"cggv:1a825f85-585a-4086-8118-ce912d4c1469_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:1a825f85-585a-4086-8118-ce912d4c1469_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1a825f85-585a-4086-8118-ce912d4c1469_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0210e130-5ffd-46c9-8b68-fa3abe39be9d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:4d404b66-acc1-45a1-8fef-cbb82e7079a6","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Widely expressed in mouse brain; colocalized with Kv1.1\nSee also Gtex for brain specific expression of KCNA2","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8046438","type":"dc:BibliographicResource","dc:abstract":"Multiple voltage-gated potassium (K) channel gene products are likely to be involved in regulating neuronal excitability of any single neuron in the mammalian brain. Here we show that two closely related voltage-gated K channel proteins, mKv1.1 and mKv1.2, are present in multiple subcellular locations including cell somata, juxta-paranodal regions of myelinated axons, synaptic terminals, unmyelinated axons, specialized junctions among axons, and proximal dendrites. Staining patterns of the two channel polypeptides overlap in some areas of the brain, yet each has a unique pattern of expression. For example, in the hippocampus, both mKv1.1 and mKv1.2 proteins are present in axons, often near or at synaptic terminals in the middle molecular layer of the dentate gyrus, while only mKv1.1 is detected in axons and synaptic terminals in the hilar/CA3 region. In the cerebellum, both channel proteins are localized to axon terminals and specialized junctions among axons in the plexus region of basket cells. Strong differential staining is observed in the olfactory bulb, where mKv1.2 is localized to cell somata and axons, as well as to proximal dendrites of the mitral cells. This overlapping yet differential pattern of expression and specific subcellular localization may contribute to the unique profile of excitability displayed by a particular neuron.","dc:creator":"Wang H","dc:date":"1994","dc:title":"Localization of Kv1.1 and Kv1.2, two K channel proteins, to synaptic terminals, somata, and dendrites in the mouse brain."},"rdfs:label":"Functional Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0,"dc:description":"Used data from PMID 19118165 to show expression.  This publication shows same data - not scoring twice"},{"id":"cggv:30495407-1906-4250-b077-21191a2c6020","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ebad2678-623a-40dc-8b2d-3141da6b7c04","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Widely expressed in CNS. Increased expression in AIS along with Nav1.6 and Kv1.1. Expressed in glutamatergic pyramidal cells and GABAergic interneurons. High expression in juxtaparanodal axons. Co-expression with Kv1.1 in AIS of PCs, suggesting heteromeric channels.  See also PMID: 8046438 which also showed wide expression in mouse brain and co-localization with Kv1.1","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19118165","type":"dc:BibliographicResource","dc:abstract":"The exact site of initiation and shape of action potentials vary among different neuronal types. The reason for this variability is largely unknown, but the subunit composition, density and distribution of voltage-gated sodium (Nav) and potassium (Kv) channels within the axon initial segment (AIS) are likely to play a key role. Here, we asked how heterogeneous are the density and distribution of Nav and Kv channels within the AISs of a variety of excitatory and inhibitory neurons. Most of the studied cell types expressed a high density of Nav1.6, Kv1.1, and Kv1.2 subunits in their AIS, but the Nav1.1 subunit could only be detected in GABAergic interneurons. A proximo-distal gradient in the density of these subunits was observed within the AIS of certain nerve cells but not in others. For example, a gradual increase of the Nav1.6 subunit was observed in cortical layer 2/3 and hippocampal CA1 pyramidal cell (PC) AISs, whereas its density was rather uniform in layer 5 PC AISs. The Nav1.1 subunit was distributed evenly along the AIS of short-axon cells of the main olfactory bulb but was restricted to the proximal part of the AIS in cortical and cerebellar interneurons. Our results reveal a cell type-dependent expression of sodium and potassium channel subunits with varying densities along the proximo-distal axis of the AISs. This precise arrangement is likely to contribute to the diversity of firing properties observed among central neurons.","dc:creator":"Lorincz A","dc:date":"2008","dc:title":"Cell-type-dependent molecular composition of the axon initial segment."},"rdfs:label":"Functional Expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:057105dd-b242-4897-89d1-ffb020b62203","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0821766a-0515-4899-8c96-45d93c9e8c14","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Kv1.2 channels shown to be expressed in medium spiny neurons.  Currents attributable to Kv1.2 channels activated rapidly, inactivated slowly, and recovered from inactivation slowly. Study showed a role for Kv1.2 channels in regulating state transitions and repetitive discharge in these neurons.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/13679409","type":"dc:BibliographicResource","dc:abstract":"A slowly inactivating, low-threshold K(+) current has been implicated in the regulation of state transitions and repetitive activity in striatal medium spiny neurons. However, the molecular identity of the channels underlying this current and their biophysical properties remain to be clearly determined. Because previous work had suggested this current arose from Kv1 family channels, high-affinity toxins for this family were tested for their ability to block whole cell K(+) currents activated by depolarization of acutely isolated neurons. alpha-Dendrotoxin, which blocks channels containing Kv1.1, Kv1.2, or Kv1.6 subunits, decreased currents evoked by depolarization. Three other Kv1 family toxins that lack a high affinity for Kv1.2 subunits, r-agitoxin-2, dendrotoxin-K, and r-margatoxin, failed to significantly reduce currents, implicating channels with Kv1.2 subunits. RT-PCR results confirmed the expression of Kv1.2 mRNA in identified medium spiny neurons. Currents attributable to Kv1.2 channels activated rapidly, inactivated slowly, and recovered from inactivation slowly. In the subthreshold range (ca. -60 mV), these currents accounted for as much as 50% of the depolarization-activated K(+) current. Moreover, their rapid activation and relatively slow deactivation suggested that they contribute to spike afterpotentials regulating repetitive discharge. This inference was confirmed in current-clamp recordings from medium spiny neurons in the slice preparation where Kv1.2 blockade reduced first-spike latency and increased discharge frequency evoked from hyperpolarized membrane potentials resembling the \"down-state\" found in vivo. These studies establish a clear functional role for somato-dendritic Kv1.2 channels in the regulation of state transitions and repetitive discharge in striatal medium spiny neurons.","dc:creator":"Shen W","dc:date":"2004","dc:title":"Kv1.2-containing K+ channels regulate subthreshold excitability of striatal medium spiny neurons."},"rdfs:label":"Biochemical Function"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:1a825f85-585a-4086-8118-ce912d4c1469_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:53e8f7a6-fdba-4c3f-83b7-361705454904","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:d63a023d-f868-4e1c-a8b0-d52fffba4b2c","type":"FunctionalAlteration","dc:description":"p.Leu298Phe variant expressed in Xenopus oocytes; co-expressed with WT Kv1.2 channels. Current amplitudes measured via patch clamp. Mean current amplitudes significantly increased compared to WT. Activation curve of WT + Leu298Phe channels significantly shifted to more hyperpolarized potentials. Resting membrane potential ~40mV more negative than WT. Consistent with constituitively open channels and GOF.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25751627","type":"dc:BibliographicResource","dc:abstract":"Epileptic encephalopathies are a phenotypically and genetically heterogeneous group of severe epilepsies accompanied by intellectual disability and other neurodevelopmental features. Using next-generation sequencing, we identified four different de novo mutations in KCNA2, encoding the potassium channel KV1.2, in six isolated patients with epileptic encephalopathy (one mutation recurred three times independently). Four individuals presented with febrile and multiple afebrile, often focal seizure types, multifocal epileptiform discharges strongly activated by sleep, mild to moderate intellectual disability, delayed speech development and sometimes ataxia. Functional studies of the two mutations associated with this phenotype showed almost complete loss of function with a dominant-negative effect. Two further individuals presented with a different and more severe epileptic encephalopathy phenotype. They carried mutations inducing a drastic gain-of-function effect leading to permanently open channels. These results establish KCNA2 as a new gene involved in human neurodevelopmental disorders through two different mechanisms, predicting either hyperexcitability or electrical silencing of KV1.2-expressing neurons.","dc:creator":"Syrbe S","dc:date":"2015","dc:title":"De novo loss- or gain-of-function mutations in KCNA2 cause epileptic encephalopathy."},"rdfs:label":"Cell Culture Model System.4"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"scored as variant level evidence, not functional evidence for gene"},{"id":"cggv:f3a95a2a-a0ba-4475-bdde-35277cbe6b40","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:79b4bf5e-a8eb-48a4-a610-80de35d6c5eb","type":"FunctionalAlteration","dc:description":"p.Arg297Gln variant expressed in Xenopus oocytes; co-expressed with WT Kv1.2 channels. Current amplitudes measured via patch clamp. Mean current amplitudes significantly increased compared to WT. Activation curve of WT + Arg297Gln channels significantly shifted to more hyperpolarized potentials. Resting membrane potential ~40mV more negative than WT. Consistent with constituitively open channels and GOF.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25751627","rdfs:label":"Cell Culture Model System.3"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Scored as variant-level evidence, not functional evidence for gene"},{"id":"cggv:729ac0de-9caa-408a-b0f2-8940dcabdeae","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:2af992ca-e924-4f96-becb-8b358bde1a5b","type":"FunctionalAlteration","dc:description":"p.Ile263Thr variant expressed in Xenopus oocytes; co-expressed with WT Kv1.2 channels in increasing ratios (1:1; 1:2; 1:4). Current amplitudes recorded via patch clamp. Showed increasing loss-of-function, consistent with dominant-negative effect","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25751627","rdfs:label":"Cell Culture Model System.2"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"This was scored as variant-level evidence, not functional evidence for the gene"},{"id":"cggv:9afd6ae1-3804-428c-8e81-fdedbec27ffb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:3fc32a2c-7aa0-4ec3-b82f-065682d77ef2","type":"FunctionalAlteration","dc:description":"p.Pro405Leu variant expressed in Xenopus oocytes; co-expressed with WT Kv1.2 channels in increasing ratios (1:1; 1:2; 1:4). Current amplitudes recorded via patch clamp. Showed increasing loss-of-function, consistent with dominant-negative effect","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25751627","rdfs:label":"Cell Culture Model System.1"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0,"dc:description":"Scored as variant level evidence, not functional evidence for gene"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0},{"id":"cggv:1a825f85-585a-4086-8118-ce912d4c1469_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d802176f-53ee-48f1-a411-375d593ace39","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:22851f7e-8304-4c30-9651-aa608382969f","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Homozygous and heterozygous for p.I402T Kcna2 variant. Considered model for cerebellar ataxia; abnormal gait and behavior, severe post natal growth retardation (homozygous worse than heterozygous). Heterozygotes had normal life span (similar to WT). 50% of homozygotes died between 3rd and 6th weeks of life. No spontaneous seizures; heterozygotes showed no significant differences on rotarod test. Heterozygotes and homozygotes showed severe tremors, myoclonic jerks, ataxic movements.  Decreased grip strength.Treated with acetazolamide; partially rescued phenotype. I402T reduces amount of functional channels but only induces subtle changes in channel properties (CHO cell transfection); reduces density of Kv1 channel current. Increased expression of Kv1.2 partially rescues gait abnormality/coordination impairment in mouse","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20696761","type":"dc:BibliographicResource","dc:abstract":"A forward genetic screen of mice treated with the mutagen ENU identified a mutant mouse with chronic motor incoordination. This mutant, named Pingu (Pgu), carries a missense mutation, an I402T substitution in the S6 segment of the voltage-gated potassium channel Kcna2. The gene Kcna2 encodes the voltage-gated potassium channel α-subunit Kv1.2, which is abundantly expressed in the large axon terminals of basket cells that make powerful axo-somatic synapses onto Purkinje cells. Patch clamp recordings from cerebellar slices revealed an increased frequency and amplitude of spontaneous GABAergic inhibitory postsynaptic currents and reduced action potential firing frequency in Purkinje cells, suggesting that an increase in GABA release from basket cells is involved in the motor incoordination in Pgu mice. In line with immunochemical analyses showing a significant reduction in the expression of Kv1 channels in the basket cell terminals of Pgu mice, expression of homomeric and heteromeric channels containing the Kv1.2(I402T) α-subunit in cultured CHO cells revealed subtle changes in biophysical properties but a dramatic decrease in the amount of functional Kv1 channels. Pharmacological treatment with acetazolamide or transgenic complementation with wild-type Kcna2 cDNA partially rescued the motor incoordination in Pgu mice. These results suggest that independent of known mutations in Kcna1 encoding Kv1.1, Kcna2 mutations may be important molecular correlates underlying human cerebellar ataxic disease.","dc:creator":"Xie G","dc:date":"2010","dc:title":"A new Kv1.2 channelopathy underlying cerebellar ataxia."},"rdfs:label":"Models and Rescue"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0,"dc:description":"Mouse model for ataxia, not epilepsy.  Mice had no spontaneous seizures (heterozygous for knowckout)"},{"id":"cggv:181d052a-8edc-413b-95ea-ed86fe068af8","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:a9e823a7-d06a-4fe2-b54b-90897e7f92e7","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Kcna2 knock out mice have spontaneous seizures with increased seizure susceptibility compared to WT and heterozygous mice. Seizure onset in neonatal period; 50% died post-seizure (stopped breathing). Neurons of the medial nucleus of the trapezoid body were hyperexcitable.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17634333","type":"dc:BibliographicResource","dc:abstract":"Genes Kcna1 and Kcna2 code for the voltage-dependent potassium channel subunits Kv1.1 and Kv1.2, which are coexpressed in large axons and commonly present within the same tetramers. Both contribute to the low-voltage-activated potassium current I Kv1, which powerfully limits excitability and facilitates temporally precise transmission of information, e.g., in auditory neurons of the medial nucleus of the trapezoid body (MNTB). Kcna1-null mice lacking Kv1.1 exhibited seizure susceptibility and hyperexcitability in axons and MNTB neurons, which also had reduced I Kv1. To explore whether a lack of Kv1.2 would cause a similar phenotype, we created and characterized Kcna2-null mice (-/-). The -/- mice exhibited increased seizure susceptibility compared with their +/+ and +/- littermates, as early as P14. The mRNA for Kv1.1 and Kv1.2 increased strongly in +/+ brain stems between P7 and P14, suggesting the increasing importance of these subunits for limiting excitability. Surprisingly, MNTB neurons in brain stem slices from -/- and +/- mice were hypoexcitable despite their Kcna2 deficit, and voltage-clamped -/- MNTB neurons had enlarged I Kv1. This contrasts strikingly with the Kcna1-null MNTB phenotype. Toxin block experiments on MNTB neurons suggested Kv1.2 was present in every +/+ Kv1 channel, about 60% of +/- Kv1 channels, and no -/- Kv1 channels. Kv1 channels lacking Kv1.2 activated at abnormally negative potentials, which may explain why MNTB neurons with larger proportions of such channels had larger I Kv1. If channel voltage dependence is determined by how many Kv1.2 subunits each contains, neurons might be able to fine-tune their excitability by adjusting the Kv1.1:Kv1.2 balance rather than altering Kv1 channel density.","dc:creator":"Brew HM","dc:date":"2007","dc:title":"Seizures and reduced life span in mice lacking the potassium channel subunit Kv1.2, but hypoexcitability and enlarged Kv1 currents in auditory neurons."},"rdfs:label":"Animal Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Per Epilepsy GCEP SOP, can't use homozygous knockout mouse as model for AD epilepsy"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Definitive","sequence":4389,"specifiedBy":"GeneValidityCriteria5","strengthScore":13,"subject":{"id":"cggv:86aaf8c3-39d3-4a35-a91c-ebc81530eed6","type":"GeneValidityProposition","disease":"obo:MONDO_0100062","gene":"hgnc:6220","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"KCNA2 was first reported in relation to autosomal dominant developmental and epileptic encephalopathy (DEE) in 2015 (Pena et al., 2015, PMID: 25477152). The gene encodes the voltage-gated \"Shaker\" potassium channel, which is a member of the Kv1 subfamily and assembles into homo- or hetero-tetrameric channels (PMID: 29050392).  The mechanism for disease is heterozygous missense variants that may have either gain-of-function, loss-of-function, or mixed effect on the potassium channel activity as measured by patch clamp recording in Xenopus laevis oocytes, or heterozygous truncating variants resulting in loss of channel function (PMID: 29050392, 25751627).  The clinical presentation is variable but typically includes infantile-onset generalized and/or focal seizures  associated with developmental delay, intellectual disability, and evidence of cerebellar dysfunction such as ataxia and dysarthria (Doering et al., 2021, PMID: 33802230; Masnada et al., PMID: 29050392).  Of note, this gene has also been implicated in autosomal dominant complicated hereditary spastic paraplegia, which is not assessed in this curation since these individuals did not have epilepsy (Helbig et al., 2016, PMID: 27543892 ; Manole et al., 2017 PMID: 28032718; ).\n\nIncluded in this curation are 10 missense or nonsense variants have been reported in 17 probands from 8 publications (PMIDs: 31054490, 29050392, 27733563, 27117551, 27062609, 26648591, 25477152, 25751627). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached.  Nearly all probands included in the curation have confirmed or assumed de novo variants. There are three recurrent de novo variants (c.890G>A (p.Arg297Gln), c.1214C>T (p.Pro405Leu), c.1120A>G (p.Thr374Ala)) that account for ~2/3 of all reported patients (PMID: 29050392). This gene-disease association is also supported by experimental evidence including biochemical function indicating a role for Kv1.2 channels in the regulation of state transitions and repetitive discharge in medium spiny neurons (PMID: 13679409) and in expression data indicating the variant is widely expressed in the CNS, including in glutamergic pyramidal cells, GABAergic interneurons, and juxtaparanodal axons, and there is co-expression with Kv1.1, which is encoded by KCNA1 (PMID: 19118165).\n\nIn summary, KCNA2 is definitively associated with autosomal dominant DEE. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:1a825f85-585a-4086-8118-ce912d4c1469"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}