{"id":"cggv:c2cfa70a-750f-4357-98b9-f5c30ca4dc26v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c2cfa70a-750f-4357-98b9-f5c30ca4dc26_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-12-23T16:53:55.732Z","role":"Publisher"},{"id":"cggv:c2cfa70a-750f-4357-98b9-f5c30ca4dc26_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10059","date":"2021-12-23T16:53:45.170Z","role":"Approver"}],"evidence":[{"id":"cggv:c2cfa70a-750f-4357-98b9-f5c30ca4dc26_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2cfa70a-750f-4357-98b9-f5c30ca4dc26_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:97686218-2259-422d-a42f-c7c1ba8aa8bc","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2f37a25a-f480-48ab-a503-684de00fba4c","type":"FunctionalAlteration","dc:description":"Variant chimeric receptors had increased dimerization and elevated levels of tyrosine kinase activity. These traits abolished when expressed with mutations that eliminate the disulfide bond in the Ig-3 domain. This indicates requirement for the Ig-3 cysteine residues in the activation of FGFR2 by noncysteine mutations. \nNoncysteine mutations may activate FGFR2 by altering the conformation of the Ig-3 domain near the disulfide bond, preventing the formation of an intramolecular bond. This allows the unbonded cysteine residues to participate in intermolecular disulfide bonding, resulting in constitutive activation of the receptor.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9539778","type":"dc:BibliographicResource","dc:abstract":"Multiple human skeletal and craniosynostosis disorders, including Crouzon, Pfeiffer, Jackson-Weiss, and Apert syndromes, result from numerous point mutations in the extracellular region of fibroblast growth factor receptor 2 (FGFR2). Many of these mutations create a free cysteine residue that potentially leads to abnormal disulfide bond formation and receptor activation; however, for noncysteine mutations, the mechanism of receptor activation remains unclear. We examined the effect of two of these mutations, W290G and T341P, on receptor dimerization and activation. These mutations resulted in cellular transformation when expressed as FGFR2/Neu chimeric receptors. Additionally, in full-length FGFR2, the mutations induced receptor dimerization and elevated levels of tyrosine kinase activity. Interestingly, transformation by the chimeric receptors, dimerization, and enhanced kinase activity were all abolished if either the W290G or the T341P mutation was expressed in conjunction with mutations that eliminate the disulfide bond in the third immunoglobulin-like domain (Ig-3). These results demonstrate a requirement for the Ig-3 cysteine residues in the activation of FGFR2 by noncysteine mutations. Molecular modeling also reveals that noncysteine mutations may activate FGFR2 by altering the conformation of the Ig-3 domain near the disulfide bond, preventing the formation of an intramolecular bond. This allows the unbonded cysteine residues to participate in intermolecular disulfide bonding, resulting in constitutive activation of the receptor.","dc:creator":"Robertson SC","dc:date":"1998","dc:title":"Activating mutations in the extracellular domain of the fibroblast growth factor receptor 2 function by disruption of the disulfide bond in the third immunoglobulin-like domain."},"rdfs:label":"Robertson Functional Alteration"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c2cfa70a-750f-4357-98b9-f5c30ca4dc26_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ab23bc83-1483-4dc6-ab83-e9d6a89e1fb2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7200d846-342e-4245-8f31-b499071dea88","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The heterozygous mouse model recapitulates the AD inheritance pattern of facial phenotypes and craniosynostosis found in human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15316116","type":"dc:BibliographicResource","dc:abstract":"The b and c variants of fibroblast growth factor receptor 2 (FGFR2) differ in sequence, binding specificity, and localization. Fgfr2b, expressed in epithelia, is required for limb outgrowth and branching morphogenesis, whereas the mesenchymal Fgfr2c variant is required by the osteocyte lineage for normal skeletogenesis. Gain-of-function mutations in human FGFR2c are associated with craniosynostosis syndromes. To confirm and extend this evidence, we introduced a Cys342Tyr replacement into Fgfr2c to create a gain-of-function mutation equivalent to a mutation in human Crouzon and Pfeiffer syndromes. Fgfr2c(C342Y/)(+) heterozygote mice are viable and fertile with shortened face, protruding eyes, premature fusion of cranial sutures, and enhanced Spp1 expression in the calvaria. Homozygous mutants display multiple joint fusions, cleft palate, and trachea and lung defects, and die shortly after birth. They show enhanced Cbfa1/Runx2 expression without significant change in chondrocyte-specific Ihh, PTHrP, Sox9, Col2a, or Col10a gene expression. Histomorphometric analysis and bone marrow stromal cell culture showed a significant increase of osteoblast progenitors with no change in osteoclastogenic cells. Chondrocyte proliferation was decreased in the skull base at embryonic day 14.5 but not later. These results suggest that long-term aspects of the mutant phenotype, including craniosynostosis, are related to the Fgfr2c regulation of the osteoblast lineage. The effect on early chondrocyte proliferation but not gene expression suggests cooperation of Fgfr2c with Fgfr3 in the formation of the cartilage model for endochondral bone.","dc:creator":"Eswarakumar VP","dc:date":"2004","dc:title":"A gain-of-function mutation of Fgfr2c demonstrates the roles of this receptor variant in osteogenesis."},"rdfs:label":"Eswarakumar Mouse Model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:c2cfa70a-750f-4357-98b9-f5c30ca4dc26_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2cfa70a-750f-4357-98b9-f5c30ca4dc26_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":3817,"specifiedBy":"GeneValidityCriteria8","strengthScore":14.5,"subject":{"id":"cggv:a6dbadde-530d-4013-ab79-c5c2ca0d339e","type":"GeneValidityProposition","disease":"obo:MONDO_0007405","gene":"hgnc:3689","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"FGFR2 has been repeatedly described in association with autosomal dominant Crouzon Syndrome which is characterized by craniosynostosis and facial abnormalities with a lack of major hand and feet abnormalities (Reardon et al. 1994; PMID: 7987400). This curation includes 15 variants (missense, in-frame indel, and splice variants) reported in 19 probands in 7 publications (PMIDs: 7987400, 7874170, 7773284, 7655462, 8528214, 8528214). Variants in this gene segregated with disease in 4 families (PMIDs: 29848297, 7987400). More evidence is available in the literature, but the maximum score for genetic evidence (12 pts.) has been reached. This gene-disease association is also supported by experimental evidence including an animal model, and an assay showing increased binding activity of variant FGFR2 receptor protein (PMIDs: 15316116, 9539778). In summary, FGFR2 is definitively associated with autosomal dominant Crouzon Syndrome. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Craniofacial Malformations Gene Curation Expert Panel on 9/16/2021. \nGene Clinical Validity Standard Operating Procedures (SOP) – Version 8.","dc:isVersionOf":{"id":"cggv:c2cfa70a-750f-4357-98b9-f5c30ca4dc26"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}