{"id":"cggv:9b9daf74-594d-4f11-b322-d671266ebf8ev1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:9b9daf74-594d-4f11-b322-d671266ebf8e_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2024-06-29T00:38:16.847Z","role":"Publisher"},{"id":"cggv:9b9daf74-594d-4f11-b322-d671266ebf8e_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10072","date":"2023-02-02T17:00:00.000Z","role":"Approver"}],"curationReasons":{"id":"cg:DiseaseNameUpdate"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/11138005","type":"dc:BibliographicResource","dc:abstract":"Stargardt-like macular dystrophy (STGD3, MIM 600110) and autosomal dominant macular dystrophy (adMD) are inherited forms of macular degeneration characterized by decreased visual acuity, macular atrophy and extensive fundus flecks. Genetic mapping data suggest that mutations in a single gene may be responsible for both conditions, already known to bear clinical resemblance. Here we limit the minimum genetic region for STGD3 and adMD to a 0.6-cM interval by recombination breakpoint mapping and identify a single 5-bp deletion within the protein-coding region of a new retinal photoreceptor-specific gene, ELOVL4, in all affected members of STGD3 and adMD families. Bioinformatic analysis of ELOVL4 revealed that it has homology to a group of yeast proteins that function in the biosynthesis of very long chain fatty acids. Our results are therefore the first to implicate the biosynthesis of fatty acids in the pathogenesis of inherited macular degeneration.","dc:creator":"Zhang K","dc:date":"2001","dc:title":"A 5-bp deletion in ELOVL4 is associated with two related forms of autosomal dominant macular dystrophy."},"evidence":[{"id":"cggv:9b9daf74-594d-4f11-b322-d671266ebf8e_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b9daf74-594d-4f11-b322-d671266ebf8e_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:232912ee-1443-492e-be74-e1416d715a61","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4cdf7250-c9bf-4528-9400-c1514346dbbe","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15028284","type":"dc:BibliographicResource","dc:abstract":"Elongation of very long chain fatty acids 4 (ELOVL4) is a novel member of the ELO family of genes that are involved in fatty acid metabolism. ELOVL4 encodes a putative transmembrane protein of 314 amino acids that carries a possible endoplasmic reticulum (ER) retention/retrieval signal (KXKXX) at the C-terminus. Two distinct mutations, a 5-bp deletion and a complex mutation from the same region in exon 6 of this gene, have been reported so far and are associated with autosomal dominant atrophic macular degeneration (adMD/STGD3). Both of these deletions could result in C-terminal truncation and loss of the ER retention signal in the mutant protein. We expressed the wild-type and mutant proteins in COS-7 and CHO cells to study the intracellular distribution of ELOVL4 and to identify possible implications of the above mutations in its localization. Immunofluorescence analysis of these proteins along with organelle marker antibodies revealed predominant ER localization for wild-type ELOVL4. Targeted deletion of the dilysine motif at the C-terminus of the protein resulted in the loss of ER localization. Immunoelectron microscopy and immunofluorescence analysis revealed a similar ER localization pattern for the protein in human photoreceptors. These data indicate that ELOVL4 is an ER-resident protein, which supports its suggested function in fatty acid elongation. We also demonstrate that the localization of both mutant proteins was dramatically changed from an ER to a Golgi distribution. Our observations suggest that the consequences of defective protein trafficking could underlie the molecular mechanism associated with degeneration of the macula in the patients with adMD/STGD3.","dc:creator":"Ambasudhan R","dc:date":"2004","dc:title":"Atrophic macular degeneration mutations in ELOVL4 result in the intracellular misrouting of the protein."},"rdfs:label":"Subcellular localization of the mutant ELOVL4 "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:9b9daf74-594d-4f11-b322-d671266ebf8e_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:8afc34ab-19bd-4d31-acb6-5190d4b8fa3c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:5cad3496-a60a-4125-8cc8-ab953d04187d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"fundus images also show that the deterioration of the retina is localized, as found in patients with a severe form of dry AMD, called “geographical atrophy.”  Abnormalities in fundus appearance related to the expression level of the mutant ELOVL4; higher level of expression resulted in a more abnormal fundus. Nevertheless, even the TG1 mice, with less expression of the mutant ELOVL4 than of the normal endogenous Elovl4, underwent retinal deterioration, with subretinal deposits similar to retinal flecks seen in patients with STGD","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15749821","type":"dc:BibliographicResource","dc:abstract":"Macular degeneration is a heterogeneous group of disorders characterized by photoreceptor degeneration and atrophy of the retinal pigment epithelium (RPE) in the central retina. An autosomal dominant form of Stargardt macular degeneration (STGD) is caused by mutations in ELOVL4, which is predicted to encode an enzyme involved in the elongation of long-chain fatty acids. We generated transgenic mice expressing a mutant form of human ELOVL4 that causes STGD. In these mice, we show that accumulation by the RPE of undigested phagosomes and lipofuscin, including the fluorophore, 2-[2,6-dimethyl-8-(2,6,6-trimethyl-1-cyclohexen-1-yl)-1E,3E,5E,7E-octatetraenyl]-1-(2-hyydroxyethyl)-4-[4-methyl-6-(2,6,6,-trimethyl-1-cyclohexen-1-yl)-1E,3E,5E-hexatrienyl]-pyridinium (A2E) is followed by RPE atrophy. Subsequently, photoreceptor degeneration occurs in the central retina in a pattern closely resembling that of human STGD and age-related macular degeneration. The ELOVL4 transgenic mice thus provide a good model for both STGD and dry age-related macular degeneration, and represent a valuable tool for studies on therapeutic intervention in these forms of blindness.","dc:creator":"Karan G","dc:date":"2005","dc:title":"Lipofuscin accumulation, abnormal electrophysiology, and photoreceptor degeneration in mutant ELOVL4 transgenic mice: a model for macular degeneration."},"rdfs:label":"transgenic mice "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5},{"id":"cggv:9b9daf74-594d-4f11-b322-d671266ebf8e_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9b9daf74-594d-4f11-b322-d671266ebf8e_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":11.5}],"evidenceStrength":"Definitive","sequence":8573,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:befd71b6-a7bc-4259-a6f2-59c01f21d890","type":"GeneValidityProposition","disease":"obo:MONDO_0700227","gene":"hgnc:14415","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*ELOVL4* was first reported in relation to autosomal dominant Stargardt disease/macular degeneration in 2001 (PMID: 11138005). Patients presented with phenotypes consistent with dominant Stargardt disease/macular degeneration. \n\nThree variants that have been reported from three publications publications (PMIDs: 11138005, 11726641, and 15557430) are included in this curation. In 5 families from the US or Canada, Zhang et al. (PMID: 11138005) found that affected members with Stargardt-like macular dystrophy (STGD3) or autosomal dominant macular dystrophy had an identical heterozygous founder variant in the last exon of the *ELOVL4* gene, a deletion of 5 nucleotides c.790_794del,  p.(Asn264Leufs*9). The other two variants, a nonsense and a frameshift, are also located in the last exon of ELOVL4. The C-terminal truncating variant in ELOVL4 has been shown to exert a dominant negative effect on wild-type ELOVL4 (PMID: 23509295, 15749821).\n\nThis gene-disease association is also supported by experimental evidence that *ELOVL4* exhibits its highest expression levels in retina tissue (PMID: 15028284). Immunolocalization shows that ELOVL4 is localized to the ER of human photoreceptors (PMID: 15028284). \n\nOf note, biallelic variants in this gene have been reported in individuals with ichthyosis, spastic quadriplegia, and intellectual disability (PMID: 24571530, 33652762). This gene-disease relationship will be evaluated separately. \n\nIn summary, *ELOVL4* is definitively associated with autosomal dominant inheritance of *ELOVL4*-related maculopathy. This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time without the emergence of contradictory evidence, leading to a Definitive classification according to the ClinGen template. This classification was approved by the ClinGen Retina GCEP on February 2, 2023. \nreplicated over time","dc:isVersionOf":{"id":"cggv:9b9daf74-594d-4f11-b322-d671266ebf8e"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}