{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:27.432Z","role":"Publisher"},{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-07-24T17:23:25.905Z","role":"Approver"}],"evidence":[{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b6e85732-cf50-4bcd-bbe6-cacbc34900fa","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:81e32446-9c08-41b6-8aad-87a42cc7415e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"BCAAs largely bypass liver degradation and travel via the circulation to peripheral tissues where they are transaminated by BCAT2 (BCATm). Accordingly, BCATm is expressed in nearly all rodent, non-human primate, and human tissues with the exception of liver. The BCATm gene (Bcat2), under control of the constitutive human apoE gene promoter and its hepatic control region, was stably introduced into mouse liver. Two transgenic lines, expressing low (LivTg-LE) and high (LivTg-HE) levels of hepatic BCATm were established. Liver BCAT activity in LivTg-LE and LivTg-HE was 0.029 and 0.83 U/mg protein, respectively, compared to <0.001 U/mg protein in the control mouse livers. These transgenic mice are capable of both hepatic transamination and oxidation of BCAAs. Liver BCAAs (Leu, Ile, and Val) were up to 3-fold higher in wild type mice as compared to LivTg-HE mice. Statistically significant reductions in liver BCAA concentrations were also observed in the LivTg-LE mice (Table 1) suggesting that liver transamination of BCAAs is increased due to the expression of BCATm transgene especially in LivTg-HE animals. This study supports the function of BCAT2 in the metabolism of BCAAs. Therefore, if BCAT2 activity was deficient, BCAAs would be expected to be elevated, as is observed in individuals with variants in BCAT2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27886623","type":"dc:BibliographicResource","dc:abstract":"Unlike other amino acids, the branched-chain amino acids (BCAAs) largely bypass first-pass liver degradation due to a lack of hepatocyte expression of the mitochondrial branched-chain aminotransferase (BCATm). This sets up interorgan shuttling of BCAAs and liver-skeletal muscle cooperation in BCAA catabolism. To explore whether complete liver catabolism of BCAAs may impact BCAA shuttling in peripheral tissues, the BCATm gene was stably introduced into mouse liver. Two transgenic mouse lines with low and high hepatocyte expression of the BCATm transgene (LivTg-LE and LivTg-HE) were created and used to measure liver and plasma amino acid concentrations and determine whether the first two BCAA enzymatic steps in liver, skeletal muscle, heart and kidney were impacted. Expression of the hepatic BCATm transgene lowered the concentrations of hepatic BCAAs while enhancing the concentrations of some nonessential amino acids. Extrahepatic BCAA metabolic enzymes and plasma amino acids were largely unaffected, and no growth rate or body composition differences were observed in the transgenic animals as compared to wild-type mice. Feeding the transgenic animals a high-fat diet did not reverse the effect of the BCATm transgene on the hepatic BCAA catabolism, nor did the high-fat diet cause elevation in plasma BCAAs. However, the high-fat-diet-fed BCATm transgenic animals experienced attenuation in the mammalian target of rapamycin (mTOR) pathway in the liver and had impaired blood glucose tolerance. These results suggest that complete liver BCAA metabolism influences the regulation of glucose utilization during diet-induced obesity.","dc:creator":"Ananieva EA","dc:date":"2017","dc:title":"Liver BCATm transgenic mouse model reveals the important role of the liver in maintaining BCAA homeostasis."},"rdfs:label":"Transgenic mice expressing BCAT2 in liver"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5},{"id":"cggv:b150c657-0818-47e8-8665-5bfd4c031eb2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e5a85789-e7f6-4b4e-8a0b-c19153a9b64a","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"BCAT2 encodes a mitochondrial enzyme involved in the first step of branched chain amino acid (BCAA) metabolism in which valine, isoleucine and leucine are transaminated to their respective α-keto acids.  In this study, the rat and human mitochondrial branched chain aminotransferase (BCAT2, BCATm) cDNAs were cloned. Cloned rat BCT2 cDNA was then expressed in COS-1 cells. Western blot of COS-1 cell protein showed that the BCAT2 cDNA is expressed and proteolytically processed. The COS-1 cell extract exhibited BCAT activity which was 6-fold higher than in the rat heart mitochondrial extract and 56-fold higher than the mock-transfected cells (Fig. 2). The activity was measured as milli units (i.e. one nmol of valine formed per min at 37C) /mg of protein. Therefore, the cDNA encodes a protein with the expected BCAT2 function i.e. the reversible transamination of valine. Based on this function, deficiency of BCAT2 activity is expected to result in an elevation of BCAAs and lack of allo-isoleucine. These biochemical abnormalities are observed in patients with BCAT2 variants. Therefore, the function of the gene product is consistent with the biochemical findings in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9165094","type":"dc:BibliographicResource","dc:abstract":"The rat and human mitochondrial branched chain aminotransferase (BCAT(m)) cDNAs have been isolated and shown to encode mature proteins of 41.2 and 41.3 kDa with presequences of 27 amino acids. When rat BCAT(m) is overexpressed in COS-1 cells, the protein exhibits BCAT activity and correct processing of the mitochondrial targeting sequence. Southern blot analysis of genomic DNA from a panel of rodent-human somatic cell hybrids revealed that the human BCAT(m) gene resides on chromosome 19 and the human cytosolic enzyme (BCAT(c)) gene on chromosome 12. Finally, the nomenclature BCAT1 for the cytosolic gene and BCAT2 for the mitochondrial BCAT gene is proposed.","dc:creator":"Bledsoe RK","dc:date":"1997","dc:title":"Cloning of the rat and human mitochondrial branched chain aminotransferases (BCATm)."},"rdfs:label":"Cloning of BCAT2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is increased because the function of BCAT2 in the metabolism of branched chain amino acids is well understood. Further details are available in this review - PMID 9665099."},{"id":"cggv:e9e94111-5ede-4739-b02a-ea472ad17c41","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:91ef4f6d-1b4b-4065-bb5a-112a04a77fde","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"BCAT2 (branched chain amino acid: 2-oxoglutarate aminotransferase) was partially purified from hog heart, and shown to be pyridoxine-dependent, and to use alpha-ketoglutarate in the reaction. Furthermore, the authors provide the first evidence that BCAT2 is involved in the transamination of all three BCAAs including: 1) With increasing temperature, the activity towards each BCAA (valine, leucine, isoleucine) decreased at the same rate, 2) The activity ratios for each substrate were constant during the purification, 3) When leucine-C14 was incubated together with valine or isoleucine, formation of C14-keto acid, was inhibited progressively with increase in the concentration of the other two amino acids (Fig. 6). However, the formation of total keto acid was shown to be the same whether leucine alone, or together with isoleucine, was incubated, showing that isoleucine was not only inhibitory for transamination of leucine, but that it was also transaminated to the extent that it was inhibitory. This study demonstrates the role of BCAT2 in transamination of BCAAs, using alpha-ketoglutarate ,to generated branched chain alpha keto-acids. This function is consistent with the biochemical findings in patients with variants causing deficiency of BCAT2 activity. These patients have consistent elevations of BCAAs.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/5943594","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Ichihara A","dc:date":"1966","dc:title":"Transaminase of branched chain amino acids. I. Branched chain amino acids-alpha-ketoglutarate transaminase."},"rdfs:label":"Partial purification of BCAT2"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"The score is increased because this is the first study establishing the role of BCAT2 in transamination of all three branched chain amino acids, showing multiple lines of evidence for this function. Since than, the role of BCAT2 in BCAA metabolism has been firmly established. For a review, see PMID16365084."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0f_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c7a1ff07-09eb-4285-bb6c-1f89d3086e31","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:9f189ed3-fe80-4a9c-9be6-72932cbcc36a","type":"FunctionalAlteration","dc:description":"Oxidative decarboxylation rates for leucine and valine were determined in cultured skin fibroblasts from two patients with elevated levels of branched chain amino acids (valine, leucine, isoleucine) and normal allo-isoleucine, and variants in BCAT2. Subject 4 is homozygous for c.136_147del (p.His46_Pro49del), and for Subject 5 is homozygous for c.1154_1160delinsTGGATGCCCTCT (p.Ala385Valfs*35). Release of 14CO2 from L-[1-14C]leucine and L-[1-14C]valine, was measured respectively. Release of 14CO2 from L-[1-14C] leucine and from L-[1-14C]valine was reduced in subject 4's fibroblasts showed reduced capacity of the cells to metabolize leucine and valine. Marked reduction of [1-14C]leucine decarboxylation (18.3% of intra-assay control value) was also detected in fibroblasts from subject 5.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31177572","type":"dc:BibliographicResource","dc:abstract":"The first step in branched-chain amino acid (BCAA) catabolism is catalyzed by the two BCAA transferase isoenzymes, cytoplasmic branched-chain amino acid transferase (BCAT) 1, and mitochondrial BCAT2. Defects in the second step of BCAA catabolism cause maple syrup urine disease (MSUD), a condition which has been far more extensively investigated. Here, we studied the consequences of BCAT2 deficiency, an ultra-rare condition in humans. We present genetic, clinical, and functional data in five individuals from four different families with homozygous or compound heterozygous BCAT2 mutations which were all detected following abnormal biochemical profile results or familial mutation segregation studies. We demonstrate that BCAT2 deficiency has a recognizable biochemical profile with raised plasma BCAAs and, in contrast with MSUD, low-normal branched-chain keto acids (BCKAs) with undetectable l-allo-isoleucine. Interestingly, unlike in MSUD, none of the individuals with BCAT2 deficiency developed acute encephalopathy even with exceptionally high BCAA levels. We observed wide-ranging clinical phenotypes in individuals with BCAT2 deficiency. While one adult was apparently asymptomatic, three individuals had presented with developmental delay and autistic features. We show that the biochemical characteristics of BCAT2 deficiency may be amenable to protein-restricted diet and that early treatment may improve outcome in affected individuals. BCAT2 deficiency is an inborn error of BCAA catabolism. At present, it is unclear whether developmental delay and autism are parts of the variable phenotypic spectrum of this condition or coincidental. Further studies will be required to explore this.","dc:creator":"Knerr I","dc:date":"2019","dc:title":"Expanding the genetic and phenotypic spectrum of branched-chain amino acid transferase 2 deficiency."},"rdfs:label":"Altered BCAA metabolism in patient fibroblasts"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0f_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7ad39705-cec7-4a6e-91c3-9e689f40e2ff","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:6a2c8368-c964-48ac-8165-f8ae4420fde5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Despite choosing to consume a lower amount of branched chain amino acids compared to normal litter-mates, BCATm-/- mice had increased levels of plasma leucine, isoleucine and valine (increased 14, 21 and 31 fold, respectively, in the male BCATm−/− mice (Table 1) and 25, 33 and 37 fold, respectively, in the female BCATm−/−  mice (data not shown). Plasma branched chain α-keto acids were found at elevated levels in BCATm−/− mice.\nSimilar biochemical abnormalities are observed in patients with variants in BCAT2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17767905","type":"dc:BibliographicResource","dc:abstract":"Leucine is recognized as a nutrient signal; however, the long-term in vivo consequences of leucine signaling and the role of branched-chain amino acid (BCAA) metabolism in this signaling remain unclear. To investigate these questions, we disrupted the BCATm gene, which encodes the enzyme catalyzing the first step in peripheral BCAA metabolism. BCATm(-/-) mice exhibited elevated plasma BCAAs and decreased adiposity and body weight, despite eating more food, along with increased energy expenditure, remarkable improvements in glucose and insulin tolerance, and protection from diet-induced obesity. The increased energy expenditure did not seem to be due to altered locomotor activity, uncoupling proteins, sympathetic activity, or thyroid hormones but was strongly associated with food consumption and an active futile cycle of increased protein degradation and synthesis. These observations suggest that elevated BCAAs and/or loss of BCAA catabolism in peripheral tissues play an important role in regulating insulin sensitivity and energy expenditure.","dc:creator":"She P","dc:date":"2007","dc:title":"Disruption of BCATm in mice leads to increased energy expenditure associated with the activation of a futile protein turnover cycle."},"rdfs:label":"BCAT2 (BCATm) null mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:c25920f5-6205-4ac5-aabc-04189b89e21f","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:16c75078-698f-43a9-beed-664fd2b6fdb3","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"These ENU-treated mice had marked elevation (20-30 x) of branched chain amino acids, and moderate elevation of arginine (4 x), ketoaciduria, normal acylcarnitine profile, and clinical features resembling human maple syrup urine disease. They were found to be homozygous for a splice site variant, IVS2 + 2T > C, in Bcat-2 resulting in deletion of exon 2, and undetectable BCAT enzyme activity in mitochondria. \nClinical features included failure to thrive, weakness, decreased spontaneous movement, and thin hair with decreased luster. Many of the mutant mice expired prior to weaning.\nNo alloisoleucine, a pathognomonic marker for human MSUD, was detected in the urine of the affected mice.\nOn a low BCAA diet, the BCAT2 mice showed significant weight gains, improvement in hair quality and spontaneous activity, as well as decreased BCAA levels (reduced by >85%) and normalized arginine and glycine.\nThe biochemical abnormalities observed in the mice, as well as the improvements in clinical features when placed on a BCAA-reduced diet, are similar to the observations in humans with variants in BCAT2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14755340","type":"dc:BibliographicResource","dc:abstract":"Tandem mass spectrometry was applied to detect derangements in the pathways of amino acid and fatty acid metabolism in N-ethyl-N-nitrosourea-treated (ENU-treated) mice. We identified mice with marked elevation of blood branched-chain amino acids (BCAAs), ketoaciduria, and clinical features resembling human maple syrup urine disease (MSUD), a severe genetic metabolic disorder caused by the deficiency of branched-chain alpha-keto acid dehydrogenase (BCKD) complex. However, the BCKD genes and enzyme activity were normal. Sequencing of branched-chain aminotransferase genes (Bcat) showed no mutation in the cytoplasmic isoform (Bcat-1) but revealed a homozygous splice site mutation in the mitochondrial isoform (Bcat-2). The mutation caused a deletion of exon 2, a marked decrease in Bcat-2 mRNA, and a deficiency in both BCAT-2 protein and its enzyme activity. Affected mice responded to a BCAA-restricted diet with amelioration of the clinical symptoms and normalization of the amino acid pattern. We conclude that BCAT-2 deficiency in the mouse can cause a disease that mimics human MSUD. These mice provide an important animal model for study of BCAA metabolism and its toxicity. Metabolomics-guided screening, coupled with ENU mutagenesis, is a powerful approach in uncovering novel enzyme deficiencies and recognizing important pathways of genetic metabolic disorders.","dc:creator":"Wu JY","dc:date":"2004","dc:title":"ENU mutagenesis identifies mice with mitochondrial branched-chain aminotransferase deficiency resembling human maple syrup urine disease."},"rdfs:label":"ENU-treated BCAT2 mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0f_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0f_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:19db7044-132d-4b6f-b2ab-4180788ead32_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f64d5857-c2ac-43b2-8af3-d1db81563a0c","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","detectionMethod":"Extended NGS panel (Clinical-Exome Sequencing TruSight™ One Gene Panel [Illumina]) that includes all the known (in 2013) disease-associated genes described in the OMIM database (Mendeliome panel).","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Detected by newborn mass spectrometry screening program in Spain, with elevated branched chain amino acids, and suspected MSUD. Described as having \"persistent biochemical alterations\".","previousTesting":true,"previousTestingDescription":"Plasma valine 263 umol/L (101-19), isoleucine 126 umol/L (normal 29-71), leucine 163 umol/L (60-136). No detected alloisoleucine.\nTargeted, customized exome sequencing panel to capture the exome of 119 genes involved in metabolic disorders (Nextera Nature Capture [Illumina, San Diego, CA, USA]) and also the entire sequence of the genes PAH, ALDOB, OTC, SLC22A5, GLDC, and PCCA. This analysis was normal (part of the current study)","sex":"UnknownEthnicity","variant":{"id":"cggv:19db7044-132d-4b6f-b2ab-4180788ead32_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d6888d80-ad1c-4c3a-84e4-83f7fb81e42e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190.4(BCAT2):c.762G>C (p.Trp254Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA309407736"}},{"id":"cggv:8bd31a71-bcf6-4a50-b8aa-888287be01a9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190.4(BCAT2):c.923G>A (p.Trp308Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406720890"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30626930","type":"dc:BibliographicResource","dc:abstract":"The present work describes the value of genetic analysis as a confirmatory measure following the detection of suspected inborn errors of metabolism in the Spanish newborn mass spectrometry screening program. One hundred and forty-one consecutive DNA samples were analyzed by next-generation sequencing using a customized exome sequencing panel. When required, the Illumina extended clinical exome panel was used, as was Sanger sequencing or transcriptional profiling. Biochemical tests were used to confirm the results of the genetic analysis. Using the customized panel, the metabolic disease suspected in 83 newborns (59%) was confirmed. In three further cases, two monoallelic variants were detected for two genes involved in the same biochemical pathway. In the remainder, either a single variant or no variant was identified. Given the persistent absence of biochemical alterations, carrier status was assigned in 39 cases. False positives were recorded for 11. In five cases in which the biochemical pattern was persistently altered, further genetic analysis allowed the detection of two variants affecting the function of BCAT2, ACSF3, and DNAJC12, as well as a second, deep intronic variant in ETFDH or PTS. The present results suggest that genetic analysis using extended next-generation sequencing panels can be used as a confirmatory test for suspected inborn errors of metabolism detected in newborn screening programs. Biochemical tests can be very helpful when a diagnosis is unclear. In summary, simultaneous genomic and metabolomic analyses can increase the number of inborn errors of metabolism that can be confirmed following suggestive newborn screening results.","dc:creator":"Navarrete R","dc:date":"2019","dc:title":"Value of genetic analysis for confirming inborn errors of metabolism detected through the Spanish neonatal screening program."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30626930","rdfs:label":"P138"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"This individual was picked up on newborn screen with elevated branched chain amino acids and is compound heterozygous for two variants in BCAT2, p.Trp254Cys and p.Trp308Ter. The phase is unknown. The score is reduced because there is no functional evidence available to support the deletrious impact of the missense variant, and because the variants are not confirmed to be in trans. The highest MAF in gnomAD is 0.0001633 (other) for p.Trp254Cys; no homozygotes. The nonsense variant is not in gnomAD."},{"id":"cggv:c095be01-6169-415a-b2c7-6eac0025e332_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:704bc3ab-b903-420c-b03a-1c05d2c844b9","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"“Targeted BCAT2 Sanger sequencing”. No further details.","firstTestingMethod":"PCR","phenotypeFreeText":"Elevated branched chain amino acids with no ketones/BCKAs or allo-isoleucine detectable.","previousTesting":true,"previousTestingDescription":"Plasma leucine 538 μmol/L (normal 59-180), valine 1108 μmol/L (normal 64-320), isoleucine 370 μmol/L  (normal 30-105), normal allo-isoleucine (this study).","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:c095be01-6169-415a-b2c7-6eac0025e332_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:788711ef-ebf5-4a48-83d9-6a05fbd6f408","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190.4(BCAT2):c.600C>A (p.Tyr200Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9558370"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31177572"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31177572","rdfs:label":"Subject 3"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1.5,"dc:description":"This individual and her daughter, both with elevated branched chain amino acids and no detectable allo-isoleucine, are both homozygous for a nonsense variant in BCAT2, p.Tyr200Ter. The highest population MAF for this variant in gnomAD v2.1.1 is 0.0002442 (S.Asian); no homozygotes in any population. The score is reduced because there is no data to show that other genes causing elevated branched chain amino acids have been ruled out."},{"id":"cggv:e5b01204-aa96-4763-ada0-515ea7ffd8ad_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:75632c96-f7fc-4453-898e-fb6adcd51b52","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"“Targeted exome sequencing” - no further details. The identified BCAT2 variant was confirmed by Sanger sequencing.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Identified by newborn screening. BCAA-restricted diet from 2 weeks of life; at 2.5 years continues to be on a moderate BCAA-restricted diet with no additional supplements with BCAA plasma concentrations close to normal.","previousTesting":true,"previousTestingDescription":"Slight increase of valine on expanded newborn bloodspot screening at 48 hours of age (312 μmol/L; normal range for newborns 54-270). On day 13 of life, further metabolic work-up revealed: plasma leucine 325 μmol/L (59-180), valine 606 μmol/L (64-320), isoleucine 248 μmol/L (30-105); allo-isoleucine was normal. Branched chain keto-acids, in particular the leucine-derived metabolites, were normal or only marginally detectable.","sex":"Female","variant":{"id":"cggv:e5b01204-aa96-4763-ada0-515ea7ffd8ad_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9c1ffea7-00d9-4256-bacf-9f33abb405c3","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190.4(BCAT2):c.1154_1160delinsTGGATGCCCTCT (p.Ala385ValfsTer?)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA923726246"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31177572"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31177572","rdfs:label":"Subject 5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This individual is homozygous for a frameshift variant in the last exon of BCAT2. While the variant is in the last exon, and therefore nonsense-mediated decay may not occur no BCAT2 protein was detected in this patient's fibroblasts. Therefore, the default score was give. The variant is not in gnomAD."},{"id":"cggv:8a59a082-4c8e-4de0-9d95-87566e455efb_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:eda39a21-2d75-47d1-be92-3315953e594e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"For BCKD gene analysis, using leukocyte genomic DNA, exonic regions were specifically enriched using a biotinylated capture probe, amplified and sequenced see methods). All exons of BCAT1 and BCAT2 were amplified by PCR and sequenced from leukocyte genomic DNA.","firstTestingMethod":"PCR","phenotypeFreeText":"Presented with a headache that had lasted for about six years, mild memory impairment. Mild elevation of ALT and serum triglyceride. EEG abnormality (Moderate amplitude 5-6C/S chronic waves present in all leads). Brain MRI showed Symmetric abnormal signals in bilateral frontal lobes, occipital lobes, periventricular white matter and callosum, with low signals in T1 and high signals in T2, FLAIR, and DWI. Proton NMR spectroscopy of the periventricular white matter lesions revealed decreased N-acetyl aspartate (NAA) peak with respect to choline and creatine. Give oral vitamin B6 (cofactor for BCAT2), which resulted in reduction in valine, isoleucine/leucine, and improvement in MRI abnormalities and memory (see Fig 2).","previousTesting":true,"previousTestingDescription":"Elevated plasma valine: 1754 μmol/L (normal range, 60–280). Elevated plasma leucine/isoleucine: 646 μmol/L (normal range, 50–150). Allo-isoleucine not detected. During the follow up period of three years, branched chain amino acid levels were assessed every 6 months and the valine contents ranged from 1450 to 1754 μmol/L without any diet control. No allo-isoleucine detected. \nNegative sequencing of BCKDHA, BCKDHB, DBT, DLD, and BCAT1.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:8a59a082-4c8e-4de0-9d95-87566e455efb_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2c056019-3ba5-409c-928b-01a2f10a1a55","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190.4(BCAT2):c.790G>A (p.Glu264Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9558317"}},{"id":"cggv:b2b750ac-e153-4c90-b391-0c6910065740","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190.4(BCAT2):c.509G>A (p.Arg170Gln)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9558397"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25653144","type":"dc:BibliographicResource","dc:abstract":"Valine, leucine, and isoleucine are essential branched chain amino acids (BCAAs). When BCAA metabolism is genetically impaired in human, serum levels of BCAA and/or their metabolites rise considerably, causing severe neurological dysfunction. The first step in BCAA catabolism is catalyzed by branched chain aminotransferase (BCAT). Hypervalinemia and hyperleucine-isoleucinemia caused by BCAT gene mutation in human have not been reported previously. A 25-year-old man presented with headache complaints and mild memory impairment for about six years. Brain MRI showed symmetric white matter abnormal signals. Metabolic studies revealed remarkably elevated plasma valine and leucine concentrations. Maple syrup urine disease (MSUD) diagnosis was not supported since all genes for the branched-chain α-keto acid dehydrogenase complex (BCKD) gene were normal. Interestingly, two heterogeneous BCAT2 gene mutations were found in the patient, including c.509G > A (p.Arg170Gln) and c.790G > A (p.Glu264Lys). In addition, c.509G > A (p.Arg170Gln) and c.790G > A (p.Glu264Lys) were found in his father and mother, respectively, suggesting an autosomal recessive disorder. BCAT2 functional studies demonstrated that the two BCAT2 gene mutations resulted in decreased BCAT2 enzyme activity. After treatment with vitamin B6, the levels of BCAA, especially valine were remarkably decreased and brain MRI lesions were improved. These findings suggest a new type of branched chain amino acid metabolism disorder. This rare case provides great insight into the further understanding of BCAA metabolism and its defect in human. BCAT2 gene mutations can cause hypervalinemia and hyperleucine-isoleucinemia, which are associated with brain white matter lesions. ","dc:creator":"Wang XL","dc:date":"2015","dc:title":"Hypervalinemia and hyperleucine-isoleucinemia caused by mutations in the branched-chain-amino-acid aminotransferase gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/25653144","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is compound heterozygous for two amino acid changes in BCAT2, p.Arg170Gln and p.Glu264Lys. The highest MAFs in gnomAD v2.1.1 are 0.000008861 (European NF) and 0.00006559 (S. Asian), respectively, with no homozygotes in any population for either variant.  Both variant are predicted to be damaging based on structural analysis using the pyridoxal phosphate (PLP) bound wild type human BCAT2 structure (PMID 31177572). When expressed as His-tagged proteins, the p.Arg170Gln variant had ~50% and the p.Glu264Lys had about ~40% of the activity of wild type."},{"id":"cggv:c14653a8-7039-4d98-8431-8b3ee4ad4281_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:45302691-3383-4091-80ed-3414f3716296","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":29,"detectionMethod":"Trio (proband and both parents) whole exome sequencing. Other than the variants in BCAT2, no other likely causal pathogenic variants were identified. Both BCAT2 variants were confirmed by Sanger sequencing using standard methods.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Full scale, verbal, and performance intelligence quotient (Wechsler Adult Intelligence Scale, WAIS-R) scores at the age of 28 years were 63, 67, and 59, respectively.","phenotypes":["obo:HP_0000729","obo:HP_0011343"],"previousTesting":true,"previousTestingDescription":"Plasma leucine 687 μmol/L (normal 59-180), valine 1528 μmol/L (normal 64-320), isoleucine 505 μmol/L (normal 30-105), normal allo-isoleucine (this study).","sex":"Male","variant":{"id":"cggv:c14653a8-7039-4d98-8431-8b3ee4ad4281_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d270ddee-1311-4472-866f-f4681f02f5ec","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190.4(BCAT2):c.545T>G (p.Val182Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA406724981"}},{"id":"cggv:48dca65d-4311-40c4-9ecc-d61017827078","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190.4(BCAT2):c.1021G>A (p.Ala341Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9558218"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31177572"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31177572","rdfs:label":"Subject 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is compound heterozygous for two missense variants in BCAT2, p.Val182Gly and p.Ala341Thr. Both variants predicted to be damaging based on structural analysis using the pyridoxal phosphate (PLP) bound wild type human BCAT2 structure. However, the score is reduced because results of in vitro functional studies are not available. p.Val182Gly is absent in gnomAD v2.1.1 , while p.Ala341Thr has an MAF of 0.00005787 (Latino); no homozygotes in any population."},{"id":"cggv:5210cf98-a097-4865-a4cd-b47925af9d5f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2060b992-8c50-42ec-9e4a-c855fbbc9eb9","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"detectionMethod":"“Clinical targeted BCAT2 Sanger sequencing” - no further details","firstTestingMethod":"PCR","phenotypeFreeText":"He had two words at 1 year of age; there was no further progression in language skills. Walked at 18 months. At 6 years old, Adaptive Behavior Composite score (Vineland) of 43 (<1 percentile). Brain MRI showed mild nonspecific increased T2 FLAIR signal within the posterior periventricular white matter. Protein-restricted diet with BCAA-free amino acids supplements, started in childhood (~4 years old), had no impact on clinical features.","phenotypes":["obo:HP_0000750","obo:HP_0000729","obo:HP_0100023","obo:HP_0001249"],"previousTesting":true,"previousTestingDescription":"At 4 years old, plasma amino acid measurements showed exceptionally high levels of BCAAs - leucine 3446 μmol/L (normal 59-180), valine 3935 μmol/L (64-320), isoleucine 2774 μmol/L (normal 30-105) with undetectable L-allo-isoleucine, BCKAs, and ketones in plasma and urine. High branched chain amino acid concentrations were confirmed in a separate blood sample - leucine 2067 μM/L, valine 4045, isoleucine 1677, L-alloisoleucine not detectable.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:5210cf98-a097-4865-a4cd-b47925af9d5f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0f8308a0-b749-475c-b81e-2e956cfb87e9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001190.4(BCAT2):c.136_147del (p.His46_Pro49del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA9558514"}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31177572"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/31177572","rdfs:label":"Subject 4"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"This individual is homozygous for an inframe deletion on BCAT2. The variant is predicted to be damaging based on structural analysis using the pyridoxal phosphate (PLP) bound wild type human BCAT2 structure. However, the score is reduced because results of in vitro functional studies are not available, and there is no data to show that other genes causing elevated branched chain amino acids have been ruled out. The highest MAF in gnomAD v2.1.1 is 0.00005418 (European non-Finnish); no homozygotes in any population."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":6}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":1005,"specifiedBy":"GeneValidityCriteria7","strengthScore":12,"subject":{"id":"cggv:7117e482-5e38-4b3d-84e1-c3d6d749f18b","type":"GeneValidityProposition","disease":"obo:MONDO_0100058","gene":"hgnc:977","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between BCAT2 and hypervalinemia and hyperleucine-isoleucinemia, an autosomal recessive disorder of branched chain amino acid metabolism, was evaluated using the ClinGen Clinical Validity Framework as of July 9, 2020. There are three branched chain amino acids (BCAAs) – leucine, isoleucine, and valine. A branched-chain amino acid transferase (BCAT), which is pyridoxine-dependent, carries out the first step of BCAA metabolism, using alpha-ketoglutarate to form branched chain alpha-keto acids. There are two isoforms of BCAT; BCAT1 (also known as BCATc) is cytosolic and expressed mainly in neurons, while BCAT2 (also known as BCATm) is mitochondrial and expressed in most tissues. The next step in branched chain amino acid metabolism is carried out by branched chain alpha-ketoacid dehydrogenase (BCKD), which is deficient in patients with Maple Syrup Urine disease, a condition characterized by elevated BCAA’s and branched chain keto-acids and allo-isoleucine. The relationship between BCAT2 and hypervalinemia and hyperleucine-isoleucinemia is supported by case-level and experimental evidence. Biallelic variants in BCAT2 were first reported in 2015 in a single patient with hypervalinemia and hyperleucine-isoleucinemia (Wang et al, 25653144). A further 6 patients have been reported since then, including an affected mother and daughter (Navarette et al, 2019, PMID 30626930; Knerr et al, 2019, PMID 31177572). To our knowledge, no other patients with this disorder and variants in BCAT2 have been reported in the literature. Nine unique variants (missense, inframe deletion, frameshift, and nonsense) in 6 probands from these three publications were curated; 6.25 points were given for genetic evidence. Note that that phenotype curated for was elevated leucine, valine, and isoleucine. The clinical findings of the reported patients include various neurological findings, including developmental delay in some of the patients. This could be due to ascertainment bias, and further studies are needed to assess the clinical features associated with this condition. \nExperimental evidence supporting this gene-disease relationship includes the function of BCAT2, which is consistent with the biochemical findings in patients (Ichihara et al, 1966, PMID 5943594; Bledsoe et al, 1997, PMID 9165094; Ananieva et al, 2017, PMID 27886623; Brosnan et al, 2006, PMID  16365084), functional alteration studies showing altered branched chain amino acid metabolism in cells from patients with BCAT2 variants (Knerr et al, 2019), and the findings in an ENU-generated mouse model (Wu et al, 2004, PMID 14755340) and a knock-out mouse. Additional experimental evidence is available but the maximum score (6 points) was given.\nIn summary, BCAT2 is definitively associated with hypervalinemia and hyperleucine-isoleucinemia. This clinical validity classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel.\n","dc:isVersionOf":{"id":"cggv:b5e16ee6-88c9-4872-8681-dd7fd0156b0f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}