{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-01-14T18:46:19.396Z","role":"Approver"},{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6239e617-f9ab-4193-8780-edc3eb7bf4e6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e7f58379-7350-4c24-ae0a-eb06015f16df","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"KIT expression using anti-KIT antibody, CD34 expression using anti-CD34 antibody","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11984533","type":"dc:BibliographicResource","dc:abstract":"A family with multiple gastrointestinal stromal tumors (GISTs), a new type of germline mutation of KIT gene, and dysphagia is reported. The mutation was observed at Asp-820 in tyrosine kinase (TK) II domain. Mutations in TK II domain have been found in mast cell and germ cell tumors but not in GISTs, and the present family members are the first reported cases of GISTs with TK II domain mutations, including sporadic GISTs. Because interleukin 3-dependent Ba/F3 murine lymphoid cells transfected with the mutant KIT complementary DNA grew autonomously without any growth factors and formed tumors in nude mice, the mutation was considered to be gain-of-function type. Family members with the germline KIT mutation reported dysphagia, but those without the mutation did not. The mechanism of dysphagia was examined with gastrointestinal fiberscopy, endoscopic ultrasonography, and esophageal manometry. No mechanical obstruction was found, and the esophagus was not remarkably dilated. In the family members with dysphagia, endoscopic ultrasonography at the esophagocardiac junction showed a thickened hyperechoic layer between the circular and longitudinal muscle layers, suggesting hyperplasia of interstitial cells of Cajal at the myenteric plexus layer. Manometry showed low resting lower esophageal sphincter pressure and abnormal simultaneous contractions of the esophagus without normal peristalsis. These findings indicate that the dysphagia of the present family is different from typical achalasia. This is the first report of familial dysphagia caused by germline gain-of-function mutation of the KIT gene at the TK II domain.","dc:creator":"Hirota S","dc:date":"2002","dc:title":"Familial gastrointestinal stromal tumors associated with dysphagia and novel type germline mutation of KIT gene."},"rdfs:label":"Immunohistochemistry"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:15255637-7b12-45cd-a29a-ea4cc2760a8a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ec72acb5-b7a6-4b79-a57c-81b42867e920","type":"FunctionalAlteration","dc:description":"MTT colorimetric assay showed Ba/F3 cells transfected with the wild-type KIT grew in presence of either rmIL-3 or rmSCF. Ba/F3 cells expressing the constitutively activated mutants KITdel559–560 or KIT816Val grew autonomously (although at different rates), even in the absence of rmIL-3 or rmSCF. Ba/F3 cells transfected with KIT642Glu also grew autonomously without rmIL-3 and rmSCF, at a rate comparable with that of Ba/F3 cells transfected with KITdel559–560.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11073817","type":"dc:BibliographicResource","dc:abstract":"The proto-oncogene KIT encodes the receptor tyrosine kinase KIT. Gain-of-function mutations in the juxtamembrane domain of KIT have been reported in human gastrointestinal stromal tumors. In a family with multiple gastrointestinal stromal tumors and diffuse hyperplasia of myenteric plexus layer, we have identified another mutation of KIT, a single base mutation, resulting in the substitution of Glu for Lys(642) in the kinase I domain, and studied its biological effect in a cellular system. The mouse homologue of the human KIT mutant was generated by site-directed mutagenesis and stably transfected into the interleukin-3-dependent Ba/F3 murine cell line. The oncogenic potential of the mutated KIT was assessed in vitro by a proliferation assay and in vivo by transplantation into nude mice. Transfected Ba/F3 cells grew autonomously in absence of growth factors and formed tumors in nude mice. Substitution of Glu for Lys(642) is an oncogenic mutation in the tyrosine kinase domain of KIT. As germline heterozygous mutation, it causes a diffuse hyperplasia of myenteric interstitial cells of Cajal during embryonic development and occurrence of multiple gastrointestinal stromal tumors at adulthood.","dc:creator":"Isozaki K","dc:date":"2000","dc:title":"Germline-activating mutation in the kinase domain of KIT gene in familial gastrointestinal stromal tumors."},"rdfs:label":"Cell proliferation assay in vitro"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"MTT [3-(4,5-Dimethylthiazol-2-yl)22, 5-diphenyl tetrazolium bromide] colorimetric assay showed Ba/F3 cells transfected with the wild-type KIT grew in presence of either rmIL-3 or rmSCF. Ba/F3 cells expressing the variants KITdel559–560 or KIT816Val grew autonomously. Ba/F3 cells transfected with KIT642Glu also grew autonomously without rmIL-3 and rmSCF, at a rate comparable with that of Ba/F3 cells transfected with KITdel559–560."},{"id":"cggv:ecbadf91-4cf6-4f8a-9c4b-6a1900df0060","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:de2e396f-7e72-4354-9b47-d60ac2f95108","type":"FunctionalAlteration","dc:description":"The interleukin-3 (IL-3)-dependent Ba/F3 mouse lymphoid cell line with an analogous mouse kit cDNA showed constitutive phosphorylation and kinase activation, but not in the cells with wt kit cDNA.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9697690","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Nishida T","dc:date":"1998","dc:title":"Familial gastrointestinal stromal tumours with germline mutation of the KIT gene."},"rdfs:label":"Immune complex kinase assay without rmSCF"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"The interleukin-3 (IL-3)-dependent Ba/F3 mouse lymphoid cell line with wild type kit gene do not show phosphorylation and kinase activation, but cells with the mutant kit gene showed constitutive phosphorylation and kinase activation."},{"id":"cggv:02395ea4-5c4b-441d-9a76-786846395ee0","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:883c4d5d-d372-4757-b4bf-c0b4f1ceea1e","type":"FunctionalAlteration","dc:description":"Ba/F3 carrying the mutation grew autonomously in culture, Ba/F3 carrying wild type grew in the presence of recombinant murine stem cell factor or recombinant murine IL-3.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9697690","rdfs:label":"MTT assay"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Introducing an analogous mutation of the deletion of valine at 560 in human KIT into mouse Kit cDNA and transfecting it into the interleukin-3 (IL-3)-dependent Ba/F3 mouse lymphoid cell line. Ba/F3 cells carrying the mutated Kit grew autonomously in culture."},{"id":"cggv:fd092bc3-0795-4dcb-99a9-22a4a6ae2d73","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:724ed9eb-a3d0-476e-9b9a-1faae48301eb","type":"FunctionalAlteration","dc:description":"Strong tyrosine phosphorylation of KIT occurred only after stimulation by rmSCF in Ba/F3 cells expressing wild-type KIT; while Tyrosine residues of KIT642Glu were phosphorylated independently of rmSCF at a level similar to that of wild-type KIT after stimulation by rmSCF\nand of KITdel559–560.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11073817","rdfs:label":"immunoprecipitation and immunoblotting"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"This missense variant, KIT Lys642Glu results in phosporylation independent of recombination murine stem cell factor (rmSCF), at a level similar to that of wild-type KIT after stimulation by rmSCF, and of KIT del559–560, a mutation in the juxtamembrane domain of KIT."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2},{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:28a4ad07-0fd3-4c6b-980b-1ae5a5a056b6","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c37d2f1f-707f-4779-9deb-dfcb9c946593","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Gastrointestinal stromal tumors (GISTs) are often associated with activating KIT mutations, affecting regulatory domains of the KIT tyrosine kinase.This germline mutation results in deletion of codon 419 and affects the extracellular domain of KIT, which is a functional area capable of regulating KIT activity, therefore, it is a regulatory type mutation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16143141","type":"dc:BibliographicResource","dc:abstract":"Gastrointestinal stromal tumors (GISTs) are often associated with activating KIT mutations, affecting regulatory domains of the KIT tyrosine kinase. Sporadic mastocytosis in adults is usually also caused by KIT mutations that, however, activate KIT by affecting the intracellular enzymatic site of the molecule. Most GISTs respond to KIT inhibitors that bind to the enzymatic site; in most cases of mastocytosis, however, the modified enzymatic site is not affected by these drugs. We present a kindred with both familial GISTs and mastocytosis that express a novel germline KIT mutation in exon 8, resulting in deletion of codon 419 and affecting the extracellular domain of KIT. This mutation activates KIT, and the mutant KIT is inhibited by the tyrosine kinase inhibitor imatinib mesylate. Our studies identify a new regulatory region in the KIT molecule and strongly suggest that patients with extracellular KIT mutations respond to tyrosine kinase inhibitors.","dc:creator":"Hartmann K","dc:date":"2005","dc:title":"Novel germline mutation of KIT associated with familial gastrointestinal stromal tumors and mastocytosis."},"rdfs:label":"transient expression assay"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":1},{"id":"cggv:e8aae88a-538c-41da-8a08-28a9316eccb7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b11d2b3e-ea1a-4d0e-8142-0067e4192ed0","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Human gain of function mutations in KIT result in SCF independent, constitutive phosphorylation and kinase activation, which is pathogenic mechanism. Mice analogous mutation in mouse lymphoid cell line showed the similar features, develop tumors after injection of the Ba/F3 cells with the mutated kit.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/9697690","rdfs:label":"Tyrosine phosporylation assay"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"An analogous mutation of the deletion in a Japanese family is introduced into mouse Kit cDNA and transfected into the interleukin-3 (IL-3)-dependent Ba/F3 mouse lymphoid cell line. BA/F3 cells with the mutation grew autonomously in the nude mice, but not with the wild type Kit and untransfected Ba/F3 cells. ."},{"id":"cggv:44291f51-c7ef-424c-b226-2fd9499493d7","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:7a71ec70-d3a9-414d-865b-5a189b774fae","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Original Ba/F3 cells and Ba/F3 cells expressing wild-type KIT did not form tumors. Ba/F3 cells expressing KITdel559–560 or KIT816Val mutants caused formation of tumors in nude mice. Ba/F3 cells expressing KIT642Glu also resulted in tumor formation, at a rate comparable with that of Ba/F3 cells expressing KITdel559–560.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/11073817","rdfs:label":"Tumorigenicity assay in vivo"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2,"dc:description":"Various transfectants with Murine counterparts of human kit mutant cDNA, KIT642Glu (TK domain I), KITdel559-560 (Juxtamembrane domain) and KIT816Val (TK domain II) and original Ba/F3 cells were then injected subcutaneously into the posterior flank of nude mice. Original Ba/F3 cells and Ba/F3 cells expressing wild-type KIT did not form tumors. Ba/F3 cells expressing KITdel559–560 or KIT816Val mutants caused formation of tumors in nude mice. Ba/F3 cells expressing KIT642Glu also resulted in tumor formation, at a rate comparable with that of Ba/F3 cells expressing KITdel559–560."},{"id":"cggv:c31781da-9ebd-4efd-9df6-be8056928ca1","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:e90fc285-a155-44ee-ad0b-a2d0cdab4f5f","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KitV558del mice reproduce the human conditions associated with this mutation consisting\nof Myenteric plexus  Hyperplasia (Myp HP), GIST, and mastocytosis, as seen in advanced somatic human GIST. These observations strongly suggest that constitutive Kit signaling is critical and sufficient for induction of HP and neoplasia in these mice.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12754375","type":"dc:BibliographicResource","dc:abstract":"Oncogenic Kit mutations are found in somatic gastrointestinal (GI) stromal tumors (GISTs) and mastocytosis. A mouse model for the study of constitutive activation of Kit in oncogenesis has been produced by a knock-in strategy introducing a Kit exon 11-activating mutation into the mouse genome based on a mutation found in a case of human familial GIST syndrome. Heterozygous mutant KitV558Delta/+ mice develop symptoms of disease and eventually die from pathology in the GI tract. Patchy hyperplasia of Kit-positive cells is evident within the myenteric plexus of the entire GI tract. Neoplastic lesions indistinguishable from human GISTs were observed in the cecum of the mutant mice with high penetrance. In addition, mast cell numbers in the dorsal skin were increased. Therefore KitV558Delta/+ mice reproduce human familial GISTs, and they may be used as a model for the study of the role and mechanisms of Kit in neoplasia. Importantly, these results demonstrate that constitutive Kit signaling is critical and sufficient for induction of GIST and hyperplasia of interstitial cells of Cajal.","dc:creator":"Sommer G","dc:date":"2003","dc:title":"Gastrointestinal stromal tumors in a mouse model by targeted mutation of the Kit receptor tyrosine kinase."},"rdfs:label":"Site directed mutagenesis"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:9d70a02b-5de3-43b6-bb2e-7c5bef5548a2","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:aa1c95d4-985b-44c2-89c8-4dc7b28cc374","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mice that harbored either one or two copies of the Kit K641E allele developed ICC hyperplasia and GISTs in the Cecum. ICC hyperplasia invariably accompanied expression of the Kit K641E allele.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16061643","type":"dc:BibliographicResource","dc:abstract":"A mouse model of gastrointestinal stromal tumor (GIST) has been developed by a knock-in gene targeting strategy, which introduced a Kit gene K641E mutation, originally identified in sporadic human GISTs and in the germ line of familial GIST syndrome patients. Homozygous and heterozygous Kit K641E mice develop gastrointestinal pathology with complete penetrance and all Kit K641E homozygotes die by age 30 weeks due to gastrointestinal obstruction by hyperplastic interstitial cells of Cajal (ICC) or GISTs. Heterozygous mice have less extensive ICC hyperplasia and smaller GISTs, suggesting a dose-response relationship between oncogenically activated Kit and ICC proliferation. Immunoprecipitation and Western blotting reveal GISTs to contain abundant phosphorylated/activated Kit. In addition to ICC hyperplasia and GISTs, homozygous Kit K641E mice exhibit loss-of-function Kit phenotypes, including white coat color, decreased numbers of dermal mast cells, and sterility, indicating that despite its oncogenic activity the mutant form cannot accomplish many activities of the wild-type gene. Kit K641E reproduces the pathology associated with the familial GIST syndrome and thus is an excellent model to study Kit pathway activation, ICC biology, GIST pathogenesis, and preclinical validations of GIST therapies and mechanisms of drug resistance.","dc:creator":"Rubin BP","dc:date":"2005","dc:title":"A knock-in mouse model of gastrointestinal stromal tumor harboring kit K641E."},"rdfs:label":"Knock in mouse model of KIT K641E mutation"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:7514b101-347f-40b7-8ed2-cf3a81ca1c77","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:62faa59f-daf9-4ce1-9906-cf85c08bc664","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"KIT-positive mesenchymal tumour at the caecum, consistent with GIST, and KIT-positive diffuse spindleshaped cell proliferation in the distal oesophagus, stomach, proximal duodenum, and colon consistent with ICC hyperplasia.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18098338","type":"dc:BibliographicResource","dc:abstract":"Several families exhibiting multiple gastrointestinal stromal tumours (GISTs) and germline c-kit gene mutations at exons 8, 11, 13, or 17 have been reported. These patients also exhibit diffuse hyperplasia of the interstitial cells of Cajal (ICCs) as a pre-existing lesion of multiple GISTs. We generated a mouse model of a family with germline c-kit gene mutation at exon 17, and compared the phenotypes between the mice and humans. The mouse counterpart (KIT-Asp818Tyr) of the human KIT-Asp820Tyr mutation was transmitted into germline by a knock-in strategy. Mating of male and female heterozygotes (KIT-Asp818Tyr/+) resulted in the generation of homozygotes (KIT-Asp818Tyr/KIT-Asp818Tyr). Histological examination revealed that all heterozygotes had both a small KIT-positive mesenchymal tumour at the caecum, consistent with GIST, and KIT-positive diffuse spindle-shaped cell proliferation in the distal oesophagus, stomach, proximal duodenum, and colon consistent with ICC hyperplasia. All homozygotes exhibited a larger caecal tumour and more prominent spindle-shaped cell proliferation compared with the heterozygous mice, and they usually died within 10 weeks after birth, likely due to ileus. The small intestine of both genotypes showed no apparent morphological abnormality, and autonomous contraction of the ileal segments appeared normal. Western blotting demonstrated that the caecal tumours expressed phosphorylated KIT, MAPK, Stat1, and Stat5. These mutant mice are considered to be useful for further investigation of the mechanism of GIST development as a result of ICC hyperplasia and for assessment of the in vivo effects of drugs against molecular targets.","dc:creator":"Nakai N","dc:date":"2008","dc:title":"A mouse model of a human multiple GIST family with KIT-Asp820Tyr mutation generated by a knock-in strategy."},"rdfs:label":"Mouse KIT-Asp818Tyr model of human KIT-Asp820Tyr counterpart"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5},{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_ad_other_el","type":"EvidenceLine","evidence":[{"id":"cggv:f16783b8-68b1-4d41-8f6e-e7f2dfd5b90a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a9ab8183-043c-4af3-a4bd-bb0519dfdc62","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":60,"detectionMethod":"single-strand conformation polymorphism analysis (SSCP) and direct sequencing of the mutant band","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"SSCP","phenotypes":"obo:HP_0100723","previousTesting":true,"previousTestingDescription":"Histomorphology and immunohistochemistry","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:f16783b8-68b1-4d41-8f6e-e7f2dfd5b90a_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:57e80b21-6848-4f32-8095-36e59ef8131d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001093772.1(KIT):c.1664_1666TTG[1] (p.Val556del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123529"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9697690"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9697690","rdfs:label":"Case 5"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"A Japanese family of 4 generations  with 7 affected individuals, 3 of them confirmed having this deletion of valine at 559/560, which is between the transmembrane and tyrosine kinase domains. There is 6 segregations not including the proband. Functional study on culture and nude mouse showed constitutive phosphorylation and kinase activation."},{"id":"cggv:e5fc525c-0557-4925-b476-2fc5957d2910_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:94bdeb83-9ad8-4016-8310-66c91dd1ed06","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":41,"detectionMethod":"Single-strand conformation polymorphism and direct sequencing the mutant bands in exon 11.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"SSCP","phenotypes":["obo:HP_0000953","obo:HP_0100723"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:e5fc525c-0557-4925-b476-2fc5957d2910_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a003a310-66b8-42a5-87d2-1c2fcbc2547a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000222.2(KIT):c.1676T>C (p.Val559Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123545"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11208730","type":"dc:BibliographicResource","dc:abstract":"We describe 2 siblings with multiple gastrointestinal stromal tumors (GISTs) and cutaneous hyperpigmentation. Both had a point mutation of the c-kit gene. The patients were sisters who had exhibited cutaneous hyperpigmentation since their late teens, but the diagnosis of multiple gastrointestinal submucosal tumors was not made until they were 41 and 45 years old. Histologic examination showed that these tumors were GISTs expressing CD34 and Kit protein. Both patients died of GISTs. Single-strand conformation polymorphism analysis showed a mutation of c-kit in tumor DNA extracted from paraffin-embedded specimens. Direct sequencing analysis showed that the point mutation occurred at codon 559 of exon 11 (Val-->Ala). The same single-point mutation was detected in DNA extracted from peripheral leukocytes obtained from the younger sister and her 2 children (who had similar general hyperpigmentation) as well as in DNA from a skin biopsy specimen taken from the older sister. The germline mutation at codon 559 of the c-kit gene found in the present familial GISTs differed from that in a previously reported case of familial GISTs. We propose that GISTs caused by a germline mutation of the c-kit gene should be referred to as GIST-cutaneous hyperpigmentation disease.","dc:creator":"Maeyama H","dc:date":"2001","dc:title":"Familial gastrointestinal stromal tumor with hyperpigmentation: association with a germline mutation of the c-kit gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11208730","rdfs:label":"Sister 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"A family of 3 generations from Japan, 3 affected sisters and 2 of their affected children had a missense variant in codon 559 of exon 11 in KIT gene, the 2 unaffected children did not have this variant. This variant was reported in other families with GISTS and functional study showed constitutive kinase activation."},{"id":"cggv:ee7422e2-ce8e-419b-b5ad-3a70be79144d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4e102017-fc75-4863-93d1-efc7699b803e","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":60,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002015","obo:HP_0100723","obo:HP_0200151"],"previousTesting":true,"previousTestingDescription":"Histomorphology and immunohistochemistry","sex":"Female","variant":{"id":"cggv:ee7422e2-ce8e-419b-b5ad-3a70be79144d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:5e753661-ebc8-4515-8d20-60e6e5e51b7f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000222.2(KIT):c.1255_1257del (p.Asp419del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA645529019"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16143141"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16143141","rdfs:label":"case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This is an in frame deletion of codon 419 (Asp) in exon 8 of KIT gene, affecting the extracellular domain of KIT,  in a kindred of 4 generations from Germany. cDNA with this variant in transfected cells causes SCF-independent expression, constitutive phosphorylation, kinase activation of KIT and autonomous growth of the transfected cells. Imatinib was able to inhibit constitutive phosphorylation of KIT expression."},{"id":"cggv:8e8e0880-5cac-4b95-8da1-27e4e482bc26_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:691a9d27-1187-4e39-aa19-0d05c02f34ec","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":18,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0100723","obo:HP_0001034"],"previousTesting":true,"previousTestingDescription":"Immunohistochemical examination showed coexpression of CD117 (c-kit) and CD34 in all independent GISTs and CD117 positivity in mast cells from the skin lesions.","sex":"Male","variant":{"id":"cggv:8e8e0880-5cac-4b95-8da1-27e4e482bc26_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:a003a310-66b8-42a5-87d2-1c2fcbc2547a"},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11505412","type":"dc:BibliographicResource","dc:abstract":"Gain-of-function mutations of the c-kit protooncogene, mainly clustered in the juxtamembrane domain, have been reported in a significant fraction of gastrointestinal (GI) stromal tumors (GISTs) that represent the most common mesenchymal tumor of the GI tract. Two families also have been described with a GIST predisposition syndrome with a germline c-kit mutation affecting either the juxtamembrane domain or the tyrosine kinase domain. Here, the authors report on a family in which the dominantly inherited trait of hyperpigmented spots was inherited from an individual who developed multiple GISTs with diffuse hyperplasia of the myenteric plexus by his son, who was affected with urticaria pigmentosa.","dc:creator":"Beghini A","dc:date":"2001","dc:title":"Germline mutation in the juxtamembrane domain of the kit gene in a family with gastrointestinal stromal tumors and urticaria pigmentosa."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11505412","rdfs:label":"II-2"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"An family of 4 generations from Italy, 2  of the 4 affected individuals tested were positive for the KIT variant, p.Val559Ala, in exon 11, the juxtamembrane domain. GoF variants in this exon were reported, 4 unaffected tested were negative for this variant. Only immunohistochemistry was used to determine expression of KIT and CD34 on tumor section. No functional study reported here, but m"},{"id":"cggv:6890634b-e3d0-49a5-b286-cce60b19f2b5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4b433a90-d7c5-45f9-98a6-0c06795a7624","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":42,"detectionMethod":"Sanger sequencing detected this novel germline point mutation, N822Y in exon 17 of KIT gene in all 3 affected siblings in both tumor tissue and normal tissue.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"PCR","phenotypes":"obo:HP_0100723","previousTesting":true,"previousTestingDescription":"mesentericography and morphologic diagnosis of GIST which was confirmed by immunohistochemical analysis.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6890634b-e3d0-49a5-b286-cce60b19f2b5_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:45cedcc9-987c-403d-9bda-2416c7d8804e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000004.12:g.54733172A>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA356911971"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"paternityMaternityConfirmed":"Yes","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18724244","type":"dc:BibliographicResource","dc:abstract":"Gastrointestinal stromal tumors (GISTs) are most often associated with oncogenic mutations of the KIT gene resulting in activation of the tyrosine kinase receptor KIT. Familial GIST syndrome based on a hereditary predisposition to develop GIST owing to a germline mutation is exceedingly rare. We describe a kindred with familial GIST displaying a novel germline mutation in exon 17. Three siblings (2 females, 1 male; 42 to 49 y) underwent surgery for multiple intra-abdominal tumors within a 3-year period. Their father had been operated on for gastric and jejunal tumors 20 years previously. The GIST was confirmed by immunohistochemistry in each sibling. Tumor and blood samples of the family members were analyzed for mutations in KIT and platelet-derived growth factor receptor (PDGFRalpha) genes. All examined lesions were of spindle cell type with expression of CD117. The tumor material exhibited a novel point mutation in codon 822 in exon 17 resulting in the replacement of asparagine by tyrosine (N822Y). The same mutation was detected in the father's blood sample. One healthy brother of the 3 siblings showed a wild-type sequence of the KIT gene. The germline mutation in exon 17 of the KIT gene identified in this kindred is very different from previously reported mutations of the KIT gene in familial GIST. Although the penetrance of KIT mutations is as yet unknown, assessment of the unaffected kindred of GIST patients for the presence of this mutation could help to distinguish individuals at high risk from those at virtually no risk.","dc:creator":"Thalheimer A","dc:date":"2008","dc:title":"Familial gastrointestinal stromal tumors caused by the novel KIT exon 17 germline mutation N822Y."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18724244","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"Family of three generations of Germany had D820Y segregate with GIST (1 affected in first generation, 3 in second generation, none tested in third generation).  In addition to this family presenting here with high penetrance of familial GIST, 6 other kindreds have been reported with a germline mutation in exon 17, 5 with D820Y in familial GIST and one with N822I in familial cutaneous mastocytosis, to my knowledge."},{"id":"cggv:a6a8233e-1e6f-4c1a-9f0d-6e4d9a694c5d_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:aa2baf52-93a7-4b14-816a-b527a7faa0d7","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":67,"detectionMethod":"Both cDNA and genomic DNA sequencing showed this heterozygous mutation, p.Lys642Glu","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0100723","previousTesting":true,"previousTestingDescription":"cDNA sequencing","sex":"Female","variant":{"id":"cggv:a6a8233e-1e6f-4c1a-9f0d-6e4d9a694c5d_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:805e2e34-ad9e-4198-a834-3bcd1893dd40","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000222.2(KIT):c.1924A>G (p.Lys642Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA123547"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11073817"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11073817","rdfs:label":"Mother"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":0.5,"dc:description":"A mother and son from France had GIST and a missense variant, A->G at codon 642; p.Lys642Glu in tyrosine kinase domain. The ligand-independent KIT activation, cell proliferation and autonomous growth were confirmed by expressing this variant in Ba/F3 cells and The level of constitutive activation of KIT conferred by this variant in the Ba/F3  cells and nude mouse model, similar to that of activating mutations in the juxtamembrane domain of KIT."},{"id":"cggv:004a1aa1-2324-4dd8-93ae-606f0fa4de76_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:610832c9-1664-46a3-9073-985082d1fc58","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":52,"detectionMethod":"Mutational analysis of exons 9, 11, 13 and 17 of KIT and exons 12 and 18 of PDGFRA on DNA extracted from tumors was performed. Direct sequencing of KIT exon 11 revealed the same germline mutation in both brothers : c.1725_1730del6 (p.Q575_P577delinsH)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"A spindle cell low grade sarcoma of the perirectal region","phenotypes":["obo:HP_0100723","obo:HP_0100242"],"previousTesting":true,"previousTestingDescription":"Histopathological examination, immunohistochemical staining and direct sequencing KIT exons 9, 11, 13 and 17, and PDGFR exon 12 and 18","sex":"Male","variant":{"id":"cggv:004a1aa1-2324-4dd8-93ae-606f0fa4de76_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:91a7760b-e58c-44de-83e6-914f0c96da63","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000222.2(KIT):c.1725_1730del (p.Gln575_Pro577delinsHis)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA915940379"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18183595","type":"dc:BibliographicResource","dc:abstract":"Somatic, activating mutations of KIT or PDGFRA are early oncogenic events in the majority of sporadic gastrointestinal stromal tumors (GISTs). Also a number of families with GISTs have been described in recent years. The familial GIST syndrome is a rare autosomal dominant disorder with high penetrance and diverse manifestations associated mostly with germline KIT mutations. In this report, we show a novel germline mutation in the juxtamembrane domain of KIT, identified in 2 brothers, both presenting with recurrent, high risk/malignant rectal GISTs. The KIT p.Q575_P577delinsH mutation was found in tumor samples as well as in peripheral blood leukocytes from both patients, proving that the mutation was indeed inherited. Besides rectal GISTs, no other features characteristic for the familial GIST syndrome was observed in either brother or any of their first-degree relatives. The patients were treated with imatinib, achieving either long-term partial response or stable disease. This observation confirms that imatinib can be successfully used in familial GISTs, as it is used in the sporadic advanced tumors, and that tumors bearing a KIT p.Q575_P577delinsH mutation are responsive to imatinib treatment.","dc:creator":"Woźniak A","dc:date":"2008","dc:title":"Rectal gastrointestinal stromal tumors associated with a novel germline KIT mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/18183595","rdfs:label":"Case III-1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"A family of 4 generations from Belgium had 2 brothers with GIST and variant,  c.1725_1730del6 (p.Q575_P577delinsH), in exon 11 of KIT, in juxtamembrane domain. All reported germline variants in KIT exon 11 are clustered in two hot spots between codons 557-560 (most point mutations) and 575-579 (most deletions). These two brothers responded well to the therapy of Imatinib mesylate."},{"id":"cggv:81105362-99db-4f73-ba1b-7319ce4d5dc8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d60d4dac-1fcd-47ea-9789-f59d0c8a800b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":71,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0002015","obo:HP_0100723"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:81105362-99db-4f73-ba1b-7319ce4d5dc8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b1da3765-7178-4ddf-a53a-172726502e20","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000222.2(KIT):c.2458G>T (p.Asp820Tyr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16602408"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11984533"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11984533","rdfs:label":"Case 4"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"This is a Japanese family of 3 generations, all 5 affected members tested had a missense,  variant, p.Asp820Tyr,  in exon 17, Tyrosine kinase domain II; all 3 unafected negative for this variant. Functional studies in Ba/F3 mouse lymphoid cells showed autonomous growth  and transfected nude mice formed tumors."},{"id":"cggv:853ef291-a321-4451-b5eb-6bcd4eeef3df_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6451ff22-4932-4a75-84e1-8c58b28e7412","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":48,"detectionMethod":"","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":["obo:HP_0100723","obo:HP_0000953","obo:HP_0002015"],"previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:853ef291-a321-4451-b5eb-6bcd4eeef3df_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:58748461-c6b7-42e9-ad0f-b5819bc3cdaa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000222.2(KIT):c.1669T>A (p.Trp557Arg)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA16602391"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14977822","type":"dc:BibliographicResource","dc:abstract":"Somatic mutations that result in the activation of the growth factor receptor KIT are commonly found in gastrointestinal stromal tumors (GISTs). Six families have been reported in which a germ-line mutation in KIT is associated with an autosomal dominant predisposition to the development of GISTs. Hyperpigmentation, urticaria pigmentosa, and dysphagia have been described in some, but not all, families. Preliminary correlations between the site of mutation and the clinical phenotype have been proposed, but the strength of these associations is not defined.","dc:creator":"Robson ME","dc:date":"2004","dc:title":"Pleomorphic characteristics of a germ-line KIT mutation in a large kindred with gastrointestinal stromal tumors, hyperpigmentation, and dysphagia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/14977822","rdfs:label":"case 1"}],"specifiedBy":"GeneValidityProbandADNonNullCriteria","strengthScore":1.5,"dc:description":"A family of 4 generations from Italy, 19 individuals tested, all 8 affected carrying variant, W557R, not the unaffected. This variant is in exon 11, in the juxtamembrane domain, cosegregate wtih GIST syndrome. This variant has been reported in other families. Functional study showed constitutive kinase activation."}],"specifiedBy":"GeneValidityOverallAutosomalDominantOtherVariantEvidenceCriteria","strengthScore":7},{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5_ad_dn_el","type":"EvidenceLine","evidence":[{"id":"cggv:c2ba9ed4-5aad-4620-89a6-f5997326c4d4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c68dd65b-60eb-4fcf-87ff-2600915628ad","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":57,"detectionMethod":"Bidirectional DNA sequencing of tumor and blood identified heterozygous, single base missense mutation leading to the substitution K642E (Lys→Ala) in exon 13, tyrosine kinase domain I.","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypes":"obo:HP_0100723","previousTesting":false,"previousTestingDescription":"","sex":"Male","variant":{"id":"cggv:c2ba9ed4-5aad-4620-89a6-f5997326c4d4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:805e2e34-ad9e-4198-a834-3bcd1893dd40"},"alleleOrigin":{"id":"obo:GENO_0000880"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17824795","type":"dc:BibliographicResource","dc:abstract":"Gastrointestinal stromal tumors (GISTs) are the most common mesenchymal tumors of the gut and are distinguished by expression of CD117 (c-Kit). Oncogenic mutations in the KIT or PDGFRA gene are detected in approximately 85% of sporadic GISTs. In recent years, examples of familial GIST have been reported in which germline mutations of KIT or PDGFRA result in multiple GISTs, skin disorders, and other abnormalities. The most common germline mutations are in KIT exon 11, mutations in exons 8 and 17 have also been described, and there are 2 families with germline PDGFRA mutations. We present a case in which a germline KIT exon 13 mutation (K642E) was discovered in a patient with multiple GISTs of rectum, small intestine, and esophagus, as well as diffuse hyperplasia of the interstitial cells of Cajal. To our knowledge, this is only the second germline example of this particular mutation. The patient's esophageal tumors were stabilized with imatinib.","dc:creator":"Graham J","dc:date":"2007","dc:title":"Imatinib in the management of multiple gastrointestinal stromal tumors associated with a germline KIT K642E mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17824795","rdfs:label":"White man"}],"specifiedBy":"GeneValidityProbandADDeNovoCriteria","strengthScore":1,"dc:description":"Reduced from 2 to 1. This individual is the only one in this 4 generation family with history of GISTs and mutation, mother passed away at age of 79 without GIST and no genetic test was performed. Father is negative. Two children choose not to be tested. Therefore, this mutation in this family is possibly de novo, but can not completely confirmed due to lack of testing on his mother. This mutations was reported in other family and functional study showed constitutional kinase activation."}],"specifiedBy":"GeneValidityOverallAutosomalDominantDeNovoVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.5}],"evidenceStrength":"Definitive","sequence":454,"specifiedBy":"GeneValidityCriteria7","strengthScore":15.5,"subject":{"id":"cggv:60632b6b-75bb-4e35-899e-682c37543a09","type":"GeneValidityProposition","disease":"obo:MONDO_0011719","gene":"hgnc:6342","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"KIT gene (21 exons) encodes the 145 kDa receptor tyrosine kinase c-KIT with an extracellular domain,  a juxtamembrane domain, tyrosine kinase domain I and tyrosine kinase domain II. c-KIT is maintained in an inactive form through auto-inhibition of the kinase domain. The binding of Stem cell factor (SCF), a KIT ligand, promotes dimerization of the enzyme, ATP binding to the tyrosine kinase domain and auto phosphorylation of the tyrosine residue in the juxtamembrane domain . This process activates downstream pathways.  Most of the KIT germline variants are gain of function (GoF), which cause autonomous kinase activation in the absence of ligand SCF binding. \nGenetics evidences recorded here are from unrelated families (Germany, Japan, France, Belgium and Italy) with variants  cosegregating with GIST. Majority of the variants are missense or in frame deletions. Functional studies showed autonomous kinase activation both in cell cultures and nude mice. Imatinib  can inhibit the autonomous phosphorylation and achieved long term partial response or stable disease in treated patients. LOD scores from two large families, that had enough affected and unaffected individuals tested and proved cosegregation in at least 3 generations are counted in this curation. Mouse knock in models of corresponding human mutations KIT Asp820Tyr, Val559del and Lys641Glu result in similar phenotypes consistent with KIT GoF mutations. \nThe definitive role of KIT gene in GISTs had been replicated in many genetic and functional studies over time.\n","dc:isVersionOf":{"id":"cggv:fa076c63-8ffe-46ff-ba44-255a6fca07e5"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}