{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2018-10-11T17:00:00.000Z","role":"Approver"},{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4f885517-6236-481a-b3d6-b49434858b31","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb72c280-1a4d-4705-9a47-c3ba864a686c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"RT-PCR analysis of RECQL4 cDNA encompassing the entire helicase domain showed diffuse splicing defects indicating that the loss of a single 30-splice signal motif disregulates the correct splice-site selection and affects the overall RNA processing.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12838562","type":"dc:BibliographicResource","dc:abstract":"Rothmund-Thomson syndrome (RTS) (OMIM 268400) is an autosomal recessive genodermatosis associated with genomic instability and increased risk of mesenchymal cancers. Mutations in the RECQL4 gene, encoding a protein of the family of Werner (WRN) and Bloom (BLM) helicases, have been identified in a subset of RTS patients. Apart from congenital poikiloderma, the clinical presentation of RTS is widely variable, raising the question of the possible existence of a second locus. Results herein reported on a sporadic Caucasian patient emphasize the concept that mutation analyses at both DNA and RNA level complement the genetic defect suggested by clinical and cytogenetic signs. The patient presented with typical congenital poikiloderma and bone defects and exhibited significant genomic instability in the peripheral blood karyotype. By RECQL4 DNA mutation analysis, he was found to carry a 1473delT (mut 5) on one allele and an AG to AC change at the 3'-splice site of exon 13 (a variant of mut 4) on the second allele. RT-PCR analysis of RECQL4 cDNA encompassing the entire helicase domain showed diffuse splicing defects indicating that the loss of a single 3'-splice signal motif disregulates the correct splice-site selection and affects the overall RNA processing. The presence of an unstable minisatellite which ends at 3'-splice site of IVS12 may enhance the mutation at this site. This genomic feature together with a number of short introns in the RECQL4 gene may account for the common missplicing of RECQL4 mRNA. While it is possible that defects of RECQL4 mRNA processing might account for part of the clinical variability observed for this syndrome, only a thorough analysis at both genomic and RNA level may allow a genotype-phenotype correlation in RTS patients, restricting the search of a second RTS locus to the specific patients.","dc:creator":"Beghini A","dc:date":"2003","dc:title":"RNA processing defects of the helicase gene RECQL4 in a compound heterozygous Rothmund-Thomson patient."},"rdfs:label":"RT-PCR analysis showed diffuse splicing defects"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:579f3249-dbd7-4207-81d7-50449a93d410","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:dbbef614-f841-4d43-8a84-20a9d1eb0bc2","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"Mammals have five genes that encode different RecQ DNA helicases. Humans have RECQL4, RECQL, BLM, WRN and RECQL5. Loss-of-function mutations in WRN, BLM and RECQL4 cause the autosomal recessive disorders Bloom (BS), Werner (WS) and Rothmund–Thomson (RTS) syndromes, respectively. All three are disorders of chromosomal instability and manifest growth retardation, premature aging, and predisposition to malignancies.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10678659","type":"dc:BibliographicResource","dc:abstract":"Rothmund-Thomson syndrome (RTS), an autosomal recessive disorder, comprises poikiloderma, growth deficiency, some aspects of premature aging, and a predisposition to malignancy, especially osteogenic sarcomas. Two kindreds with RTS were recently shown to segregate for mutations in the human RECQL4 helicase gene. We report identification of a new RTS kindred in which both brothers developed osteosarcomas. Mutation analysis of the RECQL4 gene was performed on both brothers and both parents. The brothers were shown to be compound heterozygotes for mutations in the RECQL4 gene, including a single basepair deletion in exon 9 resulting in a frameshift and early termination codon and a base substitution in the 3-prime splice site in the intron-exon boundary of exon 8, which would be predicted to cause a deletion of at least part of a consensus helicase domain. Each parent was shown to be a heterozygote carrier for one mutation. This report strengthens the association between mutations in RECQL4 helicase gene and RTS. Two other recessive disorders, Bloom syndrome and Werner syndrome, are known to be due to other human RECQ helicase gene mutations. These three disorders all manifest abnormal growth, premature aging, and predisposition to site-specific malignancies. The clinical and molecular aspects of RTS, Bloom syndrome, and Werner syndrome are compared and contrasted.","dc:creator":"Lindor NM","dc:date":"2000","dc:title":"Rothmund-Thomson syndrome due to RECQ4 helicase mutations: report and clinical and molecular comparisons with Bloom syndrome and Werner syndrome."},"rdfs:label":"WRN and BLM are associated with Werner and Bloom syndromes"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5,"dc:description":"Give 0.25 points each for WRN and BLM."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b2031679-fecd-4210-a22a-f87ee1315088","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:0e921b76-a26c-4ccf-a2e9-f8aa2d19447b","type":"FunctionalAlteration","dc:description":"Primary Rothmund-Thomson syndrome (RTS) cell line, AG05013, accumulated more H2O2-induced DNA strand breaks than control cells, suggesting that RECQL4 stimulate repair of H2O2-induced DNA damage. RTS primary fibroblasts also accumulated more XRCC1 foci than control cells in response to endogenous or induced oxidative stress, and had a high basal level of endogenous formamidopyrimidines.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19567405","type":"dc:BibliographicResource","dc:abstract":"RECQL4 is a human RecQ helicase which is mutated in approximately two-thirds of individuals with Rothmund-Thomson syndrome (RTS), a disease characterized at the cellular level by chromosomal instability. BLM and WRN are also human RecQ helicases, which are mutated in Bloom and Werner's syndrome, respectively, and associated with chromosomal instability as well as premature aging. Here we show that primary RTS and RECQL4 siRNA knockdown human fibroblasts accumulate more H(2)O(2)-induced DNA strand breaks than control cells, suggesting that RECQL4 may stimulate repair of H(2)O(2)-induced DNA damage. RTS primary fibroblasts also accumulate more XRCC1 foci than control cells in response to endogenous or induced oxidative stress and have a high basal level of endogenous formamidopyrimidines. In cells treated with H(2)O(2), RECQL4 co-localizes with APE1, and FEN1, key participants in base excision repair. Biochemical experiments indicate that RECQL4 specifically stimulates the apurinic endonuclease activity of APE1, the DNA strand displacement activity of DNA polymerase beta, and incision of a 1- or 10-nucleotide flap DNA substrate by Flap Endonuclease I. Additionally, RTS cells display an upregulation of BER pathway genes and fail to respond like normal cells to oxidative stress. The data herein support a model in which RECQL4 regulates both directly and indirectly base excision repair capacity.","dc:creator":"Schurman SH","dc:date":"2009","dc:title":"Direct and indirect roles of RECQL4 in modulating base excision repair capacity."},"rdfs:label":"Defective repair of H2O2-induced DNA lesions in RTS cells"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5dc2f170-0249-4cf1-abe8-4bf128e89df4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:690c1d57-a87a-4458-a022-6be633eb286a","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Helicase activity-inhibited mice (lacking exon 13 of Recql4) were viable, but exhibited severe growth retardation, abnormalities in several tissues, and defective proliferation of embryonic fibroblasts. Abnormalities in the Recql4-deficient mice were similar to those in RTS patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12915449","type":"dc:BibliographicResource","dc:abstract":"Mutations in the Recql4 gene are very likely responsible for a subset of Rothmund-Thomson syndrome (RTS) cases, but until now there has been no animal model to confirm this. Knockout mice in which the Recql4 gene is disrupted at exons 5-8 exhibit embryonic lethality at embryonic day 3.5-6.5. We generated a helicase activity-inhibited mouse by deleting exon 13 of Recql4, which is one of the coding exons of the consensus RecQ-helicase domain. This domain is the primary site of mutations that have been identified in RTS patients. The exon 13-deleted Recql4-deficient mice are viable, but exhibit severe growth retardation and abnormalities in several tissues, and embryonic fibroblasts show a defect in cell proliferation. Abnormalities in the Recql4-deficient mice are similar to those in RTS patients, suggesting that defects in the Recql4 gene may indeed be responsible for RTS. We speculate that the loss of Recql4 helicase activity results in the prematurely aged appearance observed in some RecQ helicase diseases.","dc:creator":"Hoki Y","dc:date":"2003","dc:title":"Growth retardation and skin abnormalities of the Recql4-deficient mouse."},"rdfs:label":"Growth retardation/skin abnormalities Recql4-deficient mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:88dc0bab-1c70-46b9-bfa0-1f4c00a72b44","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:75f06a63-60a3-4785-81a8-165ff33f0453","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Mutant mice exhibited a distinctive skin abnormality, birth defects of the skeletal system, genomic instability and increased cancer susceptibility in a sensitized genetic background. Cells from Recql4-mutant mice had high frequencies of premature centromere separation and aneuploidy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/15703196","type":"dc:BibliographicResource","dc:abstract":"Type II Rothmund-Thomson syndrome (Type II RTS) is a rare autosomal recessive genetic disorder characterized by a congenital skin rash, birth defects of the skeleton, genomic instability and cancer predisposition. It is caused by mutations in the RECQL4 gene and thus represents one of the three cancer-prone genetic diseases that are caused by mutations in a RecQ helicase-encoding gene. Genomic instability has been suspected as a major underlying cause of this disease, and analyses of Type II RTS patient-derived cells demonstrate unusually high frequencies of chromosomal aberrations, suggesting the involvement of chromosomal instability. However, the nature of the instability induced by RECQL4 mutations has not been clearly defined. We created a viable Recql4 mutant mouse model. These mice exhibit a distinctive skin abnormality, birth defects of the skeletal system, genomic instability and increased cancer susceptibility in a sensitized genetic background. Thus, they provide a useful model for studying Type II RTS. In addition, we demonstrate that cells from these mutant mice have high frequencies of premature centromere separation and aneuploidy. Thus, our observations provide evidence for a previously unsuspected role for Recql4 in sister-chromatid cohesion, and suggest that the chromosomal instability may be the underlying cause of cancer predisposition and birth defects in these mutant mice.","dc:creator":"Mann MB","dc:date":"2005","dc:title":"Defective sister-chromatid cohesion, aneuploidy and cancer predisposition in a mouse model of type II Rothmund-Thomson syndrome."},"rdfs:label":"A mouse model of type II Rothmund–Thomson syndrome"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":4}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:f774099f-ff35-4d02-8d01-f1b8966d08b7_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:0b52d86c-5b85-4ab9-a63b-fd5d739721ca","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0002669","obo:HP_0002293","obo:HP_0004334"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:f774099f-ff35-4d02-8d01-f1b8966d08b7_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:d1be22ac-7c11-46e4-bf88-fa9f92dc6c10","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004260.3(RECQL4):c.1391-1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6067"}},{"id":"cggv:96c0247f-c91e-446b-9385-d78338e75e79","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004260.3(RECQL4):c.1573delT (p.Cys525Alafs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6066"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10678659"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10678659","rdfs:label":"II.1 and II.2"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound heterozygous for mutations in the RECQL4 gene: a 1-bp deletion in exon 9 (c.1573delT, referred to as 'mut -5), resulting in a frameshift and premature termination codon, and a G-to-A transition at the 3-prime splice site in the intron-exon boundary of exon 8, resulting presumably in anomalous mRNA with a 93-bp deletion."},{"id":"cggv:6f084c4c-6746-4ff7-baa7-4367167ef3b4_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:fbea7001-0b8d-461b-a0a3-f85e7c72bd14","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":9,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0001029","obo:HP_0004322","obo:HP_0002669","obo:HP_0002652"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:6f084c4c-6746-4ff7-baa7-4367167ef3b4_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:49a44470-3ea1-483d-b5ab-401c8a32a00c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004260.3(RECQL4):c.2269C>T (p.Gln757Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6063"}},"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12734318","type":"dc:BibliographicResource","dc:abstract":"Rothmund-Thomson syndrome (RTS) is an autosomal recessive disorder associated with an increased predisposition to osteosarcoma. Children with RTS typically present with a characteristic skin rash (poikiloderma), small stature, and skeletal dysplasias. Mutations in the RECQL4 gene, which encodes a RecQ DNA helicase, have been reported in a few RTS patients. We examined whether a predisposition to developing osteosarcoma among an international cohort of RTS patients was associated with a distinctive pattern of mutations in the RECQL4 gene.","dc:creator":"Wang LL","dc:date":"2003","dc:title":"Association between osteosarcoma and deleterious mutations in the RECQL4 gene in Rothmund-Thomson syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12734318","rdfs:label":"FCP-125"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"A 2269C-T transition resulting in a gln757-to-ter substitution (Q757X). It is a two star variant in ClinVar."},{"id":"cggv:3a8b785a-45a2-4d99-a6ba-1c24687b34e5_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:383ea5ab-5d4d-4fba-9c80-4470d0d6f61b","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":21,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0002669","obo:HP_0030669","obo:HP_0001029","obo:HP_0006721","obo:HP_0012193","obo:HP_0012191"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3a8b785a-45a2-4d99-a6ba-1c24687b34e5_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0abcfc7a-726c-41fb-9025-5827bf99d146","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004260.3(RECQL4):c.1704+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6077"}},{"id":"cggv:90cc903b-1cad-42af-8ae1-7b24cb3d02f1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004260.3(RECQL4):c.1919_1924delTCACAG (p.Leu640_Ala642delinsPro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6076"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20503338","type":"dc:BibliographicResource","dc:abstract":"RECQL4 mutations cause genetic instability and increase the risk of malignant disease. We report on a patient with compound heterozygosity for two novel RECQL4 mutations: mutation c.1919_1924delTCACAG, p.L640_A642delinsP in exon 12 of the RECQL4 gene and mutation c.1704+1G>A in intron 10 of the RECQL4 gene. He subsequently developed large cell anaplastic T cell lymphoma at the age of 9 years, diffuse large cell B lymphoma and osteosarcoma when he was 14 years old, and finally acute lymphatic leukemia when he was 21 years old. The most remarkable clinical features are young age, spontaneous remission of diffuse large cell lymphoma, and severe CNS and skin toxicity of cytotoxic treatment.","dc:creator":"Simon T","dc:date":"2010","dc:title":"Multiple malignant diseases in a patient with Rothmund-Thomson syndrome with RECQL4 mutations: Case report and literature review."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20503338","rdfs:label":"a patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound heterozygosity for a 6-bp deletion (1919delTCACAG) in exon 12 of the RECQL4 gene and a splice site mutation (1704+1G-A) in intron 10."},{"id":"cggv:56f3d9ed-5c36-433a-800d-3c6c9d9f99a2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:ab8dfdd8-acca-4cf4-a28c-c1e9705de83d","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0007713","obo:HP_0004334","obo:HP_0000924"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:56f3d9ed-5c36-433a-800d-3c6c9d9f99a2_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3fffd7f2-03f8-4720-9957-f71bfaa58852","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004260.3(RECQL4):c.2492_2493delAT (p.His831Argfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6064"}},{"id":"cggv:6029db60-4bf3-414b-94c9-0968ad9ee32b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004260.3(RECQL4):c.2059-1G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6065"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10319867","type":"dc:BibliographicResource","dc:abstract":"Rothmund-Thomson syndrome (RTS; also known as poikiloderma congenitale) is a rare, autosomal recessive genetic disorder characterized by abnormalities in skin and skeleton, juvenile cataracts, premature ageing and a predisposition to neoplasia. Cytogenetic studies indicate that cells from affected patients show genomic instability often associated with chromosomal rearrangements causing an acquired somatic mosaicism. The gene(s) responsible for RTS remains unknown. The genes responsible for Werner and Bloom syndromes (WRN and BLM, respectively) have been identified as homologues of Escherichia coli RecQ, which encodes a DNA helicase that unwinds double-stranded DNA into single-stranded DNAs. Other eukaryotic homologues thus far identified are human RECQL, Saccharomyces cerevisiae SGS1 and Schizosaccharomyces pombe rqh1. We recently cloned two new human helicase genes, RECQL4 at 8q24.3 and RECQL5 at 17q25, which encode members of the RecQ helicase family. Here, we report that three RTS patients carried two types of compound heterozygous mutations in RECQL4. The fact that the mutated alleles were inherited from the parents in one affected family and were not found in ethnically matched controls suggests that mutation of RECQL4 at human chromosome 8q24.3 is responsible for at least some cases of RTS.","dc:creator":"Kitao S","dc:date":"1999","dc:title":"Mutations in RECQL4 cause a subset of cases of Rothmund-Thomson syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10319867","rdfs:label":"European descent"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound heterozygosity for 2 mutations of the RECQL4 gene: a 2-bp deletion (designated mut-3) and a G-to-T transversion at the junction of intron 12 and exon 13 that destroyed the splicing acceptor sequence (mut-4). Both mutations were associated with a translational frameshift. Exon 13 was deleted in the case of the mut-4 allele."},{"id":"cggv:da295251-a125-4dc1-9ed1-3366dacd349a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:61c770ac-e20f-49dc-aa2a-d9be54ad6d70","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"","ethnicity":{"id":"cg:HispanicOrLatino"},"firstTestingMethod":"PCR","phenotypes":["obo:HP_0000924","obo:HP_0007713","obo:HP_0004334"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:da295251-a125-4dc1-9ed1-3366dacd349a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:49a44470-3ea1-483d-b5ab-401c8a32a00c"},{"id":"cggv:f636efb7-fb5b-4ff1-beee-e69fc7c60724","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_004260.3(RECQL4):c.1650_1656delGGCCTGC (p.Ala551Tyrfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/6062"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10319867"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/10319867","rdfs:label":"II-3 and II-6"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"One mutation, referred to as mut-1, was a deletion of 7 bases (GGCCTGC; nucleotides 1650-1656) resulting in an early termination codon (TGA) 14 bases downstream. The second mutation, mut-2: a 2269C-T transition resulting in a gln757-to-ter substitution (Q757X). It is a two star variant in ClinVar."},{"id":"cggv:9389f111-a84e-4f73-9e69-5bada5ead057_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:4a609364-b4fe-45a0-b571-2d604db6042d","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":4,"detectionMethod":"","firstTestingMethod":"PCR","phenotypes":["obo:HP_0004322","obo:HP_0002652","obo:HP_0001029","obo:HP_0002669"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9389f111-a84e-4f73-9e69-5bada5ead057_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:49a44470-3ea1-483d-b5ab-401c8a32a00c"},{"id":"cggv:96c0247f-c91e-446b-9385-d78338e75e79"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12734318"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12734318","rdfs:label":"FCP-129"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"Compound heterozygosity for Q757X and a 1-bp deletion (g.2886delT) in the RECQL4 gene."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":140,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:5ed6e2d0-a9a2-4dd7-be4d-c3e6e0b63e62","type":"GeneValidityProposition","disease":"obo:MONDO_0010002","gene":"hgnc:9949","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"There is abundant evidence published associating the RECQL4 gene with Rothmund-Thomson Syndrome since the gene-disease relationship was first proposed by Kitao et al. (1999). Multiple case level studies have been performed with RTS patients that have variants in the RECQL4 gene. WRN and BLM, another two RecQ DNA helicases, are associated with Werner and Bloom syndromes. All three are disorders of chromosomal instability and manifest growth retardation, premature aging, and predisposition to malignancies. RT-PCR analysis of RECQL4 cDNA from patient's cells showed diffuse splicing defects. Defective repair of H2O2-induced DNA lesions was reported in primary RTS patient's cell line, AG05013. Multiple RECQL4 deficient mouse models have been established to show consistent phenotypes with RTS patients, including growth retardation, skin and several other tissue abnormalities, birth defects of the skeletal system and increased cancer susceptibility. All of these types of evidence are consistent with a definitive relationship between the RECQL4 gene and Rothmund-Thomson Syndrome (RTS).\n","dc:isVersionOf":{"id":"cggv:dbf00cfa-ac36-4eb0-94c4-69b05014e0f6"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}