{"id":"cggv:e7e56d33-315b-40a0-9ec5-0a99e12cf369v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e7e56d33-315b-40a0-9ec5-0a99e12cf369_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-29T14:48:12.294Z","role":"Approver"},{"id":"cggv:e7e56d33-315b-40a0-9ec5-0a99e12cf369_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2022-05-29T14:48:25.354Z","role":"Publisher"}],"evidence":[{"id":"cggv:e7e56d33-315b-40a0-9ec5-0a99e12cf369_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e7e56d33-315b-40a0-9ec5-0a99e12cf369_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:ce560b7c-4d2c-41ee-9d73-ba70c076bad2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ca32ec9d-06e0-4991-8689-e665a0b4b45d","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"The IFT-A complex can be divided into the core subcomplex, which is composed of IFT122/IFT140/IFT144 and is associated with TULP3, and the peripheral subcomplex composed of IFT43/IFT121/IFT139. The core and peripheral subcomplexes are connected by the interaction between IFT122 and the IFT43–IFT121 dimer (also see Supplementary Material, Fig. S1A). \nMutations in all of the IFT-A subunits are known to cause skeletal ciliopathies; IFT43/CED3, IFT121/SRTD7/CED2, IFT122/CED1, IFT139/SRTD4, IFT140/SRTD9, and IFT144/SRTD5/CED4. (Takahara et al 2017)\n\nUsing co-immunoprecipitation making use of the FLAG epitope incorporated into the different Wdr35 cDNAs and by immunofluorescence (anti-FLAG and anti-IFT43), the levels of IFT43 protein was strongly reduced in Wdr35-/- fibroblasts.\n\nImmunoblotting in the cell lines expressing Wdr35 variants also showed lower levels of WDR35 and IFT43 except in Wdr35△10 and Glu626Gly cultures, suggesting that the majority of pathogenic variants impair the stability of WDR35 and by extension of IFT43. \n\nIFT43 co-immunoprecipated with WDR35 in all cell lines except Wdr35△27 thus indicating that the C-terminal of WDR35 is an important region for WDR35-IFT43 complex formation.\n\nBy immunoflurescence, IFT43 and WDR35 are detected in the primary cilium of nearly all cell lines except Wdr35△27 and Wdr35△10 cultures. The fluorescence intensity of both proteins varied from very low values in Wdr35△3 fibroblasts to levels similar to normal in Glu626Gly cells (Fig. 3A and H-J).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25908617","type":"dc:BibliographicResource","dc:abstract":"Most patients with Ellis-van Creveld syndrome (EvC) are identified with pathogenic changes in EVC or EVC2, however further genetic heterogeneity has been suggested. In this report we describe pathogenic splicing variants in WDR35, encoding retrograde intraflagellar transport protein 121 (IFT121), in three families with a clinical diagnosis of EvC but having a distinctive phenotype. To understand why WDR35 variants result in EvC, we analysed EVC, EVC2 and Smoothened (SMO) in IFT-A deficient cells. We found that the three proteins failed to localize to Wdr35(-/-) cilia, but not to the cilium of the IFT retrograde motor mutant Dync2h1(-/-), indicating that IFT121 is specifically required for their entry into the ciliary compartment. Furthermore expression of Wdr35 disease cDNAs in Wdr35(-/-) fibroblasts revealed that the newly identified variants lead to Hedgehog signalling defects resembling those of Evc(-/-) and Evc2(-/-) mutants. Together our data indicate that splicing variants in WDR35, and possibly in other IFT-A components, underlie a number of EvC cases by disrupting targeting of both the EvC complex and SMO to cilia. ","dc:creator":"Caparrós-Martín JA","dc:date":"2015","dc:title":"Specific variants in WDR35 cause a distinctive form of Ellis-van Creveld syndrome by disrupting the recruitment of the EvC complex and SMO into the cilium."},"rdfs:label":"Impact of WDR35 variants in integrity of WDR35-IFT43 IFT-A"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5},{"id":"cggv:f940fb36-1e80-4d50-84ef-34d2a0bda7b2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:62ec6c8b-81dd-49d9-b7e4-dfbde5d9fe20","type":"Finding","demonstrates":{"id":"obo:MI_0935"},"dc:description":"The IFT122 gene has been reported to be mutated in cranioectodermal dysplasia type 1 patients. \nIFT122 interacted robustly with IFT43-IFT121 dimer (Figure 1C, lane 1). This was previously described in Hirano et al 2016 (Figure 2G,H) that uses a novel strategy named as visible immunoprecipitation (VIP) assay for studying protein–protein interactions (Katoh et al., 2015). The VIP assay can visually detect binary protein interactions by microscopy without the need of electrophoresis and immunoblotting. Furthermore, the VIP assay can detect interactions involving more than two proteins, namely, one-to-many and many-to-many protein interactions.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29220510","type":"dc:BibliographicResource","dc:abstract":"The intraflagellar transport (IFT) machinery containing the IFT-A and IFT-B complexes mediates ciliary protein trafficking. Mutations in the genes encoding the six subunits of the IFT-A complex (IFT43, IFT121, IFT122, IFT139, IFT140, and IFT144) are known to cause skeletal ciliopathies, including cranioectodermal dysplasia (CED). As the IFT122 subunit connects the core and peripheral subcomplexes of the IFT-A complex, it is expected to play a pivotal role in the complex. Indeed, we here showed that knockout (KO) of the IFT122 gene in hTERT-RPE1 cells using the CRISPR/Cas9 system led to a severe ciliogenesis defect, whereas KO of other IFT-A genes had minor effects on ciliogenesis but impaired ciliary protein trafficking. Exogenous expression of not only wild-type IFT122 but also its CED-associated missense mutants, which fail to interact with other IFT-A subunits, rescued the ciliogenesis defect of IFT122-KO cells. However, IFT122-KO cells expressing CED-type IFT122 mutants showed defects in ciliary protein trafficking, such as ciliary entry of Smoothened in response to Hedgehog signaling activation. The trafficking defects partially resembled those observed in IFT144-KO cells, which demonstrate failed assembly of the functional IFT-A complex at the base of cilia. These observations make it likely that, although IFT122 is essential for ciliogenesis, CED-type missense mutations underlie a skeletal ciliopathy phenotype by perturbing ciliary protein trafficking with minor effects on ciliogenesis per se.","dc:creator":"Takahara M","dc:date":"2018","dc:title":"Ciliopathy-associated mutations of IFT122 impair ciliary protein trafficking but not ciliogenesis."},"rdfs:label":"IFT43-IFT121 dimer interacts with IFT122 associated with CED"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:e7e56d33-315b-40a0-9ec5-0a99e12cf369_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:4887fa08-5eff-4ebc-8185-3257e3e62f31","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2c3f7352-c992-42c6-bbaf-2b09cea661ee","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"For WDR35 variants p.Ser168Arg; c.504T>A and p.Glu626Gly; c.1877A>G\nFigure 3 showed that these two variants (that were previously reported in CED patients) showed that the frequency of ciliated cells in WDR35-/- cultures stably expressing these two variants are higher than those retrotransduced with the empty vector (+pBabe) but lesser than those with full length wild-type Wdr35:FLAG (+Wdr35). \n\nSimilarly the cilia length of cilliated cells with WDR35-/- that are retrotransduced with the two variants above, are higher than those retrotransduced with the empty vector (+pBabe) but lesser than those with full length wild-type Wdr35:FLAG (+Wdr35). ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/25908617","rdfs:label":"Retroviral-mediated cDNA rescue experiments Wdr35-/- cell"}],"specifiedBy":"GeneValidityCellCultureRescueCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:e7e56d33-315b-40a0-9ec5-0a99e12cf369_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7b4e2761-b32f-47b9-8926-09a6c79f24a7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:7b4e2761-b32f-47b9-8926-09a6c79f24a7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":14,"allele":[{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020779.4(WDR35):c.1889T>G (p.Leu630Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA344941"}},{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020779.4(WDR35):c.2489A>T (p.Asp830Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA345942957"}}],"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"small for age, proximal limb shortening, short fingers with restricted flexion and a lack of interphalangeal distal creases and bilateral fifth finger clinodactyly. additional left thumb. Ectodermal dysplasia - joint and skin laxity, slow-growing, fine and sparse hair Small teeth, abnormally shaped, widely spaced chronic tubulointerstitial nephropathy","phenotypes":["obo:HP_0000164","obo:HP_0000774","obo:HP_0000268","obo:HP_0009826","obo:HP_0009890","obo:HP_0000506","obo:HP_0000286","obo:HP_0000278","obo:HP_0004322","obo:HP_0000968","obo:HP_0005280"],"sex":"Female","variant":[{"id":"cggv:476fbde2-71c9-4f51-9f79-5d26c6d2d6bf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33421337","type":"dc:BibliographicResource","dc:abstract":"Cranioectodermal dysplasia (CED) is a rare autosomal recessive disorder primarily characterized by craniofacial, skeletal, and ectodermal abnormalities. CED is a chondrodysplasia, which is part of a spectrum of clinically and genetically heterogeneous diseases that result from disruptions in cilia. Pathogenic variants in genes encoding components of the ciliary transport machinery are known to cause CED. Intra- and interfamilial clinical variability has been reported in a few CED studies and the findings of this study align with these observations. Here, we report on five CED patients from four Polish families with identical compound heterozygous variants [c.1922T>G p.(Leu641Ter) and c.2522A>T; p.(Asp841Val)] in WDR35. The frequent occurrence of both identified changes in Polish CED families suggests that these variants may be founder mutations. Clinical evaluation of the CED patients revealed interfamilial clinical variability among the patients. This includes differences in skeletal and ectodermal features as well as variability in development, progression, and severity of renal and liver insufficiency. This is the first report showing significant interfamilial clinical variability in a series of CED patients from unrelated families with identical compound heterozygous variants in WDR35. Our findings strongly indicate that other genetic and non-genetic factors may modulate the progression and expression of the patients' phenotypes.","dc:creator":"Walczak-Sztulpa J","dc:date":"2021","dc:title":"Interfamilial clinical variability in four Polish families with cranioectodermal dysplasia and identical compound heterozygous variants in WDR35."}},{"id":"cggv:c53763f0-01ca-4248-b0a4-dd9688938344_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33421337"}],"rdfs:label":"Patient 5"},{"id":"cggv:c53763f0-01ca-4248-b0a4-dd9688938344","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c53763f0-01ca-4248-b0a4-dd9688938344_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:476fbde2-71c9-4f51-9f79-5d26c6d2d6bf","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:476fbde2-71c9-4f51-9f79-5d26c6d2d6bf_variant_evidence_item"}],"strengthScore":0,"dc:description":"rounded down to 0 so for total score 1.5 for GCI scoring"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:aa67232f-dc53-4b82-aa90-306ded10d42f_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:aa67232f-dc53-4b82-aa90-306ded10d42f","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":15,"allele":[{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f"},{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"}],"detectionMethod":"Molecular genetic analysis of all coding exons and flanking intronic regions of IFT122 and WDR35 \nReference sequence (NM_001006657.1)","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"small for age, proximal limb shortening, short fingers with restricted flexion and a lack of interphalangeal distal creases and bilateral fifth finger clinodactyly. additional left thumb. Ectodermal dysplasia - joint and skin laxity, slow-growing, fine and sparse hair\nSmall teeth, abnormally shaped, widely spaced\nchronic tubulointerstitial nephropathy","phenotypes":["obo:HP_0005280","obo:HP_0004322","obo:HP_0000286","obo:HP_0000278","obo:HP_0009890","obo:HP_0000268","obo:HP_0000506","obo:HP_0000968","obo:HP_0000774","obo:HP_0000164","obo:HP_0009826"],"sex":"Female","variant":[{"id":"cggv:c315c61c-1a5a-4e35-9f5b-603ef855a444_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28332779","type":"dc:BibliographicResource","dc:abstract":"Sensenbrenner syndrome (cranioectodermal dysplasia, CED) is a very rare autosomal recessive ciliopathy. Cranioectodermal dysplasia is characterized by craniofacial, skeletal, and ectodermal abnormalities. About 50 patients have been described to date. Sensenbrenner syndrome belongs to a group of ciliary chondrodysplasias and is a genetically heterogeneous disorder. Mutations in five genes: IFT122, WDR35, IFT43, WDR19, and IFT52 have been associated with CED. All known genes encode proteins that are part of the intraflagellar transport complex, which plays an important role in the assembly and maintenance of cilia. Here, we report a family with two children affected by Sensenbrenner syndrome, a 9-year-old girl and her older sister who died in infancy due to respiratory, liver, and renal insufficiency. Dysmorphic features included short stature with rhizomelic shortening of limbs, short fingers, preaxial polydactyly of left hand, narrow chest, craniosynostosis, dolichocephaly, high anterior hairline, epicanthal folds and telecanthus, depressed nasal bridge, low-set ears, and additional ectodermal abnormalities. The patient presented with chronic tubulointerstitial renal disease. She had abnormal echogenicity on renal ultrasound, reduced glomerular filtration, albuminuria and tubular proteinuria, hypocalciuria and hypocitraturia, accompanied by pre-hypertensive state. This pattern of renal abnormality was regarded as nephronophthisis. Psychomotor development was apparently normal. Molecular analysis in one of the affected individuals identified compound heterozygosity for a nonsense (c.1922T>G, p.(Leu641*)) and missense (c.2522A>T, p.(Asp841Val)) variants in WDR35. We present a detailed clinical descriptions of two female siblings showing an intrafamilial phenotypic variability of the disease, and illustrating the potential lethality of CED.","dc:creator":"Walczak-Sztulpa J","dc:date":"2017","dc:title":"Intrafamilial phenotypic variability in a Polish family with Sensenbrenner syndrome and biallelic WDR35 mutations."}},{"id":"cggv:eeda466f-ab3d-4140-bb56-9e7146926c05_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28332779"}],"rdfs:label":"Patient 1"},{"id":"cggv:eeda466f-ab3d-4140-bb56-9e7146926c05","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:eeda466f-ab3d-4140-bb56-9e7146926c05_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:c315c61c-1a5a-4e35-9f5b-603ef855a444","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:c315c61c-1a5a-4e35-9f5b-603ef855a444_variant_evidence_item"}],"strengthScore":0,"dc:description":"rounded down to 0 so for total score 1.5 for GCI scoring"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:27546ff6-a2aa-43cf-a5c8-196931f6d587_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:27546ff6-a2aa-43cf-a5c8-196931f6d587","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":7,"allele":[{"id":"cggv:1baed82f-869d-4a7a-bfc9-413df127b2f9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020779.4(WDR35):c.25-2A>G","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA113807"}},{"id":"cggv:76685b65-b00d-47ed-bafd-d0022d8405e4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020779.4(WDR35):c.1844A>G (p.Glu615Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339780"}}],"detectionMethod":"Exome sequencing (targeting ~18,000 genes)","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Short stature <2.5 SD, Narrow palpebral fissure, Unilateral ptosis, low implanted ears, simple ears, everted lower lip, widely spaced teeth, hypoplastic teeth, fused teeth, short limbs, brachydactyly, webbing of fingers, postaxial polydactyly, restricted flexion of fingers, syndactyly 2-3 (Fourth) toe, bilateral inguinal hernia, recurrent lung infections","phenotypes":["obo:HP_0004322","obo:HP_0000540","obo:HP_0002007","obo:HP_0000598","obo:HP_0000316","obo:HP_0008050","obo:HP_0005425","obo:HP_0001388","obo:HP_0040064","obo:HP_0000268","obo:HP_0000486","obo:HP_0007687","obo:HP_0001363","obo:HP_0000023","obo:HP_0000164","obo:HP_0000506","obo:HP_0000774","obo:HP_0000347","obo:HP_0000470","obo:HP_0000767"],"previousTesting":true,"previousTestingDescription":"Affymetrix 250k arrays - negative pathogenic copy number variants, negative large homozygous regions","sex":"UnknownEthnicity","variant":[{"id":"cggv:2bab94f6-17c1-42ce-94a7-6f4661cfe4bf_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:76685b65-b00d-47ed-bafd-d0022d8405e4"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20817137","type":"dc:BibliographicResource","dc:abstract":"Sensenbrenner syndrome/cranioectodermal dysplasia (CED) is an autosomal-recessive disease that is characterized by craniosynostosis and ectodermal and skeletal abnormalities. We sequenced the exomes of two unrelated CED patients and identified compound heterozygous mutations in WDR35 as the cause of the disease in each of the two patients independently, showing that it is possible to find the causative gene by sequencing the exome of a single sporadic patient. With RT-PCR, we demonstrate that a splice-site mutation in exon 2 of WDR35 alters splicing of RNA on the affected allele, introducing a premature stop codon. WDR35 is homologous to TULP4 (from the Tubby superfamily) and has previously been characterized as an intraflagellar transport component, confirming that Sensenbrenner syndrome is a ciliary disorder.","dc:creator":"Gilissen C","dc:date":"2010","dc:title":"Exome sequencing identifies WDR35 variants involved in Sensenbrenner syndrome."}},{"id":"cggv:c094820b-3294-4def-acbd-aa7314ff1861_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:1baed82f-869d-4a7a-bfc9-413df127b2f9"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20817137"}],"rdfs:label":"Patient 1"},{"id":"cggv:2bab94f6-17c1-42ce-94a7-6f4661cfe4bf","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:2bab94f6-17c1-42ce-94a7-6f4661cfe4bf_variant_evidence_item"}],"strengthScore":0,"dc:description":"rounded down to 0 so for total score 2 for GCI scoring"},{"id":"cggv:c094820b-3294-4def-acbd-aa7314ff1861","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:c094820b-3294-4def-acbd-aa7314ff1861_variant_evidence_item"},{"id":"cggv:c094820b-3294-4def-acbd-aa7314ff1861_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"The splice-site variant c.25-2A>G (p.I9TfsX7) - with RT-PCR, it was demonstrated that splicing of WDR35 RNA was altered in patient 1 compared to an unrelated control individual. Sequencing of the bands revealed that the affected allele contained a 58 bp insertion that introduced a premature stop codon."}],"strengthScore":2}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:164fd1e5-327c-4827-930a-5d8ded55f36b_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:164fd1e5-327c-4827-930a-5d8ded55f36b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":9,"allele":[{"id":"cggv:111f76db-2083-42b1-a30b-12a816f0ceff","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020779.4(WDR35):c.2590G>A (p.Ala864Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339782"}},{"id":"cggv:9c251097-2d01-4377-90c1-899127cf22d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020779.4(WDR35):c.2858del (p.Pro953fs)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA339781"}}],"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Short stature <2.5 SD, Narrow palpebral fissure, low implanted ears, simple ears, everted lower lip, widely spaced teeth, hypoplastic teeth, fused teeth, short limbs, brachydactyly, webbing of fingers, bilateral inguinal hernia, bilateral sandal gap","phenotypes":["obo:HP_0008070","obo:HP_0000023","obo:HP_0000316","obo:HP_0000268","obo:HP_0000164","obo:HP_0001388","obo:HP_0000598","obo:HP_0002007","obo:HP_0004322","obo:HP_0000506","obo:HP_0001363","obo:HP_0000470","obo:HP_0000767","obo:HP_0008050","obo:HP_0040064","obo:HP_0000774"],"previousTesting":true,"previousTestingDescription":"Affymetrix 250k arrays","sex":"UnknownEthnicity","variant":[{"id":"cggv:b0e49966-013c-4d88-b13e-add3659c3b01_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:9c251097-2d01-4377-90c1-899127cf22d6"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20817137"},{"id":"cggv:099402c4-9d09-4c72-a209-943cd2e16b41_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:111f76db-2083-42b1-a30b-12a816f0ceff"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20817137"}],"rdfs:label":"Patient 2"},{"id":"cggv:b0e49966-013c-4d88-b13e-add3659c3b01","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:b0e49966-013c-4d88-b13e-add3659c3b01_variant_evidence_item"}],"strengthScore":1.5,"dc:description":"A deletion of a C nucleotide in exon 25 predicts a frameshift and a premature stop (1:c.2981 delC[p.P964LfsX15]."},{"id":"cggv:099402c4-9d09-4c72-a209-943cd2e16b41","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:099402c4-9d09-4c72-a209-943cd2e16b41_variant_evidence_item"}],"strengthScore":0,"dc:description":"rounded down to 0 so for total score 1.5 for GCI scoring"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e5473d68-75f2-4efa-8894-710c97108dd4_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:e5473d68-75f2-4efa-8894-710c97108dd4","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","allele":[{"id":"cggv:06be7b03-7457-450b-9591-825cbd3ee93d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_020779.4(WDR35):c.337C>T (p.Arg113Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/620378"}},{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"}],"ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"proximal limb shortening and narrow thorax, protuberant abdomen and narrow face\nwith high anterior hairline, epicanthal folds and telecanthus, broad nasal bridge, broad philtrum, full cheeks and prominent vermilion of the lower lip\nProminent forehead, retrognathia, low set ears, a short neck\nBrachydactyly of hands and feet\nMild cutaneous syndactyly of toes 2 and 3\nEctodermal dysplasia (skin laxity, slow-growing and fine hair and sparse\neyebrows). \nTeeth small and widely spaced\nMild hypotonia\nDolichocephaly, craniosynostosis\nChronic kidney disease","phenotypes":["obo:HP_0000431","obo:HP_0000286","obo:HP_0000774","obo:HP_0001538","obo:HP_0009826"],"sex":"Male","variant":[{"id":"cggv:9d09f3bd-78da-4b25-84c1-c625485dd330_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29134781","type":"dc:BibliographicResource","dc:abstract":"Sensenbrenner syndrome (cranioectodermal dysplasia, CED) is a very rare autosomal recessive ciliopathy first described by Judith Sensenbrenner in 1975. CED is a complex disorder characterized by craniofacial, skeletal, and ectodermal abnormalities. The clinical symptoms are variable and the CED phenotype may present intrafamilial and interfamilial differences. Sensenbrenner syndrome belongs to a group of ciliary chondrodysplasias and is a genetically heterogeneous disease. Mutations in six genes: IFT122, WDR35, IFT43, WDR19, IFT52, and IFT140 have been associated with this disorder. All known CED genes encode proteins that are part of the intraflagellar transport complex, which plays an important role in the assembly and maintenance of cilia.","dc:creator":"Walczak-Sztulpa J","dc:date":"2018","dc:title":"Clinical and molecular genetic characterization of a male patient with Sensenbrenner syndrome (cranioectodermal dysplasia) and biallelic WDR35 mutations."}},{"id":"cggv:4c8d6d60-49b8-449b-a794-d2a0399db23f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:06be7b03-7457-450b-9591-825cbd3ee93d"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29134781"}],"rdfs:label":"Proband"},{"id":"cggv:9d09f3bd-78da-4b25-84c1-c625485dd330","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:9d09f3bd-78da-4b25-84c1-c625485dd330_variant_evidence_item"}],"strengthScore":0,"dc:description":"rounded down to 0 so for total score 1.5 for GCI scoring"},{"id":"cggv:4c8d6d60-49b8-449b-a794-d2a0399db23f","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:4c8d6d60-49b8-449b-a794-d2a0399db23f_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:6f52d677-7bab-4a13-9234-ff5331bc2ac7_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:6f52d677-7bab-4a13-9234-ff5331bc2ac7","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":4,"allele":[{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"},{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f"}],"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Dolichocephaly, craniosynostosis, high forehead, full cheeks, hypertelorism, broad nasal bridge, long flat philtrum, telecanthus, epicanthus, everted lower lip, low set ears, narrow chest, short ribs, joint laxity, limb shortening, brachydactyly of fingers and toes, nail abnormalities, fine sparse hair, skin laxity, inguinal hernias, protuberant abdomen, renal insufficiency, cholestasis, biliary atresia","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":[{"id":"cggv:c6538196-1fd7-4754-bb96-ccc8de53e7c2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33421337"},{"id":"cggv:e5cc31f1-f1c2-4994-afd4-061df19a47b2_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33421337"}],"rdfs:label":"Patient 2"},{"id":"cggv:c6538196-1fd7-4754-bb96-ccc8de53e7c2","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:c6538196-1fd7-4754-bb96-ccc8de53e7c2_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:e5cc31f1-f1c2-4994-afd4-061df19a47b2","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:e5cc31f1-f1c2-4994-afd4-061df19a47b2_variant_evidence_item"}],"strengthScore":0,"dc:description":"rounded down to 0 so for total score 1.5 for GCI scoring"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:76dcfe61-fc12-4bf3-a52c-bd2e6bd784de_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:76dcfe61-fc12-4bf3-a52c-bd2e6bd784de","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"allele":[{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f"},{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"}],"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Dolichocephaly, craniosynostosis, frontal bossing, high forehead, full cheeks, hypertelorism, broad nasal bridge, long flat philtrum, telecanthus, epicanthus, low set ears, micrognathia, narrow chest, short ribs, joint laxity, limb shortening, brachydactyly of toes and fingers, small teeth, fine sparse hair, renal insufficiency, recurrent respiratory infections","sex":"Female","variant":[{"id":"cggv:90a60c43-95e2-43a3-bf0a-69f395213822_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33421337"},{"id":"cggv:2cfee89b-6093-4951-9144-8cef851db2c6_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33421337"}],"rdfs:label":"Patient 3"},{"id":"cggv:90a60c43-95e2-43a3-bf0a-69f395213822","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:90a60c43-95e2-43a3-bf0a-69f395213822_variant_evidence_item"}],"strengthScore":1.5},{"id":"cggv:2cfee89b-6093-4951-9144-8cef851db2c6","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:2cfee89b-6093-4951-9144-8cef851db2c6_variant_evidence_item"}],"strengthScore":0,"dc:description":"rounded down to 0 so for total score 1.5 for GCI scoring"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:e7e56d33-315b-40a0-9ec5-0a99e12cf369_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12},{"id":"cggv:df10754d-4f0a-4811-88a7-c639615ef4fa_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:df10754d-4f0a-4811-88a7-c639615ef4fa","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"allele":[{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f"},{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"}],"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Frontal bossing, high forehead, full cheeks, long flat philtrum, telecanthus, epicanthus, everted lower lip, low set ears, micrognathia, narrow chest, pectus excavatum, short ribs, limb shortening, brachydactyly of fingers and toes, small teeth, thin nails, fine sparse hair, skin laxity, neonatal inguinal hernia, protuberant abdomen, renal insufficiency, recurrent respiratory infections, ","phenotypes":["obo:HP_0000316","obo:HP_0000431","obo:HP_0000268"],"sex":"Male","variant":[{"id":"cggv:1396347f-0d6d-4c42-b5ec-f7dece63ff72_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:4aba78cf-08ff-4dd8-8198-ec6b63f7684f"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33421337"},{"id":"cggv:c1232fe7-5363-4021-ae0f-971675aecd3f_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:5019066b-ef78-4cb3-82d8-e6d937ca96fd"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:TwoVariantsInTrans"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/33421337"}],"rdfs:label":"Patient 1"},{"id":"cggv:c1232fe7-5363-4021-ae0f-971675aecd3f","type":"obo:SEPIO_0004097","calculatedScore":0.1,"direction":"Supports","evidence":[{"id":"cggv:c1232fe7-5363-4021-ae0f-971675aecd3f_variant_evidence_item"}],"strengthScore":0,"dc:description":"rounded down to 0 so for total score 1.5 for GCI scoring"},{"id":"cggv:1396347f-0d6d-4c42-b5ec-f7dece63ff72","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:1396347f-0d6d-4c42-b5ec-f7dece63ff72_variant_evidence_item"}],"strengthScore":1.5}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":4511,"specifiedBy":"GeneValidityCriteria8","strengthScore":14,"subject":{"id":"cggv:6f24ef20-943a-4554-b469-4fd0bea5ea7a","type":"GeneValidityProposition","disease":"obo:MONDO_0013323","gene":"hgnc:29250","modeOfInheritance":"obo:HP_0000007"},"version":"2.0","dc:description":"The WDR35 gene is located on chromosome 2 at 2p24.1 and encodes IFT121 protein, which forms part of intraflagellar transport (IFT) complex A (IFT-A) that combines with IFT complex B (IFT-B) to form an IFT particle that is important in the assembly and maintenance of cilia. WDR35 was first reported in relation to autosomal recessive cranioectodermal dysplasia (CED) , also known as Sensenbrenner syndrome, a rare multiple anomaly syndrome with distinctive craniofacial findings (forehead bossing, dolichocephaly), metaphyseal dysplasia (short limbs, small thorax), ectodermal anomalies (sparse hair, small and missing teeth, short nails), connective tissue abnormalities (loose skin, joint laxity), retinal dystrophy, and chronic renal and liver disease in 2010 (Gilissen et al., 2010, PMID: 20817137). Evidence supporting this gene-disease relationship includes case-level and experimental data. Biallelic variants in WDR35 (including nonsense, frameshift, splice, and missense variants) were identified in at least 12 patients with clinical features suggestive of CED (PMID: 20817137; Hoffer et al., 2013, PMID: 22486404; Smith et al., 2016, PMID: 26691894; Antony et a., 2017, PMID: 28870638; Walczak-Sztulpa et al., 2017, PMID: 28332779; Walczak-Sztulpa et al., 2018, PMID: 29134781; Walczak-Sztulpa et al., 2021, PMID: 29134781). At least 18 unique variants (missense, nonsense, frameshift, small deletions) have been reported in humans. This gene-disease relationship is supported by protein interaction studies and rescue of phenotype with cell culture models (Caparros-Martin et al., 2015, PMID: 25908617; Takahara et al., 2018, PMID: 29220510). In summary, the WDR35 gene is definitely associated with cranioectodermal dysplasia (autosomal recessive inheritance). This has been repeatedly demonstrated in both the research and clinical diagnostic settings and has been upheld over time. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 7.27.2021 (SOP Version 8).\n>2 publications about gene-disease relationship since original publication in 2010","dc:isVersionOf":{"id":"cggv:e7e56d33-315b-40a0-9ec5-0a99e12cf369"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}