{"id":"cggv:26ef81c5-17e8-4d87-b7ee-627f3f083955v2.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:26ef81c5-17e8-4d87-b7ee-627f3f083955_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-09-30T16:00:00.000Z","role":"Approver"},{"id":"cggv:26ef81c5-17e8-4d87-b7ee-627f3f083955_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2024-10-07T20:05:37.277Z","role":"Publisher"}],"curationReasons":{"id":"cg:RecurationTiming"},"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/17160902","type":"dc:BibliographicResource","dc:abstract":"Hereditary spastic paraplegia (HSP) is a progressive upper-motor neurodegenerative disease. The eighth HSP locus, SPG8, is on chromosome 8p24.13. The three families previously linked to the SPG8 locus present with relatively severe, pure spastic paraplegia. We have identified three mutations in the KIAA0196 gene in six families that map to the SPG8 locus. One mutation, V626F, segregated in three large North American families with European ancestry and in one British family. An L619F mutation was found in a Brazilian family. The third mutation, N471D, was identified in a smaller family of European origin and lies in a spectrin domain. None of these mutations were identified in 500 control individuals. Both the L619 and V626 residues are strictly conserved across species and likely have a notable effect on the structure of the protein product strumpellin. Rescue studies with human mRNA injected in zebrafish treated with morpholino oligonucleotides to knock down the endogenous protein showed that mutations at these two residues impaired the normal function of the KIAA0196 gene. However, the function of the 1,159-aa strumpellin protein is relatively unknown. The identification and characterization of the KIAA0196 gene will enable further insight into the pathogenesis of HSP.","dc:creator":"Valdmanis PN","dc:date":"2007","dc:title":"Mutations in the KIAA0196 gene at the SPG8 locus cause hereditary spastic paraplegia."},"evidence":[{"id":"cggv:26ef81c5-17e8-4d87-b7ee-627f3f083955_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26ef81c5-17e8-4d87-b7ee-627f3f083955_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:57468703-b8a3-441b-b4f2-d376be5b8b81","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:d7686c06-7ef2-411f-bd4d-95ca5985b67d","type":"FunctionalAlteration","dc:description":"Axonal length measurements showed a highly significant reduction of the axonal outgrowth in the knockdown cells versus controls (Fig 7). Semi-quantitative RT-PCR showed nearly complete knockdown of strumpellin mRNA expression. Results were corroborated in immunoblots, which showed a significant reduction of synaptophysin expression level in knockdown cells (synaptophysin serves as a pre-synaptic marker protein for axons).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20833645","type":"dc:BibliographicResource","dc:abstract":"Mutations of the human valosin-containing protein gene cause autosomal-dominant inclusion body myopathy associated with Paget disease of bone and frontotemporal dementia. We identified strumpellin as a novel valosin-containing protein binding partner. Strumpellin mutations have been shown to cause hereditary spastic paraplegia. We demonstrate that strumpellin is a ubiquitously expressed protein present in cytosolic and endoplasmic reticulum cell fractions. Overexpression or ablation of wild-type strumpellin caused significantly reduced wound closure velocities in wound healing assays, whereas overexpression of the disease-causing strumpellin N471D mutant showed no functional effect. Strumpellin knockdown experiments in human neuroblastoma cells resulted in a dramatic reduction of axonal outgrowth. Knockdown studies in zebrafish revealed severe cardiac contractile dysfunction, tail curvature and impaired motility. The latter phenotype is due to a loss of central and peripheral motoneuron formation. These data imply a strumpellin loss-of-function pathogenesis in hereditary spastic paraplegia. In the human central nervous system strumpellin shows a presynaptic localization. We further identified strumpellin in pathological protein aggregates in inclusion body myopathy associated with Paget disease of bone and frontotemporal dementia, various myofibrillar myopathies and in cortical neurons of a Huntington's disease mouse model. Beyond hereditary spastic paraplegia, our findings imply that mutant forms of strumpellin and valosin-containing protein may have a concerted pathogenic role in various protein aggregate diseases.","dc:creator":"Clemen CS","dc:date":"2010","dc:title":"Strumpellin is a novel valosin-containing protein binding partner linking hereditary spastic paraplegia to protein aggregation diseases."},"rdfs:label":"Neuroblastoma knockdown"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:26ef81c5-17e8-4d87-b7ee-627f3f083955_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1c931d80-3427-421e-b4f3-25e2e0720760","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:6be1484d-4e0b-4607-ba2e-c9e2b59e2e43","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Some recapitulation of the neuron/neuromuscular phenotypes seen in HSP. ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/20833645","rdfs:label":"Zebrafish knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Rescue was not performed, GCEP agreed not to score"},{"id":"cggv:85428287-a965-41c5-a37c-d84fcd3c5d8b","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:db4d7750-2ed2-4788-be0f-6841a6282ea5","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Inability to/impairment in swimming similar to spasticity/gait abnormalities in humans","dc:source":"https://pubmed.ncbi.nlm.nih.gov/17160902","rdfs:label":"Zebrafish knockdown"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1,"dc:description":"GCEP agreed to 1 point, only some recapitulation of human phenotype"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:26ef81c5-17e8-4d87-b7ee-627f3f083955_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:26ef81c5-17e8-4d87-b7ee-627f3f083955_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.1}],"evidenceStrength":"Moderate","sequence":9131,"specifiedBy":"GeneValidityCriteria10","strengthScore":10.6,"subject":{"id":"cggv:01cdbb77-25fa-4398-94a9-0c9648ca044e","type":"GeneValidityProposition","disease":"obo:MONDO_0011339","gene":"hgnc:28984","modeOfInheritance":"obo:HP_0000006"},"version":"2.0","dc:description":"The WASHC5 gene is located on chromosome 8 at 8q24.13 and encodes the WASH complex subunit 5 protein, or strumpellin, a component of the WASH core complex, which activates Arp2/3-mediated actin polymerization and functions in endosome fission.\nWASHC5 was first reported in relation to autosomal dominant hereditary spastic paraplegia 8 in 2007 (Valdmanis et al., PMID: 17160902). This disorder is a slowly progressive, typically pure spastic paraplegia of the lower limbs characterized by pyramidal signs including hyperreflexia, extensor plantar reflexes, spasticity, and clonus without other neurological findings; mild distal decreased vibration sense; and urinary urgency that becomes apparent with spasticity. More complex phenotypic features may present, including ataxia, seizures, intellectual disability, dementia, muscle atrophy, extrapyramidal disturbance, and peripheral neuropathy. Onset is typically between 10 and 59 years of age and affected individuals often become wheelchair dependent.\n WASHC5 has also been associated with autosomal recessive Ritscher-Schinzel syndrome 1 by Elliott et al. in 2013 (PMID: 24065355). Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there is a difference in inheritance pattern and in clinical phenotype. Therefore, the diseases were split into hereditary spastic paraplegia 8 (OMIM: 603563) and Ritscher-Schinzel syndrome 1 (OMIM: 220210). The split curation for autosomal Ritscher-Schinzel syndrome 1 has been curated separately.\n Evidence supporting the relationship between WASHC5 and hereditary spastic paraplegia 8 includes case-level data and experimental data. Numerous unique variants have been reported in humans in multiple publications. While most reported variants are missense variants, putative loss-of-function variants are also identified in a small number of cases, including a small intragenic deletion (Ishiura et al., 2014, PMID: 24451228) Segregation of a variant with disease was demonstrated in several families (Valdmanis et al., 2007, PMID: 17160902). Additional variants were evaluated but not scored due to their presence at high frequency in public databases. The mechanism of disease has not yet been clearly established, but haploinsufficiency has been suggested (Clemen et al., 2010, PMID: 20833645). Small hairpin RNA-mediated strumpellin knockdown in human neuroblastoma cells showed a highly significant reduction of axonal outgrowth in the knockdown cells versus controls cells (Clemen et al. 2010; PMID: 20833645), while a knockdown zebrafish model recapitulated some aspects of the human phenotype (Valdmanis et al., 2007, PMID: 17160902).\n In summary, there is moderate evidence to support the association of WASHC5 with autosomal dominant hereditary spastic paraplegia 8. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 09.17.2021 (SOP Version 8). This GDR was reevaluated on 30 September, 2024 (SOP Version 10). Although three new case reports were published, the classification did not change. ","dc:isVersionOf":{"id":"cggv:26ef81c5-17e8-4d87-b7ee-627f3f083955"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}