{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T19:30:27.072Z","role":"Publisher"},{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10060","date":"2023-05-30T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/19668215","type":"dc:BibliographicResource","dc:abstract":"The primary cilium is an antenna-like structure that protrudes from the cell surface of quiescent/differentiated cells and participates in extracellular signal processing. Here, we report that mice deficient for the lipid 5-phosphatase Inpp5e develop a multiorgan disorder associated with structural defects of the primary cilium. In ciliated mouse embryonic fibroblasts, Inpp5e is concentrated in the axoneme of the primary cilium. Inpp5e inactivation did not impair ciliary assembly but altered the stability of pre-established cilia after serum addition. Blocking phosphoinositide 3-kinase (PI3K) activity or ciliary platelet-derived growth factor receptor alpha (PDGFRalpha) restored ciliary stability. In human INPP5E, we identified a mutation affecting INPP5E ciliary localization and cilium stability in a family with MORM syndrome, a condition related to Bardet-Biedl syndrome. Together, our results show that INPP5E plays an essential role in the primary cilium by controlling ciliary growth factor and PI3K signaling and stability, and highlight the consequences of INPP5E dysfunction.","dc:creator":"Jacoby M","dc:date":"2009","dc:title":"INPP5E mutations cause primary cilium signaling defects, ciliary instability and ciliopathies in human and mouse."},"evidence":[{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f8fece1d-8de2-45c8-a360-ce605c814730","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:944015df-5195-4a2d-b713-661b9416af93","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"PDE6D efficiently co-immunoprecipitated WT INPP5E but not the MORM-INPP5E or the cysteine to alanine CaaX-box mutant protein, indicating that the interaction is indeed mediated by farnesylation","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24166846","type":"dc:BibliographicResource","dc:abstract":"Joubert syndrome (JS) is characterized by a distinctive cerebellar structural defect, namely the << molar tooth sign >>. JS is genetically heterogeneous, involving 20 genes identified to date, which are all required for cilia biogenesis and/or function. In a consanguineous family with JS associated with optic nerve coloboma, kidney hypoplasia, and polydactyly, combined exome sequencing and mapping identified a homozygous splice-site mutation in PDE6D, encoding a prenyl-binding protein. We found that pde6d depletion in zebrafish leads to renal and retinal developmental anomalies and wild-type but not mutant PDE6D is able to rescue this phenotype. Proteomic analysis identified INPP5E, whose mutations also lead to JS or mental retardation, obesity, congenital retinal dystrophy, and micropenis syndromes, as novel prenyl-dependent cargo of PDE6D. Mutant PDE6D shows reduced binding to INPP5E, which fails to localize to primary cilia in patient fibroblasts and tissues. Furthermore, mutant PDE6D is unable to bind to GTP-bound ARL3, which acts as a cargo-release factor for PDE6D-bound INPP5E. Altogether, these results indicate that PDE6D is required for INPP5E ciliary targeting and suggest a broader role for PDE6D in targeting other prenylated proteins to the cilia. This study identifies PDE6D as a novel JS disease gene and provides the first evidence of prenyl-binding-dependent trafficking in ciliopathies.","dc:creator":"Thomas S","dc:date":"2014","dc:title":"A homozygous PDE6D mutation in Joubert syndrome impairs targeting of farnesylated INPP5E protein to the primary cilium."},"rdfs:label":"Co-immunoprecipitation with GFP-tagged PDE6D"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.25,"dc:description":"Protein interaction between PDE6D and INPP5E, both of which are associated with Joubert syndrome, are shown. However, the purpose of the experiment is to show that farnesylation of the INPP5E Caax box is required for PDE6D interaction and ciliary localisation."},{"id":"cggv:67901678-3d65-4ebe-b3e4-6abf712a0baf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:e301c5d8-9880-43a4-b4c4-55d88447a219","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Mental retardation and congenital retinal dystrophy are features of MORM syndrome","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19668215","rdfs:label":"INPP5E removes phosphate from inositol ring"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.75},{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d35cbe37-bf4c-4423-ba6a-72facab3783b","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8c0b9a36-e362-42c9-93a2-3c29faf1491f","type":"FunctionalAlteration","dc:description":"Among the cells transfected with wildtype INPP5E, more than 80% showed even distribution of the INPP5E protein along the cilial axoneme. By contrast, only 16% of MORM INPP5E–transfected cells had such uniform distribution of the protein, whereas 84% showed MORM INPP5E expression that was limited to one extremity of the cilium.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19668215","rdfs:label":"Ciliary localization in hTERT-RPE1 cells"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:3a7dfbea-af38-4552-96d0-4ccd4b6d6d18","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:abd36a0e-1737-4249-8fc4-6fcbca6c536c","type":"FunctionalAlteration","dc:description":"MORM mutant INPP5E fails to properly accumulate in the cilium as well as cysteine to alanine mutation in the INPP5E CaaX-box also disrupted proper ciliary accumulation.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/24166846","rdfs:label":"Accumulation to primary cilia axoneme"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:5ae0ee9c-8e99-42f2-b7aa-9a05053dbca1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9dc4356d-ce57-4e14-a54a-6e96628588aa","type":"FunctionalAlteration","dc:description":"INPP5E(KS) mutant is not enriched in cilia but localized all over the cell including the cilium, while INPP5E(WT) is highly enriched in cilia with only a minor fraction in the cell body","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27063844","type":"dc:BibliographicResource","dc:abstract":"The phosphodiesterase 6 delta subunit (PDE6δ) shuttles several farnesylated cargos between membranes. The cargo sorting mechanism between cilia and other compartments is not understood. Here we show using the inositol polyphosphate 5'-phosphatase E (INPP5E) and the GTP-binding protein (Rheb) that cargo sorting depends on the affinity towards PDE6δ and the specificity of cargo release. High-affinity cargo is exclusively released by the ciliary transport regulator Arl3, while low-affinity cargo is released by Arl3 and its non-ciliary homologue Arl2. Structures of PDE6δ/cargo complexes reveal the molecular basis of the sorting signal which depends on the residues at the -1 and -3 positions relative to farnesylated cysteine. Structure-guided mutation allows the generation of a low-affinity INPP5E mutant which loses exclusive ciliary localization. We postulate that the affinity to PDE6δ and the release by Arl2/3 in addition to a retention signal are the determinants for cargo sorting and enrichment at its destination. ","dc:creator":"Fansa EK","dc:date":"2016","dc:title":"PDE6δ-mediated sorting of INPP5E into the cilium is determined by cargo-carrier affinity."},"rdfs:label":"Loss of exclusive ciliary localization in INPP5E mutant"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:5688eae5-a427-4d0c-826e-ba09b23341a1","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac7612da-4014-472e-b01e-f5f982eba0a3","type":"FunctionalAlteration","dc:description":"Loss of ciliary enrichment of the mutant, compared to the wild type, and localization to endomembranes, including the ER, that was not observed for the wild type.\nAbsence of farnesylation does not completely inhibit the entry of INPP5E into the cilium, but rather causes the mutant to accumulate at the basal body before it enters the cilium.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29140789","type":"dc:BibliographicResource","dc:abstract":"The inositol polyphosphate 5'-phosphatase E (INPP5E) localizes to cilia. We showed that the carrier protein phosphodiesterase 6 delta subunit (PDE6δ) mediates the sorting of farnesylated INPP5E into cilia due to high affinity binding and release by the ADP-ribosylation factor (Arf)-like protein Arl3·GTP. However, the dynamics of INPP5E transport into and inside the ciliary compartment are not fully understood. Here, we investigate the movement of INPP5E using live cell fluorescence microscopy and fluorescence recovery after photobleaching (FRAP) analysis. We show that PDE6δ and the dynein transport system are essential for ciliary sorting and entry of INPP5E. However, its innerciliary transport is regulated solely by the intraflagellar transport (IFT) system, independent from PDE6δ activity and INPP5E farnesylation. By contrast, movement of Arl3 into and within cilia occurs freely by diffusion and IFT-independently. The farnesylation defective INPP5E CaaX box mutant loses the exclusive ciliary localization. The accumulation of this mutant at centrioles after photobleaching suggests an affinity trap mechanism for ciliary entry, that in case of the wild type is overcome by the interaction with PDE6δ. Collectively, we postulate a three-step mechanism regulating ciliary localization of INPP5E, consisting of farnesylation- and PDE6δ-mediated targeting, INPP5E-PDE6δ complex diffusion into the cilium with transfer to the IFT system, and retention inside cilia.","dc:creator":"Kösling SK","dc:date":"2018","dc:title":"Mechanism and dynamics of INPP5E transport into and inside the ciliary compartment."},"rdfs:label":"Farnesylation of INPP5E is required for ciliary localization"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.75},{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3},{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63_ar_el","type":"EvidenceLine","specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.5},{"id":"cggv:82a3939f-21e6-4a26-a31f-15610801ce5a_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:82a3939f-21e6-4a26-a31f-15610801ce5a","type":"Proband","allele":{"id":"cggv:c3a82567-45ac-4fc1-a275-ec6b56c5bced","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_019892.6(INPP5E):c.1897C>T (p.Gln633Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/931210"}},"detectionMethod":"Targeted analysis of genes causative of cone-rod type of retinal dystrophy: ABCA4, ADAM9, AIPL1, BEST1, C8ORF37, CABP4, CACNA1F, CACNA2D4, CDHR1, CERKL, CNGB3, CNNM4, CRX, GUCA1A, GUCY2D, KCNV2, PDE6C, PDE6H, PITPNM3, PROM1, PRPH2, RAX2, RDH5, RGS9, RGS9BP, RIMS1, RPGR, RPGRIP1, SEMA4A, UNC119, NBL, LART, OTX2","firstTestingMethod":"Next generation sequencing panels","phenotypes":["obo:HP_0000666","obo:HP_0001513","obo:HP_0000556"],"previousTesting":false,"sex":"Female","variant":{"id":"cggv:51566dde-37e6-48e9-bc7b-91d8643d488a_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:c3a82567-45ac-4fc1-a275-ec6b56c5bced"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34211432","type":"dc:BibliographicResource","dc:abstract":"A Caucasian girl with consanguineous parents presented with early severe obesity and retinal dystrophy. A novel, homozygous gene truncating variant (c.1897C>T) in the ","dc:creator":"Drole Torkar A","dc:date":"2021","dc:title":"Novel Insights Into Monogenic Obesity Syndrome Due to "}},"rdfs:label":"G1"},{"id":"cggv:51566dde-37e6-48e9-bc7b-91d8643d488a","type":"obo:SEPIO_0004097","calculatedScore":1.5,"direction":"Supports","evidence":[{"id":"cggv:51566dde-37e6-48e9-bc7b-91d8643d488a_variant_evidence_item"}],"strengthScore":0.75,"dc:description":"Downgraded as no functional data available. The reported variant is 6 amino acids longer than previously reported variant c.1879C>T p.Gln627Ter, and authors report that similar functional consequences could be expected, reflected by similarities in clinical presentation."}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"},{"id":"cggv:b6559db1-acec-4817-9bdf-58075f46680c_proband_score_evidence_line","type":"EvidenceLine","direction":"Supports","evidence":[{"id":"cggv:b6559db1-acec-4817-9bdf-58075f46680c","type":"Proband","allele":{"id":"cggv:34a68ff0-a992-4ff7-8195-8f2e597e0202","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_019892.6(INPP5E):c.1879C>T (p.Gln627Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA114238"}},"sex":"Male","variant":{"id":"cggv:b4e7db0b-ab46-4203-b149-7f6ea27419db_variant_evidence_item","type":"obo:SEPIO_0004116","allele":{"id":"cggv:34a68ff0-a992-4ff7-8195-8f2e597e0202"},"alleleOrigin":{"id":"obo:GENO_0000888"},"zygosity":{"id":"cg:Homozygous"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/19668215"},"rdfs:label":"IV:18"},{"id":"cggv:b4e7db0b-ab46-4203-b149-7f6ea27419db","type":"obo:SEPIO_0004097","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b4e7db0b-ab46-4203-b149-7f6ea27419db_variant_evidence_item"},{"id":"cggv:b4e7db0b-ab46-4203-b149-7f6ea27419db_function_evidence_item","type":"VariantFunctionalImpactEvidence","functionalDataSupport":"Yes","dc:description":"More than 80% of cells transfected with wildtype (WT) INPP5E showed even distribution of INPP5E protein along the cilial axoneme, whereas 84% of MORM INPP5E–transfected cells showed MORM INPP5E expression that was limited to one extremity of the cilium. These results indicate that the terminal 18 amino acids of INPP5E are important for normal ciliary localization in these cells. \nINPP5E truncation also results in relative inability to interact with and immunoprecipitate 14-3-3 proteins when overexpressed in ciliated\nhTERT-RPE1 cells.\nINPP5E truncated protein retains its 5-phosphatase activity as INPP5E catalytic activity in COS-7 cells with PtdIns(3,4,5)P3) and PtdIns(4,5)P2 as substrates showed similar activity.\nIn transfecting mutant MEFs to induce ciliogenesis, the percentage of ciliated cells among Inpp5eD/D MEFs transfected with WT INPP5E was similar before and after serum stimulation, whereas the percentage of ciliated cells in those transfected with MORM INPP5E decreased significantly after serum stimulation \nTogether, these experiments show that MORM INPP5E has diminished capacity to stabilize the primary cilium, which is likely due to its defect in ciliary localization and protein interaction. Despite its intact enzymatic activity, MORMINPP5E expression in the outside of the cilium is not sufficient to perform this stabilization function."}],"strengthScore":1.5,"dc:description":"NMD is not expected as a result"}],"specifiedBy":"GeneValidityMaximumProbandScoreCriteria"}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":7.5}],"evidenceStrength":"Moderate","sequence":6281,"specifiedBy":"GeneValidityCriteria9","strengthScore":10.25,"subject":{"id":"cggv:fae0fcfc-f964-445e-a635-fc7a3593fc4f","type":"GeneValidityProposition","disease":"obo:MONDO_0012423","gene":"hgnc:21474","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The INPP5E gene is located on chromosome 9 at 9q34.3 and encodes Inositol polyphosphate-5-phosphatase, which hydrolyzes Ins(1,4,5)P3, in turn mobilizing intracellular calcium and acting as a second messenger mediating cell responses to various stimulation. INPP5E was first reported in relation to autosomal recessive Joubert syndrome (Bielas et al., 2009, PMID:19668216) and autosomal recessive MORM (mental retardation, truncal obesity, retinal dystrophy and micropenis) syndrome (Jacoby et al., 2009, PMID:19668215), although the loci were linked in 1999 (Saar et al., PMID:10577920) and 2006 (Hampshire et al., PMID:16493448) respectively. Joubert syndrome is characterized by a ‘molar tooth sign’ of the midbrain-hindbrain junction, retinal dystrophy, nephronophthisis, liver fibrosis and polydactyly (PMID:10577920), while MORM syndrome is associated with intellectual disability, truncal obesity, retinal dystrophy and micropenis, without renal manifestations (PMID:16493448).\nPer criteria outlined by the ClinGen Lumping and Splitting Working Group, while there was no difference in inheritance patterns, there were differences in molecular mechanisms and distinct clinical presentation for each. The majority of variants associated with Joubert syndrome are located in the phosphatase domain (PMID 19668216; Travaglini et al., 2013, PMID:23386033; Suzuki et al., 2016, PMID:27434533; Devi et al., 2020, PMID:32139166). To date, only two nonsense variants in the C-terminus CAAX domain of INPP5E have been described in MORM syndrome (PMID:19668215; Khan et al., 2019, PMID 31173343; Torkar et al., 2021, PMID:34211432). Molecular mechanisms differ in that Joubert syndrome variants result in loss of enzymatic activity without defects in ciliary location (PMID:19668216), while MORM syndrome variants result in loss of membrane localisation while retaining enzymatic activity (PMID:19668215). Therefore, the disease entities have been split into two disease entities, Joubert syndrome (OMIM 213300) and MORM syndrome (OMIM 213300). The curation for autosomal recessive Joubert syndrome has been curated separately by the Kidney cystic and ciliopathy disorders GCEP.\nEvidence supporting the gene-disease relationship for INPP5E-associated MORM syndrome includes case-level data, segregation data, and experimental data. Only two nonsense variants in INPP5E have been reported in probands in 3 publications (PMIDs:16493448, 31173343, 34211432) and are included in this curation. The INPP5E presumed Pakistani founder variant segregated with disease in 13 other family members in one study (PMID:16493448) and 8 additional family members in another study (PMID:31173343). This gene-disease relationship is supported by experimental evidence showing improper localisation of MORM variants (PMID:19668215; Thomas et al., 2014, PMID:24166846) and the ability of WT INPP5E to rescue ciliary defects (PMID:19668215).\nIn summary, there is moderate evidence to support the gene-disease relationship of INPP5E and MORM syndrome. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged.  This classification was approved by the ClinGen Syndromic Disorders Gene Curation Expert Panel on the meeting date 07.26.2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:a50bbd87-4308-4272-83fc-21274d283e63"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}