{"id":"cggv:7aa5e58f-5778-4b62-9279-a3da77ca79c0v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"NoKnownDiseaseRelationship","contributions":[{"id":"cggv:7aa5e58f-5778-4b62-9279-a3da77ca79c0_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-21T00:31:42.171Z","role":"Publisher"},{"id":"cggv:7aa5e58f-5778-4b62-9279-a3da77ca79c0_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10023","date":"2023-12-20T18:00:00.000Z","role":"Approver"}],"curationReasons":[{"id":"cg:RecurationFrameworkChange"},{"id":"cg:RecurationNewEvidence"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/8072530","type":"dc:BibliographicResource","dc:abstract":"Hereditary nonpolyposis colorectal cancer (HNPCC) is one of man's commonest hereditary diseases. Several studies have implicated a defect in DNA mismatch repair in the pathogenesis of this disease. In particular, hMSH2 and hMLH1 homologues of the bacterial DNA mismatch repair genes mutS and mutL, respectively, were shown to be mutated in a subset of HNPCC cases. Here we report the nucleotide sequence, chromosome localization and mutational analysis of hPMS1 and hPMS2, two additional homologues of the prokaryotic mutL gene. Both hPMS1 and hPMS2 were found to be mutated in the germline of HNPCC patients. This doubles the number of genes implicated in HNPCC and may help explain the relatively high incidence of this disease.","dc:creator":"Nicolaides NC","dc:date":"1994","dc:title":"Mutations of two PMS homologues in hereditary nonpolyposis colon cancer."},"evidence":[{"id":"cggv:7aa5e58f-5778-4b62-9279-a3da77ca79c0_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:7aa5e58f-5778-4b62-9279-a3da77ca79c0_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4c3add4-867e-4c8f-bdaf-88e808d92402","type":"EvidenceLine","calculatedScore":0.5,"direction":"Inconclusive","evidence":[{"id":"cggv:cf6c8e74-036a-4129-b176-23e30387451e","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"This study described the association of hPMS1 with hMLH1 as a heterodimer, in human cells. Furthermore, normal levels of hMLH1 protein appeared to be important in maintaining normal levels of hPMS1 and hPMS2 proteins.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/10748105","type":"dc:BibliographicResource","dc:abstract":"Deficiencies of MutL DNA mismatch repair-complex proteins (hMLH1, hPMS2, and hPMS1) typically result in microsatellite instability in human cancers. We examined the association patterns of MutL proteins in human epithelial cancer cell lines with (HCT-116, N87, SNU-1, and SNU-638) and without microsatellite instability (HeLa, AGS, KATO-III, and SNU-16). The analysis of hMLH1, hPMS2, and hPMS1 was performed using Northern blot, Western blot, and co-immunoprecipitation studies. Our data provide evidence that MutL proteins form two different complexes, MutL-alpha (hPMS2 and hMLH1) and MutL-beta (hPMS1 and hMLH1). Gastric and colorectal cancer cells lines with microsatellite instability lacked detectable hMLH1. Decreased levels of hMLH1 protein were associated with markedly reduced levels of hPMS2 and hPMS1 proteins, but the RNA levels of hPMS1 and hPMS2 were normal. In this study, we describe the association of hPMS1 with hMLH1 as a heterodimer, in human cells. Furthermore, normal levels of hMLH1 protein appear to be important in maintaining normal levels of hPMS1 and hPMS2 proteins.","dc:creator":"Leung WK","dc:date":"2000","dc:title":"Identification of a second MutL DNA mismatch repair complex (hPMS1 and hMLH1) in human epithelial cells."},"rdfs:label":"Western Blot, Northern Blot, and Immunoprecipitation "}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0},{"id":"cggv:7aa5e58f-5778-4b62-9279-a3da77ca79c0_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a5be080b-87c2-4bef-8ee1-c90bcf25a509","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:7d136e05-018a-42c3-b532-ac16aabe9b2d","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"MLH1-deficient mice develop lymphomas, intestinal adenomas, adenocarcinomas, and to a lesser extent, skin tumors and sarcomas by one year of age.\nPMS2-deficient mice develop lymphomas and sarcomas but do not develop intestinal adenomas or adenocarcinomas by the age of 17 months, with all animals succumbing to lymphoma by that time.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9500552","type":"dc:BibliographicResource","dc:abstract":"Germline mutations in the human MSH2, MLH1, PMS2 and PMS1 DNA mismatch repair (MMR) gene homologues appear to be responsible for most cases of hereditary non-polyposis colorectal cancer (HNPCC; refs 1-5). An important role for DNA replication errors in colorectal tumorigenesis has been suggested by the finding of frequent alterations in the length of specific mononucleotide tracts within genes controlling cell growth, including TGF-beta receptor type II (ref. 6), BAX (ref. 7) and APC (ref. 8). A broader role for MMR deficiency in human tumorigenesis is implicated by microsatellite instability in a fraction of sporadic tumours, including gastric, endometrial and colorectal malignancies. To better define the role of individual MMR genes in cancer susceptibility and MMR functions, we have generated mice deficient for the murine homologues of the human genes MLH1, PMS1 and PMS2. Surprisingly, we find that these mice show different tumour susceptibilities, most notably, to intestinal adenomas and adenocarcinomas, and different mutational spectra. Our results suggest that a general increase in replication errors may not be sufficient for intestinal tumour formation and that these genes share overlapping, but not identical functions.","dc:creator":"Prolla TA","dc:date":"1998","dc:title":"Tumour susceptibility and spontaneous mutation in mice deficient in Mlh1, Pms1 and Pms2 DNA mismatch repair."},"rdfs:label":" Mice deficient for the murine homologues of the human PMS1"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"Mice deficient for the PMS1 gene do not develop tumors.\nMicrosatellite instability in the mucosa of PMS1-deficient mice is not significantly different from that observed in wild-type mice."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0},{"id":"cggv:7aa5e58f-5778-4b62-9279-a3da77ca79c0_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":0}],"evidenceStrength":"Refuted","sequence":7275,"specifiedBy":"GeneValidityCriteria9","strengthScore":0,"subject":{"id":"cggv:bcf2b882-1caa-4cbb-a10a-b3474c01689a","type":"GeneValidityProposition","disease":"obo:MONDO_0005835","gene":"hgnc:9121","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*PMS1* (formerly known as PMSL1) encodes a protein belonging to the DNA mismatch repair mutL/hexB family, suggesting its involvement in DNA mismatch repair. Per criteria outlined by the ClinGen Lumping and Splitting Working Group, there is no disease associated with *PMS1* in OMIM, although there was an early assertion of association with Lynch syndrome. Thus, it was curated for that disorder.\n\n**Summary of Genetic Evidence (Case Level):** 0 point\nNicolaides et al., 1994, first reported a frameshift germline variant in *PMS1* associated with autosomal dominant hereditary non-polyposis colorectal cancer/Lynch syndrome (PMID: 8072530). However, conflicting findings were subsequently noted in another study (Liu et al., 2001, PMID:11691795), where the proband and her nephew with Lynch syndrome reported in PMID: 8072530, in fact, had a large deletion in *MSH2* but not *PMS1*. Liu et al. also failed to detect pathogenic germline mutations in *PMS1* from 84 families with Lynch syndrome. Another study also found no germline variants in PMS1 within 34 Lynch syndrome families (PMID: 8574961). \n\n**Summary of Experimental Evidence:** 0.5 point\nWhile a study highlighted the association of PMS1 with hMLH1 as a heterodimer (PMID: 10748105), Prolla et al. (PMID:9500552) generated mice deficient for the murine homologues of the human gene *PMS1* and showed that the mice did not develop tumors, and mouse embryonic fibroblast cells deficient for PMS1 showed no defeat in dinucleotide repeats and there was no significant difference of microsatellite instability in the mucosa of PMS-deficient mice compared to wildtypes. \n\n**Overall Summary:**\nConsidering the lack of substantial association in both genetic and experimental studies, there is convincing evidence refuting the gene-disease relationship between *PMS1* and autosomal dominant Lynch syndrome. This gene-disease pair was originally evaluated as disputed on 5/22/2017 by Colon Cancer GCEP. This re-curation was approved by the ClinGen Hereditary Cancer GCEP on 8/25/2023 (SOP Version 9).\n\n\nConsidering the lack of substantial association in both genetic and experimental studies, there is convincing evidence refuting the gene-disease relationship between PMS1 and autosomal dominant Lynch syndrome. ","dc:isVersionOf":{"id":"cggv:7aa5e58f-5778-4b62-9279-a3da77ca79c0"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}