{"id":"cggv:fdd26ab6-0c1f-4322-9f70-cad651bb789fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:fdd26ab6-0c1f-4322-9f70-cad651bb789f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-09-30T14:31:44.993Z","role":"Approver"},{"id":"cggv:fdd26ab6-0c1f-4322-9f70-cad651bb789f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2021-10-01T21:58:32.695Z","role":"Publisher"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/24119685","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a devastating neurological disorder characterized by the degeneration of motor neurons and typically results in death within 3-5 years from onset. Familial ALS (FALS) comprises 5%-10% of ALS cases, and the identification of genes associated with FALS is indispensable to elucidating the molecular pathogenesis. We identified a Japanese family affected by late-onset, autosomal-dominant ALS in which mutations in genes known to be associated with FALS were excluded. A whole- genome sequencing and parametric linkage analysis under the assumption of an autosomal-dominant mode of inheritance with incomplete penetrance revealed the mutation c.2780G>A (p. Arg927Gln) in ERBB4. An extensive mutational analysis revealed the same mutation in a Canadian individual with familial ALS and a de novo mutation, c.3823C>T (p. Arg1275Trp), in a Japanese simplex case. These amino acid substitutions involve amino acids highly conserved among species, are predicted as probably damaging, and are located within a tyrosine kinase domain (p. Arg927Gln) or a C-terminal domain (p. Arg1275Trp), both of which mediate essential functions of ErbB4 as a receptor tyrosine kinase. Functional analysis revealed that these mutations led to a reduced autophosphorylation of ErbB4 upon neuregulin-1 (NRG-1) stimulation. Clinical presentations of the individuals with mutations were characterized by the involvement of both upper and lower motor neurons, a lack of obvious cognitive dysfunction, and relatively slow progression. This study indicates that disruption of the neuregulin-ErbB4 pathway is involved in the pathogenesis of ALS and potentially paves the way for the development of innovative therapeutic strategies such using NRGs or their agonists to upregulate ErbB4 functions. ","dc:creator":"Takahashi Y","dc:date":"2013","dc:title":"ERBB4 mutations that disrupt the neuregulin-ErbB4 pathway cause amyotrophic lateral sclerosis type 19."},"evidence":[{"id":"cggv:fdd26ab6-0c1f-4322-9f70-cad651bb789f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:fdd26ab6-0c1f-4322-9f70-cad651bb789f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:72fd6f09-6e25-49c4-ad60-59a7bd5ab475","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:51d643ad-1df0-42fb-960c-21e7e7e05d55","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Loss of ErbB4 immunoreactivity in motor neurons from CNS tissue in some people. Where immunoreactivity was seen ErbB4 was mis-localized - for example being localized in the nucleus, some times as threads or dots. Glial and spheroid immunoreactivity also recorded. Sub-cellular TDP-43 staining and ErbB4 immunoreactivity was negatively correlated. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/31124187","type":"dc:BibliographicResource","dc:abstract":"ErbB4 is the protein implicated in familial amyotrophic lateral sclerosis (ALS), designated as ALS19. ErbB4 is a receptor tyrosine kinase activated by its ligands, neuregulins (NRG), and plays an essential role in the function and viability of motor neurons. Mutations in the ALS19 gene lead to the reduced autophosphorylation capacity of the ErbB4 protein upon stimulation with NRG-1, suggesting that the disruption of the NRG-ErbB4 pathway causes motor neuron degeneration. We used immunohistochemistry to study ErbB4 in the spinal cord of patients with sporadic ALS (SALS) to test the hypothesis that ErbB4 may be involved in the pathogenesis of SALS. ErbB4 was specifically immunoreactive in the cytoplasm of motor neurons in the anterior horns of the spinal cord. In patients with SALS, some of the motor neurons lost immunoreactivity with ErbB4, with the proportion of motor neurons with a loss of immunoreactivity correlated with the severity of motor neuron loss. The subcellular localization was altered, demonstrating nucleolar or nuclear localization, threads/dots and spheroids. The ectopic glial immunoreactivity was observed, mainly in the oligodendrocytes of the lateral columns and anterior horns. The reduction in the ErbB4 immunoreactivity was significantly correlated with the cytoplasmic mislocalization of transactivation response DNA-binding protein 43 kDa (TDP-43) in the motor neurons. No alteration in immunoreactivity was observed in the motor neurons of mice carrying atransgene for mutant form of the superoxide dismutase 1 gene (SOD1). This study provided compelling evidence that ErbB4 is also involved in the pathophysiology of SALS, and that the disruption of the NRG-ErbB4 pathway may underlie the TDP-43-dependent motor neuron degeneration in ALS.","dc:creator":"Takahashi Y","dc:date":"2019","dc:title":"Altered immunoreactivity of ErbB4, a causative gene product for ALS19, in the spinal cord of patients with sporadic ALS."},"rdfs:label":"Dysregulation of ErbB4 immunoreactivity in the motor neurons"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:97dea8e1-504c-4b27-9b9d-6f40dec8f493","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:8529c85d-8596-4a73-bd85-0ed2317cc830","type":"Finding","demonstrates":{"id":"obo:MI_0915"},"dc:description":"NRG1 expression changes have been associated with ALS in mouse models and through quantification on human ALS spinal cords. NRG1 binds to erbB4 membrane receptors, which causes erbB4 to heterodimerize with erbB2 and transduce the signal via tyrosine phosphorylation. Increased erbB2 activation in microglia of ALS mice correlates with disease progression. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22249457","type":"dc:BibliographicResource","dc:abstract":"Neuregulin 1 (NRG1) is a neuron-derived trophic molecule that supports axoglial and neuromuscular development through several alternatively spliced isoforms; its possible role in the pathogenesis and progression of amyotrophic lateral sclerosis (ALS) is not known. We analyzed the relationship of NRG1 isoform expression to glial cell activation and motor neuron loss in spinal cords of ALS patients and during disease progression in the superoxide dismutase 1 (SOD1) ALS mouse model. Microgliosis, astrocytosis, and motor neuron loss were observed in the ventral horns in ALS patients and were increased in SOD1 mice along with disease progression. Type III (membrane-bound) NRG1 expression was reduced in parallel with motor neuron loss, but Type I (secreted) NRG1 expression was increased and was associated with glial activation. Increased NRG1 receptor activation was observed on activated microglia in both ALS patients and in SOD1 mice. This activation was observed at the time of disease onset and before upregulation of NRG1 gene expression in the mice. The downregulation of membrane-bound Type III NRG1 forms may reflect motor neuron loss, but increased signaling by secreted-type NRG1 isoforms could contribute to disease pathogenesis through glial cell activation. NRG1 might, therefore, represent a novel therapeutic target against disease progression in ALS.","dc:creator":"Song F","dc:date":"2012","dc:title":"Aberrant neuregulin 1 signaling in amyotrophic lateral sclerosis."},"rdfs:label":"NRG1 in ALS"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0,"dc:description":"Although erbB4 interacts with neuregulin, a protein implicated in the pathogenesis of ALS the functional effect of neuregulin is not known so the evidence has been added to the curation for information but is not strong enough to be scored."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:fdd26ab6-0c1f-4322-9f70-cad651bb789f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":2.9}],"evidenceStrength":"Limited","sequence":3443,"specifiedBy":"GeneValidityCriteria8","strengthScore":3.4,"subject":{"id":"cggv:c28a8d2b-91dc-47b4-9b6c-daebe6057d56","type":"GeneValidityProposition","disease":"obo:MONDO_0014223","gene":"hgnc:3432","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"ERBB4 was first reported in relation to autosomal dominant amyotrophic lateral sclerosis 19 (meaning amyotrophic lateral sclerosis caused by variants in the ERBB4 gene rather than a distinct ALS phenotype) in 2013 (Takahashi et al., PMID:24119685). Amyotrophic lateral sclerosis (ALS) is a progressive, neurodegenerative disease involving death or loss of function of upper and lower motor neurons. ERBB4 is a membrane-bound receptor tyrosine kinase which binds ligands such as neuregulin, dimerises, usually with ErbB2 or ErbB3, and auto-phosphorylates on activation. At least 19 unique ERBB4 variants have been reported in humans. Evidence supporting this gene-disease relationship includes case-level and experimental data.\n\n2.9 points have been given for variants in this gene which have been reported in at least 7 publications (PMIDs: 24119685; 32065797; 32166880; 33414559; 31788332; 31432357; 28889094). The seminal paper (Takahashi et al., 2013 PMID:24119685) identified ERBB4 as a candidate gene in a family of 3 affected siblings, based on an assumption of reduced penetrance. A de novo variant in ERBB4 in a person with sporadic ALS was identified as part of this study. Other publications consist of a case study of an individual with ALS-FTD, and genetic epidemiology studies involving genotyping people enrolled in specialist ALS clinics and screening for variants in known or implicated ALS genes.\nThe mechanism for disease is unknown.\nThis gene-disease association is supported by an immunohistochemistry study (PMID: 31124187) investigating ErbB4 expression in the central nervous system of people with sporadic ALS compared to non-neuro disease controls and neuro disease controls. The study showed there was reduced ErbB4 in motor neurons correlating with severity of motor neuron loss, that the subcellular localization of ErbB4 was altered in people with sporadic ALS – ErbB4 was found in the nucleolus, in spheroids (previously associated with ALS pathogenicity) and in glial cells. There was a negative correlation between pathogenic subcellular localization of TDP-43 and presence of ErbB4 in motor neurons. ERBB4 mouse knock-out models produce an altered neuronal phenotype, but not an ALS phenotype (PMIDs: 14555954; 12824469; 15543145; 15976301).","dc:isVersionOf":{"id":"cggv:fdd26ab6-0c1f-4322-9f70-cad651bb789f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}