{"id":"cggv:e3d5168d-b00c-475c-a696-d740675fbc84v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:e3d5168d-b00c-475c-a696-d740675fbc84_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-05-05T13:33:51.286Z","role":"Publisher"},{"id":"cggv:e3d5168d-b00c-475c-a696-d740675fbc84_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10063","date":"2023-05-05T16:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/26497905","type":"dc:BibliographicResource","dc:abstract":"Charcot-Marie-Tooth disease (CMT) is a complex disorder with wide genetic heterogeneity. Here we present a new axonal Charcot-Marie-Tooth disease form, associated with the gene microrchidia family CW-type zinc finger 2 (MORC2). Whole-exome sequencing in a family with autosomal dominant segregation identified the novel MORC2 p.R190W change in four patients. Further mutational screening in our axonal Charcot-Marie-Tooth disease clinical series detected two additional sporadic cases, one patient who also carried the same MORC2 p.R190W mutation and another patient that harboured a MORC2 p.S25L mutation. Genetic and in silico studies strongly supported the pathogenicity of these sequence variants. The phenotype was variable and included patients with congenital or infantile onset, as well as others whose symptoms started in the second decade. The patients with early onset developed a spinal muscular atrophy-like picture, whereas in the later onset cases, the initial symptoms were cramps, distal weakness and sensory impairment. Weakness and atrophy progressed in a random and asymmetric fashion and involved limb girdle muscles, leading to a severe incapacity in adulthood. Sensory loss was always prominent and proportional to disease severity. Electrophysiological studies were consistent with an asymmetric axonal motor and sensory neuropathy, while fasciculations and myokymia were recorded rather frequently by needle electromyography. Sural nerve biopsy revealed pronounced multifocal depletion of myelinated fibres with some regenerative clusters and occasional small onion bulbs. Morc2 is expressed in both axons and Schwann cells of mouse peripheral nerve. Different roles in biological processes have been described for MORC2. As the silencing of Charcot-Marie-Tooth disease genes have been associated with DNA damage response, it is tempting to speculate that a deregulation of this pathway may be linked to the axonal degeneration observed in MORC2 neuropathy, thus adding a new pathogenic mechanism to the long list of causes of Charcot-Marie-Tooth disease. ","dc:creator":"Sevilla T","dc:date":"2016","dc:title":"Mutations in the MORC2 gene cause axonal Charcot-Marie-Tooth disease."},"evidence":[{"id":"cggv:e3d5168d-b00c-475c-a696-d740675fbc84_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e3d5168d-b00c-475c-a696-d740675fbc84_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9.7},{"id":"cggv:e3d5168d-b00c-475c-a696-d740675fbc84_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e3d5168d-b00c-475c-a696-d740675fbc84_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:5e243504-eefe-4836-8bec-c2785de93dfe","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:9bcc7b57-123e-4e33-ba45-8c92bfa5e33c","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"RT-PCR of two MORC2 isoforms in human dorsal root ganglia ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30624633","type":"dc:BibliographicResource","dc:abstract":"Mutations in MORC2 lead to an axonal form of Charcot-Marie-Tooth (CMT) neuropathy type 2Z. To date, 31 families have been described with mutations in MORC2, indicating that this gene is frequently involved in axonal CMT cases. While the genetic data clearly establish the causative role of MORC2 in CMT2Z, the impact of its mutations on neuronal biology and their phenotypic consequences in patients remains to be clarified. We show that the full-length form of MORC2 is highly expressed in both embryonic and adult human neural tissues and that Morc2 expression is dynamically regulated in both the developing and the maturing murine nervous system. To determine the effect of the most common MORC2 mutations, p.S87L and p.R252W, we used several in vitro cell culture paradigms. Both mutations induced transcriptional changes in patient-derived fibroblasts and when expressed in rodent sensory neurons. These changes were more pronounced and accompanied by abnormal axonal morphology, in neurons expressing the MORC2 p.S87L mutation, which is associated with a more severe clinical phenotype. These data provide insight into the neuronal specificity of the mutated MORC2-mediated phenotype and highlight the importance of neuronal cell models to study the pathophysiology of CMT2Z.","dc:creator":"Sancho P","dc:date":"2019","dc:title":"Characterization of molecular mechanisms underlying the axonal Charcot-Marie-Tooth neuropathy caused by MORC2 mutations."},"rdfs:label":"Expression of MORC2 isoforms in human nervous tissues "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:4750a9d2-ae15-4562-ab9c-693084648905","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a1c0d7c8-141d-4e9c-8d08-40673fd3a5bd","type":"Finding","demonstrates":{"id":"obo:MI_0933"},"dc:description":"reduction of HSPB1 expression; also confirmed by qPCR ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30624633","rdfs:label":"Interaction HSPB1"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1},{"id":"cggv:e3d5168d-b00c-475c-a696-d740675fbc84_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:42af62d1-e1b1-4df8-8474-b1985762189c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ad318cc5-1ba4-470c-b21b-7212f5dd1d2c","type":"FunctionalAlteration","dc:description":"Transcriptome analysis of transfected SK-N-SH neuroblastoma cells shows that there is enhanced repression at known HUSH target sites","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28581500","type":"dc:BibliographicResource","dc:abstract":"Dominant mutations in the MORC2 gene have recently been shown to cause axonal Charcot-Marie-Tooth (CMT) disease, but the cellular function of MORC2 is poorly understood. Here, through a genome-wide CRISPR-Cas9-mediated forward genetic screen, we identified MORC2 as an essential gene required for epigenetic silencing by the HUSH complex. HUSH recruits MORC2 to target sites in heterochromatin. We exploited a new method, differential viral accessibility (DIVA), to show that loss of MORC2 results in chromatin decompaction at these target loci, which is concomitant with a loss of H3K9me3 deposition and transcriptional derepression. The ATPase activity of MORC2 is critical for HUSH-mediated silencing, and the most common alteration affecting the ATPase domain in CMT patients (p.Arg252Trp) hyperactivates HUSH-mediated repression in neuronal cells. These data define a critical role for MORC2 in epigenetic silencing by the HUSH complex and provide a mechanistic basis underpinning the role of MORC2 mutations in CMT disease.","dc:creator":"Tchasovnikarova IA","dc:date":"2017","dc:title":"Hyperactivation of HUSH complex function by Charcot-Marie-Tooth disease mutation in MORC2."},"rdfs:label":"The R252W CMT mutation in MORC2 hyper-activates HUSH "}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:f6ba3d19-20ec-4320-9179-1fd13cc0daab","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a68adc83-9d7d-468d-b632-fc49fc9e4dd6","type":"FunctionalAlteration","dc:description":"Several ZNF genes (known targets of HUSH/MORC2) are repressed ","dc:source":"https://pubmed.ncbi.nlm.nih.gov/30624633","rdfs:label":"Transcriptional analysis "}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2.5}],"evidenceStrength":"Definitive","sequence":6215,"specifiedBy":"GeneValidityCriteria9","strengthScore":12.2,"subject":{"id":"cggv:0492bdad-37cd-4327-bc6d-f624f863290b","type":"GeneValidityProposition","disease":"obo:MONDO_0014736","gene":"hgnc:23573","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"MORC2 was first reported in relation to Charcot-Marie-Tooth type 2Z (CMT2Z) in 2016 (Sevilla et al., PMID: 26497905; Albulym et al PMID: 26659848)). CMT2Z is allelic with ‘developmental delay, impaired growth, dysmorphic facies, and axonal neuropathy’ (DIGFAN). These diseases illustrate the diverse range of phenotypical expressions associated with MORC2, varying both in terms of age of onset and overall clinical presentation. Based on these extremely distinct disease presentations, we decided to split and curate the CMT2Z – MORC2 assertion. Patients with CMT2Z present with an axonal (sensori)motor peripheral neuropathy with varying inter- and intrafamilial severity. Complex features, such as central nervous system involvement, or more proximal weakness (non-5Q SMA presentation) are rarely reported (Jacquier et al., PMID 35904125). MORC2 encodes the Microrchidia (MORC) family CW-type zinc finger 2 protein, a DNA-dependent ATPase that plays a role in chromatin remodeling, DNA repair, and transcriptional regulation (Sancho et al., 2019, PMID: 30624633). Extensive genetic evidence is present to support the gene-disease relationship. In total, we scored evidence for 12 different missense variants in 27 probands, of which the mutation was found to be de novo in 9 probands. (Sevilla et al., PMID:26497905, Albulym et al., PMID: 26659848, Zhao et al., PMID: 27329773, Ando et al., PMID: 28771897, Duan et al., PMID: 34059105, Hyun et al., PMID: 27105897, Lassuthova et al., PMID: 26912637, Jacquier et al., PMID: 35904125, Sivera et al., PMID: 34189813, Vujovic et al., PMID: 33844363, Wang et al., PMID: 35332768). A summed LOD score of 9,72, calculated in three families, added substantially to the segregation evidence. Furthermore, experimental evidence supports the gene-disease relationship. The recurrent p.Arg252Trp mutation has been found to hyperactivate the HUSH complex, leading to a transcriptional repression of target genes. (Tchasovnikarova IA, et al., PMID: 28581500). These results were confirmed through transcriptome analysis in patient-derived fibroblasts (Sancho et al,PMID: 30624633). In summary, MORC2 is DEFINETIVELY associated with autosomal dominant axonal Charcot-Marie-Tooth disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time.","dc:isVersionOf":{"id":"cggv:e3d5168d-b00c-475c-a696-d740675fbc84"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}