{"id":"cggv:990dd96f-16ec-4c0f-a46b-ce4a647b7a50v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:990dd96f-16ec-4c0f-a46b-ce4a647b7a50_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-03-11T17:12:46.198Z","role":"Approver"},{"id":"cggv:990dd96f-16ec-4c0f-a46b-ce4a647b7a50_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-03-11T17:13:00.451Z","role":"Publisher"}],"evidence":[{"id":"cggv:990dd96f-16ec-4c0f-a46b-ce4a647b7a50_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:990dd96f-16ec-4c0f-a46b-ce4a647b7a50_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c9769eb1-cfce-46ed-8df6-18c8a43e6b13","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:5b4b0645-b94a-45d1-a52b-b076a0b214ef","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Protein atlas: In multiple aggregated databases, RNA and protein expression of DLD is ubiquitous, expression throughout the brain is confirmed.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/25613900","type":"dc:BibliographicResource","dc:abstract":"Resolving the molecular details of proteome variation in the different tissues and organs of the human body will greatly increase our knowledge of human biology and disease. Here, we present a map of the human tissue proteome based on an integrated omics approach that involves quantitative transcriptomics at the tissue and organ level, combined with tissue microarray-based immunohistochemistry, to achieve spatial localization of proteins down to the single-cell level. Our tissue-based analysis detected more than 90% of the putative protein-coding genes. We used this approach to explore the human secretome, the membrane proteome, the druggable proteome, the cancer proteome, and the metabolic functions in 32 different tissues and organs. All the data are integrated in an interactive Web-based database that allows exploration of individual proteins, as well as navigation of global expression patterns, in all major tissues and organs in the human body.","dc:creator":"Uhlén M","dc:date":"2015","dc:title":"Proteomics. Tissue-based map of the human proteome."},"rdfs:label":"Human Brain Atlas"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:3f3b8228-bfac-4c40-8952-7a21cc8915bf","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ac29a912-bcb2-440d-87f3-20e4cf622d2b","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"LeighMap (PMID: 27977873)","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9405644","type":"dc:BibliographicResource","dc:abstract":"The Dld gene product, known as dihydrolipoamide dehydrogenase or the E3 component, catalyzes the oxidation of dihydrolipoyl moieties of four mitochondrial multienzyme complexes: pyruvate dehydrogenase, alpha-ketoglutarate dehydrogenase, branched-chain alpha-ketoacid dehydrogenase, and the glycine cleavage system. Deficiency of E3 activity in humans results in various degrees of neurological dysfunction and organic acidosis caused by accumulation of branched-chain amino acids and lactic acid. In this study, we have introduced a null mutation into the murine Dld gene (Dldtm1mjp). The heterozygous animals are shown to have approximately half of wild-type activity levels for E3 and all affected multienzyme complexes but are phenotypically normal. In contrast, the Dld-/- class dies prenatally with apparent developmental delay at 7.5 days postcoitum followed by resorption by 9.5 days postcoitum. The Dld-/- embryos cease to develop at a time shortly after implantation into the uterine wall when most of the embryos have begun to gastrulate. This null phenotype provides in vivo evidence for the requirement of a mitochondrial oxidative pathway during the perigastrulation period. Furthermore, the early prenatal lethal condition of the complete deficiency state may explain the low incidence of detectable cases of E3 deficiency in humans.","dc:creator":"Johnson MT","dc:date":"1997","dc:title":"Targeted disruption of the murine dihydrolipoamide dehydrogenase gene (Dld) results in perigastrulation lethality."},"rdfs:label":"Biochemical function in mouse model"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"According to Leighmap 4 additional genes that form part of the Pyruvate dehydrogenase complex are also associated with Leigh syndrome: PDHA1 (XL); PDHX, PDHB, DLAT; as per agreed scoring rubric 2-5 genes score as 1 point."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:990dd96f-16ec-4c0f-a46b-ce4a647b7a50_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:a59cae18-7ddc-4436-82ff-01235f5c6ebb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:53d9cf28-20eb-42f7-b4fd-800edc4a80e5","type":"FunctionalAlteration","dc:description":"Yeast strains expressing human DLD variants were generated from the haploid strain YPH500 and using homologous recombination. Five mutant strains were created to investigate the effect of pathogenic variants at the dimerization interface, including p.Arg460Gly, a variant observed in a CH state in a LSS patient (Hong et al. case data). 21% residual DLD activity was observed in lpd1 R460G, Organic acid analysis of yeast cell extracts revealed that both lpd1::D444V and lpd::R460G accumulated  slightly higher levels of pyruvate and ketoglutarate compared with lpd::WT (Table 4)\nThe number of respiratory deficient yeast cells carrying the R460G variant increased compare to WT progressively after 72h. \nLevels of PDH E2 and alpha KGDH were also reduced during yeast aging.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21930696","type":"dc:BibliographicResource","dc:abstract":"Dihydrolipoamide dehydrogenase (DLD) is a multifunctional protein well characterized as the E3 component of the pyruvate dehydrogenase and α-ketoglutarate dehydrogenase complexes. Previously, conditions predicted to destabilize the DLD dimer revealed that DLD could also function as a diaphorase and serine protease. However, the relevance of these cryptic activities remained undefined. We analyzed human DLD mutations linked to strikingly different clinical phenotypes, including E340K, D444V, R447G, and R460G in the dimer interface domain that are responsible for severe multisystem disorders of infancy and G194C in the NAD(+)-binding domain that is typically associated with milder presentations. In vitro, all of these mutations decreased to various degrees dihydrolipoamide dehydrogenase activity, whereas dimer interface mutations also enhanced proteolytic and/or diaphorase activity. Human DLD proteins carrying each individual mutation complemented fully the respiratory-deficient phenotype of yeast cells lacking endogenous DLD even when residual dihydrolipoamide dehydrogenase activity was as low as 21% of controls. However, under elevated oxidative stress, expression of DLD proteins with dimer interface mutations greatly accelerated the loss of respiratory function, resulting from enhanced oxidative damage to the lipoic acid cofactor of pyruvate dehydrogenase and α-ketoglutarate dehydrogenase and other mitochondrial targets. This effect was not observed with the G194C mutation or a mutation that disrupts the proteolytic active site of DLD. As in yeast, lipoic acid cofactor was damaged in human D444V-homozygous fibroblasts after exposure to oxidative stress. We conclude that the cryptic activities of DLD promote oxidative damage to neighboring molecules and thus contribute to the clinical severity of DLD mutations.","dc:creator":"Vaubel RA","dc:date":"2011","dc:title":"Mutations in the dimer interface of dihydrolipoamide dehydrogenase promote site-specific oxidative damages in yeast and human cells."},"rdfs:label":"Yeast model"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5,"dc:description":"Under elevated oxidative stress, such as aging, expression of DLD proteins with dimer interface mutations greatly accelerated the loss of respiratory function, resulting from enhanced oxidative damage to the lipoic acid cofactor of pyruvate dehydrogenase and \u0001-ketoglutarate dehydrogenase and other mitochondrial targets."}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:990dd96f-16ec-4c0f-a46b-ce4a647b7a50_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:990dd96f-16ec-4c0f-a46b-ce4a647b7a50_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:45891f35-b9fc-46a0-b79e-2e5dc6589dab_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f8758159-b4c3-4c08-9eae-0777e94e7ab7","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"cDNA fragments from the patient were subcloned and sequenced.","firstTestingMethod":"PCR","phenotypeFreeText":"dihydrolipoamide dehydrogenase deficiency\nthis infant girl had a history of developmental delay and hypotonia, associated with metabolic acidosis. She was apparently normal at birth but had transient neonatal hypoglycemia and poor sucking.\nBlood lactate was persistently increased (arterial lactate 5.4 mmol/L (normal 0.2-0.8),)\nMRI details in 8652022 Craigen et al.1996, Fig 1: taken a 9 months: bilateral focal lucencies in the thalamus and a focal lucency in the left putamen (Fig 1). Less discrete changes were also observed in the pons and midbrain.\nShe died at age 28 months\nShe did not have hyperglycinemia","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:45891f35-b9fc-46a0-b79e-2e5dc6589dab_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:43c2352c-e56e-4071-afed-2266ab046855","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.104dup (p.Tyr35Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA4434353"}},{"id":"cggv:f5cc381b-e5f7-468b-a35d-ef0f7504c24b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.1483A>G (p.Arg495Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256134"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8968745","type":"dc:BibliographicResource","dc:abstract":"An infant girl with elevated blood lactate, pyruvate, and plasma branched-chain amino acids was diagnosed with dihydrolipoamide dehydrogenase (E3; dihydrolipoamide: NAD+ oxidoreductase, EC 1.8.1.4) deficiency. Activities of the pyruvate dehydrogenase complex and E3 from patient were 26 and 2% of controls in blood lymphocytes, and 11 and 14% in cultured skin fibroblasts, respectively. Western blot analysis demonstrated that the amount of E3 protein in fibroblasts from the patient and her father was about half of controls, while Northern blot analysis showed normal amounts of E3 RNA. DNA sequencing of cloned full-length E3 cDNAs from the patient revealed two mutations in separate alleles. One is a single base insertion of an extra adenine in the last codon of the leader peptide sequence (TAC-->TAAC) leading to a nonsense mutation which results in the premature termination of the precursor E3 polypeptide (Y35X). The other is a missense mutation due to substitution of guanine for adenine, causing an Arg-->Gly substitution at amino acid 460 of the mature protein (R460G) which triggers the loss of E3 activity probably by structural change in the E3 dimer. DNA sequencing of E3 cDNAs from the parents demonstrated that the nonsense mutation was inherited from the father and the missense mutation was inherited from the mother.","dc:creator":"Hong YS","dc:date":"1996","dc:title":"Identification of two mutations in a compound heterozygous child with dihydrolipoamide dehydrogenase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8968745","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"The activities of PDC and E3 in the patient’s blood lymphocytes were 26 and 2% of the mean of controls, respectively. PDC and E3 activities in cultured fibroblasts were 11 and 14% of controls, respectively. (Activities of E1 and E2 in the patient’s fibroblasts- normal)\nWestern blot analysis revealed a reduced amount of E3 protein in fibroblasts from the patient and her father(het for nonsense variant) but not in mother's, northern blot indicated levels of transcript comparable with controls. \nArg460 is a highly conserved residue and homology modeling suggests that the Arg460Gly affects dimerisation (Fig 3). Further functional evidence: Ambrus et al. 2011, used recombinant purified protein to assess enzyme activity of pathogenic variants: Arg460Gly, showed severely reduced enzyme activity (fwd 22%, reverse:18% and an increased rate of ROS production, hydrogen peroxide generation was also increased."},{"id":"cggv:9d792295-3a7b-4336-9a97-b167e9d2743c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:699d69c8-158b-4ac5-b911-7b4ffd9d7317","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"detectionMethod":"The entire DLD cDNA was amplified by RT-PCR, subcloned and sequenced","firstTestingMethod":"PCR","phenotypeFreeText":"dihydrolipoamide dehydrogenase (DLD) deficiency\nOn day 2, he suffered an acute collapse complicated by metabolic acidosis, seizures, and myocardial dysfunction\nplasma lactate 12.5 mmol/L (normal <2.2).\nmoderate liver dysfunction with\nOver the next 3 years, he suffered similar recurrent episodes. Between these episodes, he would remain well. \nAt 8 years: he suffered a secondary deterioration developing liver failure and becoming encephalopathic.\nHis brain MRI showed abnormal signal in the basal ganglia and the frontal lobes, consistent with LSS.\nNormal muscle immunohistochemistry and electron transport chain complex activity.\n(Ethnicity: Askenazi Jewish)","previousTesting":true,"previousTestingDescription":"No mitochondrial DNA deletions or depletion was detected","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:9d792295-3a7b-4336-9a97-b167e9d2743c_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:ce7cb766-7cc4-4d8f-be65-6bf91b25b7a1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.685G>T (p.Gly229Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA312461"}},{"id":"cggv:8afeee09-3ffe-428b-b54a-d6685a1032a4","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.140T>C (p.Ile47Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA261260"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16770810","type":"dc:BibliographicResource","dc:abstract":"We have diagnosed dihydrolipoamide dehydrogenase (DLD) deficiency in two male second cousins, who presented with markedly different clinical phenotypes. Patient 1 had a recurrent encephalopathy, and patient 2 had microcephaly and lactic acidosis. Their presentation is unusual, in that the DLD subunit deficiency had little effect on pyruvate dehydrogenase complex activity, but caused a severe reduction in the activities of other enzymes that utilize this subunit. We have identified two mutations in the DLD gene in each patient. The second cousins have one novel mutation in common resulting in a substitution of isoleucine for threonine (I47T), which has not been previously reported in the literature. Patient 1 has a second mutation that has been reported to be common in the Ashkenazi Jewish population, G229C. Patient 2 has a second mutation, E375K, which has also been previously reported in the literature. Enzyme kinetic measurements on patient fibroblasts show that under certain conditions, one heteroallelic mutation may have a higher K(m). This may account for the differing clinical phenotypes. These findings have important repercussions for other patients with similar clinical phenotypes, as DLD activity is not normally measured in cases with normal PDHc activity.","dc:creator":"Cameron JM","dc:date":"2006","dc:title":"Novel mutations in dihydrolipoamide dehydrogenase deficiency in two cousins with borderline-normal PDH complex activity."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/16770810","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"DLD was measured in patient fiboblast cells, and found to be deficient for both the forward and reverse enzymatic reactions (Table II)"},{"id":"cggv:dd4552b9-eafe-4c71-8ae0-919fc85e4020_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7af4229d-7598-400f-ba18-f65924dec532","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":18,"ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Leigh syndrome diagnosis\nOnset at 1.5 years but diagnosed 9 years\nDevelopmental delay >3 years, hypotonia, Dysarthria, ptosis, \nMRI: Brain atrophy, corpus callosum hypoplasia, demyelination, basl ganglia abnormalities (no image presented)\nElevated blood and CSF lactate\nText description: This girl was born by cesarean section with a birth weight of 3250 g and Apgar score of 9 points. Her psychomotor development in infancy was moderately delayed. At the age of 12 months ptosis and involuntary movements developed.Markedly elevated lactate concentrations in plasma and cerebrospinal fluid were found (104 and 58.8 mg/dl) and basal ganglia changes were revealed in brain MRI scans. Muscle biopsy showed a generalized OXPHOS defect. At the age of 6 years her condition was stable. Liver function was never impaired.\nThe girl is not able to walk, but her physical growth is otherwise normal, mental development is mildly impaired, and plasma lactate remains high borderline.","previousTesting":true,"previousTestingDescription":"Negative screening for common mtDNA mutations (m.8993T N C and m.8993T N G in MTATP6, m.3243A N G in MTTL1, m.8344A N G in MTTK) and nDNA mutations (c.311_312insAT312_321del10 and c.845_846delCT in SURF1) responsible for LS","sex":"Female","variant":{"id":"cggv:dd4552b9-eafe-4c71-8ae0-919fc85e4020_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:34cbfc35-f025-4c2d-b5e3-fbec22c1e7e6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.1123G>A (p.Glu375Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256137"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27144126","type":"dc:BibliographicResource","dc:abstract":"Pyruvate dehydrogenase complex (PDHc) defect is a well-known cause of mitochondrial disorders (MD) with at least six responsible genes (PDHA1, PDHB, DLAT, DLD, PDHX, PDP1). The aim of this work was to assess the diagnostic value of biochemical methods in recognition of PDHc defect in Polish patients with suspicion of MD. In the first step, Western blot of the E1α subunit was performed on 86 archive muscle bioptates with suspicion of MD. In the second step, Sanger PDHA1 sequencing was performed in 21 cases with low E1α expression. In the third step, 7 patients with negative results of PDHA1 sequencing were subjected to whole-exome sequencing (WES). This protocol revealed 4 patients with PDHA1 and one with DLD mutations. Four additional probands were diagnosed outside the protocol (WES or Sanger sequencing). The molecular characterization of PDHc defect was conducted in a total of 9 probands: 5 according to and 4 off the protocol. Additionally, two affected relatives were recognized by a family study. Altogether we identified seven different PDHA1 changes, including two novel variants [c.464T > C (p.Met155Thr) and c.856_859dupACTT (p.Arg288Leufs*10)] and one DLD variant. The lactate response to glucose load in the PDHA1 subset was compared to a subset of non PDHc-related MD. Opposite responses were observed, with an increase of 23% and decrease of 27%, respectively. The results show that determining lactate response to glucose load and muscle E1α expression may contribute to distinguishing PDHc-related and other MD, however, WES is becoming the method of choice for MD diagnostics. ","dc:creator":"Ciara E","dc:date":"2016","dc:title":"Difficulties in recognition of pyruvate dehydrogenase complex deficiency on the basis of clinical and biochemical features. The role of next-generation sequencing."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27144126","rdfs:label":"Patient PZ"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The expression of PDHc E2/E3BP and E1α subunits was reduced (45.2% and 59.7%, respectively)"},{"id":"cggv:0a19eb9f-7812-4d66-ab0c-068a3e070bbf_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a3af715e-446a-4047-8990-63510c0357f8","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":14,"detectionMethod":"Candidate gene analysis methodology was not noted","phenotypeFreeText":"learning disability and episodic encephalopathy and ketoacidosis\nOnset at age 1; she began experiencing episodes of recurrent emesis and encephalopathy, with laboratory evaluations indicating lactic acidosis and hypoglycemia (as low as 9 mg/dL), episodes lasted for 2-10 days\nLearning difficulties, \nAt 14 years of age, the patient was admitted to a community hospital after 3 days of recurrent emesis and intermittent fever. She presented with encepahlopathy including the onset of aphasia, incontinence, inability to ambulate, and eventual unresponsiveness. \nHer lactate level was 5.6 mmol/L, increasing to 15mmol/l (normal range, 0.5-2.0 mmol/L), her level of aspartate aminotransferase level was 821 IU/L, her alanine aminotransferase level was 692 IU/L, her international normalized ratio was 2.3, her partial thromboplastin time was 39.7 seconds (normal range, 22.0-32.0 seconds), her level of ammonia was 154 mmol/L (normal range, 11-60 mmol/L), her anion gap was normal at 11, she demonstrated a venous pH of 7.39, and her level of blood glucose at 88 mg/dLwas normal.\nMRI (performed day 3 of illness) Fig1 multiple bilateral and symmetric areas of impeded diffusion, as well as an increased T2 signal involving the posterior aspect of the putamen, the lateral and medial thalami, the substantia nigra, lateral geniculate bodies, and the splenium of the corpus callosum. Furthermore, fewer symmetric areas were evident on increased T2 signal in the cortex and the subcortical white matter of the right and left occipital lobes and in the perirolandic region.\nAt discharge he exhibited slurred speech, dysmetria according to the finger-nose-finger test, hypotonia, and an ataxic gait depite a normal biochmical profile.","previousTesting":true,"previousTestingDescription":"negative molecular analysis of the BCKDHA, BCKDHB, and DBT genes. Sequencing methodology not given, presumed candidate.","sex":"Female","variant":{"id":"cggv:0a19eb9f-7812-4d66-ab0c-068a3e070bbf_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1b3791f2-dbfc-4611-8bd0-eb8143bad439","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.1178T>C (p.Ile393Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256135"}},{"id":"cggv:deca9bc6-c765-4a69-9521-b19671172457","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_001289752.1(DLD):c.405_407del (p.Gly136del)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA891842420"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23290025","type":"dc:BibliographicResource","dc:abstract":"We present the biochemical and molecular diagnosis of dihydrolipoamide dehydrogenase deficiency (also known as E3 deficiency) and Leigh syndrome in a 14-year-old girl with learning disability and episodic encephalopathy and ketoacidosis. The diagnosis was based on values of plasma amino acids and urine organic acids, obtained during acute encephalopathy, lactic ketoacidosis, and liver failure, precipitated by infectious mononucleosis. Enzymatic and molecular analyses confirmed dihydrolipoamide dehydrogenase deficiency. E3 activity from cultured skin fibroblasts ranged from 9-29% of the mean. Molecular analysis revealed compound heterozygosity for novel and known pathogenic mutations (p.I353T and p.G136del, respectively). The patient received dietary augmentation and continuous renal replacement therapy, given her severe, persistent lactic acidosis. Acute decompensation resulted in magnetic resonance imaging changes involving the posterior aspect of the putamen, lateral, and medial thalami, substantia nigra, lateral geniculate bodies, and splenium of the corpus callosum. The cortex and subcortical white matter of the right and left occipital lobes and perirolandic region were also affected. In our review of molecularly confirmed patients with dihydrolipoamide dehydrogenase deficiency, Leigh syndrome was common. Our patient, whose most severe decompensation occurred at a more advanced age than previously reported, provides further evidence of the heterogeneous presentations of dihydrolipoamide dehydrogenase deficiency.","dc:creator":"Quinonez SC","dc:date":"2013","dc:title":"Leigh syndrome in a girl with a novel DLD mutation causing E3 deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/23290025","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Functional evidnece: A fibroblast culture was assayed for branched chain 2-oxoacid dehydrogenase activity, and revealed 24.3% of normal leucine decarboxylation. (this is a standard assay of E3 function)."},{"id":"cggv:fcb76932-a6ab-445c-a8b7-2b306b7e7a88_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:536e451b-3a98-4499-ab32-9b71d61dfcdd","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"Direct sequencing of the 14 exons of the DLD gene including the intron-exon boundaries.","firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"dihydrolipoamide dehydrogenase (E3) deficiency, \nOn physical examination, he was found to have insufficient growth (length on the 3rd percentile, weight below the 3rd percentile), microcephaly (below the 3rd percentile), muscular hypotonia, and mild mental retardation (delay of 0.5 years in motor and language development. Repeated episodes of ataxia\nconstantly elevated values of serum lactate (2.9–7.2 mmol/l; normal <2.1 mmol/l) even between the episodes, CSF lactate was also elevated (4.3 mmol/l; normal <1.8 mmol/l)\nMRI At 3 years  showed symmetric hyperintensities of the thalami, the basal ganglia, and the brain stem (no images presented)\nThe activities of the respiratory chain complexes I, III and IV and of CS in muscle were normal. Complex II was 130 mU/U COX(reference range 42–85 mU/U). PDHc activity was severely decreased (4 mU/U CS; reference range 29–89 mU/U).","sex":"Male","variant":{"id":"cggv:fcb76932-a6ab-445c-a8b7-2b306b7e7a88_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:1b3791f2-dbfc-4611-8bd0-eb8143bad439"},{"id":"cggv:019ede1c-6aa6-4601-95b4-80cb663c313a","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.875+1G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/11970"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12925875","type":"dc:BibliographicResource","dc:abstract":"A boy with recurrent episodes of hypoglycaemia and ataxia, microcephaly, mental retardation, permanent lactic acidaemia, intermittent 2-oxoglutaric aciduria as well as elevation of serum branched chain amino acids was diagnosed with dihydrolipoamide dehydrogenase (E3) deficiency. Analysis of genomic DNA revealed compound heterozygosity for two novel mutations: I393T in exon 11, located at the interface domain of the protein and possibly interfering with its dimerisation, and IVS9+1G>A located at a consensus splice site. A heterozygous polymorphism was also detected. In the patient's cDNA the I393T mutation and the polymorphism appeared to be homozygous, indicating that the mRNA coming from the IVS9+1G>A mutant allele is not stable.","dc:creator":"Grafakou O","dc:date":"2003","dc:title":"Leigh syndrome due to compound heterozygosity of dihydrolipoamide dehydrogenase gene mutations. Description of the first E3 splice site mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12925875","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"p.Ile393Thr affects a highly conserved residue thought to be involved in dimerisation\nNM_000108.5(DLD):c.875+1G>A splicing variant, RTPCR could not detect this transcript and restriction analysis detected the maternal but not the paternal allele transcript, authors suggest the transcript generated from the splicing variant is unstable and degraded by NMD."},{"id":"cggv:00e6c8d4-755d-452a-aaee-eeb9ee7facb9_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4a28b436-e8cf-46d7-85bc-4eedf5914058","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Weeks","ageValue":10,"detectionMethod":"DLD cDNA screened for variants.","firstTestingMethod":"PCR","phenotypeFreeText":"DLD deficiency\n10-week old boy presenting with vomiting, progressive hypotonia, lactic acidosis (pH 7.04; BE - 20; B-lactate 6.6 mmol/l, controls <2.1; CSF-lactate 4.8 mmol/l, controls <2.0), increased levels of branched chain amino acids in blood, and increased urinary excretion of branched chain oxo-acids due to DLD deficiency.\nMRI normal except for a discrete increase in signal in both putamens Fig 1, expert review confirmed the MRI meets criteria for LSS.","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:00e6c8d4-755d-452a-aaee-eeb9ee7facb9_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:34cbfc35-f025-4c2d-b5e3-fbec22c1e7e6"},{"id":"cggv:e26ef4da-96a2-466e-bc67-785c1ed7fe5b","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.1081A>G (p.Met361Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256139"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11687750","type":"dc:BibliographicResource","dc:abstract":"Dihydrolipoamide dehydrogenase (DLD) deficiency is a rare cause of primary lactic acidosis in infancy.","dc:creator":"Cerna L","dc:date":"2001","dc:title":"Novel mutations in a boy with dihydrolipoamide dehydrogenase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11687750","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Gene impact: DLD levels in muscle mitochondria reduced by 40% in comparison to controls, parents lympohocytes did not demonstrate alteration in DLD levels. (Fig 3). Pyruvate dehydrogenase complex activity was also reduced in the fibroblasts, muscle mitochondria and lymphocytes of the case (Table 2). \nMolecular modelling suggests the p.Glu375Lys substitution may effect protein stability (Fig 4)\nBoth aminoacid substitutions are at highly conserved residues."},{"id":"cggv:31270ff5-72c0-4625-afdd-df938fb7aedc_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:43e807d3-6ecc-403e-b856-116c659ba762","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":6,"detectionMethod":"cDNA fragments from the patient were subcloned and sequenced. Each variant was found in a different subset of clones indicating that the variants were in trans","ethnicity":{"id":"cg:UnknownEthnicity"},"firstTestingMethod":"Sanger sequencing","phenotypeFreeText":"E3 deficiency\nAt the age of 6 months, the patient exhibited hypotonia and minimum dystonic move ments of the upper extremities\nHe had elevated plasma levels of pyruvate, a-ketoglutarate, and branched-chain amino acids and a-ketoacids\nDied at the age of 21 months, following a ketoacidotic episode.\nPMID: 3769994 Sakaguchi et al. 1986: Original report of this case, a CT scan is consistent with Leigh syndrome and elevated pyruvate levels are recorded.","sex":"Male","variant":{"id":"cggv:31270ff5-72c0-4625-afdd-df938fb7aedc_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0213650d-f397-4fc7-ad5a-e40251ac073e","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.214A>G (p.Lys72Glu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256132"}},{"id":"cggv:3dbddec9-68ab-4dcc-b741-1123c44b9c68","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000108.5(DLD):c.1463C>T (p.Pro488Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA256133"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8506365","type":"dc:BibliographicResource","dc:abstract":"The molecular basis of dihydrolipoamide dehydrogenase (E3; dihydrolipoamide:NAD+ oxidoreductase, EC 1.8.1.4) deficiency in an E3-deficient patient was studied. Fibroblasts cultured from the patient contained only approximately 6% of the E3 activity of cells from a normal subject. Western and Northern blot analyses indicated that, compared to control cells, the patient's cells had a reduced amount of protein but normal amounts of E3 mRNA. Direct sequencing of E3 cDNA derived from the patient's RNA as well as each of the subclones of the cDNA revealed that the patient had two substitution mutations in the E3 coding region. One mutation changed a single nucleotide from A to G, resulting in substitution of Glu (GAA) for Lys-37 (AAA). The other point mutation was a nucleotide change from C to T, resulting in the substitution of Leu (CTG) for Pro-453 (CCG). These mutations appear to be significant in that they alter the active site and possibly the binding of FAD.","dc:creator":"Liu TC","dc:date":"1993","dc:title":"Identification of two missense mutations in a dihydrolipoamide dehydrogenase-deficient patient."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/8506365","rdfs:label":"Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"Fig 1. The patient fibroblast cells  had 6% of the E3 activity of control cells while the citrate synthase activity of the patient's cells was comparable to that of control cells. The normal citrate levels indicate that the E3 deficiency is due to a defect specific to E3 rather than general mitochondrial function. Northern blot showed E3 mRNA was present in normal amounts in the patient's cells."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":9}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":9}],"evidenceStrength":"Definitive","sequence":2369,"specifiedBy":"GeneValidityCriteria7","strengthScore":11,"subject":{"id":"cggv:ec74568d-ef0a-49f2-9332-847adc322723","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:2898","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between DLD and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of April 20, 2020. The DLD gene encodes dihydrolipoamide dehydrogenase, a flavoprotein component known as E3 that is common to the four 2-oxoacid dehydrogenase multienzyme complexes, namely, pyruvate dehydrogenase complex (PDC), 2-oxoglutarate dehydrogenase complex (OGDC), branched-chain 2-oxoacid dehydrogenase complex (BCKDC) and 2-oxoadipate dehydrogenase complex (OADC). PDC catalyzes conversion of pyruvate into acetyl-CoA, thus is the link between glycolysis and the citric acid cycle. PDC deficiency leads to impaired energy metabolism.\n\nThe DLD gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 1993 (PMID: 8506365). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included 11 variants identified in seven cases in seven publications (PMIDs: 8506365, 23290025, 11687750, 16770810, 27144126, 8968745, 12925875). Of note, many U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel members have cared for affected individuals with Leigh syndrome spectrum and pathogenic variants in DLD which have not been published in the medical literature. No segregation data were available. Loss of function is implicated as the mechanism of disease. This gene-disease association is also supported by biochemical function, expression data, and functional alteration in non-patient cells (PMIDs: 27977873, 25613900, 21930696). \n\nAlthough the final score for this gene-disease curation was 11 (typically moderate classification), the expert panel agreed to move this classification to definitive given the many cases followed in the experts’ clinics with Leigh syndrome spectrum and DLD pathogenic variants.\n\nIn summary, there is definitive evidence to support this gene-disease relationship, including that more than three years have elapsed from the first proposal of the gene-disease association. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on April 20, 2020 (SOP Version 7).\nAlthough the final score for this gene-disease curation was 11 (typically moderate classification), the expert panel agreed to move this classification to definitive given the many cases followed in the experts’ clinics with Leigh syndrome spectrum and DLD pathogenic variants.","dc:isVersionOf":{"id":"cggv:990dd96f-16ec-4c0f-a46b-ce4a647b7a50"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}