{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8cv1.2","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8c_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-03-01T21:19:21.333Z","role":"Publisher"},{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8c_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2023-02-01T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8c_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8c_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:01c6c2a9-3a5f-4be2-a0e0-76884b029b93","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:efdb1f22-d6f8-4597-a39e-e4b30d6c0a03","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"FTSJ1 encodes an RNA methyl transferase, like other genes involved in ID:\nNSUN2, Intellectual developmental disorder, autosomal recessive 5\nMETTL5, Intellectual developmental disorder, autosomal recessive 72\nTRMT1, Intellectual developmental disorder, autosomal recessive 68\nTRMT10A, Microcephaly, short stature, and impaired glucose metabolism (AR)\nWDR4,  Microcephaly, growth deficiency, seizures, and brain malformations (AR); Galloway-Mowat syndrome 6 (AR)\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30415557","type":"dc:BibliographicResource","dc:abstract":"In all organisms, transfer RNA (tRNA) molecules are required to undergo post-transcriptional modifications at different levels in order to convert into mature tRNAs. These modifications are critical for many aspects of tRNA function and structure, such as translational efficiency, flexibility, codon-anticodon interaction, stability, and fidelity. Up to now, over 100 modified nucleosides have been identified in tRNAs from all domains of life. Post-transcriptional modifications include different chemical processes such as methylation, deamination, or acetylation, with methylation reactions as the most common. tRNA methyltransferases are a family of enzymes involved in the post-transcriptional methylation of tRNA bases. Recent studies have reported different human diseases resulting from defects in tRNA methyltransferase activity, including cancer, diabetes and neurological disorders such as intellectual disability (ID). In this article, we focused on biological function and characterization of tRNA methyltransferases associated with ID in order to explain how functional disruption of tRNA methyltransferases could lead to ID phenotype.","dc:creator":"Abedini SS","dc:date":"2018","dc:title":"tRNA Methyltransferase Defects and Intellectual Disability."},"rdfs:label":"RNA methyl transferase"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8c_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:28502dc8-6318-4bcc-bae9-7b6431a5e04c","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:ee3e0779-2619-481a-8ae9-364d9c298d46","type":"FunctionalAlteration","dc:description":"tRNAPhe from two genetically independent cell lines of NSXLID patients with loss-of-function FTSJ1 mutations nearly completely lacks Cm32 and Gm34, and has reduced peroxywybutosine (o2yW37). Additionally, tRNAPhe from an NSXLID patient with a novel FTSJ1-p.A26P missense allele specifically lacks Gm34, but has normal levels of Cm32 and o2yW37.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26310293","type":"dc:BibliographicResource","dc:abstract":"tRNA modifications are crucial for efficient and accurate protein synthesis, and modification defects are frequently associated with disease. Yeast trm7Δ mutants grow poorly due to lack of 2'-O-methylated C32 (Cm32 ) and Gm34 on tRNA(Phe) , catalyzed by Trm7-Trm732 and Trm7-Trm734, respectively, which in turn results in loss of wybutosine at G37 . Mutations in human FTSJ1, the likely TRM7 homolog, cause nonsyndromic X-linked intellectual disability (NSXLID), but the role of FTSJ1 in tRNA modification is unknown. Here, we report that tRNA(Phe) from two genetically independent cell lines of NSXLID patients with loss-of-function FTSJ1 mutations nearly completely lacks Cm32 and Gm34 , and has reduced peroxywybutosine (o2yW37 ). Additionally, tRNA(Phe) from an NSXLID patient with a novel FTSJ1-p.A26P missense allele specifically lacks Gm34 , but has normal levels of Cm32 and o2yW37 . tRNA(Phe) from the corresponding Saccharomyces cerevisiae trm7-A26P mutant also specifically lacks Gm34 , and the reduced Gm34 is not due to weaker Trm734 binding. These results directly link defective 2'-O-methylation of the tRNA anticodon loop to FTSJ1 mutations, suggest that the modification defects cause NSXLID, and may implicate Gm34 of tRNA(Phe) as the critical modification. These results also underscore the widespread conservation of the circuitry for Trm7-dependent anticodon loop modification of eukaryotic tRNA(Phe) .","dc:creator":"Guy MP","dc:date":"2015","dc:title":"Defects in tRNA Anticodon Loop 2'-O-Methylation Are Implicated in Nonsyndromic X-Linked Intellectual Disability due to Mutations in FTSJ1."},"rdfs:label":"tRNA modifications"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8c_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:9585fe28-7250-459b-a4da-cfa779a7f5e5","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f6e9fded-71a3-47ae-80e2-2dc427c5eee6","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"Immortal lymphoblast cells from patient with c.571+1G>A variant in FTSJ1 (Takano et al 2008). The variant resulted in abnormal tRNA modifications (see below) that were restored by expression of human FTSJ1 cDNA in patient cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33771871","type":"dc:BibliographicResource","dc:creator":"Nagayoshi Y","dc:date":"2021","dc:title":"Loss of Ftsj1 perturbs codon-specific translation efficiency in the brain and is associated with X-linked intellectual disability."},"rdfs:label":"Expression of human FTSJ1 cDNA in patient cells"}],"specifiedBy":"GeneValidityPatientCellRescueCriteria","strengthScore":0,"dc:description":"Rescued the tRNA defects in patient cells, but the significance of these alterations to the intellectual disability seen in affected individuals has not been demonstrated. To be conservative, we decided not to score this evidence"},{"id":"cggv:c9f908bd-6b18-4f94-aee0-85f96b65d652","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6038692f-179b-4619-9675-6f708edd4f64","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The 2′-O-methylation modifications at positions 32 and 34 of tRNAPhe were undetectable in the patient-derived cell line, which led to a decrease in OHyW modification at G37 of tRNAPhe (Fig. 1D). 2′-O-methylation at positions 32 and 34 of tRNATrp and position 34 of tRNASec was undetectable in the patient cells (fig. S2, C and D). \n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33771871","rdfs:label":"Immortal lymphoblast cells from patient with c.571+1G>A"}],"specifiedBy":"GeneValidityCellCultureModelOrganismCriteria","strengthScore":0,"dc:description":"shares 1 pt with Guy MP, et al., 2015, PMID: 26310293, who showed tRNA alterations in patient cells\n"},{"id":"cggv:02c3c05a-571e-4999-9245-2f9ae7346299","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:2f69df3e-8a50-4bec-bf87-dae975927732","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Impaired learning capacity in males: deficit in place and reversal learning.\nOther statistically significantly altered features related to behaviour (decreased rearing in the openfield; more exploration in the hole-board), pain sensing (elevated pain threshold in the hot-plate), muscle function (reduced strength in grip strength test), bone and energy metabolism, the immune and the hormone system as well as gene expression.\n","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30557699","type":"dc:BibliographicResource","dc:abstract":"Mutations in the X chromosomal tRNA 2'‑O‑methyltransferase FTSJ1 cause intellectual disability (ID). Although the gene is ubiquitously expressed affected individuals present no consistent clinical features beyond ID. In order to study the pathological mechanism involved in the aetiology of FTSJ1 deficiency-related cognitive impairment, we generated and characterized an Ftsj1 deficient mouse line based on the gene trapped stem cell line RRD143. Apart from an impaired learning capacity these mice presented with several statistically significantly altered features related to behaviour, pain sensing, bone and energy metabolism, the immune and the hormone system as well as gene expression. These findings show that Ftsj1 deficiency in mammals is not phenotypically restricted to the brain but affects various organ systems. Re-examination of ID patients with FTSJ1 mutations from two previously reported families showed that several features observed in the mouse model were recapitulated in some of the patients. Though the clinical spectrum related to Ftsj1 deficiency in mouse and man is variable, we suggest that an increased pain threshold may be more common in patients with FTSJ1 deficiency. Our findings demonstrate novel roles for Ftsj1 in maintaining proper cellular and tissue functions in a mammalian organism.","dc:creator":"Jensen LR","dc:date":"2019","dc:title":"A mouse model for intellectual disability caused by mutations in the X-linked 2'‑O‑methyltransferase Ftsj1 gene."},"rdfs:label":"Ftsj1 deficient mouse line "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Except place and reversal learning , none of the other tests showed relevant deficits potentially related to ID/NDD. No neuronal phenotype explored."},{"id":"cggv:0d17bafd-870f-49c9-b039-5581199eb959","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:b2a54589-38c5-4ff9-81dd-9bef3d9b9c16","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Loss of 2'-O-methylation in Ftsj1 KO mouse selectively reduced the steady-state level of tRNAPhe in the brain, resulting in a slow decoding at Phe codons. Ribosome profiling showed that translation efficiency is significantly reduced in a subset of genes that need to be efficiently translated to support synaptic organization and functions. Ftsj1 KO mice display immature synaptic morphology and aberrant synaptic plasticity, which are associated with anxiety-like and memory deficits.\nImpaired synaptic morphology in cortex and hippocampus\nImpaired long-term potentiation and long-term depression in the hippocampus\nbehavioral abnormality: open-field and elevated plus maze tests suggest anxiety-like behavior; Barnes maze test suggest slower spatial learning; fear conditioning showed significantly less freezing behavior in response to the context-dependent stimuli and the cue-dependent stimuli.\n","dc:source":"https://pubmed.ncbi.nlm.nih.gov/33771871","rdfs:label":"Ftsj1 KO mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":2.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":4},{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8c_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8c_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":5929,"specifiedBy":"GeneValidityCriteria9","strengthScore":16,"subject":{"id":"cggv:38a4d6ac-0e7d-44d9-9e8c-4d73b121e66b","type":"GeneValidityProposition","disease":"obo:MONDO_0100148","gene":"hgnc:13254","modeOfInheritance":"obo:HP_0001417"},"version":"1.2","dc:description":"The *FTSJ1* gene is a member of the methyltransferase superfamily involved in the processing and modification of ribosomal RNA. *FTSJ1* was first reported in relation to X-linked complex neurodevelopmental disorder in 2004 by Freude *et al*. (PMID: 15162322) who reported loss-of-function variants in two multigenerational families with several affected males and one male proband with non-syndromic intellectual disability. At least 9 variants have been reported, including 5 splice-site, 2 nonsense, 1 frameshift, and 1 missense variant with altered protein function (PMIDs: 15162322, 15342698, 18081026, 26310293,  31170314, 31981491, 36720500). Of note, missense variants without functional characterization were of unclear pathogenicity and were not scored (PMIDs: 25644381, 28330790). Segregation evidence is available from three families with more than three affected members each (PMIDs: 15162322, 15342698). Affected males exhibit mild to moderate intellectual disability and behavior problems, including autism spectrum disorder in some; at least two individuals had seizures or abnormal EEG. Carrier females are unaffected.\nThis gene-disease relationship is also supported by experimental evidence, including biochemical function (PMID: 304115557), functional alteration in patient cells (PMID: 26310293), and mouse models (PMIDs: 30557699, 33771871).  \nIn summary, there is definitive evidence supporting the relationship between *FTSJ1* and X-linked complex neurodevelopmental disorder. This classification was approved by the ClinGen Intellectual Disability and Autism Gene Curation Expert Panel on February 1, 2023 (SOP Version 9). This gene-disease pair was originally evaluated on January 17, 2018 and classified as moderate. Curation of additional genetic and experimental evidence resulted in the classification being updated.\n","dc:isVersionOf":{"id":"cggv:1bc0312a-eb44-4d79-8816-d9ef685e2c8c"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}