{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2019-03-22T16:00:00.000Z","role":"Approver"},{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10011","date":"2020-09-16T19:23:02.882Z","role":"Publisher"}],"evidence":[{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:51e0debf-5926-40e1-865a-8e4fea170262_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:73f0442f-23b4-4592-98fc-a8b25e9af59b","type":"Proband","ageType":"AgeAtDiagnosis","ageUnit":"Years","ageValue":2,"detectionMethod":"Sequence analysis of all exons of TH.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Oromotor dysfunction. Improvement on benserazide hydrochloride/L-dopa treatment.","phenotypes":["obo:HP_0001347","obo:HP_0002509","obo:HP_0008936","obo:HP_0002063","obo:HP_0001266","obo:HP_0025116","obo:HP_0001488","obo:HP_0001263","obo:HP_0002375","obo:HP_0000975","obo:HP_0010553"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:51e0debf-5926-40e1-865a-8e4fea170262_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:3da74e85-a8ff-4532-9b68-1ebd03de8e44","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.457C>T (p.Arg153Ter)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/449110"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22264700","type":"dc:BibliographicResource","dc:abstract":"We analyzed the clinical manifestations, genetic mutations, treatment responses to L-dopa, and long-term neurologic outcomes in Taiwanese infants with tyrosine hydroxylase deficiency. From 1999 to May 2011, we enrolled six infants who had been diagnosed with tyrosine hydroxylase deficiency by identifying point mutations on the tyrosine hydroxylase gene. Two patients manifested fetal distress during the perinatal period. Four patients exhibited generalized tremor as their first observed neurologic sign at age 3 months. All presented brisk reflexes, hypokinesia, rigidity, distal chorea, and athetosis. We identified a novel missense mutation, I382T, and report on the first patient, to the best of our knowledge, with a homozygous R153X nonsense mutation. Five of six patients responded to L-dopa at a dose of 4.2-34.7 mg/kg/day combined with biperiden or selegiline or both. Long-term neurologic outcomes (median follow-up, 5 years and 10.5 months) revealed two patients demonstrated slightly low intelligence quotients, three demonstrated mild to moderate psychomotor retardation, and one died of respiratory failure. A higher dose of L-dopa, together with alternative therapies, may lead to improvements in motor function. However, several years of observation may be needed to reach definitive conclusions about neurologic outcomes.","dc:creator":"Chi CS","dc:date":"2012","dc:title":"Tyrosine hydroxylase deficiency in Taiwanese infants."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22264700","rdfs:label":"Patient 5"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"Score reduced due to lack of biochemical testing information such as CSF HVA level or ruling out GCH1 deficiency. Highest population minor allele frequency for c.457C>T (p.Arg153Ter) in gnomAD = 0.00064 (E. Asian); no homozygotes in any population."},{"id":"cggv:0fc8b61f-ce6f-436b-bcd2-8caca009509f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:f66fdac9-7370-42f4-abe3-2b92c08fae75","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Years","ageValue":3,"detectionMethod":"Sequence analysis of thec oding region, exon/intron boundaries, 114 bp preceding the initiation codon, and 354 bp following the stop codon of the TH gene.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Diurnal fluctuation of symptoms. \"Minimal spontaneous movement\", \"lack of axial control\". Improvements in facial expression, symptoms of autonomic dysfunction, and motor progress on L-dopa. Drug‐induced dyskinesias managed with reduction of the L‐dopa dose and slow gradual increase of the medication.","phenotypes":["obo:HP_0001332","obo:HP_0003487","obo:HP_0002459","obo:HP_0000737","obo:HP_0000508","obo:HP_0000975","obo:HP_0010553","obo:HP_0003785","obo:HP_0000338","obo:HP_0001252","obo:HP_0002360","obo:HP_0001337","obo:HP_0000870"],"previousTesting":true,"previousTestingDescription":"CSF HVA 50 (normal 344–906), HIAA 197 (normal 170–490), HVA/HIAA ratio 0.25 (normal 1.11–3.48)","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:0fc8b61f-ce6f-436b-bcd2-8caca009509f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2f85dac7-f8d1-401d-a93f-7830ca78c7c1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.707T>C (p.Leu236Pro)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12325"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/20198643","type":"dc:BibliographicResource","dc:abstract":"We present the clinical, biochemical, and molecular findings of three Greek patients with tyrosine hydroxylase (TH) deficiency. All patients presented with a severe clinical phenotype characterized by prominent motor delay, infantile parkinsonism, oculogyric crises, and signs of autonomic dysfunction. Cerebrospinal fluid analysis disclosed reduced dopamine metabolites and normal pterins. Response to levodopa was favorable though not dramatic. All patients were homozygous for a previously reported mutation (p.L236P). SNP haplotype analysis was consistent with a common ancestral mutation, thus indicating a founder effect in Greek patients with TH deficiency.","dc:creator":"Pons R","dc:date":"2010","dc:title":"Tyrosine hydroxylase deficiency in three Greek patients with a common ancestral mutation."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/20198643","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"There are multiple line of evidence to indicate that this variant is deleterious to TH function. The variant results in decreased TH activity when expressed in 3 different systems - 0.3% normal activity in HEK293 cells, 1.5% in E. Coli and 16% in the TNT in vitro translation system. The variant protein was also shown to have reduced solubility (Fossbakk et al, 2014, PMID 24753243). This variant appears to be a founder in the Greek population. Three patients were reported in this paper, all are homozygous with the same haplotype.The highest population minor allele frequency for in gnomAD = 0.00002724 (European, non-Finnish; no homozygotes in any population."},{"id":"cggv:319ea6aa-49e3-460c-8526-cf40d0910362_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d6fb764e-06a2-4a4b-bf16-cbc7212df2e6","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":11,"detectionMethod":"The entire coding region of the TH gene was sequenced, including 211 bp of the promoter region.","firstTestingMethod":"PCR","phenotypeFreeText":"Good response to L‐dopa therapy.","phenotypes":["obo:HP_0040083","obo:HP_0001270","obo:HP_0001256","obo:HP_0001332"],"previousTesting":true,"previousTestingDescription":"CSF homovanillic acid (HVA) 83 nM (normal 220-560); 5-HIAA114 nM (normal 90-237); HVA/5-HIAA ratio = 0.7 (1.7-3.7)","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:319ea6aa-49e3-460c-8526-cf40d0910362_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:120129ca-904f-4158-b606-2567e401fafd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.-70G>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/526213"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17696123","type":"dc:BibliographicResource","dc:abstract":"Tyrosine hydroxylase (TH) deficiency (OMIM 191290) is one cause of early-onset dopa-responsive dystonia. We describe seven cases from five unrelated families with dopa-responsive dystonia and low homovanillic acid in cerebrospinal fluid who were suspected to suffer from TH deficiency. Analysis of part of the TH promotor showed five homozygous and two heterozygous mutations in the highly conserved cyclic adenosine monophosphate response element. Our data suggest that, if no mutations are found in the coding regions of the gene in patients strongly suspected of TH deficiency, the search for pathogenic mutations should be extended to regulatory promotor elements.","dc:creator":"Verbeek MM","dc:date":"2007","dc:title":"Mutations in the cyclic adenosine monophosphate response element of the tyrosine hydroxylase gene."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17696123","rdfs:label":"III-1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This individual is homozygous for a promoter variant. Studies of rat TH found, using site‐directed mutagenesis, found a 90% reduction of basal expression by a −70 G>T mutation (not different variant of the same nucleotide) (Tinti et al, PMID 9235905)."},{"id":"cggv:93b39f17-3aee-4c17-b407-e4d7d81ff84f_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7eb6c359-ef26-4469-ab83-4255154d37f5","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":4,"detectionMethod":"SSCP analysis of all exons of the TH gene followed by sequencing of fragments with altered mobility.","firstTestingMethod":"SSCP","phenotypeFreeText":"Diurnal  fluctuation of symptoms.","phenotypes":["obo:HP_0002194","obo:HP_0010553","obo:HP_0100543","obo:HP_0002375","obo:HP_0000298","obo:HP_0000975","obo:HP_0002063","obo:HP_0000737","obo:HP_0002071","obo:HP_0003781","obo:HP_0025116","obo:HP_0008936","obo:HP_0001347","obo:HP_0002451","obo:HP_0001488"],"previousTesting":true,"previousTestingDescription":"CSF HVA - <5 nmol/L (429–789), CSF 5-HIAA 176 nmol/L (156–275), CSF HVA/5-HIAA ratio <0.1 (1.6–3.3), CSF MHPG - 2 nmol/L (33–71).","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:93b39f17-3aee-4c17-b407-e4d7d81ff84f_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:814a07e3-0df2-45f1-aed7-22789e057ca9","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.1076G>T (p.Cys359Phe)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12334"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/12891655","type":"dc:BibliographicResource","dc:abstract":"Tyrosine hydroxylase (TH) is the key enzyme in the biosynthesis of the catecholamines dopamine, epinephrine, and norepinephrine. Recessively inherited deficiency of TH was recently identified and incorporated into recent concepts of genetic dystonias as the cause of recessive Dopa-responsive dystonia or Segawa's syndrome in analogy to dominantly inherited GTP cyclohydrolase I deficiency. We report four patients with TH deficiency and two with GTP cyclohydrolase I deficiency. Patients with TH deficiency suffer from progressive infantile encephalopathy dominated by motor retardation similar to a primary neuromuscular disorder, fluctuating extrapyramidal, and ocular and vegetative symptoms. Intellectual functions are mostly compromised. Prenatally disturbed brain development and postnatal growth failure were observed. Treatment with levodopa ameliorates but usually does not normalize symptoms. Compared with patients with dominantly inherited GTP cyclohydrolase I deficiency, catecholaminergic neurotransmission is severely and constantly impaired in TH deficiency. In most patients, this results not in predominating dystonia, a largely nondegenerative condition, but in a progressive often lethal neurometabolic disorder, which can be improved but not cured by L-dopa. Investigations of neurotransmitter defects by specific cerebrospinal fluid determinations should be included in the diagnostic evaluation of children with progressive infantile encephalopathy.","dc:creator":"Hoffmann GF","dc:date":"2003","dc:title":"Tyrosine hydroxylase deficiency causes progressive encephalopathy and dopa-nonresponsive dystonia."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/12891655","rdfs:label":"Patient 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This patient is homozygous for a missense variant, c.1076G>T (p.Cys359Phe). The variant is not listed in gnomAD. When expressed in E.Coli, this variant had 13% normal activity, moderately reduced solubility, severely reduced thermal stability (Fossbakk et al, 2014, PMID 24753243)."},{"id":"cggv:f8d7edba-2bd2-4e4c-9839-4816dd7f211c_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:2503522c-8569-4d50-aa76-652c1dd3add5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":31,"detectionMethod":"Dystonia panel - see \"previous testing\".","firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Episodes of hypokinesia. At 18 years, developed difficulty writing with his right hand and switched to writing with his left. Unable to talk, walk, or write by age 21 years. Profound improvement in his motor and speech abilities on carbidopa/levodopa. At age 31, dystonia in his neck and trunk that was subtle at rest and became prominent with walking.","phenotypes":["obo:HP_0001260","obo:HP_0001332","obo:HP_0001288"],"previousTesting":true,"previousTestingDescription":"As part of this study, a16-gene dystonia panel was sent through Invitae, including ANO3 (DYT23), ATP1A3 (DYT12), GCH1 (DYT5A), GNAL (DYT25), PARK2 (AR juvenile parkinsonism), PNKD (DYT8), PRKRA (DYT16), PRRT2 (DYT10), SGCE (DYT11), SLC2A1 (DYT9 and 16), SLC6A3, SPR (DYT5B), TH (DYT5B), THAP1(DYT6), TOR1A (DYT1), and TUBB4A (DYT4).","sex":"Male","variant":{"id":"cggv:f8d7edba-2bd2-4e4c-9839-4816dd7f211c_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:0b0361a6-8832-4ef8-8204-10b9b6972ade","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.1481C>T (p.Thr494Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12326"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29225908","type":"dc:BibliographicResource","dc:abstract":"Dopa-responsive dystonia (DRD) has largely been associated with autosomal dominant mutations in the GCH1 gene leading to GTP cyclohydrolase 1 deficiency. More recently, a deficiency in tyrosine hydroxylase (TH) has been recognized to cause DRD. This is a rare disorder resulting from genetic mutations in the TH gene on chromosome 11. The phenotype ranges from DRD with complete resolution on levodopa to infantile parkinsonism and encephalopathy only partially responsive to levodopa. Here we discuss an adult with TH deficiency with a history of possible parkinsonism and dystonia responsive to levodopa, notable for a residual dynamic segmental dystonia.","dc:creator":"Katus LE","dc:date":"2017","dc:title":"An unusual presentation of tyrosine hydroxylase deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29225908","rdfs:label":"Katus patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This patients is homozygous for a missense variant, c.1481C>T (p.Thr494Met). This variant appears to be deleterious to protein function based on significantly reduced solubility when expressed in E.Coli. Highest population minor allele frequency in gnomAD for c.1481C>T = 0.0002239 (Latino); no homozygotes in any population."},{"id":"cggv:6d7437a5-483a-4105-b48c-42db0d0d62e3_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:7d0b05c8-5f95-45ac-b7bf-8d81a9ee4b9e","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"SSCP analysis of \"all exons\" of the TH gene followed by sequence analysis of fragments with altered mobility.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"SSCP","phenotypeFreeText":"Hypokinetic rigidity and severe psychomotor retardation at a few months of age. Electron encephalography showed a monomorph background.  Rapid and dramatic clinical improvement on treatment with L-DOPA and the decarboxylase inhibitor carbidopa.","phenotypes":["obo:HP_0003785","obo:HP_0011344"],"previousTesting":true,"previousTestingDescription":"CSF HVA (homovanillic acid) and MHPG (3-methoxy-4-hydroxyphenyl ethylene glycol) were decreased, whereas the concentrations of 5-HIAA (5-hydroxyindol acetic acid), neopterin, biopterin, phenylalanine and tyrosine were normal. Urinary tetrahydrobiopterin analysis and dihydropteridine reductase activity in the blood were normal.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:6d7437a5-483a-4105-b48c-42db0d0d62e3_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:2f85dac7-f8d1-401d-a93f-7830ca78c7c1"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/9703425","type":"dc:BibliographicResource","dc:abstract":"This report concerns one new mutation in the tyrosine hydroxylase (TH) gene in three patients originating from three unrelated Dutch families with autosomal recessive L-DOPA-responsive dystonia (DRD). In this study, all exons of the TH gene were amplified by the polymerase chain reaction and subjected to analyses by single-strand conformation polymorphism. An aberrant migration pattern was observed for exon 6 of the TH gene in all patients. Direct sequencing of the coding region of exon 6 revealed the presence of one novel missense mutation. An a698g transition resulted in the substitution of the evolutionary conserved arginine 233 by a histidine (R233H). All patients were homozygous for the mutation. This new mutation in the TH gene was confirmed by restriction enzyme analysis with the restriction enzyme HhaI. Thus, a high proportion of defective TH alleles may be R233H in The Netherlands.","dc:creator":"van den Heuvel LP","dc:date":"1998","dc:title":"A common point mutation in the tyrosine hydroxylase gene in autosomal recessive L-DOPA-responsive dystonia in the Dutch population."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/9703425","rdfs:label":"van den Heuval patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"Score increased because there are multiple line of evidence to indicate that this variant is deleterious to TH function. The variant results in decreased TH activity when expressed in 3 different systems - 0.3% normal activity in HEK293 cells, 1.5% in E. Coli and 16% in the TNT in vitro translation system. The variant protein was also shown to have reduced solubility (Fossbakk et al, 2014, PMID 24753243). This variant appears to be a founder in the Greek population. Classified as pathogenic/likely pathogenic by both 2 submitting labs in ClinVar. The highest population minor allele frequency for in gnomAD = 0.00002724 (EuropeHighest population maximum allele frequency in gnomAD for p.Leu236Pro = 0.00002724 (European non-Finnish)."},{"id":"cggv:c868f83b-7c5b-409d-b9d9-141b2e161265_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c204aea1-1eea-4efc-bb91-73cd8a59a33f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":16,"detectionMethod":"The entire coding region of the TH gene was sequenced, including 211bp of the promoter region.","firstTestingMethod":"PCR","phenotypeFreeText":"Excellent response to L-dopa treatment.","phenotypes":["obo:HP_0003785","obo:HP_0001332","obo:HP_0002375","obo:HP_0001270","obo:HP_0100022"],"previousTesting":true,"previousTestingDescription":"CSF homovailiic acid (HVA) - 69 nM (350-550); 5-HIAA 129 nM (100-225); HVA/5-HIAA ratio 0.5 (1.5-4.0); reduced MPHG (values not available)","secondTestingMethod":"Restriction digest","sex":"Male","variant":{"id":"cggv:c868f83b-7c5b-409d-b9d9-141b2e161265_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:acb367e5-1c40-4062-9059-84c7ec9ac3fc","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000360.3(TH):c.-71C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/558656"}},{"id":"cggv:819eb7cd-58ad-4ebb-b44d-860e9b103f43","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.2166040G>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379125869"}}],"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17696123"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17696123","rdfs:label":"II-1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"The patient is a compound heterozygote for a promoter variant and a missense variant. \nThe promoter variant causes a reduction of 90% of basal transcription of the TH promoter, based on studies on rat TH (Tinti et al, 1997, PMID 9235905). When expressed in E-coli, the missense variant has severely reduced thermal stability and moderately reduced solubility (Fossbakk et al, 2014). p.Leu387Met is not in gnomAD."},{"id":"cggv:719adfb7-f869-412a-8226-e36ee5fdd6de_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:eb780e32-2c07-4237-bee4-c5af73551563","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":8,"detectionMethod":"SSCP analysis of all coding exons and exon/intron junctions followed by sequence analysis of fragments with altered mobility.","firstTestingMethod":"SSCP","phenotypeFreeText":"Absent voluntary movement. Improvement of symptoms on L-dopa, but motor impairment remained severe (age 5 years).","phenotypes":["obo:HP_0002063","obo:HP_0003785","obo:HP_0000298","obo:HP_0010553","obo:HP_0001270","obo:HP_0002071","obo:HP_0001252"],"previousTesting":true,"previousTestingDescription":"CSF HVA - 25 nmol/l (normal range 346 ± 716 nmol/l), CSF MPHG - 3nmol/l (normal range 37±75 nmol/l). Normal CSF 5-HIAA. Low HVA/5-HIAA ratio.\nSerum prolactin 113 ng/ml (normal <18 ng/ml)","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:719adfb7-f869-412a-8226-e36ee5fdd6de_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:2a6a354b-428a-42e7-beae-37cf226a8131","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.1198-24T>A","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12331"}},{"id":"cggv:9a62e987-89f4-40e3-9702-b0f269b17f3c","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.698G>A (p.Arg233His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12327"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11281275","type":"dc:BibliographicResource","dc:abstract":"We report a branch site mutation in the gene of the enzyme tyrosine hydroxylase (TH): a -24t > a substitution two bases upstream of the adenosine in the branchpoint sequence (BPS) of intron 11. As normal lariat formation is therefore prevented, alternative splicing takes place; use of the BPS of intron 12 results in skipping of exon 12, whereas the use of a cryptic branch site in intron 11 leads to partial retention of this intron in the mRNA. This leads in both cases to an aberrant protein product. In the one case, skipping of exon 12 results in the absence of 32 amino acids. In the other, retention of 36 nucleotides of intron 11 in the mRNA results in the incorporation of twelve additional amino acids. The functional consequences of this mutation for the patient, who is also heterozygous for another previously identified mutation, become apparent in a severe clinical phenotype.","dc:creator":"Janssen RJ","dc:date":"2000","dc:title":"A branch site mutation leading to aberrant splicing of the human tyrosine hydroxylase gene in a child with a severe extrapyramidal movement disorder."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11281275","rdfs:label":"Janssen patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1.5,"dc:description":"The patient is compound heterozygous for a missense change, p.Arg233His, and intronic change that disrupts splicing. The score is increased due experimental evidence supporting the deleterious impact of both variants. When expressed in E-coli, p.Arg233His results in 6% normal activity, has moderately reduced thermal stability, and altered substrate preference (Fossbakk et al, 2014; PMID 24753243). The highest population minor allele frequency for this variant in gnomAD = 0.00037 (E.Asian); no homozygotes. c.1198-24T>A is located in the branch-point sequence of intron 11; RT-PCR analysis showed that this variant results in 2 abnormal transcripts (inclusion of 36 bp of intron 11, and deletion of 96 bp of exon 12. This variant is not listed in gnomAD."},{"id":"cggv:b0041341-9e50-4028-9c12-cdee2e4d2167_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:522d8676-f723-471e-8714-ed8260a53621","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"Sequencing of TH.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Developmental regression after fever at 9 month of age; one febrile seizure during the illness.","phenotypes":["obo:HP_0002375","obo:HP_0002451","obo:HP_0002015","obo:HP_0001254","obo:HP_0001252"],"previousTesting":true,"previousTestingDescription":"Prolactin significantly elevated - 119.4 ng/mL (normal 4.79-23.3).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:b0041341-9e50-4028-9c12-cdee2e4d2167_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:9a62e987-89f4-40e3-9702-b0f269b17f3c"},{"id":"cggv:8f40f8f4-c8d4-4e1d-b125-e299fdb77a99","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.2165679C>T","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA379125601"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28667724","type":"dc:BibliographicResource","dc:abstract":"Tyrosine Hydroxylase deficiency is a rare neurotransmitter disorder.","dc:creator":"Goswami JN","dc:date":"2017","dc:title":"An Indian Family with Tyrosine Hydroxylase Deficiency."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/28667724","rdfs:label":"Goswami patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The score is reduced due to the lack of biochemical testing information, such as CSF HVA level. An elevated prolactin level, consistent with dopamine deficiency, is noted. There is lack of experimental evidence to support the deleterious impact of p.Gly428Arg. Experimental evidence indicates that the missense variant, p.Arg233His is deleterious (Fossbakk et al, 2014; PMID 24753243). When expressed in E.Coli, the variant results in 6% normal activity, has moderately reduced thermal stability, and altered substrate preference.  The highest population minor allele frequency in gnomAD for c.698G>A (p.Arg233His) = 0.00037 (E. Asian) and for c.1282G>A (p.Gly428Arg) = 0.00010 (S. Asian); no homozygotes in any population for either variant."},{"id":"cggv:3b59f5cd-21f6-4e0b-a977-d2b407e285ef_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d1cc2a2f-9d57-4a3d-ba15-64d90ff6b135","type":"Proband","ageType":"cggv","ageUnit":"cggv","detectionMethod":"Sequence analysis of exons 1-8, 11 and 12 of TH. The paper reports that \"sequence analysis of exons 9 and 10 is not yet completed\".","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"No specific clinical details given other than \"Segawa syndrome\" for the patient and affected sibling.","previousTesting":true,"previousTestingDescription":"Linkage analysis with the polymorphic repeat in intron 1 of the TH gene showed Mendelian segregation in this family (further details not available) - both affected siblings had the same allele combination. The allele pattern of the sister and the parents was compatible with heterozygosity.","secondTestingMethod":"Sanger sequencing","sex":"UnknownEthnicity","variant":{"id":"cggv:3b59f5cd-21f6-4e0b-a977-d2b407e285ef_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:7d2d09c4-e686-4cd2-8e33-0f19eff95b65","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.1234C>A (p.Gln412Lys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12324"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7814018","type":"dc:BibliographicResource","dc:abstract":"We have examined the molecular basis of Segawa's syndrome in six families with seven affected children. In one family two siblings with this disease carried a point mutation in exon 11 of the tyrosine hydroxylase gene, resulting in an amino acid exchange of Gln381 to Lys381. These results suggest that a change in tyrosine hydroxylase causes this form of Segawa's syndrome.","dc:creator":"Lüdecke B","dc:date":"1995","dc:title":"A point mutation in the tyrosine hydroxylase gene associated with Segawa's syndrome."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/7814018","rdfs:label":"Ludecke patient"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"Score reduced due to paucity of clinical data and biochemical data, and full sequencing of TH not completed. \nHighest population minor allele frequency of c.1234C>A (p.Gln412Lys) in gnomAD = 0.000008909 (European non-Finnish). When expressed by a coupled in vitro transcription-translation system and in E.coli, the mutant enzyme has reduced affinity for L-tyrosine and a residual activity of about 15% wild type (Knappskog et al, 1995, PMID 8528210)."},{"id":"cggv:3ab6104c-66c4-4559-abec-f858af277286_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:c61cf58d-0664-47ea-9426-6972ed8b76a5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":32,"detectionMethod":"SSCP analysis of all exons of TH followed by sequencing of fragments with abnormal mobility.","firstTestingMethod":"SSCP","phenotypeFreeText":"On set at age 2 years with gait disturbance. Could no longer walk by 9 years.  Motor  performance  normalized on L-dopa treatment.","phenotypes":["obo:HP_0002375","obo:HP_0003307","obo:HP_0001288"],"previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:3ab6104c-66c4-4559-abec-f858af277286_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:88d13f5e-b312-4e3f-9c24-2258d8e885cd","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.1010G>A (p.Arg337His)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/12328"}},{"id":"cggv:0b0361a6-8832-4ef8-8204-10b9b6972ade"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11246459","type":"dc:BibliographicResource","dc:abstract":"Mutation detection in the tyrosine hydroxylase gene (TH) was performed in patients from two families. DNA sequencing revealed the presence of four novel missense mutations (exon 9 and 14 in family A, exon 8 and 9 in family B); the mutations were confirmed with restriction enzyme analysis, and did not occur in control alleles. Three mutations are in the catalytic domain of the enzyme and one may disturb tetramerization. At the moment, all patients are in the fourth decade of life. For more than 30 years they have been able to live a normal life with low-dose L-DOPA medication.","dc:creator":"Swaans RJ","dc:date":"2000","dc:title":"Four novel mutations in the tyrosine hydroxylase gene in patients with infantile parkinsonism."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11246459","rdfs:label":"Case 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.25,"dc:description":"The score is reduced due to the lack of laboratory data such as HVA and 5-HIAA levels. When expressed in E. coli, the p.Arg337His variant had severely reduced thermal stability, and the p.Thr494Met variant had significant reduced solubility."},{"id":"cggv:1f6af836-f612-40d3-8126-e7a65b9883d2_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:267a2e9e-6bd5-4332-8eed-4fa9f82c4fb1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":5,"detectionMethod":"As only one variant was identified by sequencing, MLPA was carried out and identified a large deletion (c.1197+25_1391del)","firstTestingMethod":"PCR","phenotypeFreeText":"Eye supraversion; good clinical response to L-dopa.","phenotypes":["obo:HP_0040083","obo:HP_0001257","obo:HP_0001332"],"previousTesting":true,"previousTestingDescription":"Decreased CSF HVA - 151 nmo/L (normal 304–658); decreased CSF HVA/5‐HIAA ratio - 1.1 (normal 1.5–3.5). Normal 3‐methoxy‐4‐hydroxyphenylglycol, 3‐orthomethyldopa, 5‐hydroxyindoleacetic acid, neopterin, and biopterin.","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:1f6af836-f612-40d3-8126-e7a65b9883d2_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:acb367e5-1c40-4062-9059-84c7ec9ac3fc"},{"id":"cggv:04f6fcc3-5c25-4fc8-a8a2-9b75d261d88d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000011.10:g.2165268_2165977del","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA913184914"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/21465550","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Ormazabal A","dc:date":"2011","dc:title":"Deletion in the tyrosine hydroxylase gene in a patient with a mild phenotype."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/21465550","rdfs:label":"Ormazabal case"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"This patient is compound heterozygous for a promoter variant and a large deletion (deleting exon 12 and part of exon 13) in TH. The promoter variant causes a reduction of 90% of basal transcription of the TH promoter, based on studies on rat TH (Tinti et al, 1997, PMID 9235905)."},{"id":"cggv:83404f03-adbf-4433-963c-7a2a6a47e8c8_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:4e760bc1-952b-4d3a-83b8-0b1f8d441ba5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":2,"detectionMethod":"Sequence analysis of the TH gene.","firstTestingMethod":"PCR","phenotypeFreeText":"Clonic movements; diurnal fluctuation of symptoms. Improvement in clinical symptoms on L-dopa.","phenotypes":["obo:HP_0000298","obo:HP_0001344","obo:HP_0008936","obo:HP_0002421","obo:HP_0002451","obo:HP_0002375","obo:HP_0003781","obo:HP_0010553","obo:HP_0030188"],"previousTesting":true,"previousTestingDescription":"In CSF: HVA 74 nmol/L  (normal 344-906), MHPG 17 nmol/L (normal 20-80), 3-OMD 18 nmol/L (normal 3-64), 5-HIAA 176 nmol/L (normal 170-490), HVA / 5-HIAA 0.42 (normal 1.5-3.5), neopterin 9 nmol/L (normal 8-43), biopterin 26 nmol/L (normal 11-39)","secondTestingMethod":"Sanger sequencing","sex":"Female","variant":{"id":"cggv:83404f03-adbf-4433-963c-7a2a6a47e8c8_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:acb367e5-1c40-4062-9059-84c7ec9ac3fc"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/17698383","type":"dc:BibliographicResource","dc:abstract":"We report a recessive mutation in the tyrosine hydroxylase gene (TH) promoter (c.1-71C>T), present at homozygosity in a patient with dopa-responsive encephalopathy. The change lies in a cAMP response element (CRE) and alters a binding site for the CREM transcription factor. Previous studies support that the CRE in the TH gene is essential for its transcription, suggesting that mutations within this consensus motif may cause an impairment of catecholamine biosynthesis and lead to a pathogenic phenotype.","dc:creator":"Ribasés M","dc:date":"2007","dc:title":"A homozygous tyrosine hydroxylase gene promoter mutation in a patient with dopa-responsive encephalopathy: clinical, biochemical and genetic analysis."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/17698383","rdfs:label":"Ribases case"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"This promoter variant causes a reduction of 90% of basal transcription of the TH promoter, based on studies on rat TH (Tinti et al, 1997, PMID 9235905)."},{"id":"cggv:00d54174-d90c-49a7-9c8f-0bf90886b0ec_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:350b94b8-0463-44e4-9e2d-53b7040580d5","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":16,"detectionMethod":"Sequence analysis of the exons and exon-intron boundaries of TH.","ethnicity":{"id":"cg:NotHispanicOrLatino"},"firstTestingMethod":"PCR","phenotypeFreeText":"Suspected cerebral palsy. Suspected myasthenia gravis, but normal neostigmine test. Suspected SMA but normal genetic testing. Diurnal fluctuation of symptoms.","phenotypes":["obo:HP_0001252","obo:HP_0001510","obo:HP_0003473","obo:HP_0100660"],"previousTesting":true,"previousTestingDescription":"Urine neopterin level was within normal limits and biopterin level was \"slightly lower\" (no values given). As an end product from adrenaline and norepinephrine, the urine vanillylmandelic acid (VMA) level was significantly decreased [2.46 μmol/24 hours, (reference level:11.7–84.6 μmol/24 hours)].","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:00d54174-d90c-49a7-9c8f-0bf90886b0ec_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:3da74e85-a8ff-4532-9b68-1ebd03de8e44"},{"id":"cggv:9a62e987-89f4-40e3-9702-b0f269b17f3c"}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30383639","type":"dc:BibliographicResource","dc:abstract":"Autosomal-recessive dopa-responsive dystonia (DRD) is a rare clinical disorder presenting as bradykinesia, dystonia, tremor and even severe encephalopathy, and caused by tyrosine hydroxylase deficiency (THD). We report a case of compound heterozygous mutations in the TH gene in a Chinese family with autosomal-recessive DRD herein.","dc:creator":"Feng B","dc:date":"2018","dc:title":"Compound heterozygous mutations in the TH gene in a Chinese family with autosomal-recessive dopa-responsive dystonia: A case report."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/30383639","rdfs:label":"Feng patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":0.5,"dc:description":"This case is compound heterozygous for a nonsense variant and a missense variant. The score is reduced because of the paucity of clinical and biochemical information. Experimental evidence indicates that the missense variant, p.Arg233His is deleterious (Fossbakk et al, 2014; PMID 24753243). When expressed in E.Coli, the variant results in 6% normal activity, has moderately reduced thermal stability, and altered substrate preference. The highest population minor allele frequency in gnomAD fro p.Arg153Ter is 0.00064 (E. Asian), and p.Arg233His is 0.00037 (E. Asian); no homozygotes in any population for either variant."},{"id":"cggv:1c70eea1-d27a-4b44-b320-3b4cc85b3ace_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:758db6de-5fda-4622-8f6b-892fc9fba53f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":10,"detectionMethod":"Direct sequencing of all exons and exon/intron junctions of TH.","firstTestingMethod":"PCR","phenotypeFreeText":"Progressive - toe curling noted at age 13 months, could walk 1.5 blocks at age 5 years but required a walker by age 6 years. Contractures of ankles and hips. Stiffness and fatigue after exercise. Surgical hamstring and heel cord releases at age 7 years. Positive response to levodopa therapy.","phenotypes":["obo:HP_0002359","obo:HP_0002395","obo:HP_0002061"],"previousTesting":true,"previousTestingDescription":"No mutation in either the coding region or the exon/intron boundaries of GCH1 (done as part of this study).","secondTestingMethod":"Sanger sequencing","sex":"Male","variant":{"id":"cggv:1c70eea1-d27a-4b44-b320-3b4cc85b3ace_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:db8b9580-3c07-4ee8-bb70-1f83dafb3596","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_199292.2(TH):c.296delT (p.Leu99Argfs)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/557613"}},{"id":"cggv:434e1036-9bcb-43e8-935a-2515240282c5","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_000360.3(TH):c.1400A>G (p.Asp467Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/304067"}}],"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/11160968","type":"dc:BibliographicResource","dc:abstract":"Spastic paraplegia is not widely recognized to occur in dopa-responsive dystonia (DRD). The authors found a compound heterozygote for novel mutations of the human tyrosine hydroxylase (TH) gene (TH). The patient was initially diagnosed as having spastic paraplegia, but responded completely to levodopa therapy. Exercise-induced stiffness in the patient's father, who had a TH deletion, also responded to levodopa. The data expand the clinical spectrum of TH deficiency and suggest that TH mutations may account for some patients with DRD simulating spastic paraplegia.","dc:creator":"Furukawa Y","dc:date":"2001","dc:title":"Dopa-responsive dystonia simulating spastic paraplegia due to tyrosine hydroxylase (TH) gene mutations."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/11160968","rdfs:label":"Furukawa patient"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":1,"dc:description":"Score reduced due to lack of biochemical testing information; negative analysis of GCH1 and positive response to L-dopa is noted. Highest population minor allele frequency in gnomAD for c.1400A>G (p.Asp467Gly) = 0.0001119 (European non-Finnish); no homozygotes in any population. Note, this variant is p.Asp498Gly (NM_199292.2:c.1493A>G). When  expressed in E. Coli, p.Asp498Gly results in significantly reduced solubility and 5.9% enzyme activity (Fossbakk et al, 2014). The frameshift variant is not in gnomAD."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":12}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c329d1a2-02e4-40a0-80e1-a9478834c6ff","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6418b08b-64c1-4c66-aecb-6e73ef41d90e","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Tyrosine hydroxylase (TH) catalyzes the conversion of L-tyrosine to L-dIhydroxyphenylalanine (L-DOPA), the rate-limiting step in the biosynthesis of dopamine. Dopamine is converted to homovanillic acid (HVA). Patients with tyrosine hydroxylase deficiency have low CSF levels of HVA, normal 5-HIAA and therefore reduced HVA:5-HIAA ratio.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/5836553","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Nagatsu T","dc:date":"1964","dc:title":"Conversion of L-tyrosine to 3,4-dihydroxyphenylalanine by cell-free preparations of brain and sympathetically innervated tissues."},"rdfs:label":"Function of TH"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"The score is increased because the function of TH is now well characterized, and its function is consistent with the findings on these patients (e.g. for review, see Siu 2015, PMID 26835371)."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:c2216e66-2d87-44a4-ae9f-62d069a4b017","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:974603c5-4cbc-4e55-b429-091f38dde53f","type":"FunctionalAlteration","dc:description":"Enzyme activity, in vitro solubility, thermal stability, and kinetic properties of 23 TH variants were studied; the was heterogeneity among these properties. Some variants had no detectable enzyme activity (n=10), while others had less than 20% residual activity (n=10) and 3 had 50-100% activity. Kinetic properties was studied for all variants with measurable enzyme activity and revealed variable kinetic properties including increased Km for L-tyrosine and decreased Km BH4, altered substrate selectivity, reduced thermal stability and reduced solubility.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/24753243","type":"dc:BibliographicResource","dc:abstract":"Congenital tyrosine hydroxylase deficiency (THD) is found in autosomal-recessive Dopa-responsive dystonia and related neurological syndromes. The clinical manifestations of THD are variable, ranging from early-onset lethal disease to mild Parkinson disease-like symptoms appearing in adolescence. Until 2014, approximately 70 THD patients with a total of 40 different disease-related missense mutations, five nonsense mutations, and three mutations in the promoter region of the tyrosine hydroxylase (TH) gene have been reported. We collected clinical and biochemical data in the literature for all variants, and also generated mutant forms of TH variants previously not studied (N = 23). We compared the in vitro solubility, thermal stability, and kinetic properties of the TH variants to determine the cause(s) of their impaired enzyme activity, and found great heterogeneity in all these properties among the mutated forms. Some TH variants had specific kinetic anomalies and phenylalanine hydroxylase, and Dopa oxidase activities were measured for variants that showed signs of altered substrate binding. p.Arg233His, p.Gly247Ser, and p.Phe375Leu had shifted substrate specificity from tyrosine to phenylalanine and Dopa, whereas p.Cys359Phe had an impaired activity toward these substrates. The new data about pathogenic mechanisms presented are expected to contribute to develop individualized therapy for THD patients.","dc:creator":"Fossbakk A","dc:date":"2014","dc:title":"Functional studies of tyrosine hydroxylase missense variants reveal distinct patterns of molecular defects in Dopa-responsive dystonia."},"rdfs:label":"Analysis of TH missense variants"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":0.5},{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:e00d7e43-bf1e-4d80-a11b-7654762f155c","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d27d9467-cdc7-494b-8680-2614fdc6cd98","type":"Finding","demonstrates":{"id":"cg:PhenotypeRescue"},"dc:description":"TH knock out mice died beginning at E12.5 to postnatal day 1; all homozygous mutant embryos died, not related to structural organ abnormalities.  The E12.5 homozygous mutants showed no detectable noradrenaline and adrenaline levels, and reduced dopamine level in the head and body. Mice homozygous for the TH mutation and with multiple copies of the human TH transgene were viable at 3 weeks of age and remained healthy until at least 5-6 months of age. TH activity was similar in wild type and transgenic mice. The catecholamine levels in the tissues of the rescued mutants were similar to those in the wild-type mice at adulthood (data not shown).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/7592982","type":"dc:BibliographicResource","dc:abstract":"Tyrosine 3-hydroxylase (TH, EC 1.14.16.2) catalyzes the first and rate-limiting step of the catecholamine biosynthetic pathway in the nervous and endocrine systems. The TH locus was disrupted in mouse embryonic stem cells by homologous recombination. Mice heterozygous for the TH mutation were apparently normal. In these mice, TH activity in the embryos and adult tissues was less than 50% of the wild-type values, but the catecholamine level was decreased only moderately in the developing animals and was maintained normally at adulthood, suggesting the presence of a regulatory mechanism for ensuring the proper catecholamine level during animal development. In contrast, the homozygous mutant mice died at a late stage of embryonic development or shortly after birth. Both TH mRNA and enzyme activity were lacking in the homozygous mutants, which thus explained the severe depletion of catecholamines. These changes, however, did not affect gross morphological development of the cells that normally express high catecholamine levels. Analysis of electrocardiograms of surviving newborn mutants showed bradycardia, suggesting an alteration of cardiac functions in the homozygous mice that may lead to the lethality of this mutation. In addition, transfer of a human TH transgene into the homozygous mice corrected the mutant phenotype, showing recovery of TH activity by expression of the human enzyme. These results indicate that TH is essential for survival of the animals during the late gestational development and after birth.","dc:creator":"Kobayashi K","dc:date":"1995","dc:title":"Targeted disruption of the tyrosine hydroxylase locus results in severe catecholamine depletion and perinatal lethality in mice."},"rdfs:label":"Rescue in TH knock out mice"}],"specifiedBy":"GeneValidityNonHumanRescueCriteria","strengthScore":0.5,"dc:description":"The score is reduced because detailed biochemical rescue data was not provided and the phenotype of KO mice, embryonic lethality, is much more severe than in human cases. Note that the majority of human cases have at least one missense variant. However, at least one human patients who is homozygous null has been reported (Chi et al, PMID 22264700, homozygous for p.Arg153Ter)."},{"id":"cggv:7646693d-8917-4670-a8ef-99c506d3bbb4","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:60398412-d2b0-4a20-a6d3-0b6a68a0b1c6","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"The biochemical features of mice homozygous for a knock in missense variant, that corresponds to a human TH variant (p.Arg244His), mimic the findings in human patients with TH deficiency including low homovaniliic acid (HVA), normal 5-hydroxyindolacetic acid (5-HIAA), reduced HVA:5-HIAA ratio, and normal neopterin, biopterin, and serotonin. As in human patients, prolactin is increased in knock in mice, reflecting central dopamine deficiency (dopamine inhibits prolactin release from the pituitary gland). The clinical features of these mice recapitulate many of the features in human including rigidity, dystonia, impaired motor coordinator, hypokinesis, and abnormal gait. Furthermore, these features exhibited a diurnal fluctuation in mice, as is often observed in humans. While the symptoms in mice did not repsond to L-Dopa treatment, the authors note that poor responsiveness to L-DOPA is not unusual for patients with this variant. In addition, homozygous mice exhibited low body weight and hypotension, and these features have been reported in human patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26276013","type":"dc:BibliographicResource","dc:abstract":"Tyrosine hydroxylase catalyses the hydroxylation of L-tyrosine to l-DOPA, the rate-limiting step in the synthesis of catecholamines. Mutations in the TH gene encoding tyrosine hydroxylase are associated with the autosomal recessive disorder tyrosine hydroxylase deficiency, which manifests phenotypes varying from infantile parkinsonism and DOPA-responsive dystonia, also termed type A, to complex encephalopathy with perinatal onset, termed type B. We generated homozygous Th knock-in mice with the mutation Th-p.R203H, equivalent to the most recurrent human mutation associated with type B tyrosine hydroxylase deficiency (TH-p.R233H), often unresponsive to l-DOPA treatment. The Th knock-in mice showed normal survival and food intake, but hypotension, hypokinesia, reduced motor coordination, wide-based gate and catalepsy. This phenotype was associated with a gradual loss of central catecholamines and the serious manifestations of motor impairment presented diurnal fluctuation but did not improve with standard l-DOPA treatment. The mutant tyrosine hydroxylase enzyme was unstable and exhibited deficient stabilization by catecholamines, leading to decline of brain tyrosine hydroxylase-immunoreactivity in the Th knock-in mice. In fact the substantia nigra presented an almost normal level of mutant tyrosine hydroxylase protein but distinct absence of the enzyme was observed in the striatum, indicating a mutation-associated mislocalization of tyrosine hydroxylase in the nigrostriatal pathway. This hypomorphic mouse model thus provides understanding on pathomechanisms in type B tyrosine hydroxylase deficiency and a platform for the evaluation of novel therapeutics for movement disorders with loss of dopaminergic input to the striatum. ","dc:creator":"Korner G","dc:date":"2015","dc:title":"Brain catecholamine depletion and motor impairment in a Th knock-in mouse with type B tyrosine hydroxylase deficiency."},"rdfs:label":"TH knock in mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":3,"dc:description":"The mice mimic the features of humans cases on a molecular level (homozygous for an equivalent variant identified in human patients), neurotransmitter levels, and clinical features."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6}],"evidenceStrength":"Definitive","sequence":807,"specifiedBy":"GeneValidityCriteria6","strengthScore":18,"subject":{"id":"cggv:c6d109b0-c5f9-4724-b13a-119636ea0ea8","type":"GeneValidityProposition","disease":"obo:MONDO_0100064","gene":"hgnc:11782","modeOfInheritance":"obo:HP_0000007"},"version":"1.1","dc:description":"The relationship between TH and tyrosine hydroxylase deficiency, an autosomal recessive disorder of tyrosine metabolism, was evaluated using the ClinGen Clinical Validity Framework as of March 8th, 2019. Variants in TH were first reported in humans with this disorder in 1995 (Lüdecke et al, PMID 7814018). Evidence supporting this gene-disease relationship includes case-level data and experimental data. Fourteen unique variants were curated (missense, nonsense, frameshift, intronic, and promoter) in 15 probands from 14 publications (Lüdecke et al, 1995, PMID 7814018; van den Heuvel et al, 1998, PMID 9703425; Janssen et al, 2000, PMID 11281275; Swaans et al, 2000, PMID 11246459; Furukawa et al, 2001, PMID 11160968; Hoffmann et al, 2003, PMID 12891655; Ribasés et al, 2007, PMID 17698383; Verbeek et al, 207, PMID 17696123; Pons et al, 2010, PMID 20198643; Ormazabal et al, 2011, PMID 21465550; Chi et al, 2012, PMID 22264700; Goswami et al, 2017, PMID 28667724; Katus et al, 2017, PMID 29225908; Feng et al, 2018, PMID 30383639). More evidence is available in the literature, but the maximum score for genetic evidence (12 points) has been reached. The mechanism for disease is biallelic loss of function. This gene-disease relationship is supported by the biochemical function of TH, which catalyzes the conversion of L-tyrosine to L-dopa (Nagatsu et al, 1964, PMID 5836553), functional studies (Fossbakk et al, 2014, PMID 24753243) and the biochemical features and clinical features of mouse models (Kobayashi et al, 1995, PMID 7592982; Korner et al, 2015, PMID 26276013). In summary, TH is definitively associated with TH deficiency. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Aminoacidopathy Gene Curation Expert Panel. This curation includes data collected by Counsyl.\n","dc:isVersionOf":{"id":"cggv:c4bf9fbb-0046-4a90-9e74-0b3b79f28f59"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}