{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221v1.1","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2022-10-11T13:09:51.717Z","role":"Publisher"},{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10066","date":"2021-01-13T17:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f58a288d-e20e-4cc1-bacc-43a2e05ac5d4","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:6eea750a-bcc6-4882-9cec-2b109e65eedd","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Urine uromodulin excretion is reduced in patients.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/14570709","type":"dc:BibliographicResource","dc:abstract":"The disease complex medullary cystic disease/familial juvenile hyperuricemic nephropathy (MCKD/FJHN) is characterized by alteration of urinary concentrating ability, frequent hyperuricemia, tubulo-interstitial fibrosis, cysts at the cortico-medullary junction and renal failure. MCKD/FJHN is caused by mutations of the gene encoding uromodulin, the most abundant protein in urine. Here, we describe new missense mutations in three families with MCKD/FJHN and demonstrate allelism with a glomerulocystic kidney disease (GCKD) variant, showing association of cyst dilatation and collapse of glomeruli with some clinical features similar to MCKD/FJHN as hyperuricemia and impairment of urine concentrating ability. Furthermore, we provide the first functional characterization of uromodulin mutations. The four newly identified mutants were characterized by immunofluorescence and FACS analysis on transfected cells. These experiments showed that all uromodulin mutations cause a delay in protein export to the plasma membrane due to a longer retention time in the endoplasmic reticulum. Immunohistochemistry on GCKD and MCKD/FJHN kidney biopsies revealed dense intracellular accumulation of uromodulin in tubular epithelia of the thick ascending limb of Henle's loop. Electron microscopy demonstrated accumulation of dense fibrillar material within the endoplasmic reticulum. Consistently, patient urines show a severe reduction of excreted uromodulin. The maturation impairment is consistent with the clinical findings and suggests a pathogenetic mechanism leading to these kidney diseases.","dc:creator":"Rampoldi L","dc:date":"2003","dc:title":"Allelism of MCKD, FJHN and GCKD caused by impairment of uromodulin export dynamics."},"rdfs:label":"Urine UMOD levels"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:98959f99-c8b9-4fe6-af2d-73067b50b58a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:2b48fb10-2980-46fe-b5ee-7a39a9ecfea7","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Serum uromodulin is significantly reduced in patients with UMOD mutations and decreases in parallel with a decline in glomerular function, a finding that can be attributed to tubular atrophy rather than reduced glomerular filtration since uromodulin is barely filtered because of its high molecular mass (95 kDa). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27729211","type":"dc:BibliographicResource","dc:abstract":"Uromodulin-associated Autosomal Dominant Tubulointerstitial Kidney Disease (ADTKD-UMOD) belongs to a group of autosomal dominant inherited diseases caused by mutations in the UMOD gene, which codes for uromodulin, a protein exclusively expressed in renal tubular cells of the ascending limb of the loop of Henle. The diagnosis is hampered by non-specific clinical, laboratory and histological findings. In this study, we evaluated serum uromodulin as diagnostic marker for ADTKD-UMOD in a family with a novel mutation in UMOD.","dc:creator":"Satanovskij R","dc:date":"2017","dc:title":"A new missense mutation in UMOD gene leads to severely reduced serum uromodulin concentrations - A tool for the diagnosis of uromodulin-associated kidney disease."},"rdfs:label":"Serum UMOD"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:f78dc92f-a2c2-4cad-9c55-42aa0aa72d68","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:146780e4-fbad-4486-8f55-510aeec7d03e","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Kidney biopsies stained for Uromodulin. Intracellular aggregates of mutant uromodulin in epithelial cells of thick ascending limb and distal convoluted tubules found in patient biopsies, indicating altered expression and aberrant storage of mutant protein. Kidney biopsy sections from two patients from two different families (MCKD#1 and GCKD#1)  control patient are shown.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/14570709","rdfs:label":"Patient Kidney Biopsies"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1.5},{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:bc3d08f9-411d-4e0d-bc7a-28b3481e14ba","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3a7db733-8116-4623-8b11-5e14ccd35187","type":"FunctionalAlteration","dc:description":"AtT-20 cells transfected with UMOD mutations identified in families with inherited kidney disease show aggregation of mutant UMOD in the endoplasmic reticulum. Wild type UMOD is localized to the plasma membrane. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/16883323","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant hyperuricemia, gout, renal cysts, and progressive renal insufficiency are hallmarks of a disease complex comprising familial juvenile hyperuricemic nephropathy and medullary cystic kidney diseases type 1 and type 2. In some families the disease is associated with mutations of the gene coding for uromodulin, but the link between the genetic heterogeneity and mechanism(s) leading to the common phenotype symptoms is not clear. In 19 families, we investigated relevant biochemical parameters, performed linkage analysis to known disease loci, sequenced uromodulin gene, expressed and characterized mutant uromodulin proteins, and performed immunohistochemical and electronoptical investigation in kidney tissues. We proved genetic heterogeneity of the disease. Uromodulin mutations were identified in six families. Expressed, mutant proteins showed distinct glycosylation patterns, impaired intracellular trafficking, and decreased ability to be exposed on the plasma membrane, which corresponded with the observations in the patient's kidney tissue. We found a reduction in urinary uromodulin excretion as a common feature shared by almost all of the families. This was associated with case-specific differences in the uromodulin immunohistochemical staining patterns in kidney. Our results suggest that various genetic defects interfere with uromodulin biology, which could lead to the development of the common disease phenotype. 'Uromodulin-associated kidney diseases' may be thus a more appropriate term for this syndrome.","dc:creator":"Vylet'al P","dc:date":"2006","dc:title":"Alterations of uromodulin biology: a common denominator of the genetically heterogeneous FJHN/MCKD syndrome."},"rdfs:label":"AtT-20 Cell System"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:ddf1af6a-184e-41ad-a7c2-07127653e913","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:0a2493e3-73f9-48ae-aa51-3a719ae305b7","type":"FunctionalAlteration","dc:description":"Western blot performed on cell lysates. Mature protein that has processed along the secretory pathway towards the plasma membrane are glycosylated and therefore have a higher molecular weight. Mutant UMOD that is retained in the ER will not be glycosylated and have a lower molecular weight.  Based upon ER retention, the mutations were subdivided into 4 distinct subgroups.  Class 1 being less severe/higher ratio of glycosylated mature UMOD to Class 4 being more severe with a higher ratio of non-glycosylated UMOD.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32954071","type":"dc:BibliographicResource","dc:abstract":"Autosomal dominant tubulo-interstitial kidney disease due to ","dc:creator":"Kidd K","dc:date":"2020","dc:title":"Genetic and Clinical Predictors of Age of ESKD in Individuals With Autosomal Dominant Tubulointerstitial Kidney Disease Due to "},"rdfs:label":"In-vitro score"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1},{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:6a0fba14-c079-42ba-bf2d-5e682560b5ca","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:52b57613-8083-4605-a6e7-477f4ab6a279","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Over time, the UmodC147W/+ mice develop increased BUN, serum creatinine, decreased kidney weight.  Urine UMOD was decreased in mutant animals. Tubular damage is seen in biopsies as well as increases in fibrotic disease.  Aggregation in ER is also seen in mutant mice. Further analysis shows this aggregation induces ER stress, cell death, and suppression of autophagic pathways.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/28990932","type":"dc:BibliographicResource","dc:abstract":"Uromodulin-associated kidney disease (UAKD) is caused by mutations in the uromodulin (UMOD) gene that result in a misfolded form of UMOD protein, which is normally secreted by nephrons. In UAKD patients, mutant UMOD is poorly secreted and accumulates in the ER of distal kidney epithelium, but its role in disease progression is largely unknown. Here, we modeled UMOD accumulation in mice by expressing the murine equivalent of the human UMOD p.Cys148Trp point mutation (UmodC147W/+ mice). Like affected humans, these UmodC147W/+ mice developed spontaneous and progressive kidney disease with organ failure over 24 weeks. Analysis of diseased kidneys and purified UMOD-producing cells revealed early activation of the PKR-like ER kinase/activating transcription factor 4 (PERK/ATF4) ER stress pathway, innate immune mediators, and increased apoptotic signaling, including caspase-3 activation. Unexpectedly, we also detected autophagy deficiency. Human cells expressing UMOD p.Cys147Trp recapitulated the findings in UmodC147W/+ mice, and autophagy activation with mTOR inhibitors stimulated the intracellular removal of aggregated mutant UMOD. Human cells producing mutant UMOD were susceptible to TNF-α- and TRAIL-mediated apoptosis due to increased expression of the ER stress mediator tribbles-3. Blocking TNF-α in vivo with the soluble recombinant fusion protein TNFR:Fc slowed disease progression in UmodC147W/+ mice by reducing active caspase-3, thereby preventing tubule cell death and loss of epithelial function. These findings reveal a targetable mechanism for disease processes involved in UAKD.","dc:creator":"Johnson BG","dc:date":"2017","dc:title":"Uromodulin p.Cys147Trp mutation drives kidney disease by activating ER stress and apoptosis."},"rdfs:label":"UmodC147W/+ mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":2},{"id":"cggv:ec7cf5bc-7778-4bbd-a5f6-3e62338e6b04","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:05643d4f-0b54-46b4-ae8b-221f63b95337","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"UmodC105F/+ causes myofibroblast proliferation, matrix deposition, and chronic renal failure with aging. Additional observation of C3 immune complex deposits as seen in patient kidney biopsies with the equivalent human UMOD mutation (p.C106F).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/32926855","type":"dc:BibliographicResource","dc:abstract":"We identified a family with a UMOD gene mutation (C106F) resulting in glomerular inflammation and complement deposition. To determine if the observed phenotype is due to immune system activation by mutant uromodulin, a mouse strain with a homologous cysteine to phenylalanine mutation (C105F) in the UMOD gene was generated using CRISPR-Cas9 gene editing and the effect of this mutation on mononuclear phagocytic cells was examined. Mutant mice developed high levels of intracellular and secreted aggregated uromodulin, resulting in anti-uromodulin antibodies and circulating uromodulin containing immune complexes with glomerular deposition and kidney fibrosis with aging. F4/80","dc:creator":"Plotkin M","dc:date":"2020","dc:title":"A Uromodulin Mutation Drives Autoimmunity and Kidney Mononuclear Phagocyte Endoplasmic Reticulum Stress."},"rdfs:label":"UmodC106F/+ mouse "}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":1.5,"dc:description":"Mutation has conflicting information in ClinVar (3 likely pathogenic, 1 uncertain significance)."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":3.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":6},{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":3}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":6.7}],"evidenceStrength":"Definitive","sequence":5199,"specifiedBy":"GeneValidityCriteria8","strengthScore":12.7,"subject":{"id":"cggv:8087e9c7-7398-4289-b075-7e206d890801","type":"GeneValidityProposition","disease":"obo:MONDO_0008264","gene":"hgnc:12559","modeOfInheritance":"obo:HP_0000006"},"version":"1.1","dc:description":"*UMOD* was first reported in relation to autosomal dominant tubulointerstitial kidney disease (ADTKD) in 2002 (Hart et al., PMID 12471200). ADTKD due to *UMOD* pathogenic variants (ADTKD-*UMOD*) is diagnosed in individuals with a family history of chronic kidney disease leading to end stage kidney disease (ESKD), with little to no protein or blood in the urine. Hyperuricemia and gout may also be associated with family history. ADTKD-*UMOD* has been reported in the literature under the names familial juvenile hyperuricemic nephropathy type 1 and medullary cystic kidney disease type 2 (PMID 25738250). At least 125 unique variants (including missense, in-frame indel, and in-frame deletions) have been reported in humans with 97% of pathogenic variants clustering in exons 3 and 4 (PMID 32450155, PMID 32954071). Evidence supporting this gene-disease relationship includes case-level data, segregation data and experimental data. \nSummary of Case Level Data: Variants in this gene have been reported in at least 19 individuals (PMID 12471200, PMID 12629136, PMID 12900848, PMID 1451790, PMID 14570709 PMID 32954071). Variants in this gene segregated with disease in 83 additional family members. The mechanism for disease is heterozygous toxic gain of function (PMID 14570709, PMID 16883323, PMID 28990932) with experimental evidence suggesting mutant UMOD is retained in the endoplasmic reticulum, the stress inducing the unfolded protein response (UPR), leading to tubular cell atrophy.\nSummary of Experimental Evidence: This gene-disease association is supported by expression studies in patient kidney biopsies, urine and serum, in vitro functional alteration studies, and mouse models (PMID 14570709, PMID 16883323, PMID 27729211, PMID 28990932, PMID 32926855, PMID 32954071).\nIn summary, *UMOD* is definitively associated with autosomal dominant tubulointerstitial kidney disease. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen Kidney Cystic and Ciliopathy Disorders GCEP Working Group on 01/13/2021 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:39233b4e-a491-47b4-8407-2e15dda89221"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}