{"id":"cggv:f9732e0c-1306-4fb5-b1b3-873258903e75v1.3","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:f9732e0c-1306-4fb5-b1b3-873258903e75_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-01-05T17:00:00.000Z","role":"Approver"},{"id":"cggv:f9732e0c-1306-4fb5-b1b3-873258903e75_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10006","date":"2022-11-03T18:22:18.495Z","role":"Publisher"}],"evidence":[{"id":"cggv:f9732e0c-1306-4fb5-b1b3-873258903e75_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12},{"id":"cggv:f9732e0c-1306-4fb5-b1b3-873258903e75_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f9732e0c-1306-4fb5-b1b3-873258903e75_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:545a9464-d07d-4d8e-b5d0-dc783380ced6","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:bb94e650-848d-4ec6-a624-7af86d5fef99","type":"Finding","demonstrates":{"id":"obo:MI_0208"},"dc:description":"NAA15 and NAA10 interact to form human NatA (hNatA), one of six conserved metazoan N-terminal acetyltransferases. hNatA with associates with the intrinsically disordered Huntingtin Yeast two-hybrid Protein K (HYPK).\n\nNAA10 is implicated in NAA10-related syndrome which is characterized by substantial phenotypic variability, ranging from a severe lethal phenotype in males originally described as Ogden syndrome, to milder forms of intellectual disability in both males and females (PMID: 30054457). ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29754825","type":"dc:BibliographicResource","dc:abstract":"Co-translational N-terminal protein acetylation regulates many protein functions including degradation, folding, interprotein interactions, and targeting. Human NatA (hNatA), one of six conserved metazoan N-terminal acetyltransferases, contains Naa10 catalytic and Naa15 auxiliary subunits, and associates with the intrinsically disordered Huntingtin yeast two-hybrid protein K (HYPK). We report on the crystal structures of hNatA and hNatA/HYPK, and associated biochemical and enzymatic analyses. We demonstrate that hNatA contains unique features: a stabilizing inositol hexaphosphate (IP","dc:creator":"Gottlieb L","dc:date":"2018","dc:title":"Structure of Human NatA and Its Regulation by the Huntingtin Interacting Protein HYPK."},"rdfs:label":"Protein Interaction (NatA complex)"}],"specifiedBy":"GeneValidityProteinInteractionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":0.5},{"id":"cggv:f9732e0c-1306-4fb5-b1b3-873258903e75_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:f13bd711-c969-40dd-8a24-a8c77dcfd22d","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:48312bf9-f714-41c5-b700-67979b9c9c91","type":"FunctionalAlteration","dc:description":"Ward et al. (2021) introduced NAA15 variants into human induced pluripotent stem cells (iPSCs) using CRISPR/Cas9 and assessed the consequences on RNA and protein expression. N-terminal acetylation levels of 32 and 9 NatA-specific targeted proteins were reduced in null and haploinsufficient NAA15 cells, respectively. In addition, steady-state protein levels of 562 proteins were altered in both null and haploinsufficient NAA15 cells.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33557580","type":"dc:BibliographicResource","dc:abstract":"[Figure: see text].","dc:creator":"Ward T","dc:date":"2021","dc:title":"Mechanisms of Congenital Heart Disease Caused by NAA15 Haploinsufficiency."},"rdfs:label":"Functional Alteration/Non-Patient Cells (iPSCs)"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5},{"id":"cggv:4da73234-a9c8-497d-938b-75aa1bb5aae2","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:a5e04538-cab5-4555-8b90-01da1866312a","type":"FunctionalAlteration","dc:description":"NatA complex functionally replaces yeast NatA. NAA15 with patient variants failed to rescue the temperature-sensitive growth phenotype of yNatAΔ. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29656860","type":"dc:BibliographicResource","dc:abstract":"N-alpha-acetylation is a common co-translational protein modification that is essential for normal cell function in humans. We previously identified the genetic basis of an X-linked infantile lethal Mendelian disorder involving a c.109T>C (p.Ser37Pro) missense variant in NAA10, which encodes the catalytic subunit of the N-terminal acetyltransferase A (NatA) complex. The auxiliary subunit of the NatA complex, NAA15, is the dimeric binding partner for NAA10. Through a genotype-first approach with whole-exome or genome sequencing (WES/WGS) and targeted sequencing analysis, we identified and phenotypically characterized 38 individuals from 33 unrelated families with 25 different de novo or inherited, dominantly acting likely gene disrupting (LGD) variants in NAA15. Clinical features of affected individuals with LGD variants in NAA15 include variable levels of intellectual disability, delayed speech and motor milestones, and autism spectrum disorder. Additionally, mild craniofacial dysmorphology, congenital cardiac anomalies, and seizures are present in some subjects. RNA analysis in cell lines from two individuals showed degradation of the transcripts with LGD variants, probably as a result of nonsense-mediated decay. Functional assays in yeast confirmed a deleterious effect for two of the LGD variants in NAA15. Further supporting a mechanism of haploinsufficiency, individuals with copy-number variant (CNV) deletions involving NAA15 and surrounding genes can present with mild intellectual disability, mild dysmorphic features, motor delays, and decreased growth. We propose that defects in NatA-mediated N-terminal acetylation (NTA) lead to variable levels of neurodevelopmental disorders in humans, supporting the importance of the NatA complex in normal human development.","dc:creator":"Cheng H","dc:date":"2018","dc:title":"Truncating Variants in NAA15 Are Associated with Variable Levels of Intellectual Disability, Autism Spectrum Disorder, and Congenital Anomalies."},"rdfs:label":"Functional Alteration/Non-Patient Cells (Yeast)"}],"specifiedBy":"GeneValidityNonPatientCellFunctionalAlterationCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1.5}],"evidenceStrength":"Definitive","sequence":5305,"specifiedBy":"GeneValidityCriteria8","strengthScore":13.5,"subject":{"id":"cggv:31cb7944-8cfe-408f-b1b8-6fd3d9396d66","type":"GeneValidityProposition","disease":"obo:MONDO_0000508","gene":"hgnc:30782","modeOfInheritance":"obo:HP_0000006"},"version":"1.3","dc:description":"Variants in *NAA15* were first reported in individuals with intellectual disability and autism by Stessman et al. in 2017 (PMID: 28191889), in a case cohort study of neurodevelopmental disorders in which 13 individuals with *NAA15* variants were described. Two additional case series have subsequently been published (PMIDs: 29656860, 31127942), with over 40 probands in total described in the literature. Affected individuals typically harbor *de novo* heterozygous truncating variants, although milder cases with missense variants and inheritance in families have been documented. Phenotypic features include variable levels of intellectual disability, motor and speech delay, and autism spectrum disorder.  Some individuals also present with dysmorphic features, cardiac abnormalities, and seizures.\n\n*NAA15* encodes the enzyme N-alpha-Acetyltransferase 15, a subunit of the NatA complex involved in co-translational acetylation of the peptide N-terminus. This gene-disease relationship is also supported by experimental evidence, including protein interaction with NAA10, involved in a neurodevelopmental disorder, and functional alterations in non-patient cells (PMIDs: 29656860, 33557580).\n\nIn summary, there is definitive evidence supporting the relationship between *NAA15* and autosomal dominant syndromic intellectual disability. This classification was approved by the Intellectual Disability and Autism Gene Curation Expert Panel on January 5, 2022 (SOP Version 8).","dc:isVersionOf":{"id":"cggv:f9732e0c-1306-4fb5-b1b3-873258903e75"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}