{"id":"cggv:0a922695-f136-44f8-ab1a-6581e0efafecv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:0a922695-f136-44f8-ab1a-6581e0efafec_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-30T14:45:17.300Z","role":"Approver"},{"id":"cggv:0a922695-f136-44f8-ab1a-6581e0efafec_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2021-06-30T14:45:26.262Z","role":"Publisher"}],"evidence":[{"id":"cggv:0a922695-f136-44f8-ab1a-6581e0efafec_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0a922695-f136-44f8-ab1a-6581e0efafec_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:ee0cc185-2451-4af2-a800-6edc0e38d706_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:90f5d5b0-c8c0-4167-b75f-27f32e4e8201","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":4,"firstTestingMethod":"Next generation sequencing panels","phenotypeFreeText":"Hypotonia noted during the first months of life, developmental delay, abnormal movement, regression after 1 year.\nLactate levels were unremarkable at 1 year but lactate levels became intermittently elevated (up to 9.9 mM) during acute episodes of physiological stress (infections or periods where she is anorexic)\nMRI showed bilateral symmetrical restriction of diffusion in deep gray structures, these findings were confirmed to fit the criteria for LSS by communication with report author Dr. Neal Sondheimer 09Jul2020\nAt 4 years of age, she was flaccid and minimally interactive to painful stimulus or to contact with her caregivers.","sex":"Female","variant":{"id":"cggv:ee0cc185-2451-4af2-a800-6edc0e38d706_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:9fd3e726-5e26-4a46-960d-0c24d65d43fa","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_012062.5(DNM1L):c.305C>T (p.Thr102Met)","https://terms.ga4gh.org/CanonicalReference":{"id":"http://reg.genome.network/allele/CA320842"}},"paternityMaternityConfirmed":"none","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29110115","type":"dc:BibliographicResource","dc:abstract":"Mitochondria play vital roles in brain development and neuronal activity, and mitochondrial dynamics (fission and fusion) maintain organelle function through the removal of damaged components. Dynamin-like protein-1 (DRP-1), encoded by DNM1L, is an evolutionarily conserved GTPase that mediates mitochondrial fission by surrounding the scission site in concentric ring-like structures via self-oligomerization, followed by GTPase-dependant constriction. Here, we describe the clinical characteristics and cellular phenotype of a patient with severe neurological dysfunction, possessing a homozygous DNM1L variant c.305C>T (p.T115M) in the GTPase domain. For comparative analysis, we also describe a previously identified heterozygous variant demonstrating a rapidly fatal neurocognitive phenotype (c.261dup/c.385:386del, p.W88M*9/E129K*6). Using patient-generated fibroblasts, we demonstrated both DNM1L variants undergo adverse alterations to mitochondrial structure and function, including impaired mitochondrial fission, reduced membrane potential, and lower oxidative capacity including an increased cellular level of reactive oxygen species (ROS) and dsDNA breaks. Mutation of DNM1L was also associated with impaired responses to oxidative stress, as treatment with hydrogen peroxide dramatically increased cellular ROS, with minimal exacerbation of already impaired mitochondrial function. Taken together, our observations indicate that homozygous p.T115M variant of DNM1L produces a neurological and neurodevelopmental phenotype, consistent with impaired mitochondrial architecture and function, through a diminished ability to oligomerize, which was most prevalent under oxidative stress.","dc:creator":"Hogarth KA","dc:date":"2018","dc:title":"DNM1L Variant Alters Baseline Mitochondrial Function and Response to Stress in a Patient with Severe Neurological Dysfunction."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29110115","rdfs:label":"Hogarth 2018 Case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"DNML1 forms multimers; whole cell lysates from patient fibroblasts, by western blot, showed increased levels of monomeric DRP-1(DNML1) compared to the oligomerized form. Altered mitochondrial morphology in patient fibroblasts: Confocal microscopy and visualisation of the mitochondria with Mitotracker showed elongated mitochondria with less branch points, lack the uniform size and distribution network seen in the WT fibroblasts."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1},{"id":"cggv:0a922695-f136-44f8-ab1a-6581e0efafec_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:0a922695-f136-44f8-ab1a-6581e0efafec_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:148e6b46-719b-4620-b119-9838b407397c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:65ed1b81-4287-4c41-a0b4-f7c53993f51f","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Protein atlas, consensus from protein and mRNA databases. https://www.proteinatlas.org/ENSG00000087470-DNM1L/tissue","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/18853439","type":"dc:BibliographicResource","dc:abstract":"Tissue-based diagnostics and research is incessantly evolving with the development of new molecular tools. It has long been realized that immunohistochemistry can add an important new level of information on top of morphology and that protein expression patterns in a cancer may yield crucial diagnostic and prognostic information. We have generated an immunohistochemistry-based map of protein expression profiles in normal tissues, cancer and cell lines. For each antibody, altogether 708 spots of tissues and cells are analysed and the resulting images and data are presented as freely available in the Human Protein Atlas (www.proteinatlas.org). The new version 4 of the atlas, including more than 5 million images of immunohistochemically stained tissues and cells, is based on 6122 antibodies, representing 5011 human proteins encoded by approximately 25% of the human genome. The gene-centric database includes a putative classification of proteins in various protein classes, both functional classes, such as kinases or transcription factors and project-related classes, such as candidate genes for cancer or cardiovascular diseases. For each of the internally generated antibodies, the exact antigen sequence is presented, together with a visualization of application-specific validation data, including a protein array assay, western blot analysis, immunohistochemistry and, in most cases, immunofluorescent-based confocal microscopy. The updated version also includes new search algorithms to allow complex queries regarding expression profiles, protein classes and chromosome location. Thus, the presented Human Protein Atlas provides a resource for pathology-based biomedical research, including protein science and biomarker discovery.","dc:creator":"Pontén F","dc:date":"2008","dc:title":"The Human Protein Atlas--a tool for pathology."},"rdfs:label":"Protein Atlas expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"DNML1 is highly expressed in the brain at both protein and mRNA levels, including in basal ganglia."},{"id":"cggv:ba9fff63-d849-4f4b-a64e-80066aadb6b8","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4d358495-e57c-4a25-9ad4-cc1598d9f483","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"DNM1L belongs to the dynamin (see DNM1; 602377) family of large GTPases that mediate membrane remodeling during a variety of cellular processes. Fission of the mitochondrial outer membrane (MOM) is mediated by cytosolic DNM1L, which is recruited to the MOM by receptor proteins including FIS1 and MFF.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/30361041","type":"dc:BibliographicResource","dc:abstract":"Mitochondria are dynamic organelles that undergo fusion, fission, movement, and mitophagy. These processes are essential to maintain the normal mitochondrial morphology, distribution, and function. Mitochondrial fusion allows the exchange of intramitochondrial material, whereas the fission process is required to replicate the mitochondria during cell division, facilitate the transport and distribution of mitochondria, and allow the isolation of damaged organelles. Mitochondrial mobility is essential for mitochondrial distribution depending on the cellular metabolic demands. Mitophagy is needed for the elimination of dysfunctional and damaged mitochondria to maintain a healthy mitochondrial population. The mitochondrial dynamic processes are mediated by a number of nuclear-encoded proteins that function in mitochondrial transport, fusion, fission, and mitophagy. Disorders of mitochondrial dynamics are caused by pathogenic variants in the genes encoding these proteins. These diseases have a high clinical variability, and range in severity from isolated optic atrophy to lethal encephalopathy. These disorders include defects in mitochondrial fusion (caused by pathogenic variants in MFN2, OPA1, YME1L1, MSTO1, and FBXL4), mitochondrial fission (caused by pathogenic variants in DNM1L and MFF), and mitochondrial autophagy (caused by pathogenic variants in PINK1 and PRKN). In this review, the molecular machinery and biological roles of mitochondrial dynamic processes are discussed. Subsequently, the currently known diseases related to mitochondrial dynamic defects are presented.","dc:creator":"El-Hattab AW","dc:date":"2018","dc:title":"Mitochondrial dynamics: Biological roles, molecular machinery, and related diseases."},"rdfs:label":"Mitochondrial dynamics; review"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":1,"dc:description":"MFF, SLC25A46 are genes involved in mitochondrial fission and both been associated with Leigh syndrome spectrum PMID:27977873: Rahman et al. (2017). (2-5 genes scores 1pt according to Mito disease ClinGen rubric)"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:0a922695-f136-44f8-ab1a-6581e0efafec_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:907af381-0f4e-4521-b092-0c21b2bc4a46","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:33e34f0f-d563-41d9-9e5a-7142db69f9fa","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"NS-Drp1-/- (KO directed by Cre recombinase under control of the neuron specific nestin promoter from E9.5. The homozygous mice were born but died within one day, at E18.5 no gross abnormalities but histology showed reduction in size of the forebrain with\nexpanded subdural space and ventricles (Fig 4). Formation  of the cortex and basal ganglia comparable to those in the wild-type brain (Fig. 4c, d), indicating that the size decrease and ventricular dilation were due mainly to hypoplasia of white matter. \nPeriventricular leukomalacia in the NS-Drp1−/− brains (arrows in Fig. 4c, d) was observed\nTunel positive staining and H+E showed disintegration of deep cortical layers of neurons. \nEM sections showed enlarged mitochondria with constrictions (4f) (crooked and enlarged mitochondria with wider constrictions were often observed in Drp1−/− MEF cells). \n\nForebrain primary cultured cells from NS-Drp1−/− mice showed fewer neurites and neurite branches compared to WT. (Fig. 5b–d). In NS-Drp1-/- cells, the mitochondria showed irregular localization within the cell body, and a few mitochondria showed sparse and heterogenous localization as large clumps in the neurites (Fig. 5f, g), simialr to the  mitochondrial aggregation in NS-Drp1-/- mouse brain detected by immunofluorescent microscopy.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/19578372","type":"dc:BibliographicResource","dc:abstract":"Mitochondrial morphology is dynamically controlled by a balance between fusion and fission. The physiological importance of mitochondrial fission in vertebrates is less clearly defined than that of mitochondrial fusion. Here we show that mice lacking the mitochondrial fission GTPase Drp1 have developmental abnormalities, particularly in the forebrain, and die after embryonic day 12.5. Neural cell-specific (NS) Drp1(-/-) mice die shortly after birth as a result of brain hypoplasia with apoptosis. Primary culture of NS-Drp1(-/-) mouse forebrain showed a decreased number of neurites and defective synapse formation, thought to be due to aggregated mitochondria that failed to distribute properly within the cell processes. These defects were reflected by abnormal forebrain development and highlight the importance of Drp1-dependent mitochondrial fission within highly polarized cells such as neurons. Moreover, Drp1(-/-) murine embryonic fibroblasts and embryonic stem cells revealed that Drp1 is required for a normal rate of cytochrome c release and caspase activation during apoptosis, although mitochondrial outer membrane permeabilization, as examined by the release of Smac/Diablo and Tim8a, may occur independently of Drp1 activity.","dc:creator":"Ishihara N","dc:date":"2009","dc:title":"Mitochondrial fission factor Drp1 is essential for embryonic development and synapse formation in mice."},"rdfs:label":"Conditional nestin (neuron) specific mouse KO model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"The neuron specific mouse model shows Drp1 is essential for brain development, loss induces degeneration by apoptosis and failure of neural network formation. Mitochondria within the neurons showed altered morphology and in cultured neurons showed altered distribution and aggregation. Abnormal morphology is consistent with altered morphology seen in patient cells."},{"id":"cggv:4b1b6114-4fb4-4a4c-aacc-4977b07f1e1d","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:f5ca2544-6608-44ec-97d4-80cc13556825","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Drp1−/− embryos began to die between embryonic day (E)10.5 and E12.5 (Fig. 1a, b, d). KO embryos had significantly smaller body size, pulsing but less developed cardiac structures, a poorly developed liver and a thinner neural tube cell layer (see Fig. 1e for E11.5)","dc:source":"https://pubmed.ncbi.nlm.nih.gov/19578372","rdfs:label":"KO mouse model"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0.5,"dc:description":"Embryonic lethal mouse model"}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3}],"evidenceStrength":"Limited","sequence":3059,"specifiedBy":"GeneValidityCriteria7","strengthScore":4,"subject":{"id":"cggv:3b2f2f7b-a2b5-4f6a-b1f8-6df0fbef55c6","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:2973","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between DNM1L and autosomal recessive Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of October 12, 2020. The DNM1L gene encodes Dynamin 1-like protein, a member of the dynamin superfamily of GTPases. This protein mediates mitochondrial and peroxisomal fission. Defects in DNM1L lead to impaired mitochondrial fission and therefore impaired mitochondrial replication, distribution, transport, and dynamics. DNM1L also has a role in peroxisomal fission.\n\nThe DNM1L gene has been reported only once in relation to autosomal recessive Leigh syndrome spectrum, in 2018 (PMID: 29110115).  This gene has also been implicated in autosomal dominant Leigh syndrome spectrum (please see separate curation), as well as other non-Leigh syndrome spectrum phenotypes such as optic atrophy and neonatal or infantile-onset encephalopathy. Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included one homozygous variant identified in one case in one publication (PMID: 29110115). No segregation data were available. Loss of function is suspected to be the mechanism of disease. This gene-disease association is also supported by biochemical function, expression, and animal models (PMIDs: 30361041, 18853439, 19578372).\n\nIn summary, there is limited evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing evidence has emerged that contradicts the gene-disease relationship. This classification was approved by the NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on October 12, 2020 (SOP Version 7).","dc:isVersionOf":{"id":"cggv:0a922695-f136-44f8-ab1a-6581e0efafec"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}