{"id":"cggv:b52b6f04-67a6-4c4b-9765-2067e3b1e297v1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Definitive","contributions":[{"id":"cggv:b52b6f04-67a6-4c4b-9765-2067e3b1e297_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2023-05-04T17:52:16.939Z","role":"Publisher"},{"id":"cggv:b52b6f04-67a6-4c4b-9765-2067e3b1e297_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10026","date":"2023-03-22T16:00:00.000Z","role":"Approver"}],"evidence":[{"id":"cggv:b52b6f04-67a6-4c4b-9765-2067e3b1e297_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b52b6f04-67a6-4c4b-9765-2067e3b1e297_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2fc1b0f7-903a-4ab9-b9c0-ba886729395c","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3eed70b8-6475-4541-953a-b348ff879855","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"GTEx showed HBB was expressed in the blood significantly greater than any other tissue. This is in agreement with the function of HBB, which codes for beta globin, a subunit along with alpha globin that makes up the tetramer hemoglobin. Hemoglobin is an essential protein responsible for binding to oxygen and carrying oxygen across the circulatory system. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/23715323","type":"dc:BibliographicResource","dc:abstract":"Genome-wide association studies have identified thousands of loci for common diseases, but, for the majority of these, the mechanisms underlying disease susceptibility remain unknown. Most associated variants are not correlated with protein-coding changes, suggesting that polymorphisms in regulatory regions probably contribute to many disease phenotypes. Here we describe the Genotype-Tissue Expression (GTEx) project, which will establish a resource database and associated tissue bank for the scientific community to study the relationship between genetic variation and gene expression in human tissues.","dc:creator":"GTEx Consortium","dc:date":"2013","dc:title":"The Genotype-Tissue Expression (GTEx) project."},"rdfs:label":"GTeX consortium bulk tissue expression for HBB"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":2,"dc:description":"Upscored to the maximum point value due to HBB being overwhelmingly expressed in the blood."},{"id":"cggv:d354e1cf-5d4b-41a4-bb3e-43e5505fd09f","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:4e1be1d8-52d8-409f-aaac-963c8106afa1","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"Beta Thalassemia arises from an imbalance in the synthesis between alpha and non-alpha globin chain and the size of the free alpha globin pool. Excess alpha globin chains become deposited into mature and immature erythrocyres, which leads to hemolysis and disruptions in erythropoiesis. In dominant forms of the disorder, erythroblastic inclursions also contain beta globin chains in addition to alpha globin chains.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/8978308","type":"dc:BibliographicResource","dc:abstract":"While the precipitation of unstable variant beta-globin chains has been implicated as a major pathogenic mechanism in dominantly inherited beta thalassemia, their instability and presence in intra-erythroblastic inclusions have not been conclusively shown. We report the investigation of two cases of dominantly inherited beta thalassemia due to heterozygosity for the beta-codon 121 G-T mutation. In one case, we were able to demonstrate the presence of an abnormal beta-globin chain in both peripheral blood reticulocytes and bone marrow erythroblasts, and to assess its stability in relation to the substantial amounts of mutant beta mRNA transcript. The serum transferrin receptor (TfR) level was markedly increased, an indication of increased erythropoietic activity. In both cases, we could show by immunoelectron microscopy that the intra-erythroblastic inclusion bodies, a prominent feature of diseases in this category, contained not only precipitated alpha-globin chains, but also beta chains. The data confirm previous suggestions that the cellular pathology underlying this group of beta thalassemias is related to the synthesis of highly unstable beta-globin chain variants, which fail to form functional tetramers and precipitate intracellularly with the concomitant excess alpha chains, leading to increased ineffective erythropoiesis.","dc:creator":"Ho PJ","dc:date":"1997","dc:title":"Erythroblastic inclusions in dominantly inherited beta thalassemias."},"rdfs:label":"Ho et al. Biochemical function of B globin in Beta Thal "}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"Upscored due to the maximum point value due to the relationship between HBB, hemoglobin, and Beta Thalassemia in both dominant and recessive forms being clearly established and well studied."}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:b52b6f04-67a6-4c4b-9765-2067e3b1e297_model_rescue_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:d24adbd6-fbd2-4683-b628-870d685b6e67","type":"EvidenceLine","calculatedScore":2,"direction":"Inconclusive","evidence":[{"id":"cggv:21b49633-a880-426f-a3f8-a185ee5e2b58","type":"Finding","demonstrates":{"id":"cg:ProteinAlterationDisruptsOrganismFunction"},"dc:description":"Heterozygous βIVS-2-β654 mice recapitulate many of the core features of autosomal dominant Beta Thalassemia including the mode of inheritance and mimic phenotypes ranging from molecular to organ wide changes. Both the mouse model and probands display phenotypes such as anemia, inefficient erythropoiesis, increased hemolysis, and splenomegaly resulting from an imbalance in beta chain vs alpha chain synthesis. Additionally, this paper was able to rescue/improve clinical certain features of Beta Thalassemia including anemia, inefficient erythropoiesis, splenomegaly, and decreased survival rate by correcting the splice site variant. ","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/34706494","type":"dc:BibliographicResource","dc:abstract":"β654-thalassemia is a prominent Chinese subtype of b-thalassemia, representing 17% of all cases of β-thalassemia in China. The molecular mechanism underlying this subtype involves the IVS-2-654 C→T mutation leading to aberrant β-globin RNA splicing. This results in an additional 73-nucleotide exon between exons 2 and 3 and leads to a severe thalassemia syndrome. Herein, we explored a CRISPR/Cas9 genome editing approach to eliminate the additional 73- nucleotide by targeting both the IVS-2-654 C→T and a cryptic acceptor splice site at IVS-2-579 in order to correct aberrant b-globin RNA splicing and ameliorate the clinical β-thalassemia syndrome in β654 mice. Gene-edited mice were generated by microinjection of sgRNA and Cas9 mRNA into one-cell embryos of β654 or control mice: 83.3% of live-born mice were gene-edited, 70% of which produced correctly spliced RNA. No off-target events were observed. The clinical symptoms, including hematologic parameters and tissue pathology of all of the edited β654 founders and their offspring were significantly improved compared to those of the non-edited β654 mice, consistent with the restoration of wild-type b-globin RNA expression. Notably, the survival rate of gene-edited heterozygous β654 mice increased significantly, and liveborn homozygous β654 mice were observed. Our study demonstrated a new and effective gene-editing approach that may provide groundwork for the exploration of β654-thalassemia therapy in the future.","dc:creator":"Lu D","dc:date":"2022","dc:title":"Correction of RNA splicing defect in β"},"rdfs:label":"CRISPR/CAS9 correction of Beta Thalassemia in Mice"}],"specifiedBy":"GeneValidityNonHumanModelOrganismCriteria","strengthScore":0,"dc:description":"This model was scored at 0 due to the splice site variant being associated with recessive forms of the disorder, thus the molecular mechanism in this model differs from autosomal dominant Beta Thalassemia."}],"specifiedBy":"GeneValidityOverallModelAndRescueEvidenceCriteria","strengthScore":0}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":2},{"id":"cggv:b52b6f04-67a6-4c4b-9765-2067e3b1e297_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:b52b6f04-67a6-4c4b-9765-2067e3b1e297_seg_el","type":"EvidenceLine","specifiedBy":"GeneValiditySegregationEvidencCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":12}],"evidenceStrength":"Definitive","sequence":6209,"specifiedBy":"GeneValidityCriteria9","strengthScore":14,"subject":{"id":"cggv:b1c2034d-ab4d-494f-a956-7cf87b1664bc","type":"GeneValidityProposition","disease":"obo:MONDO_0011381","gene":"hgnc:4827","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*HBB* was first reported in relation to autosomal dominant (AD) beta thalassemia in 1973 by Weatheral et al. (PMID: 4351905). Patients with beta thalassemia are grouped into three categories based upon clinical severity. Patients with beta thalassemia major, the most severe form, present early in life with severe anemia requiring blood transfusions and if untreated often have phenotypes such as growth retardation, hepatosplenomegaly, and jaundice. Patients with beta thalassemia intermedia can present later in life with moderate anemia, in some patients requiring blood transfusions, while thalassemia minor patients range on a spectrum from mild anemia to asymptomatic. In the dominant form of the disorder over 44 unique variants have been reported in humans (PMID:23637309), the majority being frameshift, in frame insertion or deletion, or missense, but nonsense variants have also been reported. Many of the frameshift variants are found in the final exon and lead to elongated protein products. The mechanism of autosomal dominant beta thalassemia is dominant negative and is due to variants causing unstable beta globin, which lead to the buildup of beta globin chains in addition to alpha globin chains, resulting in ineffective erythropoiesis. Additionally, unlike recessive forms of the disease, which have been selected for in areas endemic to Plasmodium falciparum malaria, autosomal dominant beta thalassemia is not thought to confer selective advantage due in part to the affected status of heterozygous individuals.\n\nEvidence supporting this gene-disease relationship includes case-level data, segregation data, and experimental data. Eleven unique variants from 11 probands in 11 publications were curated (PMIDs:15977037, 24789613, 2070092, 1971109, 11300352, 1958498, 34323379, 31084366, 16628732, 16189162, 2001456). More evidence is available in the literature, but the maximum score for genetic evidence has been reached. Experimentally, this gene-disease relationship is supported by the biochemical function of beta globin (PMID:8978308) and GTEx bulk tissue expression showing *HBB* is overwhelmingly expressed in the blood (PMID:23715323). In summary *HBB* is definitively associated with autosomal dominant beta thalassemia. This has been repeatedly demonstrated in both the research and clinical diagnostic settings, and has been upheld over time. This classification was approved by the ClinGen General Gene Curation Expert Panel on the meeting date 3/22/2023 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:b52b6f04-67a6-4c4b-9765-2067e3b1e297"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}