{"id":"cggv:555a0c95-2fb8-44d2-b2bf-c02b16d3fa6fv1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Limited","contributions":[{"id":"cggv:555a0c95-2fb8-44d2-b2bf-c02b16d3fa6f_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2023-01-06T15:57:47.755Z","role":"Publisher"},{"id":"cggv:555a0c95-2fb8-44d2-b2bf-c02b16d3fa6f_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10096","date":"2022-10-11T17:00:00.000Z","role":"Approver"}],"earliestArticle":{"id":"https://pubmed.ncbi.nlm.nih.gov/28817800","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD) are age-related neurodegenerative disorders with shared genetic etiologies and overlapping clinical and pathological features. Here we studied a novel ALS/FTD family and identified the P362L mutation in the low-complexity domain (LCD) of T cell-restricted intracellular antigen-1 (TIA1). Subsequent genetic association analyses showed an increased burden of TIA1 LCD mutations in ALS patients compared to controls (p = 8.7 × 10","dc:creator":"Mackenzie IR","dc:date":"2017","dc:title":"TIA1 Mutations in Amyotrophic Lateral Sclerosis and Frontotemporal Dementia Promote Phase Separation and Alter Stress Granule Dynamics."},"evidence":[{"id":"cggv:555a0c95-2fb8-44d2-b2bf-c02b16d3fa6f_overall_genetic_evidence_line","type":"EvidenceLine","specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":1.95},{"id":"cggv:555a0c95-2fb8-44d2-b2bf-c02b16d3fa6f_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:555a0c95-2fb8-44d2-b2bf-c02b16d3fa6f_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2d1b1f0b-1fbd-4a59-90d1-43f0b5657940","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:ea73d1b0-ba61-44de-b76f-ef4eac2fd40a","type":"Finding","demonstrates":{"id":"cg:GeneExpressionB"},"dc:description":"Many punctate granules in the spinal cord of SOD1G86S fALS reactive to a TIA1 antibody were observed in neuronal and non-neuronal cells while TIA1 immunoreactivity was found in the nucleus of motor neurons of the normal control.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/33025330","type":"dc:BibliographicResource","dc:abstract":"Amyotrophic lateral sclerosis (ALS) is a degenerative disorder caused by motor neuron loss. T-cell intracellular antigen-1 (TIA-1), a cytotoxic T lymphocyte granule-associated RNA binding protein, is a key component of stress granules. However, it remains uncertain whether ALS-causing superoxide dismutase-1 (SOD1) toxicity alters the dynamics of stress granules. Thus, through mouse and cell line models, and human cells and tissues, we showed the subcellular location of TIA-1 and its recruitment by stress granules following mutant SOD1-related stimuli. An overexpression of MTSOD1 resulted in increased TIA-1-positive cytoplasmic inclusions in the spinal cord tissue of SOD1G93A transgenic mouse and the SOD1G86S familial ALS patient. Moreover, we demonstrated the stages of ALS-like disease-dependent increase in TIA-1 in the spinal cord of transgenic mice. A similar increase of TIA-1 was found in the spinal cord of the SOD1G86S patient and induced pluripotent stem cell-derived neural stem cells from the SOD1G17S patient. By using immunoprecipitation assays in wild type (WT) human SOD1 (hSOD1) or mutant (MT) hSOD1-transfected motor neuronal cell lines and SOD1G93A transgenic mouse model, we observed that MTSOD1 interacts with TIA-1. In WT or MT hSOD1-transfected HEK293 and NSC-34 cells, the formation of TIA-1-positive stress granules was delayed in MTSOD1 by sodium arsenite treatment. These findings suggest that MTSOD1 could affect the dynamics of stress granules through the abnormal MTSOD1-TIA-1 interaction. Consequently, the resulting pathological TIA-1 may be involved in RNA metabolism found in ALS.","dc:creator":"Lee DY","dc:date":"2020","dc:title":"ALS-Linked Mutant SOD1 Associates with TIA-1 and Alters Stress Granule Dynamics."},"rdfs:label":"SOD1 G86S fALS "}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":0.5},{"id":"cggv:a9f1822d-6aa5-48c3-9b50-cee3b616a66a","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:63b85549-23b1-4b8f-b371-746dbe02b4c8","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionB"},"dc:description":"The SG pathway is a consistent mechanism seen in ALS.","dc:source":"https://pubmed.ncbi.nlm.nih.gov/28817800","rdfs:label":"TIA1 SGs"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":0.5}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":1}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":1}],"evidenceStrength":"Limited","sequence":5727,"specifiedBy":"GeneValidityCriteria9","strengthScore":2.95,"subject":{"id":"cggv:d5d58784-5589-471e-9cf7-8617a7a72832","type":"GeneValidityProposition","disease":"obo:MONDO_0030885","gene":"hgnc:11802","modeOfInheritance":"obo:HP_0000006"},"version":"1.0","dc:description":"*TIA1* was first reported in relation to autosomal dominant amyotrophic lateral sclerosis (ALS) type 26 with or without FTD in 2017 (Mackenzie et al., PMID: 28817800). *TIA1* is an RNA-binding protein involved in the regulation of alternative pre-RNA splicing and mRNA translation by binding to uridine-rich RNA sequences. It also participates in the cellular response to environmental stress by promoting the recruitment of untranslated mRNAs to cytoplasmic stress granules. *TIA1* has also been associated with autosomal dominant Welander distal myopathy.  Per criteria outlined by the ClinGen Lumping and Splitting Working Group, we found difference in phenotypic variability and in molecular mechanism. Despite both diseases being caused by missense mutations in the low complexity domain of *TIA1*, Welander distal myopathy is caused by a founder mutation E384K. There have been no reports of patients with this variant developing ALS. Therefore, the following disease entities have been split into separate disease entities, ALS26 with or without FTD (OMIM:619133) and Welander distal myopathy (OMIM:604454). Five missense variants that have been reported in six probands in four publications (PMIDs: 28817800, 29370934, 29699721, 29773329) are included in this curation.  Six other reported missense variants have relatively high minor allele frequencies in population databases (>0.00001 in gnomAD) and were not scored as genetic-level evidence (PMIDs: 28817800 and 29886022). This gene-disease relationship is also supported by experimental evidence.  *TIA1* is a component of stress granules and since stress granules play a role in ALS, points were given for biochemical function. Expression studies via immunohistochemistry on lumbar spinal cord of a *SOD1*G86S patient revealed an abundance of *TIA1* positive puncta granules in neuronal and non-neuronal cells; in contrast, *TIA1* immunoreactivity was restricted to the nucleus of motor neurons in controls (PMID: 33025330).  In vitro experiments show that ALS associated variants, particularly those that affect proline residues, affect stress granule dynamics by decreasing their mobility and delaying their clearance (PMIDs: 28817800, 34310938). \nIn summary, there is limited evidence to support this gene-disease relationship. Although more evidence is needed to support a causal role, no convincing evidence has emerged that contradicts the gene-disease relationship.  This classification was approved by the ClinGen ALS GCEP on October 11, 2022 (SOP Version 9).","dc:isVersionOf":{"id":"cggv:555a0c95-2fb8-44d2-b2bf-c02b16d3fa6f"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}