{"id":"cggv:2cf7594a-d934-4b6c-8052-94066d608c5av1.0","type":"EvidenceStrengthAssertion","calculatedEvidenceStrength":"Moderate","contributions":[{"id":"cggv:2cf7594a-d934-4b6c-8052-94066d608c5a_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2019-11-25T14:47:56.827Z","role":"Approver"},{"id":"cggv:2cf7594a-d934-4b6c-8052-94066d608c5a_publish_contrib","agent":"http://dataexchange.clinicalgenome.org/agent/10027","date":"2020-09-01T00:00:00Z","role":"Publisher"}],"evidence":[{"id":"cggv:2cf7594a-d934-4b6c-8052-94066d608c5a_experimental_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cf7594a-d934-4b6c-8052-94066d608c5a_functional_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:87b089d8-fcc4-4305-868a-093d256f54fb","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:3f623271-5adb-40eb-addf-4137834d6d1d","type":"Finding","demonstrates":{"id":"cg:GeneExpressionA"},"dc:description":"Immunohistochemical staining of FARS2 in whole CNS serial sections from rat. The cerebellum of rat brain exhibited clear and distinguishable immunostaining signals, suggesting that FARS2 was predominantly expressed in this specific region of the brain (Fig. 2A–D). In contrast, obvious immunoreactivity was not observed in other parts of CNS including pyramidal cells of cerebral cortex and spinal motor neurons. Double immunostaining with antibodies against FARS2 and PV, a molecular marker of Purkinje cells, revealed that FARS2 was mainly expressed in the Purkinje cell of the cerebellum (Fig. 2E–G). In addition, double immunostaining with antibodies against FARS2 and COX IV, a mitochondria marker, revealed that FARS2 was colocalized with COX IV, confirming that the  subcellular location of FARS2 is in the mitochondria (Fig. 2H–M).","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/26553276","type":"dc:BibliographicResource","dc:abstract":"Hereditary spastic paraplegia (HSP) is a clinically and genetically heterogeneous group of neurodegenerative disorders characterized by spasticity of the lower limbs due to pyramidal tract dysfunction. Here, we report that a missense homozygous mutation c.424G>T (p.D142Y) in the FARS2 gene, which encodes a mitochondrial phenylalanyl tRNA synthetase (mtPheRS), causes HSP in a Chinese consanguineous family by using combination of homozygous mapping and whole-exome sequencing. Immunohistochemical experiments were performed showing that the FARS2 protein was highly expressed in the Purkinje cells of rat cerebellum. The aminoacylation activity of mtPheRS was severely disrupted by the p.D142Y substitution in vitro not only in the first aminoacylation step but also in the last transfer step. Taken together, our results indicate that a missense mutation in FARS2 contributes to HSP, which has the clinical significance of the regulation of tRNA synthetases in human neurodegenerative diseases. ","dc:creator":"Yang Y","dc:date":"2016","dc:title":"A Newly Identified Missense Mutation in FARS2 Causes Autosomal-Recessive Spastic Paraplegia."},"rdfs:label":"Yang 2016 expression"}],"specifiedBy":"GeneValidityGeneExpressionCriteria","strengthScore":1,"dc:description":"Expression in mitochondria and cerebellum, particularly in Purkinje cells"},{"id":"cggv:42f963d4-94a0-4bee-966f-09beac48b5d3","type":"EvidenceLine","calculatedScore":0.5,"direction":"Supports","evidence":[{"id":"cggv:c0efc79e-b16a-4938-8218-75ba1878cc50","type":"Finding","demonstrates":{"id":"cg:BiochemicalFunctionA"},"dc:description":"According to Leigh map, there are 13 nuclear genes involved in mitochondrial translation associated with Leigh syndrome, including the mitochondrial tRNAs, EARS2, IARS2, and NARS2.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27977873","type":"dc:BibliographicResource","dc:abstract":"","dc:creator":"Rahman J","dc:date":"2017","dc:title":"Leigh map: A novel computational diagnostic resource for mitochondrial disease."},"rdfs:label":"Leigh map"}],"specifiedBy":"GeneValidityBiochemicalFunctionCriteria","strengthScore":2,"dc:description":"scored according to GCEP rubric"}],"specifiedBy":"GeneValidityOverallFunctionalEvidenceCriteria","strengthScore":2},{"id":"cggv:2cf7594a-d934-4b6c-8052-94066d608c5a_functional_alteration_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:479c4e0c-3503-42bb-a006-68c82bf203e2","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:d44cf549-5814-4529-9720-18def9bd4df4","type":"FunctionalAlteration","dc:description":"To verify whether the observed reduced availability of aa-mt-tRNAPhe resulted in impairment of the mitochondrial translation rate, mtDNA-encoded polypeptides were labeled using 35S-L-methionine upon inhibition of cytoplasmic protein synthesis. A considerable decrease of translation of mitochondrially-encoded polypeptides was detected in primary fibroblasts from probands 1 and 2 (Fig. 5). The defect in mitochondrial protein synthesis rate was, for some of the subunits, stronger in proband\n2, consistent with a more pronounced defect in aminoacylation of mttRNAPhe. The defect in synthesis rate was not general for all subunits of the same complex, e.g. for complex I a decreased synthesis of ND6 can be seen, while ND3 synthesis is comparable to controls. To investigate if the decreased translation rate of mitochondrial encoded subunits impaired the assembly of mitochondrial complexes,complex I assembly was evaluated in fibroblasts from proband 2 using an antibody against the subunit NDUFS2, which is present from the earliest subcomplexes. In normal control fibroblasts, this subcomplex was visible in 60% of cases at 7.15 ± 3.50%, maximum 13% of the fully assembled complex. In proband 2, there was an increased amount 18–28% of the subcomplex at 230 kDa (Fig. 6). The 230 kDa subcomplex is the point at which the first mitochondrial DNA encoded subunit ND1 is added to the growing complex and an increase in the 230 kDa subcomplex is observed in other defects of mitochondrial DNA translation.","dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/29126765","type":"dc:BibliographicResource","dc:abstract":"Mutations in FARS2 are known to cause dysfunction of mitochondrial translation due to deficient aminoacylation of the mitochondrial phenylalanine tRNA. Here, we report three novel mutations in FARS2 found in two patients in a compound heterozygous state. The missense mutation c.1082C>T (p.Pro361Leu) was detected in both patients. The mutations c.461C>T (p.Ala154Val) and c.521_523delTGG (p.Val174del) were each detected in one patient. We report abnormal in vitro aminoacylation assays as a functional validation of the molecular genetic findings. Based on the phenotypic data of previously reported subjects and the two subjects reported here, we conclude that FARS2 deficiency can be associated with two phenotypes: (i) an epileptic phenotype, and (ii) a spastic paraplegia phenotype.","dc:creator":"Vantroys E","dc:date":"2017","dc:title":"New insights into the phenotype of FARS2 deficiency."},"rdfs:label":"Vantroys 2017 patient cell"}],"specifiedBy":"GeneValidityPatientCellFunctionalAlterationCriteria","strengthScore":1.5,"dc:description":"Evidence of disrupted mitochondrial translation in cells from 2 patients, evidence of disrupted complex assembly in cells from 1; scored according to GCEP rubric"}],"specifiedBy":"GeneValidityOverallFunctionalAlterationEvidenceCriteria","strengthScore":1.5}],"specifiedBy":"GeneValidityOverallExperimentalEvidenceCriteria","strengthScore":3.5},{"id":"cggv:2cf7594a-d934-4b6c-8052-94066d608c5a_overall_genetic_evidence_line","type":"EvidenceLine","evidence":[{"id":"cggv:2cf7594a-d934-4b6c-8052-94066d608c5a_ar_el","type":"EvidenceLine","evidence":[{"id":"cggv:3dafbb7f-2f1d-4fcd-abe7-fdd7847b9143_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":2,"direction":"Supports","evidence":[{"id":"cggv:d99d0f8b-51d4-4ff0-8be6-be1f66eedaa0","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Months","ageValue":3,"detectionMethod":"Microdeletion detected first by array-CGH; missense by candidate gene sequencing.","firstTestingMethod":"Chromosomal microarray","phenotypeFreeText":"Diagnosed with early infantile encephalopathy with epilepsy. Hypotonia, infantile spasms at 3 months of age, psychomotor delay and increase of abnormal eye movements with impairment of visual fixation at 7 months. Microcephaly, widely spaced eyes, large ears, mild irritability, bilateral divergent strabismus with visual impairment, and bilateral horizontal nystagmus, axial hypotonia and mild distal hypertonia, poor motor activity and psychomotor delay. Brain MRI showed enlargement of frontal subarachnoid spaces and lateral ventricles due to a reduction in volume of the cerebral white matter, slight hyperintensity of hemispheric white matter on T2 weighted images, thin corpus callosum, thinning of the cortical rim (Fig. 1A and B). MR spectroscopy performed at echo time of 288 ms showed only minimal reduction in N-acetylaspartate (NAA) peak and a mild lactate peak. At 3 years of age, neurological examination showed muscular wasting, diffuse hypotonia, muscular weakness, developmental delay (not able to sit alone), strabismus in the left eye, bilateral nystagmus, hypermetropia, and cortical visual loss. At 3 years, brain MRI did not show any further change (Fig. 1A and B), except for a hyperintensity of the dentate nuclei on T2 weighted images (Fig. 1C and D). Blood lactate 27.4 mg/dL. EEG details given in text. Skin fibroblasts from the patient showed a combined abnormality of complexes I and IV of the mitochondrial respiratory chain (34% and 37% residual activity compared to control mean, respectively). Data are not shown. \nInclusion criteria: hyperintensity of the dentate nuclei on T2 weighted images, neurodevelopmental delay, MRS lactate peak/elevated blood lactate (also OXPHOS deficiency in fibroblasts but >30%)","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:3dafbb7f-2f1d-4fcd-abe7-fdd7847b9143_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:7a3ae388-4bd4-480a-8efa-f806af1972c6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006567.5(FARS2):c.1156C>G (p.Arg386Gly)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/587673"}},{"id":"cggv:addd8350-1b4a-402c-96d3-2a4d48064007","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NC_000006.11:g.5262296_5395849del133554","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/587674"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27549011","type":"dc:BibliographicResource","dc:abstract":"The FARS2 gene encodes the mitochondrial phenylalanyl-tRNA synthetase and is implicated in autosomal recessive combined oxidative phosphorylation deficiency 14, a clinical condition characterized by infantile onset epilepsy and encephalopathy. Mutations in FARS2 have been reported in only few patients, but a detailed description of seizures, electroencephalographic patterns, magnetic resonance imaging findings, and long-term follow-up is still needed. We provide a clinical report of a child with FARS2-related disease manifesting drug-resistant infantile spasms associated with focal seizures. By comparative genomic hybridization analysis we identified a heterozygous microdeletion in the short arm of chromosome 6, inherited from the mother, that encompasses the first coding exon of FARS2. By sequencing of the FARS2 gene we identified a variant c.1156C>G; p.(R386G), inherited from the father. By using standard spectrophotometric techniques in skin fibroblasts, we found a combined abnormality of complexes I and IV of the mitochondrial respiratory chain. The main clinical features of the patient included axial hypotonia, mild distal hypertonia, and psychomotor delay. The magnetic resonance imaging showed microcephaly, frontal cerebral atrophy, and signal changes of dentate nuclei. At the age of 3 years and 6 months, the patient was still under treatment with vigabatrin and he has been seizure free for the last 23 months. © 2016 Wiley Periodicals, Inc.","dc:creator":"Raviglione F","dc:date":"2016","dc:title":"Clinical findings in a patient with FARS2 mutations and early-infantile-encephalopathy with epilepsy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27549011","rdfs:label":"Raviglione 2016 case report"}],"specifiedBy":"GeneValidityProbandARDeNovoNullVariantCriteria","strengthScore":2,"dc:description":"exonic deletion w/ confirmed no expression"},{"id":"cggv:ba97acd0-7064-4ff7-a6a5-9371e90f9fc1_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:fccbcd1c-de23-4e6b-85bf-19d93dac95e1","type":"Proband","ageType":"AgeAtReport","ageUnit":"Months","ageValue":23,"detectionMethod":"No evidence of point mutation or deletion in mitochondrial DNA. Following exome sequencing, analysis was focused on genes in autozygome.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed with mitochondrial energy disorder. Details in Table 1 and supplementary clinical summary (supp file 3). Muscle weakness (hypotonia with normal tendon reflexes), severe developmental delay, poor growth, pallor, progressive uncontrolled seizures beginning at age 35 days, myoclonus, cortical blindness, hematology findings (anemia and thrombocytopenia), gastrointestinal findings, vision & hearing findings, neuropathy, elevated lactate (chronic lactic acidosis with intermittent severe episodes), MRI indicative of Leigh syndrome (diffuse atrophy of both cerebral hemispheres with dilated sulci ventricular system; near symmetrical bilateral abnormal high T2 signal intensity involving basal ganglia, more pronounced at putamen), muscle biopsy showed scattered fibers with intense NADH and SDH activity with no ragged red fibers or COX negative fibers, abnormal mitochondria on EM.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:ba97acd0-7064-4ff7-a6a5-9371e90f9fc1_variant_evidence_item","type":"MolecularSequenceObservation","allele":{"id":"cggv:b9ae4b03-c550-47de-b1f3-d710267adfd2","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006567.5(FARS2):c.431A>G (p.Tyr144Cys)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39824"}},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22499341","type":"dc:BibliographicResource","dc:abstract":"To investigate the utility of autozygome analysis and exome sequencing in a cohort of patients with suspected or confirmed mitochondrial encephalomyopathy.","dc:creator":"Shamseldin HE","dc:date":"2012","dc:title":"Genomic analysis of mitochondrial diseases in a consanguineous population reveals novel candidate disease genes."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22499341","rdfs:label":"family 2 individual II:3"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0.5,"dc:description":"homozygous missense variant with crystallography & weak non-patient cell evidence of reduced aminoacylation function (reduced affinity for tRNA)"},{"id":"cggv:13f27c23-f199-4caf-a427-4006f4fff084_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:a068b678-1481-4bbe-b25e-2a8b22bb1fbc","type":"Proband","ageType":"AgeAtOnset","ageUnit":"Days","ageValue":2,"detectionMethod":"","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed with mitochondrial infantile-onset encephalopathy of Alpers/Alpers-Huttenlocher type. Myoclonic jerks resistant to treatment beginning at age 2 days; normal EEG and brain MRI at 4 days, but at 3 months brain MRI showed severe central and cortical atrophy with slight bilateral signal increase in the putamina. No brainstem involvement. Liver biopsy showed enlarged hepatocytes, increased glycogen, lysosomal iron and copper accumulation. Muscle biopsy showed weak cytochrome c oxidase (COX) histochemical activity and small lipid droplets and subsarcolemmal accumulation of glycogen but no ragged-red fibers. NADH:cytochrome c oxidoreductase activity was elevated, and succinate:cytochrome c oxidoreductase, succinate dehydrogenase, and COX were reduced.  Plasma isoleucine, leucine and alanine were elevated and she had generalized aminoaciduria. Increased amount of lactate in blood and CSF. Blood levels of liver transaminases, creatine kinase and NH4 were normal. MR spectroscopy at 3 months of age showed increased amount of lactate and reduction of N-acetylaspartate. Slightly coarse retinal pigmentation. Myoclonic seizures persisted, and there was no psychomotor development. Neuropathology at autopsy revealed microcephaly, narrow and atrophic gyri, atrophic brainstem and cerebellum, laminar necrosis of cortical ribbon, hippocampal atrophy, degeneration of basal ganglia and gyral white matter. The neuropathological findings were considered consistent with Alpers syndrome, and together with liver disease filled the criteria of Alpers–Huttenlocher disease. See Fig. 1 for MRI and pathology findings.  Blue native polyacrylamide gel electrophoresis of the mitochondrial respiratory chain (RC) complexes revealed a severe reduction of COX (Complex IV) in the brain and skeletal muscle and partial Complex I deficiency in the brain (Fig. 1F and G). However, patient fibroblasts did not display decreased mitochondrial translation or reduction in the number of RC complexes (data not shown). \nInclusion criteria: bilateral signal increase in the putamina, neurodevelopmental delay, elevated lactate/MRS lactate peak","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:13f27c23-f199-4caf-a427-4006f4fff084_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:28d87c2d-8b7f-433e-b62d-d4f546810cb8","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006567.5(FARS2):c.986T>C (p.Ile329Thr)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39825"}},{"id":"cggv:a7de4f6f-7f2f-4eb1-9a2c-826ab716c05d","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006567.5(FARS2):c.1172A>T (p.Asp391Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/39826"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/22833457","type":"dc:BibliographicResource","dc:abstract":"Next-generation sequencing has turned out to be a powerful tool to uncover genetic basis of childhood mitochondrial disorders. We utilized whole-exome analysis and discovered novel compound heterozygous mutations in FARS2 (mitochondrial phenylalanyl transfer RNA synthetase), encoding the mitochondrial phenylalanyl transfer RNA (tRNA) synthetase (mtPheRS) in two patients with fatal epileptic mitochondrial encephalopathy. The mutations affected highly conserved amino acids, p.I329T and p.D391V. Recently, a homozygous FARS2 variant p.Y144C was reported in a Saudi girl with mitochondrial encephalopathy, but the pathogenic role of the variant remained open. Clinical features, including postnatal onset, catastrophic epilepsy, lactic acidemia, early lethality and neuroimaging findings of the patients with FARS2 variants, resembled each other closely, and neuropathology was consistent with Alpers syndrome. Our structural analysis of mtPheRS predicted that p.I329T weakened ATP binding in the aminoacylation domain, and in vitro studies with recombinant mutant protein showed decreased affinity of this variant to ATP. Furthermore, p.D391V and p.Y144C were predicted to disrupt synthetase function by interrupting the rotation of the tRNA anticodon stem-binding domain from a closed to an open form. In vitro characterization indicated reduced affinity of p.D391V mutant protein to phenylalanine, whereas p.Y144C disrupted tRNA binding. The stability of p.I329T and p.D391V mutants in a refolding assay was impaired. Our results imply that the three FARS2 mutations directly impair aminoacylation function and stability of mtPheRS, leading to a decrease in overall tRNA charging capacity. This study establishes a new genetic cause of infantile mitochondrial Alpers encephalopathy and reports a new mitochondrial aminoacyl-tRNA synthetase as a cause of mitochondrial disease.","dc:creator":"Elo JM","dc:date":"2012","dc:title":"Mitochondrial phenylalanyl-tRNA synthetase mutations underlie fatal infantile Alpers encephalopathy."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/22833457","rdfs:label":"family 1 patient II-2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"missense variants with crystallography & non-patient cell evidence of reduced aminoacylation function (reduced catalytic efficiency of amino acid activation and reduced stability)\n\nConsensus at 14 Oct. 2019 GCEP meeting was not to include: Proband diagnosed in infancy with Alpers syndrome, neuropathology trumps MRI findings (this is a good case for Leigh syndrome spectrum however neuropath is more consistent with Alpers)."},{"id":"cggv:e9327cb1-94a6-4017-bb5f-b52ba8448547_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:09ca3cdb-1f02-4533-9918-a7d0ab6f3602","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":15,"detectionMethod":"Variants identified by proband WES and confirmed in trans by Sanger sequencing of parents.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed with FARS2 deficiency. Bilateral talipes equinovarus, poor feeding neonatally, delayed gross motor milestones. At 17 months, brain MRI showed symmetrical T2 hyperintensities of the posterior tegmentum. Developmental regression at age 6 post viral infection that severely affected language. Repeat brain MRI at age 6 showed more extensive T2 hyperintense lesions at the tegmentum and periaqueductal grey matter (Fig. 1E). She developed severe lower extremity spasticity. At age 15, bradykinesia, tremor, and dystonic movements developed. Speech was slow and dysarthric. MRI of the brain at age 15 years showed near resolution of the tegmental lesions but new T2 hyperintense lesions bilaterally in the anterior inferior thalamus and signs of cerebellar atrophy (Fig. 1F). Her diagnostic evaluation was\nsignificant for mild increase of lactate in serum and CSF (respectively 2.5 mmol/L and 2.9 mmol/L, normal < 2.0). No clinically apparent seizures. Surgical muscle biopsy of the M. quadriceps femoris showed normal histological characteristics, normal mitochondrial ultrastructure on electron microscopy and normal staining for cytochrome c oxidase activity. OXPHOS complex activity in skeletal muscle was within normal limits for complexes I, II, III and IV (Table 1). BNPAGE followed by in-gel activity staining showed normal assembly of complexes I, II, IV and V (III not assayed). Catalytic staining for complex IV was slightly decreased (Fig. 2). Spectrophotometric analysis in cultured skin fibroblasts revealed low activity of complex I. BN-PAGE followed by in-gel activity staining in cultured fibroblasts showed slightly decreased staining for complex I and IV. Complexes II and V were normal (Table 1, Fig. 2). In the fibroblasts of proband 2, the oxygen consumption showed a reduced rate with pyruvate after stimulation with ADP, with glutamate,\nand with succinate, but low normal after uncoupling with CCCP. The calculated complex I rate was low, and the Q-point (S/G) was increased, a constellation that is typical of primarily functional complex 1 deficiency (Table 2).","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:e9327cb1-94a6-4017-bb5f-b52ba8448547_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:48aaef4d-b3fa-4edf-a6ea-ea7a536d65c7","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006567.5(FARS2):c.515_517TGG[2] (p.Val174del)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/488362"}},{"id":"cggv:e2f7b9d1-126a-46c6-a847-ffa68a7e77af","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006567.5(FARS2):c.1082C>T (p.Pro361Leu)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/214335"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29126765"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29126765","rdfs:label":"proband 2"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"missense and single residue deletion with crystallography and patient cell evidence of aminoacylation defect"},{"id":"cggv:68c3349d-4d02-452b-9b26-843089a9ea9a_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6eab188c-c0da-4c25-af60-204940e5e00f","type":"Proband","ageType":"AgeAtReport","ageUnit":"Years","ageValue":17,"detectionMethod":"Trio WES. Complete mitochondrial genome sequencing did not reveal a pathogenic variant.","firstTestingMethod":"Exome sequencing","phenotypeFreeText":"Diagnosed with FARS2 deficiency. Presented initially with poor head control at six months; motor delay; frequent emesis; startle reactions followed by staring and clonic movements of arms and legs; normal EEG and retinal exam; increased serum lactate; convulsive seizures at 19 months; developmental delay and regression; lower extremity hyperreflexia; brain MRI at 20 months showed slight cortical atrophy; severe constipation and recurrent abdominal pain at 27 months; recurrent pulmonary infections due to poor airway clearance at 8 years; progressive kyphoscoliosis and progressive spasticity of lower extremities; bilateral cryptorchidism treated at age 13; neurogenic bladder and sphincter dyssynergia; increasing problems with chewing and swallowing; progressively more apneic episodes.; progressive scoliosis. Brain MRI showed bilateral, round, focal T2-hyperintense lesions in the anterior part of the mesencephalon (frontopontine pyramidal tracts) (Fig. 1B). For proband 1, light microscopic examination of a skeletal muscle biopsy (M. quadriceps femoris) showed excessive neutral fat in muscle fibers which made interpretation of the spectrophotometric and the microscopic analysis impossible. In cultured skin fibroblasts, deficient activity of complex IV was detected (complex I not measured). During\nsurgery, new skeletal muscle (M. semispinalis thoracis) and skin biopsies were taken. Spectrophotometric analysis of the second muscle biopsy showed isolated complex IV deficiency, and also in the new cultured skin fibroblasts (Table 1), confirmed by BN-PAGE followed by in-gel activity staining (Fig. 2). Determination of oxygen consumption rate (OCR) in cultured skin fibroblasts showed a severe decrease of the spare respiratory capacity when compared to controls (Fig. 3). mtDNA copy number and mtDNA deletions were analyzed in leukocytes and both were normal.","previousTesting":false,"previousTestingDescription":"","secondTestingMethod":"Other","sex":"Male","variant":{"id":"cggv:68c3349d-4d02-452b-9b26-843089a9ea9a_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:c100099c-2639-4470-9d19-1d238f9ca1d6","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006567.5(FARS2):c.461C>T (p.Ala154Val)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/488360"}},{"id":"cggv:e2f7b9d1-126a-46c6-a847-ffa68a7e77af"}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29126765"},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/29126765","rdfs:label":"proband 1"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":1,"dc:description":"missense variants with patient cell evidence of aminoacylation defect"},{"id":"cggv:8bf8c1ee-3bf2-4ce8-a1f8-116aa77bc805_proband_score_evidence_line","type":"EvidenceLine","calculatedScore":1,"direction":"Supports","evidence":[{"id":"cggv:6c2fec38-6dbe-44d5-9974-db976a3ee720","type":"Proband","ageType":"AgeAtDeath","ageUnit":"Years","ageValue":15,"detectionMethod":"Dual genome panel by massively parallel sequencing identified the 2 FARS2 variants, a VUS variant in the PC gene thought not to be significant, and 2 VUS mitochondrial variants. WES confirmed compound heterozygosity of the FARS2 variants.","firstTestingMethod":"Other","phenotypeFreeText":"Diagnosed with juvenile onset refractory epilepsy and progressive myoclonus. Developmental delay: motor and speech delays, fine motor delays, plateaued language skills. Transient elevations of serum lactate were noted as high as 6.4mmol/L (normal range 0.5-2.2 mmol/L). First seizure, a prolonged generalized tonic-clonic convulsion, occurred at 8 years of age. Epilepsy evolved and progressed, resulting in status epilepticus, and was accompanied by the development and progressive worsening of non-epileptic myoclonus. Neurological status progressively deteriorated over time. Brain MRI revealed extensive areas of abnormal T2 hyperintensity in the frontal lobes (right greater than left), anterior cingulate gyri, left superior frontal gyrus, bilateral temporal lobes, and left cerebellar cortex in the setting of recent seizure. MR spectroscopy in the left basal ganglia region demonstrated an unremarkable metabolic spectrum. Repeat multi voxel MR spectroscopy of the bilateral cerebral hemispheres one year later also showed normal metabolite ratios. Repeat MRI brain performed 2 months prior to death demonstrated the presence of the known fluid collection as well as T2 hyperintensity within the left caudate and left medial temporal lobe, and the right medial occipital lobe along the superior bank of the right calcarine sulcus with encephalomalacia of the calcaravis (figure 4). EEG findings described in text. Skeletal muscle biopsy was obtained at age 14 years and notable for predominantly type 2 fiber atrophy with rounded, atrophic fibers scattered throughout with rare regenerative fibers but without type grouping on H&E, ATPase PH 4.3, 4.6, and 9.4 stains. There was no evidence of inflammation or myonecrosis. NADH staining showed targetoid fibers. Gomoritrichome, PAS, and oil red O stains demonstrated normal patterns of staining. Combined COX/SDH stain was unremarkable. Electron microscopy revealed fibers with focal myofibrillary disarray, many myelin figures, abundant enlarged and swollen mitochondria containing glycogen and no inclusions (supplemental figure 1). Polargraphic analysis of oxidative phosphorylation demonstrated normal activity of Complexes I-IV (frozen specimen). Mitochondrial DNA content of skeletal muscle (qPCR analysis, performed at Baylor University) was reported at 61% of control (within normal). Normal pyruvate dehydrogenase, pyruvate carboxylase activity was noted in skin fibroblasts. Microscopic analysis of brain and spinal cord revealed a small brain, and a diffuse, predominantly cortical, as well as subcortical process characterized by laminar cortical neuron loss and gliosis, diminished subcortical white matter and descending corticospinal tracts. The most severely affected regions included the bilateral frontoribital cortices and the bilateral primary visual cortices. In frontorbital cortex there was almost complete absence of neurons, excessive gliosis, pale white matter, and fragmenting of the cortical layers. The primary visual cortex is notable for a devastated line of Genari, almost complete absence of neurons, excessive gliosis, pale white matter, and fragmenting of the cortical layers extending through cortical layer 5. A small region of spongiform change was noted in the right thalamus (figure 5) which was reminiscent of the spongiform lesions with relative neuronal sparing that have been reported in the basal ganglia of patients with Leigh syndrome bilaterally, though this finding was notably unilateral.","previousTesting":false,"previousTestingDescription":"","sex":"Female","variant":{"id":"cggv:8bf8c1ee-3bf2-4ce8-a1f8-116aa77bc805_variant_evidence_item","type":"MolecularSequenceObservation","allele":[{"id":"cggv:0f4d4b54-c831-498a-a022-d6784541c0b1","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006567.5(FARS2):c.403C>G (p.His135Asp)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/214339"}},{"id":"cggv:a90a0c96-5676-4290-81de-1fe899085526","type":"https://terms.ga4gh.org/VariationDescriptor","http://www.w3.org/2004/02/skos/core#prefLabel":"NM_006567.5(FARS2):c.253C>G (p.Pro85Ala)","https://terms.ga4gh.org/CanonicalReference":{"id":"https://www.ncbi.nlm.nih.gov/clinvar/variation/587669"}}],"alleleOrigin":{"id":"obo:GENO_0000888"},"dc:source":{"id":"https://pubmed.ncbi.nlm.nih.gov/27095821","type":"dc:BibliographicResource","dc:abstract":"Mutations in mitochondrial aminoacyl-tRNA synthetases are an increasingly recognized cause of human diseases, often arising in individuals with compound heterozygous mutations and presenting with system-specific phenotypes, frequently neurologic. FARS2 encodes mitochondrial phenylalanyl transfer ribonucleic acid (RNA) synthetase (mtPheRS), perturbations of which have been reported in 6 cases of an infantile, lethal disease with refractory epilepsy and progressive myoclonus. Here the authors report the case of juvenile onset refractory epilepsy and progressive myoclonus with compound heterozygous FARS2 mutations. The authors describe the clinical course over 6 years of care at their institution and diagnostic studies including electroencephalogram (EEG), brain magnetic resonance imaging (MRI), serum and cerebrospinal fluid analyses, skeletal muscle biopsy histology, and autopsy gross and histologic findings, which include features shared with Alpers-Huttenlocher syndrome, Leigh syndrome, and a previously published case of FARS2 mutation associated infantile onset disease. The authors also present structure-guided analysis of the relevant mutations based on published mitochondrial phenylalanyl transfer RNA synthetase and related protein crystal structures as well as biochemical analysis of the corresponding recombinant mutant proteins.","dc:creator":"Walker MA","dc:date":"2016","dc:title":"Novel Compound Heterozygous Mutations Expand the Recognized Phenotypes of FARS2-Linked Disease."}},"dc:source":"https://pubmed.ncbi.nlm.nih.gov/27095821","rdfs:label":"Walker 2016 case report"}],"specifiedBy":"GeneValidityProbandARNonNullCriteria","strengthScore":0,"dc:description":"missense variants with crystallography & non-patient cell evidence of reduced aminoacylation function (reduced tRNA binding and reduced stability)\n\nConsensus at 14 Oct. 2019 GCEP meeting was not to include: Calcarine cortex involvement and neuronal loss is more Alpers, also unilateral."}],"specifiedBy":"GeneValidityOverallAutosomalRecessiveVariantEvidenceCriteria","strengthScore":4.5}],"specifiedBy":"GeneValidityOverallGeneticEvidenceCriteria","strengthScore":4.5}],"evidenceStrength":"Moderate","sequence":438,"specifiedBy":"GeneValidityCriteria6","strengthScore":8,"subject":{"id":"cggv:45f5e645-a8df-49a0-b8cd-6409bcbca025","type":"GeneValidityProposition","disease":"obo:MONDO_0009723","gene":"hgnc:21062","modeOfInheritance":"obo:HP_0000007"},"version":"1.0","dc:description":"The relationship between FARS2 and Leigh syndrome spectrum was evaluated using the ClinGen Clinical Validity Framework as of October 14, 2019. The FARS2 gene encodes mitochondrial phenylalanyl-tRNA synthetase 2, one of the mitochondrial aminoacyl-tRNA synthetases, which function in mitochondrial translation by catalyzing the attachment of amino acids to their cognate tRNAs. Defects in tRNA charging can result in impaired synthesis of oxidative phosphorylation complex protein subunits. \n\nThe FARS2 gene was first reported in relation to autosomal recessive Leigh syndrome spectrum in 2012 (PMID: 22499341). Evidence supporting this gene-disease relationship includes case-level data and experimental data. This curation included six unique variants identified in four cases from three publications (PMIDs: 22499341, 27549011, 29126765). No segregation data were available. Loss of function is implicated as the mechanism of disease. Of note, this gene has also been implicated in Alpers syndrome and other mitochondrial diseases which will be assessed separately. This gene-disease association is also supported by expression data, biochemical function data, and functional alterations in patient cells (PMIDs: 27977873, 26553276, 29126765). \n\nIn summary, there is moderate evidence to support this gene-disease relationship. While more evidence is needed to establish this relationship definitively, no convincing contradictory evidence has emerged. This classification was approved by NICHD U24 ClinGen Mitochondrial Disease Gene Curation Expert Panel on October 14, 2019 (SOP Version 7).\n","dc:isVersionOf":{"id":"cggv:2cf7594a-d934-4b6c-8052-94066d608c5a"},"@context":{"@vocab":"http://dataexchange.clinicalgenome.org/terms/","id":"@id","type":"@type","cg":"http://dataexchange.clinicalgenome.org/terms/","dc":"http://purl.org/dc/terms/","obo":"http://purl.obolibrary.org/obo/","hgnc":"https://identifiers.org/hgnc:","rdfs":"http://www.w3.org/2000/01/rdf-schema#","cggv":"http://dataexchange.clinicalgenome.org/gci/","evidenceStrength":{"@type":"@vocab"},"calculatedEvidenceStrength":{"@type":"@vocab"},"computedEvidenceStrength":{"@type":"@vocab"},"specifiedBy":{"@type":"@vocab"},"evidence":{"@container":"@set"},"disease":{"@type":"@vocab"},"gene":{"@type":"@vocab"},"phenotypes":{"@type":"@id"},"agent":{"@type":"@id"},"role":{"@type":"@vocab"},"modeOfInheritance":{"@type":"@vocab"},"sex":{"@type":"@vocab"},"direction":{"@type":"@vocab"},"ageType":{"@type":"@vocab"},"ageUnit":{"@type":"@vocab"},"dc:source":{"@type":"@id"}}}